[
    {
        "full_article": "When an esteem-ed member of our university's syndicate board died recently, we requested the government for a replacement. According to Private University Act 2010, clause 17(e), the government is supposed to nominate an educator or a philomath for the syndicate. The response, however, was beyond our expectation, and quite telling of a silent \"move\" of bureaucratisation that is going to have a lasting impact, not only on academia, but also on our society.\nProf Shamsuzzaman Khan, the former President and Chairman of Bangla Academy, was on our Board of Syndicate at the time of his death on April 14, 2021. But a circular of the Ministry of Education dated January 7, 2021, showed that he had been already replaced by a certain Joint Secretary of the College Division. The Ministry was evidently waiting for his tenure to be over before breaking the news to us. The circular shows a long list of education ministry officials who will, from now on, represent the government in the category of renowned academics or philomaths in the syndicate boards of all private universities. Each joint secretary and additional secretary of the ministry has been assigned to five to seven universities.\nAs someone who has been teaching for over 28 years, I have seen how the presence of a noted academic in the apex body allows a university to shape its academic policies and leadership. The wisdom and experience of senior faculty members is now being replaced by the paper chains of some professionals who are legendary for slowing things down. Besides, these officers already have a lot on their plates: they are responsible for millions of students in the secondary and the higher secondary system. How much time can these officers spare for the five to seven universities to which they have been assigned? How much orientation they have on the tertiary system is soon to be seen. Isn't there a government sanctioned grants commission to look after universities? I am sure all the designated syndicate members are brilliant officers with immaculate career records—but do they all qualify as \"academicians or philomaths\", as mentioned in the particular clause of the 2010 Act? Even from the government's perspective, if the intention is to have eyes and ears on the ground, this could have been better served by members of civil society who seem to have an affinity towards them. I am just curious what rationale there could be behind such a decision.\nAlready, with the introduction of quality assurance in the universities funded by the World Bank, we are noting the implementation of a bureaucratic system that suffocates academic freedom in favour of a greater centralised and hierarchical organisational structure that puts emphasis on top-down management, with decreased local autonomy for departments. Some cumbersome and intrusive procedures are introduced to monitor the paper trails of teaching and learning. University teachers are now required to fill out 14 forms for every course: Lesson Plan, Class Monitor Form (CR selection form), Class Attendance Sheet, Midterm Question Paper, Final Question Paper, Midterm Exam Scripts of low, average and highest score (checked, commented and marked), Final Exam Scripts of low, average and highest score (checked, commented and marked), Midterm Exam Attendance Sheet, Final Exam Attendance Sheet, Semester Course Report, Course Session Report, Make Up Class, Student Excused Absence Form and Course Closing Checklist.\nI give you the long list to give you an understanding of the international bureaucracy that has crept into the local system. Bureaucratisation of academic institutions is a contentious issue. Somehow, we have been colonised with the idea of big data that can be converted into parameters needed for university accreditation and ranking. Unless we comply, we are told that our degrees won't be recognised.\nThe growing status of bureaucracy led me to a government project, titled, \"Strengthening Government through Capacity Development of the BCS Cadre Officials (3rd Revised)\". According to this project, between 2009 and 2019, the government spent a total of Taka 33,853.69 lakh on sending BCS officers for foreign Master's degrees in fields that would help the government attain its Millennium Development Goals. The allocation was initially Tk 60 lakh for an officer who would like to pursue higher studies. The third revised budget revised the ceiling to Tk 383.82 lakh per officer per degree. Seventy percent of the fund has been earmarked for BCS officers, and 30 percent for project-related officials.\nAn MA here in a public university is virtually free or heavily subsidised. At a topmost private university, such a degree for 12-18 months should not cost more than two to three lakh Taka. Of course, I am not going to say that a North American or UK degree of the world's top 300 universities is equivalent to ours. However, in most prestigious postgraduate programmes, there are adequate research and teaching funds for which MA students can apply. If an officer has academic interest and the competency for higher studies, they can apply for a fund at any university of their choice. Why pay over three crore Taka of taxpayers' money for the degree of an individual? With what projected outcome? To increase their negotiation skills and bargaining skills as laid out by the project proposal? To make them better policy makers? Needless to say, the policy paper too came from international consultants who have made sure that our money is spent abroad.\nWe frequently scoff our students for paying negligible fees at a public university, for having their tea and snacks at a subsidised rate. If we really want to make a difference, we need to invest in our rickety higher education system. Follow the Bhutan model where they give merit-based scholarships to university students for studying abroad, making sure that they return to the home country as human capital. If the government really wants to attain the Millennium Development Goals, spend on research and development. Invest that three crore Taka to create laboratories or libraries in each university. Invest in creating better teachers. Instead of one student, you will have many students applying for the public service examinations. Water the roots, not the shoots. By the time these officers are doing their degrees, they are already mid-level in their career paths. With 10 to 15 years left in their services, the overseas degrees will simply enrich the portfolios of these officers and assist their post-retirement plans. The nation is unlikely to get any real benefit out of it. Whereas with such amounts of money, the government could have easily asked local universities to bring in contractual adjunct professors from top universities to run workshops, summer courses, master classes or degree programmes which will benefit not one, but many.\nI give the example of the self-catering project of bureaucracy to map its emerging tentacles. There is a syndicate out there that is creeping into our syndicates.\n \nShamsad Mortuza is Pro-Vice-Chancellor of the University of Liberal Arts Bangladesh (ULAB), and a professor of English at Dhaka University (on leave).\n",
        "headline_1": "The problem with academic bureaucratisation",
        "headline_2": "",
        "link": "https://www.thedailystar.net//opinion/blowin-the-wind/news/the-problem-academic-bureaucratisation-2126051",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2021"
    },
    {
        "full_article": "A couple of months ago, while I was sitting at a station for the bus service in Queensland Australia, I received a phone call. The caller told me, \"I am calling from Harvard University. Do you want to register for the online programme on Cybersecurity you were interested in?\" and proceeded to give me more details. I was a bit surprised to receive that call. Similarly, I was interested in the Master of Science in Data Analytics online from the University of New South Wales, Australia and their educational adviser reached out to me several times a month. Later, I started my second Masters in Data Analytics online from the Georgia Institute of Technology, USA while residing in Australia.\nOnce, people went to universities for education, but now the motive has shifted partially, and the universities are approaching people with a diverse set of education programmes. This is referred to as Online Digital Education. Bangladesh has made remarkable progress digitally in different sectors, but not as much in online digital education as expected. The country is yet to mark its presence in the global online education industry, which is estimated to be worth USD 375 billion by 2026. It could easily be the third biggest source of earning revenues after remittance and the garments industry if this sector is given due importance and carefully visioned policies. Now is the right time for our policymakers to rethink online digital education policy and facilitate prominent institutions to excel in today's transnational education system as a Brand of Education Bangladesh.\nLet's start by understanding digital learning, which can be defined as any type of learning that is accompanied by ICTs or by instructional practice that makes effective use of it. From this perspective, blended or online learning can also be referred to as digital learning, as this type of learning is not possible without ICTs. However, shifting from traditional face-to-face education to online is not an easy journey for many institutions across the world during the pandemic—a bunch of challenges in terms of digital competencies, pedagogical knowledge, psycho-social counselling, varied levels of interaction, engagement and assessment strategies, support structures, etc. are required to be integrated into institutional policies and practices. Unfortunately, many of our educational institutions failed to adapt to these challenges to some extent but often attributed this failure to online digital education. What are the key reasons behind it?\nThe first is opposition to the idea of \"learning how to unlearn\". Professor Chris Dede from Harvard University attended a summit at Daffodil University in March 2021 and advised the audience that learning how to unlearn is the biggest challenge worldwide for transforming education digitally. Human beings always oppose those cultures they are not habituated to. Since the beginning of civilisation, teachers are accustomed to traditional face-to-face education. It is not easy to shift away from it overnight and learn new modes of teaching-learning.\nThe second obstacle is poor speed of the Internet. This is the issue largely affecting the wide acceptance and implementation of digital education in the developing and least developed countries. Bangladesh ranked 134th in the world for mobile speeds and 96th for fixed broadband speeds in May 2021. The country's broadband Internet density is quite low, though narrowband mobile Internet has penetrated most parts of the country. However, the Internet speed is moderately poor and not at all satisfactory for operating education digitally. Minimum 3G stable Internet needs to be ensured across the country.\nThen there is a negative perception of the community—people often perceive that online digital education is useless and it is possible to get certificates without any study. While pursuing my second masters online, I found it more challenging to perform well. Admittedly, the issue is not with online digital education but rather on the provider's trustworthiness. Online degrees provided by Stanford University won't be the same as Stamford University.\nSocioeconomic conditions also play a role here. Studies reveal that only 10-15 percent of university students have laptops or PCs in Bangladesh. Due to the pandemic, many parents have been laid off, students lost their part-time work, and female students have been forced to encounter the plague of early marriage. This situation is further aggravated by the high cost of fairly poor Internet. Government support is urgently required to overcome this situation.\nThe absence of an authentic examination system in online education is another big challenge, resulting in poor community perception. Reputed universities focus largely on formative assessment instead of summative exams and consider only a few courses (two to three out of 12) of a programme for formal exams. Research indicates that more than 90 percent of students have at least an Android device in Bangladesh. So, mobile-based online exam proctoring could be a viable solution.\nAnother challenge is the absence of suitable software solution and relevant human resources. We have grown up using pirated software and are often reluctant to invest money for suitable software. The country's two leading universities provided institutional emails to their students only last year. The situation deteriorates further due to a lack of qualified manpower for maintenance and support 24/7.\nThen there is the issue of lack of commitment to accountability. Online digital education creates evidence of work digitally. So, if we can ensure teachers' accountability to submit a monthly report through Smart Education, like software comprising a rubric of eight to ten aspects including student feedback, research work, professional training, students' engagement, overall presentation, etc., it can result in better quality education than what we do in traditional face-to-face learning.\nHowever, there is a pressing need for support structure. As we have not progressed much in digital education, certain things have not yet been introduced, such as learning designers and technologists. Learning designers sit with the course teacher and design the course keeping in mind outcome-based education, presentation, interactive videos and assessment, while learning technologists organise the course at the learning management system and provide necessary training to teachers and students. In the absence of them, teachers consider conducting online classes a relatively difficult task.\nUnwillingness regarding continuous professional development is another fact. There is no alternative to continuous professional development to reduce the gap of industry and academic practices, as well as to develop professional ethics. Unfortunately, our teachers are highly reluctant in this regard, and it should be included in the provisions of annual increment and/or promotion.\nFinally, the lack of executable policies and visible practices hinders the development of online education in Bangladesh. The University Grants Commission has recently initiated the National Framework for Blended Learning to help continue our education digitally. Monitoring compliance requirements of universities with transparency, particularly for online digital learning, is the key to ensure quality education.\nNow that all walks of people in Bangladesh are understanding the importance of online digital learning, we should capitalise on it. If online education is comprehended appropriately, we won't have to discontinue education, teachers won't have to search odd jobs for their survival, and students won't feel dejected. The world is becoming increasingly digital, and the educational institutions that can't embrace digitalisation will be gradually excluded. The sooner we realise that, the better.\n \nDr Md Aktaruzzaman is digital education expert and director at the Blended Learning Center in Daffodil International University, Dhaka, and founding head of ICT and Education dept(s) at Bangabandhu Digital University. Email: director.blc@daffodilvarsity.edu.bd.\n",
        "headline_1": "Adopting online digital education in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net//views/opinion/news/adopting-online-digital-education-bangladesh-2126026",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2021"
    },
    {
        "full_article": "Politics, particularly electoral politics, in India is as much about public perception as about the quality of governance. This comes out quite clearly in Indian Prime Minister Narendra Modi's major expansion of his council of ministers and reshuffle of portfolios on Wednesday night.\nThe exercise—the first since Modi returned to power for a second successive tenure as PM in May 2019—saw 36 new ministers coming in, four high-profile senior ministers and Bharatiya Janata Party leaders getting the axe, seven junior ministers being elevated to the cabinet rank, and seven women rewarded with ministerial berths. However, the big four portfolios and the people helming them remain unaffected by the reshuffle—the Ministers of Home (Amit Shah), Defence (Rajnath Singh), Foreign Affairs (S Jaishankar) and Finance (Nirmala Sitharaman).\nIn the hugely diverse mosaic of Indian society where national elections and state-level polls follow each other in quick succession, the poll politics of a national party like the BJP is always at the back of its mind. The party needs to get its caste, age, gender and regional calculus right in its organisational structure and shape the ministerial council, whether at the central or state level. Equally significant is the need to deliver in terms of governance. Modi tried to strike a balance between all these factors in his mega cabinet reboot to deal with severe criticism, both at home and abroad, as the country emerges from a devastating second wave of Covid-19 ahead of key elections in five states in the next couple of years, followed by the most crucial parliamentary poll in 2024.\nIn the run up to Modi's anointment as PM in 2014, he had repeatedly and passionately talked about \"minimum government and maximum governance\". Whatever way one interprets that, the fact is that numerically, the strength of his council of ministers today is 77—nearly half of whom are new. As India emerges from the battering of the pandemic's second wave and economic slide, which started much before that, it is the quality rather than the numerical factor that will matter. Modi clearly has a challenge at hand. \nThree main features of the revamp of the council of ministers stand out: Modi has gone for a much younger look, with the average age of ministers coming down to 57 from 61 years; he has junked seniority in the party as the sole yardstick by dropping a number of senior ministers who are also BJP veterans like Harsh Vardhan, Ravi Shankar Prasad and Prakash Javadekar, and brought in that of educational qualifications in choosing his refurbished team of ministerial colleagues; and he has done caste arithmetic ahead of assembly elections in Uttar Pradesh (UP), Gujarat, Tripura and Karnataka next year. Though going for a more youthful look, Modi has also kept in mind the need for experienced administrators. That is why he also brought in his cabinet former chief ministers Sarbananda Sonowal of Assam and Narayan Rane of Maharashtra, and former central minister under the Congress government Jyotiraditya Scindia. \nThe fact that 20 percent of the ministers in the council had been dropped before Wednesday's expansion sent out the message that it was performance-linked. The departure of Harsh Vardhan as health minister was on the back of a huge public outcry against the Modi government's handling of the oxygen crisis during the second wave of Covid-19, in the run up to which the pace of setting up oxygen plants slowed down and ventilators bought through the PM CARES fund could not be used in many hospitals due to the shortage of trained manpower. What came as a little surprising is the exit of Prasad, who was seen as the main force behind the government's new rules for multinational social media platforms like Twitter, which opposed the rules, and Facebook.\nThat caste equations were also a major consideration for Modi, keeping in view electoral needs in UP and Gujarat, is underlined by the fact that he inducted 27 people belonging to the Other Backward Class (OBC) on Wednesday into the 78-strong ministerial council, with the idea of involving smaller communities in a bid to counter the BJP's main rivals like the Samajwadi Party and Bahujan Samaj Party in UP, and Congress in Gujarat. The inclusion of 27 OBC ministers shrinks the caste bias in favour of the representation of forward castes in the government. It is the politically powerful and populous OBC, to which Modi himself belongs, that the BJP is hoping to rely on to retain its support base.\nThe BJP is keen to woo non-Yadav castes like Kurmis in UP, and it is reflected by the induction of Anupriya Patel of ally Apna Dal and RCP Singh of Janata Dal (United). That it is also trying to reach out to the numerically powerful Yadav caste is demonstrated by the accommodation of senior BJP leader Bhupender Yadav from UP, Annapurna Yadav from Jharkhand, and Dalit Virender Kumar from Madhya Pradesh in the ministerial council, in which the presence of people from Scheduled Tribes has also gone up by eight.\nThe caste equation was also very much in play in the elevation of Mansukh Mandaviya and Parshotam Rupala from minister of state to cabinet status. Both belong to the electorally decisive Patidar community of Modi's home state of Gujarat where assembly polls are due next year. The BJP is mindful of how it got a hard-fought victory in the previous polls in Gujarat in 2017.\nThe cabinet reboot has also seen some people with professional backgrounds and PhDs and MBA degrees getting in. The most prominent in the technocrat-bureaucrat category is the presence of former Indian Administrative Service officer from Odisha Ashini Vaishnaw, who had quit government service to join the corporate sector before venturing into politics. Holding M.Tech and MBA degrees, Vaishnaw has been brought in as a cabinet minister and given charge of two key portfolios—Railway, and Telecom and IT. Another MBA-holding new inductee in the ministerial council is Anupriya Patel, the Lok Sabha MP from Mirzapur in Uttar Pradesh who before plunging into politics, had worked as a professor at a private university.\nKeeping in mind the large number of the women electorate, seven women were inducted in the ministerial council this time, pushing up the total number of women to 11, one of the highest ever. When the Modi cabinet took oath in 2019, it was criticised for low representation of women, with only three cabinet ministers and three ministers of state. There were nine women in the first Modi government from 2014-2019, including six in the cabinet.\nLastly, the drafting in of four BJP lawmakers from West Bengal—two of them from the northern part of the state where the saffron party has so far successfully resisted the efforts of Trinamool Congress—also shows the Modi-led party's intention to stick to its elusive state dream. Only the politically-naïve had expected the BJP to win the recent assembly poll in Bengal, the party top leadership's hype in the run up to the election notwithstanding.\n \nPallab Bhattacharya is a special correspondent of The Daily Star. He writes from New Delhi, India.\n",
        "headline_1": "The Modi government’s image makeover",
        "headline_2": "",
        "link": "https://www.thedailystar.net//views/opinion/news/the-modi-governments-image-makeover-2126011",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2021"
    },
    {
        "full_article": "It bears repeating that vaccines are essential for protection against the deadly coronavirus. We've seen how the virus spares no one and targets the most vulnerable people, including those who have pre-existing health conditions or comorbidities. Unfortunately, the vaccines for Covid-19 that came out last year have remained out of reach for another group of \"vulnerable\" population—i.e. the billions of inhabitants living in developing countries. It has been over seven months since the coronavirus vaccine was first administered in the UK, and while more than 3 billion people have received at least one shot since then, a meagre percentage of them are in low-income countries. The haunting prospect of \"vaccine apartheid\" has raised its ugly head now. The question is, how do we prevent this from festering?\nAmartya Sen, the Nobel-prize winning economist, had warned more than three decades ago that famines don't happen because of shortages of food, rather due to institutional and structural weaknesses. If we were to apply his Entitlement theory in case of vaccine inequities, we can see some parallels. The sole responsibility for vaccine apartheid cannot be placed on the rich countries and drug manufacturers; some of the blame also lies with the governments of poorer countries. To use Sen's logic, an abundance of supply does not guarantee access, or what is known as \"effective demand\". If the goal of vaccination is to reach the arms that need them, we must find a pathway to get doses of vaccines from point A to point B. In this instance, point A is the production facility, and B is the outstretched arm of the recipient. \nIn my preliminary research on the topic of vaccine apartheid, I discovered three facts.\nFirst: The term \"apartheid\" has been used very loosely since its origin in South Africa. If one goes back to the first use of this label in the context of the practice of discrimination against non-whites in that country, one cannot ignore the fact that apartheid implies some degree of intentional segregation. In South Africa, the word \"apartheid\" means \"apartness\" in Afrikaans, and was used to describe the unique oppression and wrongdoing inflicted on its own people. According to some activists, weaponising this word for political purposes ought to be avoided.  The main reasons for maldistribution of vaccines are cost, lack of infrastructure, and absence of planning.\nSecond: There is sufficient data to show that there is indeed vaccine inequality. Higher and upper-middle income countries have secured 6 billion out of the 8.2 billion doses available as of March 2021. In an analysis from the Global Health Innovation Center at Duke University in Durham, the researchers aggregated publicly announced forecasts from vaccine makers, which add up to around 12 billion doses by the end of the year. Once again, more than 80 percent of these are destined for wealthier nations.\nThird: African countries have had the worse of the deal. They are poor, have a rickety healthcare system, and suffer from bad governance. The third wave of the pandemic comes at a perilous time. \"Medical supplies have been depleted, doctors are physically and mentally exhausted, and in some cases, unpaid, and hospitals are turning patients away for lack of beds and oxygen,\" according to a report in The Wall Street Journal. The Delta variant has been identified in at least 13 of the continent's 54 countries.\nThus, it is abundantly clear that the distribution of Covid vaccines is unequal and African countries are getting the short end of the stick, but the use of the term \"apartheid\" does not enhance the cause of the \"vaccine have-nots\". What is needed is a global effort to strengthen the vaccine distribution network to launch a glitch-free operation to deliver the jabs where they are most needed, in Africa, Latin America and South Asia.\nVaccine roadblocks\nGlobal vaccine distribution has already hit several roadblocks. COVAX announced on June 24 that it now projects it can supply less than 1.9 billion doses this year, down from the original target of 2 billion. The shortfall comes because the Serum Institute of India has redirected its production to domestic customers. So far, COVAX has only contributed about 90 million doses, far short of its original plans.\nPreviously, Gavi officials were optimistic that in the midst of global shortage, there was excess supply in a few countries, and they announced that \"rich countries like the USA are expected to help fill the gap\". Unfortunately, all this is easier said than done. The richer countries have kept the surplus for emergency purposes, including a new wave of infections, the Delta Plus variant, booster shots, etc.\nHealth experts point out that campaigns that have been most successful in delivering doses are in countries—such as Angola—that have been best prepared by mapping vulnerable populations, screening people and scheduling appointments in advance. This is lacking in most developing countries.\nThese are bad omens for other poor countries, from Africa to Latin America, Asia and the Caribbean, where the same issues have been replicated. On top of not finding enough doses, there have been logistical difficulties with delivery, problems involving healthcare infrastructure and, in some countries, public hesitancy towards vaccines. Andrea Taylor, who led a research team at Duke University, adds, \"Supply chains could break down and countries could threaten to block vaccine exports.\" And all this is already happening, with India and the European Union having announced restrictions on vaccine exports.\nIt was well-known from the onset of the Covid vaccine rollout programme that distribution would be iniquitous. Since the government of the USA and a few other rich countries funded the research and deployment of the vaccine, there was an understanding that once vaccines were ready, a handful of countries would initially be the beneficiary of the campaign. Poorer countries would get the leftovers.\nHowever, as the vaccination programme rolled out, the scenario has turned rather grim. Once the Delta variant spread from India across the globe, the developing countries who were waiting for the generosity of richer countries, or the altruistic instincts of pharmaceutical companies, now found that \"their economy would remain stuck in the muck for at least another two years if not more, and the vaccine diplomacy would turn into another version of the new cold war\".\nA plan for the future: global and local actions\nThe WHO chief noted that vaccine inequity could be resolved by sharing financial resources to fully fund the Access to Covid-19 Tools (ACT) Accelerator, sharing doses with COVAX, and sharing technology to scale up the manufacturing of vaccines. The advantages of putting vaccine manufacturing in the hands of the Global South would save lives, prevent vaccine-resistant, more lethal variants, and give people control over their own destiny rather than making them beg multinational corporations and elite philanthropists for their very lives. A case in point: US officials said that while the US-produced doses are ready, deliveries have been delayed due to US and the recipient countries' legal, logistical and regulatory requirements. \"What we've found to be the biggest challenge is not actually the supply—we have plenty of doses to share with the world—but this is a Herculean logistical challenge,'' said White House press secretary Jen Psaki.\nThe British PM Boris Johnson recently promised to vaccinate the world by the end of 2022. But here's the rub. The total requirement of vaccines is 11 billion doses, which also means USD 16 billion more is needed this year, and upward of USD 30 billion in 2022.\nTo reach the goal set by the British PM requires a ramping up of manufacturing, allocation, and distribution of vaccines. Apart from the scale and complexity of the task, another risk is corruption. The United Nations Office on Drugs and Crime (UNODC) has identified several weak points in the distribution chain in developing countries and sent out an alarm to the governments to take necessary actions.\nIn addition, to prevent major hiccups during the vaccination process as experienced by India, governments could take the following initiatives: 1) Create a specialised committee to oversee emergency funds and vaccine deployment; 2) Have a transparent and accountable public emergency procurement process during the pandemic, which can be fostered through open contracting and e-procurement; 3) Maintain storage and distribution systems to mitigate corruption risks; 4) Develop transparent criteria for priority vaccine recipients and provide public information about vaccine programmes; 5) Conduct corruption risk assessments; and 6) Strengthen civil society participation and protect journalists and whistleblowers. \n \nDr Abdullah Shibli is an economist, currently serving as a Senior Research Fellow at the International Sustainable Development Institute (ISDI), a think-tank based in Boston, USA.\n",
        "headline_1": "To overcome vaccine apartheid, we need solid plans",
        "headline_2": "",
        "link": "https://www.thedailystar.net//opinion/open-dialogue/news/overcome-vaccine-apartheid-we-need-solid-plans-2125531",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2021"
    },
    {
        "full_article": "Large social and economic crises are usually followed by increases in human trafficking and exploitation. There is no reason to believe that the Covid-19 pandemic will be any different in Bangladesh. There are already clear signs of growing vulnerability in communities. Taking informed action now could disrupt trafficking patterns before borders and movement return to normal later in 2021.\nBefore the onset of the pandemic in 2020, Bangladesh and West Bengal were already growing hubs for human trafficking. West Bengal accounted for some 55 percent of reported cases of trafficking in India in 2016, and over 50,000 Bangladeshi children and women are trafficked to India every year, largely into West Bengal, primarily for sexual exploitation. In addition, the Bangladesh-India border is 4,000-km long and often unfenced. This situation is likely to be worsened by the pandemic.\nThe Ebola epidemic of 2013-2016 in West Africa saw a correlation between families broken up by the impacts of the virus and an uptick in the exploitation of women and girls. In Bangladesh, the impact of Covid-19 has led to a significant rise in vulnerability in poor communities through 2020. In 2018-19, the poverty rate was 20.5 percent; this increased to 29.5 percent by June 2020. Those who were already vulnerable before the pandemic are now being joined by the \"newly vulnerable\", people whose livelihoods and income have been damaged by the pandemic. An increase in vulnerability will lead to an increase in risk taking. As a recent BRAC research paper reminds us, \"if the need and poverty are great enough, and not addressed, people will ... migrate no matter the risks, known or unknown.\" For the poorest, severe economic shocks lead to scarcity of jobs, food, and money, and push people into irregular migration and related forms of exploitation.\nBRAC is undertaking a pilot project in Jashore (on the western Bangladesh border with India) to test interventions focused on reducing the trafficking of children especially girls and women aged 12-30 in vulnerable communities. There have been a number of key findings about the damaging impacts of Covid-19 on communities.\nDuring the lockdown, there were significant job losses, particularly for those in the informal sector (day labourers, rickshaw pullers, small business owners). As the economy reopens, there has been growing competition for available work; many migrant workers who were previously working overseas have now returned to Bangladesh—The Daily Star reported that over 500,000 migrants had returned by March 2021. There has also been a trend of internal migration from urban to rural areas as people return to their villages after losing their jobs. BRAC said they have observed a significant rise in gender-based violence, particularly during the lockdown. It also draws links between lockdown, frustration, anxiety, and a wider increase in violence in the country. At the local level, a number of important services have been disrupted.\nThe closure of courts from March to September in 2020 has increased the backlog of cases (a backlog that already stood at 3.5 million pending cases). There is also less oversight at the local level, and important local bodies such as Counter-Trafficking Committees (CTCs) are not necessarily carrying out their duties due to the lockdown.\nThese issues are all likely to increase the chances of people being trafficked; adults without income or support or experiencing violence are more likely to pursue dangerous or unreliable job offers themselves or to send their children into risky and unsafe work. Equally, children with fewer supports are more vulnerable to traffickers, especially when many schools have been closed, particularly girls aged 14-16 who are ordinarily vulnerable to school dropout and trafficking.\nEvidence points to ongoing trafficking activities, possibly preparatory work to identify victims for a later date when cross-border movement becomes easier. Middlemen have reportedly been very active lately in communities. Since the border is closed between Bangladesh and India to all but international trade, it is very hard to secure visas for crossings into West Bengal (a common way to \"legally\" transport trafficking victims into India). Much trafficking activity will likely have been driven out to the unfenced border or online. Recent reports point to a growth in the use of social media platforms like TikTok in the recruitment and grooming of victims.\nMost experts think that we are in a moment of uncertainty. There is limited data, and the impacts of the pandemic on trafficking patterns are yet to be observed. But they all agree that a surge in vulnerability will lead to a large growth in trafficking in the coming months.\nThere are also new and emerging patterns of trafficking. An official from Stop the Traffik, a campaign coalition fighting to prevent human trafficking worldwide, sees a growth of trafficking of Bangladeshis and the Rohingya into Malaysia, and BRAC warns of growing internal trafficking in Bangladesh. BRAC's findings in Jashore are representative of wider growth, evolution and change in trafficking and exploitation of vulnerable and minority groups across South Asia. While responsible organisations will continue to remain vigilant and respond to the changing context, communities, law enforcement and the government in Bangladesh and India, as well as the international community, will all need to cooperate if they are to disrupt new trafficking patterns and minimise the adverse effects of Covid-19 on cross-border trafficking in South Asia.\n \nPatrick Mostyn is the Programmes Partnerships Manager for Asia, BRAC UK.\n",
        "headline_1": "Future impacts of Covid-19: Human trafficking on India-Bangladesh border",
        "headline_2": "",
        "link": "https://www.thedailystar.net//views/opinion/news/future-impacts-covid-19-human-trafficking-india-bangladesh-border-2125521",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2021"
    },
    {
        "full_article": "Emeritus publisher Mohiuddin Ahmed, the doyen of Bangladesh's publishing industry, left us on June 22, 2021. As it is said, life ends but memories do not. When I recall my association with him, three distinctive episodes and numerous encounters flash across my mind.\nI came to know Mohiuddin Ahmed, founder of the University Press Limited (UPL), in Dhaka during the late 1980s. This was in connection with the processing of a publication titled From Aid Dependence to Self-Reliance (1990), a task entrusted by Professor Rehman Sobhan, the then Director General of Bangladesh Institute of Development Studies (BIDS). In the old-fashioned process of preparing the final typescript of the book, I have had the opportunity to observe Mohiuddin Ahmed, then in his energetic late 40s, in full form and action. For a young researcher, it was indeed instructive for me to see how he visualised the whole value chain of production and implemented each of the discrete activities with finesse. He could envision the final product—how the book will look like.\nMy second cherished involvement with him took place when he undertook the responsibility to publish the 29 Task Force Reports, prepared by more than 250 national experts under the stewardship of Rehman Sobhan when he was an Advisor in the caretaker government led by Justice Shahabuddin. I remained closely engaged with Mohiuddin Ahmed in planning and delivering the four volumes which came out under the title Report of the Task Forces on Bangladesh Development Strategies for the 1990s (1991). I witnessed how he approached this project from the perspective of national responsibility. He even got his daughter Shamarukh to design the cover of the volumes.\nMy third set of intimate interactions with him relates to the second half of 1990s when the Centre for Policy Dialogue (CPD) entered into an arrangement with UPL for publication of the series captioned Independent Review of Bangladesh Development (IRBD). The first volume of the series, captioned Experiences with Economic Reform: A Review of Bangladesh Development, came out in 1995. I was impressed to observe Mohiuddin Ahmed's approach in providing an expanded readership to our otherwise uncheerful analysis of the state of the economy. This was indeed an illustration of how he combined commercial and creative acumen.\nIn the 2000s, my interactions with Mohiuddin Bhai (by that time I could allow the familiarity) became limited for a number of reasons, one being his weakening health. Yet, whenever we met, conversation with this erudite and accomplished person would be an enriching experience for me. I fondly remember the dinner discussion we had at his residence when he invited a group of his authors.\nOur conversations would often veer towards the future of book publishing, particularly given the changing reading habit, infringement of copyright and escalation of printing cost. I would often raise my concern over the limited English readership in Bangladesh; he would always reassure me that the libraries around the world will be the main repository of the UPL publications. Mohiuddin Bhai's optimistic outlook regarding the prospect of book reading is vindicated by the fact that book sales value increased globally by 1.4 percent in 2018.   \nAnother major theme of our discussions had been the evolving business model for book marketing. I was struck by Mohiuddin Bhai's readiness to adapt to technological and digital innovations—whether it concerned print to order, tie-in publishing, referral marketing or use of e-commerce platforms for sale and publicity. This was the time when Kindle was gaining popularity. For him, printing hard copies and going digital were not an either/or situation. His bottom-line was: under conceivable circumstances, quality of the books produced should not get compromised. I guess this attitude spoke about his deep passion for books and profound respect for his authors.\nIn this connection, we often jointly lamented the absence of a string of decent bookshops—spacious and well-stocked—as Dhaka's socio-cultural mini-epicentres. This theme would often take us to the issues concerning Ekushey Boi Mela organised annually by Bangla Academy. Mohiuddin Bhai was of the view that such book fairs should be held more often and target specific audience. He was mindful of the changing demographic profile of the readership and the need to appreciate that from a publisher's perspective. Thus, he ventured into diversifying UPL's catalogue including books of various genres. We also talked about lenient return policy and public availability of imprints.\nMohiuddin Bhai was a person with an international outlook, underpinned by his grooming and conviction. I remember mentioning to him that book publishing is a global industry amounting to about USD 100 billion, where almost a million people are employed. He would then implore us to do research on the publishing sector of Bangladesh and highlight the policy challenges that it faces. I guess one day a proper study will be done in this area as a tribute to Mohiuddin Bhai and other pioneers of the country's publishing industry.\nMohiuddin Bhai, through UPL, has created a brand identity. I wonder what underlies this vaunted identity. What are its assets? Is it because UPL is a market leader? Or is it because of its ability to inspire the market? My best guess in this regard is quite simple. The values espoused by its founder underpin UPL's brand identity. He had been an eminent standard-bearer of post-independence Bangladesh. He was engaged in promoting creation of a democratic, secular and progressive society by instilling reading habits among the citizens. He greatly valued the power of knowledge as a driver for change. He maintained that the ability to read is not a privilege, but a right.\nMohiuddin Bhai had been a lucky person. He could find in his other daughter, Mahrukh, a talented and conscientious chief executive of UPL. In her hands, UPL's brand value is only expected to rise. I trust the vision and ideas, hopes and dreams of Mohiuddin Ahmed are making an inter-generational transition.\nThat makes me believe that Mohiuddin Ahmed's mortal being may not be with us anymore but his spirit would always be with us, as we strive for an inclusive and prosperous Bangladesh.\n \nDebapriya Bhattacharya is Distinguished Fellow, Centre for Policy Dialogue (CPD).\n",
        "headline_1": "Bidding Adieu to Emeritus Publisher Mohiuddin Ahmed",
        "headline_2": "",
        "link": "https://www.thedailystar.net//opinion/tribute/news/bidding-adieu-emeritus-publisher-mohiuddin-ahmed-2125476",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2021"
    },
    {
        "full_article": "In a recent cross-sectional serosurvey conducted by icddr,b, antibodies against SARS-CoV-2 (widely known as coronavirus) from blood samples were found in 71 percent and 55 percent of Dhaka and Chattogram city-dwellers respectively (The Daily Star, June 23). More than two-thirds of slum-dwellers developed seropositivity (antibody positive) against the virus, the report added. It means they were exposed to and infected with the virus but did not necessarily develop symptomatic disease. In fact, study results showed that only 35.5 percent of seropositive people had mild symptoms while the rest were asymptomatic.\nAntibodies are protective proteins made by the immune system to fight infection, and utilised to assess seroprevalence of an infectious disease of public health importance in a community. In some instances, it is also used for diagnostic purposes in case of diagnostic dilemmas in severe Covid-19 cases, where RT-PCR tests are negative—such as post-Covid multisystem inflammatory syndrome in children—and when antibody detection remains the only laboratory diagnosis. More importantly, during the current pandemic, serological testing appears to be a useful strategy to determine human-to-human transmission of the virus. The utilisation of serological tests for the asymptomatic population or those showing mild symptoms is crucial as they rarely opt for PCR testing, masking the population's actual rate of Covid-19 infection.\nHowever, there is another significant takeaway as well as some fallacies surrounding the seroprevalence of Covid-19. About 72 percent of the population in slum areas were exposed and infected with the virus, the above report said, despite popular belief that Covid-19 has mostly infected people of upper socioeconomic classes so far, sparing the poor. This belief or illusion, however, is not completely shattered from the interpretation of the study results. Although slum-dwellers are more exposed to and infected with the virus than non-slum-dwellers, they rarely developed Covid-19 symptoms. People may be infected with a virus but may not necessarily develop the disease. Subclinical infections producing protective antibodies without causing symptomatic disease are like a blessing in disguise, as it protects the person from future infection through previously formed immunity—although antibodies formed by previous infection may not last long or may not show the same efficacy with different variants of the virus.\nHigh seroprevalence was similarly found in Dharavi, Mumbai, the largest slum in South Asia. The serosurvey carried out by the Brihanmumbai Municipal Corporation (BMC) in July 2020 found 57 percent of slum-dwellers to have developed antibodies against the virus. They were mostly asymptomatic with a very low case fatality rate (0.05-0.1 percent), which resembled the Bangladeshi scenario. High density of population, lack of social distancing, and common utilities like shared toilets could be attributable to high seroprevalence, the BMC report stated, and the low symptomatic Covid-19 caseload in the population was due to effective containment measures. In the icddr,b report, however, no such explanation was given.\nPeople who performed good hygiene practices like washing hands frequently and not touching their nose and face were found in the icddr,b serosurvey to be at a lower risk of exposure to Covid-19 as evidenced by lower seroprevalence. However, people with low exposure to an infectious disease with low seropositivity are more vulnerable to future symptomatic infection from the same virus as they developed no protection from previous subclinical exposure. A published study in Bangladesh, where I was a co-investigator, found that urban adolescents and children of higher socioeconomic status with lower seropositivity against the Hepatitis A virus were more vulnerable to developing severe symptomatic Hepatitis A than their rural and urban counterparts of lower socioeconomic status, who developed higher seropositivity due to previous subclinical infection, as a result of poor hygiene and sanitation practices in their households.\nConsidering the high prevalence of coronavirus antibodies in the non-representative sample size, a question arises: are we heading towards developing herd immunity? It is one of the most talked-about weapons in fighting a virus. Herd immunity occurs when a virus can no longer spread easily because enough people are already immune to it due to natural infection or from mass vaccination, thereby preventing the virus from jumping from person to person and reaching those who have not yet been infected or vaccinated. For herd immunity to develop, 60-90 percent of the population need to develop immunity through mass immunisation or natural infection. The icddr,b researchers, despite finding reasonably high seroprevalence in their study, ruled out such a possibility, the non-representative sample size being an important reason.\nHerd immunity through natural infection, however, can be disastrous even in high-income countries with an enormous loss of lives as the health system will be overwhelmed with patients. It also requires a number of waves of Covid-19 infection to develop, which is why herd immunity is generally pursued through mass vaccination. Immunity (seropositivity) developed from natural infection is also unreliable as there is still poor understanding as to how long it will last. Most importantly, the constantly mutating coronavirus is giving rise to deadlier and more contagious variants which may show resistance to immunity developed from past infection.\nIndia is a glaring example of why relying on natural infection-induced herd immunity may not work. A recent deadly second wave of Covid-19 caused a public health catastrophe there, leading to apocalyptic scenes of overwhelmed hospitals including in the capital. A serosurvey carried out by the Indian National Centre of Disease Control on 21,387 Delhi city-dwellers in June-July 2020 found that 23 percent of residents had developed Covid-19 antibodies with the remaining 77 percent still susceptible. Thus they interpreted that one-fourth of Delhi residents had developed immunity without vaccine or symptomatic Covid-19. Dr Jayaprakash Muliyil, chairman of the scientific advisory committee of the National Institute of Epidemiology in India, mentioned in an interview with the Outlook magazine on July 22, 2020 that judging from the seroprevalence survey, India was \"fast approaching herd immunity\" and Covid-19 was \"going to end on its own when we reach herd immunity\".\nHowever, Delhi and other states witnessed a devastating surge of Covid-19 in April and May 2021, where up to 400,000 daily cases were recorded. Clearly, the previous seropositivity didn't help. The emergence of the highly transmissible and immunity-evading Delta variant of Covid-19, together with religious festivals, election rallies, and ignoring early warnings, were responsible for this catastrophe.\nTherefore, it is desirable to achieve herd immunity with mass vaccination covering at least 70 percent of the population which can be done faster and without people getting sick or dying. Until that is achieved, we have to protect ourselves by simple health safety measures like putting on a face mask, frequent hand washing, social distancing, maintaining respiratory hygiene, and staying away from social gatherings and the sick.\n \nProf Dr Md. Salim Shakur is a senior consultant at the Department of Paediatrics, United Hospital Limited.\n",
        "headline_1": "Mass vaccination leading to herd immunity is our best chance",
        "headline_2": "",
        "link": "https://www.thedailystar.net//views/opinion/news/mass-vaccination-leading-herd-immunity-our-best-chance-2125446",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2021"
    },
    {
        "full_article": "Recently, reports of two contradictory developments in the power and energy sector have befuddled readers in Bangladesh. The first report was published on June 28, stating that the state minister for power, energy and mineral resources in a press conference announced that the government decided to scrap 10 coal-fired power plants that are either at a planning stage or at an early stage of implementation. The news got much attention both within and outside the country, owing to its perceived relation with the development of the clean energy sector. Civil society members, activists, think tanks including CPD, and private-sector actors who support the development of clean energy welcomed the decision as a first step in the right direction.\nWithin a week, however, it was reported that the government is mulling further extension of five oil-fired quick rental power plants. The news perplexed readers, particularly stakeholders of the power sector, as it was not long ago that a shutdown of quick rental power plants by 2024 was discussed at the Parliamentary Standing Committee on Power and Energy (New Age, March 2021) and highlighted by the same state minister in a discussion meeting more recently (TBS, May 4, 2021). Even the 8th Five-Year Plan document has been strategised accordingly (Planning Commission, 2021). All this created high expectations that the government may soon announce the closure of all rental and quick rental power plants without any further extension of their operations.\nThe two developments—cancellation of coal plants on the one hand, and extension of quick rental power plants on the other—represent a contradictory policy response on clean energy. In other words, what we are seeing is a negative-sum game in our power sector. Playing such a game will further hinder the development of the much-desired clean power sector in the country.\nThe latest news also raised doubts about the political commitment of the top leadership of the country. In various international platforms, Bangladesh has expressed its commitment about shifting from fossil-fuel-based power generation to renewable energy-based power generation. Since Bangladesh is one of the most climate vulnerable countries in the world—sixth in the world—and has been seeking international cooperation for adaptation and mitigation, its promotion of fossil-fuel-based power generation through different actions (or inactions) has weakened its case to some extent. Hence, Bangladesh needs to make bold and clear decisions about how it will gradually shift from fossil-fuel based power to renewable energy in the coming years. Lack of clarity sends a wrong signal, and so far, despite repeated urgings, the government hasn't been able to provide a clear direction in achieving its clean energy goals.\nCancellation of coal-fired power plants\nAlthough the state minister for power and energy announced the decision to scrap 10 coal-fired power plants, five of those would be transformed into LNG-based power plants. In other words, the announcement is rather confusing as it indicates moving from one fossil fuel (coal) to another (LNG). In fact, moving to LNG-based power generation would make the power sector dependent on a single energy source with little scope for diversification of our energy mix, which would severely hamper power generation through renewables. While the fate of the 10 power plants has been announced, the decision about the remaining coal-fired power plants is not clear. The 10 now-discarded projects are among the 18 planned coal-fired plants that were reportedly approved since 2008. The question is: what would happen to the rest of the plants which are at different phases of implementation (i.e. LOI, NOA, planning phases)?\nThe ministry earlier decided to allow the operation of three coal-fired power plants which have seen considerable progress in their implementation, such as the Patuakhali power station, the Rampal power station and the Matarbari power station. Apart from these, there had been public announcements about the implementation of a number of other plants. We think the government should immediately disclose information of all public and private coal-based power plants and send an unequivocal message that it will not allow any new investment in coal-fired power generation in the country.\nThe state minister in his press conference also announced that a total capacity for coal-fired power generation of 10,000-12,000 MW will be developed by 2030. We think the combined capacity of the three ongoing projects along with the Barapukuria plant would be the limit of our coal-based power generation capacity (4415 MW). These coal-based power plants, each with the lifespan of 25-30 years, need not continue operations for such a long time. Considering the depreciation of power plants, relative availability of renewable energy at cheaper rates, further rise in global pressure against fossil fuel, particularly coal, in the coming years—these plants should be discontinued much earlier, judging from the economic, financial and environmental cost-benefit point of view.\nQuick rental power plants\nA total of 21 rental and quick rental power plants are currently in operation with a power generation capacity of 1396 MW. Of these plants, nine use expensive heavy fuel oil (HFO). However, only one-third of their total capacity is currently being utilised with the generation of 400 MW of electricity. Bangladesh Power Development Board (BPDB) could not utilise most of their capacity, but a huge amount of capacity payment has been made every year to these power plants. Besides, the operational efficiency of these plants has been declining over the years, raising electricity generation costs and further burdening the BPDB. Moreover, these plants use expensive petroleum (HFO/HSD) as fuel which contributed to high electricity costs and thereby increased the burden of BPDB.\nSince the government has principally decided to close rental and quick rental power plants, there is no reason to give these plants further time extensions, even under the clause of \"no electricity, no pay\". Moreover, if these rental and quick rental power plants get further extensions, the drive for renewable energy-based power generation will continue to face setbacks. All things considered, it is only fair that the government disallows further extensions of any rental and quick rental power plant. Moreover, it should officially announce their closure by 2024 and give a clear roadmap of how it intends to do so.\n \nDr Khondaker Golam Moazzem is Research Director, Centre for Policy Dialogue (CPD), and Project Director, CPD Power and Energy Study.\n",
        "headline_1": "A negative-sum game in the energy sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net//views/opinion/news/negative-sum-game-the-energy-sector-2124766",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2021"
    },
    {
        "full_article": "Mental health problems affect our moods, emotions and behaviour, impacting our ability to perform daily activities. Issues such as depression, anxiety and attention deficit hyperactivity disorder (ADHD) can stem from our genetics, brain chemistry, traumas and experience of abuse. Unfortunately, in many countries including Bangladesh, mental health problems are stigmatised, and those who suffer from them are looked down upon, discriminated against and often denied treatment.\nIn Bangladesh, according to a World Health Organization survey in 2019, the prevalence of mental disorders is 16.8 percent among adults aged 18-99 years and 13.6 percent among children aged 7-17 years. The study also indicated that 92.3 percent of adults and 94.5 percent of children diagnosed with mental disorders do not get proper treatment for their condition, which means, among other things, the authorities are paying little attention to raising awareness of mental health issues and how they affect citizen's lives.\nThe social stigma attached to mental health, and the disparity in treatment of different socio-economic groups, mean that human rights are also being violated. This matter was highlighted by the United Nations in 2005, when the UN Human Rights Committee recommended the Bangladesh government to develop separate policies to protect the human rights of people with mental health issues in the country. These policies have been under development for the past 15 years with the support of courts and various international organisations trying to consolidate efforts to create an enabling environment for mental health to flourish.\nBangladesh Constitution provides that the state shall direct its policy towards securing citizens' right to life, living and livelihood, as set out in Article 32 of the constitution. This right was also affirmed in the case of Kalam and others vs. Bangladesh and others, where the court held that slum-dwellers had equal rights in every sphere of life including food, shelter, healthcare and education. Similarly, in the case of Kalandiar Kabir vs. Bangladesh and others, a similar statement was made regarding people with mental illness where the court acknowledged that people with mental illness are continuously subjected to inhuman and degrading treatment, and that in some cases, it amounted to a clear violation of their right to life.\nArticle 28(4) of the constitution provides that nothing shall prevent the state from making special provisions in favour of women or children and their rights. The legal requirement of equality in the eyes of the law was also considered in the case of BLAST and others v Bangladesh and others, in which a lawyer with mental illness was denied the opportunity of attending exams for the Public Service Commission. Many citizens from different occupations trying to sit for such exams are also often subjected to similar discrimination.\nTo address the mental health component of the scourge of discrimination, there should be, among other things, special educational services for people suffering from dyslexia, ADHD and other problems, so that they can get extra learning support and the same career opportunities as other citizens. It is challenging enough for young students who are struggling to juggle their studies with the stress of finding a job—the additional burden of having to deal with this kind of discrimination can be too much for them. Greater understanding and awareness of the right to education is also needed. There are organisations such as WHO and Unicef working on this issue through their platforms and various initiatives, but more such initiatives, especially from the government, are needed for wider impact.\nThe right to liberty and security for people with mental illness has been guaranteed under Articles 31 and 32 of Bangladesh Constitution. One study shows that an average mental health patient spends 137 days detained in their cells/rooms. This is clearly a violation of a person's right to liberty, and goes against the International Bill of Human Rights. Not all people with mental health issues are violent. But a disproportionate number of them in Bangladesh are reportedly kept in chains or compelled to stay indoors. It is because people in general have not been sufficiently taught about mental health issues, and therefore, they harbour prejudices against those who suffer from them.\nThe fact that government-funded mental hospitals are failing to take care of patients with love, care and kindness is utterly disappointing. This reflects lack of concern from those in power. There are also very limited beds for patients, and most doctors have limited experience. In 2015, an article in The Guardian newspaper highlighted how people suffering from mental illnesses like schizophrenia and clinical depression in Bangladesh are locked or chained up so they can't harm themselves or others. In response, the then secretary of the cabinet division introduced the Mental Health Act 2018 to address these violations and bring hope for people who are struggling to get proper treatment, including provisions for health and rehabilitative services.\nArticle 18(1) of the constitution says that the state shall regard raising the level of nutrition and improvement of public health as among its primary duties. The right to health and medicine thus forms the link between mental health problems and human rights, since people with mental health problems often struggle to get proper medication or treatment, especially because they lack the necessary means or support. The Mental Health Act 2018 sought to improve the overall condition of mental patients around the country, protecting their rights to property, ensuring caring services and rehabilitation. This act further aims to ensure that people of all classes have access to equal treatment. What we need to do now is ensure that it is properly and evenly executed.\nTo sum up, the human rights of people with mental illness are getting routinely violated in Bangladesh. The courts and the government will have to play a pioneering role in terms of addressing this issue. Equally importantly, as members of society, we too have a huge responsibility here: to use our respective platforms and raise awareness of mental health issues so that those suffering from them are treated with care and given all the support they need.\n \nTasfiah Rahman is studying law at the BPP University Law School.\n",
        "headline_1": "We must protect the rights of mental health patients",
        "headline_2": "",
        "link": "https://www.thedailystar.net//views/opinion/news/we-must-protect-the-rights-mental-health-patients-2124761",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2021"
    },
    {
        "full_article": "I am fortunate, indeed blessed, to have been a part of Dhaka University (DU) as a student and a teacher from 1967-75. I had received a superb education from talented and dedicated professors, and I was inspired by the moral values they represented, the enlightenment principles they professed, and the individual dignity and social courtesies they exemplified. Moreover, DU provided an enabling environment for us to develop qualities of courage, integrity, patriotism and intellectual eagerness.\nI was a student here when we experienced our thrilling emergence as an independent country. On December 16, 1971, as I re-entered Dhaka after seven months, with other Freedom Fighters from Sector 2, we felt we had \"done it\". Fifty years later, we ask, what have we really done? That question haunts us.\nThis is not the place for an elaborate stock-taking. But apparently, the ideals we fought for—the democracy we had imagined, the socialism we had envisioned, the secularism that we had embraced, and even the issue of national identity we had thought we had settled—all appear to have been a bit rudely shaken later. Even our alma mater gradually began to lose its lustre, and sometimes its way.\nThere are various causes, and many excuses, that may be offered as explanations. But one of the biggest challenges which we did not understand, confront or defeat was corruption. It did not remain a set of discrete criminal acts; it gradually became a way of life that engulfed us, practiced openly and boldly.\nThere is no better metaphor for the state of corruption and its subversion of democracy in the country than the photograph of a female journalist (of Prothom Alo) peering out plaintively from behind the grilles of a prison van because she had bravely exposed the fraud and incompetence in the Health Ministry. \nThis essay is a cursory glance at corruption's impact on politics and higher education.\n***\nCorruption has typically involved extracting payments in exchange for services provided. This is a rather restrictive and legalistic definition since it only refers to official and institutional malfeasance for personal gain.\nHistorically, the notion has been broader. For example, Socrates was accused of \"corrupting the youth\", St. Paul warned the Corinthians of the \"corruption of the flesh\", and literature is replete with references to the \"corruption of the soul\". It is also apparent that corruption has become more complex, innovative and more organically rooted in society. It may encompass personal, cultural and moral components, and include acts that may be destructive of the public good.      \nThe notion of corruption and politics has always been considered to be intimately related and co-dependent. Hence, the idea of \"politics\" is considered to be synonymous with cunning, hypocrisy and opportunism. The phrase \"dirty politics\" is considered an exercise in redundancy, a \"crooked politician\" a tautology. Thus, it is frequently argued that corruption can be better contained in an autocratic regime—through \"strong man\" tactics which are simple and direct—than under arrangements that allow the pursuit of open politics where the effort becomes messy and futile.\nBut this relationship that is hypothesised is not only unfortunate, it is mischievous. First, it is clear that the freest and most democratic countries in the world (according to Freedom Watch) are also the least corrupt (according to Transparency International), and that free speech, competitive elections, constitutional guarantees, institutional checks and balances, and an informed and engaged citizenry remain the best antidote to corruption. Second, an attack on politics inevitably becomes an assault on democracy. It may be possible to have politics without democracy, but not democracy without politics. Authoritarian efforts not only cost freedoms and rights, they are also counter-productive in terms of controlling corruption.\n***\nUnfortunately, corruption may affect politics with irregularities in campaigns, balloting and vote counts. It may erode the institutional salience and moral authority of the parliament. It may problematise the rule of law, a fundamental right of citizens in a democracy. \nEven more unfortunately, the corruption of politics and the concomitant loss of democratic values can also happen in the universities, where it is least expected. How can the widely reported \"scandals\" which include allegations about teachers who allegedly plagiarise, disregard their teaching responsibilities while seeking \"consultancies\" and additional teaching assignments elsewhere, and ignore research and professional development to pursue party loyalties for material benefit; VCs who do not attend office, hire people for personal and partisan advantage, arrange \"pay-offs\" for student leaders out of development funds, threaten legal action against critics, and face various investigations for procedural and ethical transgressions; students who gang-rape a woman in a dorm, or torture a fellow student to death for a Facebook post, or demonstrate arbitrary, often cruel, dominance in residential halls, or provide muscular support for party leaders in exchange for various rewards and favours—how can these signs of moral chaos not reflect, or affect, the democratic (dis)temper of our times?\nDidn't such embarrassments become more manifest during the time when elections to student bodies were not even held for several decades, and a stultifying atmosphere of cynicism and fear was inflicted on campus by successive regimes?\nDidn't the students create the context—and make sacrifices in blood, sweat and tears—to pave the way for the country's independence and the ideals it fostered?  Didn't the debates and discussions, the interrogations and contestations, the frisson of ideas and the jostling for political space, the wall magazines and pamphlets, the cultural platforms, the study circles and the student organisations pursuing diverse ideological and national goals help to create tolerance and broad-mindedness, an engagement with public issues, and a respect for the democratic process? Isn't the right to think, question and challenge part of education? Isn't taking away that right tantamount to an attack on democracy as well?\nIs it merely coincidental that the most glorious periods of Dhaka University's history coincided with the period of its most intense political activism, and its most awkward years (including progressively lower rankings in international comparisons) overlap with authoritarian efforts at establishing control?\nIf that lofty tradition is now perverted by the politics of anti-politics (even leading to talk of \"banning politics in universities\"), what does it portend for the future of democracy in Bangladesh? \nDoesn't this uncomfortable situation provoke questions about whether the governmental/bureaucratic classes still retain a stake in our public universities? Does the quality or reputation of these universities even matter to them since their own children will be sent to pricey private universities and/or abroad for higher studies?  \nSimilarly, do the members of the corporate/financial elite have any interest in research and scholarship in our universities? Or do they narrowly focus on the instrumental and utilitarian aspects of education to provide skilled manpower as grist for their economic mill?  \nThis unconcern is nested within a wider structure of the devaluation of education itself. Previously, education was prized because it provided us with professional identity, upward mobility, and social respect. Those \"middle-class\" values and inspirations are becoming increasingly irrelevant in a psycho-social environment where wealth has become the dominant marker of status and power, and its pursuit the overriding obsession. This is perfectly compatible with the selfishness inherent in a de-politicised culture.\nThe right to investigate, contest and propose alternative ideas, explanations and policies based on logic, evidence and moral clarity, the right to vote, speak or organise without fear, and the right to seek an education that enlightens—rather than one that merely imparts skills—can only come through an open, inclusive, tolerant environment which not only allows but also encourages politics in the best sense of the term. There is nothing that autocrats fear more than free speech and accountability. And it is the universities that nurture that sentiment, practice and courage.\nThose who seek to de-legitimise politics today, perhaps unknowingly, disregard the foundational values, historical compulsions and constitutional guarantees that define this country. The universities were in the forefront of the struggle through which our democratic ideals were pursued. We must inspire them to regain that mantle. Otherwise, education will suffer, democracy will suffocate and, without those challenges, corruption will triumph.\n  \n(The article is partially based on a talk at DU in May 2021.)\n \nAhrar Ahmad is Director General of Gyantapas Abdur Razzaq Foundation, Dhaka. Previously, he served as Professor Emeritus at the Black Hills State University, South Dakota, USA.\nEmail: ahrar.ahmad@bhsu.edu\n",
        "headline_1": "The politics of anti-politics: Corruption, democracy and the universities",
        "headline_2": "",
        "link": "https://www.thedailystar.net//views/opinion/news/the-politics-anti-politics-corruption-democracy-and-the-universities-2124751",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2021"
    }
]