[
    {
        "full_article": "When an esteem-ed member of our university's syndicate board died recently, we requested the government for a replacement. According to Private University Act 2010, clause 17(e), the government is supposed to nominate an educator or a philomath for the syndicate. The response, however, was beyond our expectation, and quite telling of a silent \"move\" of bureaucratisation that is going to have a lasting impact, not only on academia, but also on our society.\nProf Shamsuzzaman Khan, the former President and Chairman of Bangla Academy, was on our Board of Syndicate at the time of his death on April 14, 2021. But a circular of the Ministry of Education dated January 7, 2021, showed that he had been already replaced by a certain Joint Secretary of the College Division. The Ministry was evidently waiting for his tenure to be over before breaking the news to us. The circular shows a long list of education ministry officials who will, from now on, represent the government in the category of renowned academics or philomaths in the syndicate boards of all private universities. Each joint secretary and additional secretary of the ministry has been assigned to five to seven universities.\nAs someone who has been teaching for over 28 years, I have seen how the presence of a noted academic in the apex body allows a university to shape its academic policies and leadership. The wisdom and experience of senior faculty members is now being replaced by the paper chains of some professionals who are legendary for slowing things down. Besides, these officers already have a lot on their plates: they are responsible for millions of students in the secondary and the higher secondary system. How much time can these officers spare for the five to seven universities to which they have been assigned? How much orientation they have on the tertiary system is soon to be seen. Isn't there a government sanctioned grants commission to look after universities? I am sure all the designated syndicate members are brilliant officers with immaculate career records—but do they all qualify as \"academicians or philomaths\", as mentioned in the particular clause of the 2010 Act? Even from the government's perspective, if the intention is to have eyes and ears on the ground, this could have been better served by members of civil society who seem to have an affinity towards them. I am just curious what rationale there could be behind such a decision.\nAlready, with the introduction of quality assurance in the universities funded by the World Bank, we are noting the implementation of a bureaucratic system that suffocates academic freedom in favour of a greater centralised and hierarchical organisational structure that puts emphasis on top-down management, with decreased local autonomy for departments. Some cumbersome and intrusive procedures are introduced to monitor the paper trails of teaching and learning. University teachers are now required to fill out 14 forms for every course: Lesson Plan, Class Monitor Form (CR selection form), Class Attendance Sheet, Midterm Question Paper, Final Question Paper, Midterm Exam Scripts of low, average and highest score (checked, commented and marked), Final Exam Scripts of low, average and highest score (checked, commented and marked), Midterm Exam Attendance Sheet, Final Exam Attendance Sheet, Semester Course Report, Course Session Report, Make Up Class, Student Excused Absence Form and Course Closing Checklist.\nI give you the long list to give you an understanding of the international bureaucracy that has crept into the local system. Bureaucratisation of academic institutions is a contentious issue. Somehow, we have been colonised with the idea of big data that can be converted into parameters needed for university accreditation and ranking. Unless we comply, we are told that our degrees won't be recognised.\nThe growing status of bureaucracy led me to a government project, titled, \"Strengthening Government through Capacity Development of the BCS Cadre Officials (3rd Revised)\". According to this project, between 2009 and 2019, the government spent a total of Taka 33,853.69 lakh on sending BCS officers for foreign Master's degrees in fields that would help the government attain its Millennium Development Goals. The allocation was initially Tk 60 lakh for an officer who would like to pursue higher studies. The third revised budget revised the ceiling to Tk 383.82 lakh per officer per degree. Seventy percent of the fund has been earmarked for BCS officers, and 30 percent for project-related officials.\nAn MA here in a public university is virtually free or heavily subsidised. At a topmost private university, such a degree for 12-18 months should not cost more than two to three lakh Taka. Of course, I am not going to say that a North American or UK degree of the world's top 300 universities is equivalent to ours. However, in most prestigious postgraduate programmes, there are adequate research and teaching funds for which MA students can apply. If an officer has academic interest and the competency for higher studies, they can apply for a fund at any university of their choice. Why pay over three crore Taka of taxpayers' money for the degree of an individual? With what projected outcome? To increase their negotiation skills and bargaining skills as laid out by the project proposal? To make them better policy makers? Needless to say, the policy paper too came from international consultants who have made sure that our money is spent abroad.\nWe frequently scoff our students for paying negligible fees at a public university, for having their tea and snacks at a subsidised rate. If we really want to make a difference, we need to invest in our rickety higher education system. Follow the Bhutan model where they give merit-based scholarships to university students for studying abroad, making sure that they return to the home country as human capital. If the government really wants to attain the Millennium Development Goals, spend on research and development. Invest that three crore Taka to create laboratories or libraries in each university. Invest in creating better teachers. Instead of one student, you will have many students applying for the public service examinations. Water the roots, not the shoots. By the time these officers are doing their degrees, they are already mid-level in their career paths. With 10 to 15 years left in their services, the overseas degrees will simply enrich the portfolios of these officers and assist their post-retirement plans. The nation is unlikely to get any real benefit out of it. Whereas with such amounts of money, the government could have easily asked local universities to bring in contractual adjunct professors from top universities to run workshops, summer courses, master classes or degree programmes which will benefit not one, but many.\nI give the example of the self-catering project of bureaucracy to map its emerging tentacles. There is a syndicate out there that is creeping into our syndicates.\n \nShamsad Mortuza is Pro-Vice-Chancellor of the University of Liberal Arts Bangladesh (ULAB), and a professor of English at Dhaka University (on leave).\n",
        "headline_1": "The problem with academic bureaucratisation",
        "headline_2": "",
        "link": "https://www.thedailystar.net//opinion/blowin-the-wind/news/the-problem-academic-bureaucratisation-2126051",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2021"
    },
    {
        "full_article": "A couple of months ago, while I was sitting at a station for the bus service in Queensland Australia, I received a phone call. The caller told me, \"I am calling from Harvard University. Do you want to register for the online programme on Cybersecurity you were interested in?\" and proceeded to give me more details. I was a bit surprised to receive that call. Similarly, I was interested in the Master of Science in Data Analytics online from the University of New South Wales, Australia and their educational adviser reached out to me several times a month. Later, I started my second Masters in Data Analytics online from the Georgia Institute of Technology, USA while residing in Australia.\nOnce, people went to universities for education, but now the motive has shifted partially, and the universities are approaching people with a diverse set of education programmes. This is referred to as Online Digital Education. Bangladesh has made remarkable progress digitally in different sectors, but not as much in online digital education as expected. The country is yet to mark its presence in the global online education industry, which is estimated to be worth USD 375 billion by 2026. It could easily be the third biggest source of earning revenues after remittance and the garments industry if this sector is given due importance and carefully visioned policies. Now is the right time for our policymakers to rethink online digital education policy and facilitate prominent institutions to excel in today's transnational education system as a Brand of Education Bangladesh.\nLet's start by understanding digital learning, which can be defined as any type of learning that is accompanied by ICTs or by instructional practice that makes effective use of it. From this perspective, blended or online learning can also be referred to as digital learning, as this type of learning is not possible without ICTs. However, shifting from traditional face-to-face education to online is not an easy journey for many institutions across the world during the pandemic—a bunch of challenges in terms of digital competencies, pedagogical knowledge, psycho-social counselling, varied levels of interaction, engagement and assessment strategies, support structures, etc. are required to be integrated into institutional policies and practices. Unfortunately, many of our educational institutions failed to adapt to these challenges to some extent but often attributed this failure to online digital education. What are the key reasons behind it?\nThe first is opposition to the idea of \"learning how to unlearn\". Professor Chris Dede from Harvard University attended a summit at Daffodil University in March 2021 and advised the audience that learning how to unlearn is the biggest challenge worldwide for transforming education digitally. Human beings always oppose those cultures they are not habituated to. Since the beginning of civilisation, teachers are accustomed to traditional face-to-face education. It is not easy to shift away from it overnight and learn new modes of teaching-learning.\nThe second obstacle is poor speed of the Internet. This is the issue largely affecting the wide acceptance and implementation of digital education in the developing and least developed countries. Bangladesh ranked 134th in the world for mobile speeds and 96th for fixed broadband speeds in May 2021. The country's broadband Internet density is quite low, though narrowband mobile Internet has penetrated most parts of the country. However, the Internet speed is moderately poor and not at all satisfactory for operating education digitally. Minimum 3G stable Internet needs to be ensured across the country.\nThen there is a negative perception of the community—people often perceive that online digital education is useless and it is possible to get certificates without any study. While pursuing my second masters online, I found it more challenging to perform well. Admittedly, the issue is not with online digital education but rather on the provider's trustworthiness. Online degrees provided by Stanford University won't be the same as Stamford University.\nSocioeconomic conditions also play a role here. Studies reveal that only 10-15 percent of university students have laptops or PCs in Bangladesh. Due to the pandemic, many parents have been laid off, students lost their part-time work, and female students have been forced to encounter the plague of early marriage. This situation is further aggravated by the high cost of fairly poor Internet. Government support is urgently required to overcome this situation.\nThe absence of an authentic examination system in online education is another big challenge, resulting in poor community perception. Reputed universities focus largely on formative assessment instead of summative exams and consider only a few courses (two to three out of 12) of a programme for formal exams. Research indicates that more than 90 percent of students have at least an Android device in Bangladesh. So, mobile-based online exam proctoring could be a viable solution.\nAnother challenge is the absence of suitable software solution and relevant human resources. We have grown up using pirated software and are often reluctant to invest money for suitable software. The country's two leading universities provided institutional emails to their students only last year. The situation deteriorates further due to a lack of qualified manpower for maintenance and support 24/7.\nThen there is the issue of lack of commitment to accountability. Online digital education creates evidence of work digitally. So, if we can ensure teachers' accountability to submit a monthly report through Smart Education, like software comprising a rubric of eight to ten aspects including student feedback, research work, professional training, students' engagement, overall presentation, etc., it can result in better quality education than what we do in traditional face-to-face learning.\nHowever, there is a pressing need for support structure. As we have not progressed much in digital education, certain things have not yet been introduced, such as learning designers and technologists. Learning designers sit with the course teacher and design the course keeping in mind outcome-based education, presentation, interactive videos and assessment, while learning technologists organise the course at the learning management system and provide necessary training to teachers and students. In the absence of them, teachers consider conducting online classes a relatively difficult task.\nUnwillingness regarding continuous professional development is another fact. There is no alternative to continuous professional development to reduce the gap of industry and academic practices, as well as to develop professional ethics. Unfortunately, our teachers are highly reluctant in this regard, and it should be included in the provisions of annual increment and/or promotion.\nFinally, the lack of executable policies and visible practices hinders the development of online education in Bangladesh. The University Grants Commission has recently initiated the National Framework for Blended Learning to help continue our education digitally. Monitoring compliance requirements of universities with transparency, particularly for online digital learning, is the key to ensure quality education.\nNow that all walks of people in Bangladesh are understanding the importance of online digital learning, we should capitalise on it. If online education is comprehended appropriately, we won't have to discontinue education, teachers won't have to search odd jobs for their survival, and students won't feel dejected. The world is becoming increasingly digital, and the educational institutions that can't embrace digitalisation will be gradually excluded. The sooner we realise that, the better.\n \nDr Md Aktaruzzaman is digital education expert and director at the Blended Learning Center in Daffodil International University, Dhaka, and founding head of ICT and Education dept(s) at Bangabandhu Digital University. Email: director.blc@daffodilvarsity.edu.bd.\n",
        "headline_1": "Adopting online digital education in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net//views/opinion/news/adopting-online-digital-education-bangladesh-2126026",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2021"
    }
]