[
	{
		"fullArticle":"Sep 1, 2021 \nThe Daily Star Editorial\n************************\nশিরোনাম: Strict action needed to stop trafficking of slum women and girls\n=বস্তি নারী ও শিশুদের পাচার বন্ধে কঠোর ব্যবস্থা দরকার; \nIncrease awareness, digital literacy amongst potential victims\n=সম্ভাব্য ভুক্তভোগীদের মাঝে সচেতনতা ও ডিজিটাল সাক্ষরতা বৃদ্ধি করুন;\n************************\nপ্রথমে শব্দার্থগুলি জেনে নিই\n=================\n১। Strict action needed-কঠোর ব্যবস্থা দরকার; \n২। to stop trafficking-পাচার বন্ধ করতে; \n৩। of slum women and girls-বস্তি নারী ও শিশুদের; \n৪। Increase awareness-সচেতনতা বৃদ্ধি করুন; \n৫। digital literacy amongst potential victims-সম্ভাব্য ভুক্তভোগীদের মাঝে ডিজিটাল সাক্ষরতা; \n৬। We are deeply concerned-আমরা গভীরভাবে উদ্বিগ্ন; \n৭। about the increasing cases-ঘটনা বৃদ্ধির ব্যাপারে; \n৮। of girls and women from urban slums-শহরের বস্তির নারী ও শিশুদের; \n৯। being targeted by transnational human trafficking syndicates-আন্ত:দেশীয় মানব পাচার সিন্ডিকেটের টার্গেট হওয়ার; \n১০। as reported by this newspaper yesterday-এই সংবাদপত্রে গতকাল প্রকাশিত রিপোর্ট অনুযায়ী; \n১১। The victims are mostly enticed -ভুক্তভোগীরা বেশিরভাগই প্ররোচিত হয়; \n১২। with false promises of jobs in India-ভারতে চাকরি দেয়ার ভুয়া প্রতিশ্রুতিতে; \n১৩। in beauty parlours, malls, etc.-বিউটি পার্লারে, শপিং মল ইত্যাদি; \n১৪। which would pay them much more-যা তাদেরকে অনেক বেশি দেয়া হবে; \n১৫। than any job in Bangladesh could-বাংলাদেশে যেকোনো চাকরিতে তারা যা পেতো পারতো তারচেয়ে; \n১৬। Being financially vulnerable-আর্থিকভাবে দুর্বল হওয়ায়; \n১৭। and with their limited livelihood options here-এবং এখানে তাদের সীমিত জীবিকার ব্যবস্থার কারণে; \n১৮। they fall prey to such traffickers-তারা এরুপ পাচারকারীদের খপ্পরে পড়ে; \n১৯। and end up being sold to brothels -এবং (তাদেরকে) পতিতালয়ে বিক্রি করে দেয়া হচ্ছে; \n২০। in our neighbouring country-আমাদের পার্শ্ববর্তী দেশে; \n২১। Families of victims -ভুক্তভোগীদের পরিবারগুলো; \n২২। only get-কেবল বুঝতে পারে; \n২৩। to know of this horrific fate-এই ভয়াবহ/লোমহর্ষক ভাগ্যবরণ জেনে; \n২৪। weeks or even months-সপ্তাহ অথবা এমনকি মাস (গেলে); \n২৫। after they are trafficked-তারা পাচার হওয়ার পর; \n২৬। if ever-যদি ঘটে/পাচার হয়; \n২৭। What is most worrying is that-সবচেয়ে উদ্বেগজনক হলো; \n২৮। the ring of traffickers seems-পাচারকারী চক্র মনে হয়; \n২৯। quite tight-একদম দৃঢ়; \n৩০। with perpetrators operating-অপরাধীরা পরিচালনা করছে; \n৩১। on either side of the border-সীমান্তের এক দিকে/পাশে; \n৩২। and coordinating their activities seamlessly-এবং তাদের কার্যক্রম সমন্বয় করছে সন্ধিহীনভাবে; \n৩৩। all the while staying out of the sight of law enforcers-আইন শৃঙ্খলা বাহিনীর চোখ একদম ফাকি দিয়ে; \n৩৪। in both Bangladesh and India-বাংলাদেশ ও ভারত উভয় দেশের; \n৩৫। Reportedly-প্রতিবেদনে উঠে আসছে; \n৩৬। these syndicates have \"safe houses\"-এসব সিন্ডিকেটের রয়েছে সেফ হাউজ; \n৩৭। in bordering districts-সীমান্তবর্তী জেলাগুলোতে; \n৩৮। such as Satkhira-যেমন সাতক্ষীরা;\n৩৯।  where the victims are kept-যেখানে ভুক্তভোগীদেরকে রাখা হয়; \n৪০। before being trafficked into India-ভারতে পাচার হওয়ার পূর্বে; \n৪১। Meanwhile-ইতোমধ্যে; \n৪২। the accused syndicate trafficking women from slums-বস্তির নারীদেরকে পাচারকারী অপরাধী চক্র; \n৪৩। is operating with up to 20 people-২০ জনেরও বেশি লোকের সাথে কাজ করছে; \n৪৪। according to investigators-তদন্তকারীরা জানিয়েছেন; \n৪৫। and their associates -এবং তাদের সহযোগীরা; \n৪৬। are usually locals from the slums-সাধারণত বস্তির স্থানীয়; \n৪৭। or nearby areas-অথবা আশেপাশের এলাকার; \n৪৮। who are known to the victims and their families-যারা ভুক্তভোগী এবং তাদের পরিবারগুলেকে চেনে/পরিচিত; \n৪৯। This particular ring-এই বিশেষ চক্র; \n৫০। has managed to traffic-পাচার করতে পেরেছে; \n৫১। at least 50 such women and girls-অন্তত এরুপ ৫০ জন নারী ও শিশুকে; \n৫২। over the last six years-গত ছয় বছর ধরে; \n৫৩। around 20 of whom belonged to a slum from Mirpur's Kalshi area in the capital-রাজধানীর মিরপুরের কালশী এলাকার একটি বস্তিতে বসবাসরত প্রায় ২০ জন; \n৫৪। Besides this,-এছাড়াও; \n৫৫। law enforcers say that-আইন শৃঙ্খলা রক্ষাকারী বাহিনী বলেছে; \n৫৬। another 50 or so girls-আরো ৫০ জন যুবতী বা এরকম; \n৫৭। were similarly lured away-একইভাবে খপ্পরে পড়েছিল; \n৫৮। in a recent TikTok trafficking racket-সম্প্রতি টিকটক পাচারকারী চক্রে; \n৫৯। While police and Rab often report arrests-পুলিশ ও র‌্যাব গ্রেপ্তার করার খবর পাওয়া যায়; \n৬০। of some of these traffickers-এসব পাচারকারীদের কিছু কিছুর; \n৬১। and claim to be actively working-এবং সক্রিয়ভাবে কাজ করার কথা বলেছেন; \n৬২। to thwart the syndicates' activities-চক্রের কার্যক্রম ভেঙে দেয়ার; \n৬৩। \n৬৪। \n৬৫। the government of Bangladesh prosecuted -বাংলাদেশ সরকার মামলা করেছে/করেছিল/বিচারে সোপর্দ করেছে; \n৬৬। 517 suspected traffickers-৫১৭ জন সন্দেহভাজন পাচারকারীকে; \n৬৭। but only convicted seven traffickers-কিন্তু মাত্র ৭জন দণ্ডপ্রাপ্ত পাচারকারী; \n৬৮। The gulf between words and action-কথা এবং কাজের ব্যবধান; \n৬৯। seems to be widening-বাড়ছে বলে মনে হয়; \n৭০। reports emerged of the mother of a trafficked 17-year-old who wilfully got herself trafficked into India-১৭ বছর বয়সী এক যুবতীর মায়ের স্ব-ইচ্ছায় ভারতে পাচার হওয়ার প্রতিবেদন প্রকাশিত হয়েছিল; \n৭১। after reportedly having received no help from local authorities-স্থানীয় কর্তৃপক্ষের তরফ থেকে কোনো ধরণের সাহায্য/সহায়তা না পাওয়ার পরে বলে খবর পাওয়া গেছে; \n৭২। She did that at great personal risk-সে নিজেকে বড় ধরনের ঝুকিতে ফেলে করেছিল; \n৭৩।  pulling off a daring rescue-দু:সহসিক এক উদ্ধারে সফল হয়ে; \n৭৪। pull off-সফল হওয়া; \n৭৫। of her minor daughter-তার নাবালক মেয়ের; \n৭৬। who had been sold to a brothel in India-যিনি ভারতের একটি পতিতালয়ে বিক্রি হয়েছিলেন; \n৭৭। We would urge-আমরা আহবান জানাই; \n৭৮। the law enforcement agencies-আইন শৃঙ্খলা বাহিনীগুলোকে; \n৭৯। to prioritise saving-বাঁচাতে অগ্রাধিকার দেয়ার; \n৮০। current and potential victims-বর্তমান এবং সম্ভাব্য ভুক্তভোগীদেরকে; \n৮১। of such trafficking rings-এরুপ পাচাকারী চক্রের; \n৮২। by ensuring the culprits see justice-অপরাধীদেরকে শাস্তি ভোগ করাটা নিশ্চিত করার মাধ্যমে; \n৮৩। instead of getting out on bail-জামিন পাওয়ার পরিবর্তে; \n৮৪। and resuming their heinous activities-তাদের জঘন্য কার্যকলাপ শুরু করার; \n৮৫। as they reportedly have done in the past-কারণ তারা পূর্বে করেছে বলে জানা গেছ; \n৮৬। It is also crucial for law enforcers-এটিও আইন শৃঙ্খলা বাহিনীর জন্য গুরুত্বপূর্ণ; \n৮৭। girls and women in urban slums-শহরের বস্তির নারী ও শিশু; \n৮৮। and other potential victims of trafficking-এবং অন্যান্য সম্ভাব্য পাচারের শিকার; \n৮৯। must be made aware-অবশ্যই অবগত করতে হবে; \n৯০। of how these rings operate-এসব চক্র কীভাবে কাজ করছে সে ব্যাপারে; \n৯১। and how they abuse social media platforms -এবং তারা কীভাবে সামাজিক যোগাযোগ মাধ্যমের অপব্যবহার করে; \n৯২। to conduct their crimes-তাদের অপরাধ পরিচালনায়/পরিচালনা করতে; \n৯৩। so that they may avoid an awful fate-যাতে তারা ভয়ঙ্কর ভাগ্য বরণ এড়াতে পারে; \n************************\nPrepared by: Md Mohiuddin \n********এবার মূল সম্পাদকীয়টি পড়ি*********\nStrict action needed to stop trafficking of slum women and girls\nIncrease awareness, digital literacy amongst potential victims\n************************\nWe are deeply concerned about the increasing cases of girls and women from urban slums being targeted by transnational human trafficking syndicates, as reported by this newspaper yesterday. The victims are mostly enticed with false promises of jobs in India (in beauty parlours, malls, etc.), which would pay them much more than any job in Bangladesh could. Being financially vulnerable, and with their limited livelihood options here, they fall prey to such traffickers and end up being sold to brothels in our neighbouring country. Families of victims only get to know of this horrific fate weeks or even months after they are trafficked—if ever.\n\nWhat is most worrying is that the ring of traffickers seems quite tight, with perpetrators operating on either side of the border and coordinating their activities seamlessly, all the while staying out of the sight of law enforcers in both Bangladesh and India. Reportedly, these syndicates have \"safe houses\" in bordering districts such as Satkhira, where the victims are kept before being trafficked into India. Meanwhile, the accused syndicate trafficking women from slums is operating with up to 20 people, according to investigators, and their associates are usually locals from the slums or nearby areas who are known to the victims and their families. This particular ring has managed to traffic at least 50 such women and girls over the last six years, around 20 of whom belonged to a slum from Mirpur's Kalshi area in the capital. Besides this, law enforcers say that another 50 or so girls were similarly lured away in a recent TikTok trafficking racket.\nWhile police and Rab often report arrests of some of these traffickers and claim to be actively working to thwart the syndicates' activities, the results on the ground leave a lot to be desired. According to the US State Department's Trafficking in Persons Report 2021 released on July 1, the government of Bangladesh prosecuted 517 suspected traffickers last year, but only convicted seven traffickers within the same time frame. The gulf between words and action seems to be widening. Only recently, reports emerged of the mother of a trafficked 17-year-old who wilfully got herself trafficked into India, after reportedly having received no help from local authorities. She did that at great personal risk, pulling off a daring rescue of her minor daughter who had been sold to a brothel in India.\n\nWe would urge the law enforcement agencies to prioritise saving current and potential victims of such trafficking rings by ensuring the culprits see justice instead of getting out on bail and resuming their heinous activities, as they reportedly have done in the past. It is also crucial for law enforcers on either side of the border to communicate their findings with each other and stay in constant contact regarding new leads. Finally, girls and women in urban slums (and other potential victims of trafficking) must be made aware of how these rings operate and how they abuse social media platforms to conduct their crimes, so that they may avoid an awful fate.\n",
		"headLine1" : "",
		"newsPaperName": "The Daily Star ",
		"publishDate": "01-09-2021",
		"creditText" : "prepared by: MD Mohiuddin sir "
	}
]
