[


	{
		"fullArticle":"Sep 30,  2021 \nThe Daily Star Editorial\n************************\nশিরোনাম: How many more will die before Chattogram’s drains are fixed?\n=চট্টগ্রামের ড্রেনগুলো ঠিক করার আগে আর কত জীবন দিতে হবে? \nCity authorities must be held accountable for their negligence\n=সিটি কর্পোরেশনকে তাদের অবহেলার দরুণ অবশ্যই দায়ী হতে হবে; \n************************\nপ্রথমে শব্দার্থগুলি জেনে নিই\n================\n১। How many more will die-আর কত জীবন যাবে? আর কত সংখ্যক মৃত্যু হবে?\n২। before Chattogram’s drains are fixed-চট্টগ্রামের ড্রেনগুলো ঠিক করার আগে; \n৩। City authorities must be held accountable-সিটি কর্পোরেশনকে অবশ্যই দায়ী করতে হবে/জবাবদিহি করতে হবে; \n৪। for their negligence-তাদের অবহেলার দরুণ/জন্য/কারণে; \n৫। We are saddened-আমরা বিষণ্ন; \n৬। and deeply troubled-এবং গভীরভাবে উদ্বিগ্ন; \n৭। to hear of yet another death-আরো একটি মৃত্যুর খবর শুনে; \n৮। in Chattogram-চট্টগ্রামে; \n৯। as a result of the city's uncovered drains-নগরীর খোলা ড্রেনের ফলে; \n১০। the victim was 19-year-old Sehrin Mahbub Sadia-ভুক্তভোগী ছিলেন ১৯ বছর বয়সী শিরিন মাহবুব সাদিয়া; \n১১। who slipped on the wet road and fell in-যিনি জলাবদ্ধ রাস্তায় পা পিছলে পড়ে যান; \n১২। The long and deep drain -বড় এবং গভীর ড্রেনটি; \n১৩। was clogged with waste-আবর্জনায় স্তুপ ছিল; \n১৪। and it took the fire service divers around five hours to recover her body-ফায়ার সার্ভিসের উদ্ধার কর্মীরা প্রায় পাচ ঘণ্টা পর তার মরদেহ উদ্ধার করে; \n১৫। about 100 feet from where she fell in-যেভানে সে পড়েছিল তার থেকে প্রায় ১০০ ফুট দূরে; \n১৬। There are no words of condolence-সমবেদনা প্রকাশ করার কোনো ভাষা নেই; \n১৭। worthy of the loss of such a young life-এরুপ একটি যুবতীর মূল্যবান জীবনের ক্ষতি; \n১৮। sheer negligence-সম্পূর্ণ অবহেলা; \n১৯।  Only about a month ago-মাত্র একমাস আগে; \n২০। a similar incident occurred-একই ঘটনা ঘটেছিল; \n২১। vegetable trader-সবজি ব্যবসায়ী; \n২২। fell into a roadside drain-রাস্তার পাশের ড্রেনে পড়ে গিয়েছিল; \n২৩। never to be found again-(তাকে) আর খুজে পাওয়া যায়নি; \n২৪। We are dumbfounded to find that-ঐটা জেনে আমরা হতবাক; \n২৫। despite such a recent tragedy-সম্প্রতি এরুপ দুর্ঘটনা সত্ত্বেও; \n২৬। at least two more people were killed-অন্তত দুইজন নিতহ হয়েছে; \n২৭। many others sustained injuries-আরো অনেকেই আহত হয়েছে; \n২৮। in similar incidents-একই ধরণের ঘটনায়; \n২৯। over the past four months-গত ৪ মাস ধরে; \n৩০। the city authorities took no responsible actions-সিটি কর্পোরেশন দায়িত্বপূর্ণ কোনো ব্যবস্থা নেয়নি; \n৩১। to ensure -নিশ্চিত করতে; \n৩২। that such preventable accidents do not occur again-এরুপ প্রতিরোধক্ষম/নিরোধযোগ্য দুর্ঘটনা যাতে না ঘটে; \n৩৩। It is noteworthy that-এটা লক্ষণীয় যে; \n৩৪। steps would be taken-ব্যবস্থা নেয়া হবে; \n৩৫। to cover up open drains-উন্মুক্ত ড্রেনগুলো ঢেকে দেয়ার; \n৩৬। build retaining walls around canals-খালের পাশে দেয়ার তৈরি করার; \n৩৭। but no such actions were taken-কিন্তু এরুপ কোনো ব্যবস্থা নেয়া হয়নি; \n৩৮। It is even more frustrating-এটা আরো হতাশাজনক; \n৩৯। reactions to Sadia's death-সাদিয়ার মৃত্যুর প্রতিক্রিয়া; \n৪০। a repeat of the blame game-বারবার দোষারোপের খেলা; \n৪১। we had witnessed-আমরা দেখেছিলাম; \n৪২। is willing to accept responsibility-দায়িত্ব/দায়ভার নিতে ইচ্ছুক নয়; \n৪৩। a reflection of the inefficiency and ineptitude-অযোগ্যতা ও অদক্ষতার প্রতিচ্ছবি; \n৪৪। that has continued to mar the city authorities' daily operations-যা নগর কর্তৃপক্ষের দৈনিক অভিযানকে/কাজকে বিলীন করেই চলছে; \n৪৫। In fact-আসলে; প্রকৃতপক্ষে; \n৪৬। this lack of coordination-সমন্বয়ের এই ঘাটতি; \n৪৭। amongst related agencies-সংশ্লিষ্ট এজেন্সির মধ্যে; \n৪৮। along with poor planning and bureaucratic hurdles-বাজে পরিকল্পনা এবং আমলাতান্ত্রিক জটিলতার পাশাপাশি; \n৪৯। have been identified-চিহ্নিত হয়েছে; \n৫০। as the major reasons-বড় ধরণের কারণ হিসেবে; \n৫১। behind the rising costs and delays-খরচ ও সময় বৃদ্ধির নেপথ্যে/পিছনে; \n৫২। waterlogging-জলাবদ্ধতা; \n৫৩। development projects-উন্নয়ন প্রকল্প; \n৫৪। to improve the city's drainage system-নগরীর ড্রেনেজ পদ্ধতি উন্নয়ন করার; \n৫৫। lives of innocent people-নিরাপরাধ লোকজনের জীবন; \n৫৬। Such criminal negligence-এরুপ অপরাধজনক অবহেলা; \n৫৭। must be investigated immediately-অবিলম্বে তদন্ত করতে হবে; \n৫৮। the government must show its commitment towards its people-সরকারকে জনগনের প্রতি তার প্রতিশ্রুতি দেখাতে হবে; \n৫৯। by ensuring that no more lives are lost-আর কোনো জীবন যেন হারিয়ে না যায় তা নিশ্চিত করে; \n৬০। from such preventable accidents-এরুপ প্রতিরোধযোগ্য দুর্ঘটনায়; \n************************\nPrepared by: Md Mohiuddin \n*********এবার মূল সম্পাদকীয়টি পড়ি*******\nHow many more will die before Chattogram’s drains are fixed?\nCity authorities must be held accountable for their negligence\n************************\nWe are saddened and deeply troubled to hear of yet another death in Chattogram as a result of the city's uncovered drains. This time, the victim was 19-year-old Sehrin Mahbub Sadia, who slipped on the wet road and fell in. The long and deep drain was clogged with waste, and it took the fire service divers around five hours to recover her body, about 100 feet from where she fell in.\n\nThere are no words of condolence worthy of the loss of such a young life—that too, from such sheer negligence. Only about a month ago, a similar incident occurred when vegetable trader Saleh Ahmed fell into a roadside drain, never to be found again. We are dumbfounded to find that—despite such a recent tragedy, and despite the fact that at least two more people were killed and many others sustained injuries in similar incidents over the past four months—the city authorities took no responsible actions to ensure that such preventable accidents do not occur again. It is noteworthy that, at the time, Mayor Rejaul Karim Chowdhury told journalists that steps would be taken to cover up open drains and build retaining walls around canals, but no such actions were taken. \nIt is even more frustrating to find that the Chattogram City Corporation's (CCC) and Chattogram Development Authority's (CDA) reactions to Sadia's death are a repeat of the blame game that we had witnessed after Saleh's death. The fact that neither department is willing to accept responsibility is a reflection of the inefficiency and ineptitude that has continued to mar the city authorities' daily operations. In fact, this lack of coordination amongst related agencies, along with poor planning and bureaucratic hurdles, have been identified as the major reasons behind the rising costs and delays in the CDA project to improve Chattogram's drainage system. Rather, the project is now considered to have made waterlogging even worse in the city. \n\nWhat is the point of development projects that end up costing the taxpayers more, fail to solve the issues they are meant to address, and actually make things worse? The losses from the failure to improve the city's drainage system have not only had socioeconomic repercussions—lives of innocent people have also been lost as a result. Such criminal negligence from the Chattogram city authorities must be investigated immediately, and the government must show its commitment towards its people by ensuring that no more lives are lost from such preventable accidents, especially when some very simple steps can be taken to avoid them.\n",
		"headLine1" : "How many more will die before Chattogram’s drains are fixed?",
		"newsPaperName": "The Daily Star ",
		"publishDate": "30-09-2021",
		"creditText" : "prepared by:MD Mohiuddin sir "
	}


]
