[
	{
		"fullArticle":"The Daily Star Editorial হতে..... \n\nExperts at a development conference on December 1, 2021 lamented that Bangladesh's remarkable economic growth since independence had also led to an inequitable society, and we cannot help but share in their disappointment. \n\n==>২০২১ সালের ১ ডিসেম্বর একটি উন্নয়ন সম্মেলনে বিশেষজ্ঞরা দুঃখ প্রকাশ করে বলছিলেন, স্বাধীনতার পর থেকে বাংলাদেশের যে উল্লেখযোগ্য অর্থনৈতিক প্রবৃদ্ধি হয়েছে, তা একটি বৈষম্যপূর্ণ সমাজের দিকেও নিয়ে গিয়েছে। এ বিষয়টি নিয়ে আমরাও তাদের মতোই হতাশ না হয়ে পারি না।\n\nFor a country that was founded on the basis of equality, it is hugely disappointing that as Bangladesh celebrates its 50th anniversary of independence, the country has experienced rapid increase in inequality, especially in recent times.\n\n==> সাম্যের ভিত্তিতে প্রতিষ্ঠিত বাংলাদেশ যখন স্বাধীনতার ৫০তম বার্ষিকী উদযাপন করছে তখন দেশটিতে দ্রুত বৈষম্য বৃদ্ধি পেতে দেখা গিয়েছে, বিশেষ করে সাম্প্রতিক সময়ে—এ বিষয়টি অত্যন্ত হতাশাজনক\n\nAccording to a report published by this daily in May 2019, the Bangladesh Bureau of Statistics (BBS) found in its Household Income and Expenditure Survey (HIES) that the country's Gini coefficient, which is the economic measure of equality, stood at 0.482 in 2016, up from 0.458 in 2010.\n\n==>২০১৯ সালের মে মাসে দ্য ডেইলি স্টারে প্রকাশিত এক প্রতিবেদন অনুযায়ী, বাংলাদেশ পরিসংখ্যান ব্যুরোর (বিবিএস) গৃহস্থালি আয় ও ব্যয় জরিপে (এইচআইইএস) দেখা গেছে যে দেশের জিনি সহগ(সমতার অর্থনৈতিক পরিমাপ)-এর মান ২০১০ সালের ০ দশমিক ৪৫৮ থেকে বেড়ে ২০১৬ সালে ০ দশমিক ৪৮২ তে দাঁড়িয়েছে। \n\nThat, reportedly, meant inequality in the country was at an all-time high.\n\n==>সেই প্রতিবেদন মতে এর অর্থ হচ্ছে দেশে অসমতা সর্বকালের সর্বোচ্চ অবস্থানে।\n\nAt the latest development conference, experts, while lauding the entrepreneurial spirit of Bangladeshis that propelled the country's outstanding economic growth, also criticised the large-scale corruption that has been taking place, leading to growing inequality.\n\n==> সর্বশেষ উন্নয়ন সম্মেলনে বিশেষজ্ঞরা বাংলাদেশিদের উদ্যোক্তা মনোভাব, যা দেশকে অসাধারণ অর্থনৈতিক প্রবৃদ্ধির দিকে চালিত করেছে, তার প্রশংসা করেছেন। তবে একইসঙ্গে দেশকে ক্রমবর্ধমান বৈষম্যের দিকে নিয়ে যাওয়া বৃহৎ পরিসরের দুর্নীতিরও সমালোচনা করেছেন তারা।\n\nWhile the country has made huge progress on social indicators, the benefits of health measures and education have not been equally distributed between the rich and the poor—as well as across gender and other social divides. \n\n==> সামাজিক সূচকে বাংলাদেশ ব্যাপক অগ্রগতি অর্জন করলেও, স্বাস্থ্য-শিক্ষার সুবিধা ধনী ও দরিদ্রের মধ্যে সমানভাবে বণ্টন করা হয়নি। এছাড়াও, লিঙ্গ ও অন্যান্য সামাজিক বিভাজনও রয়েছে।\n",
		"headLine1" : "Experts at a development conference on December 1",
		"newsPaperName": "Daily Star ",
		"publishDate": "02-01-2022",
		"creditText" : "Prepared by: "
	}
]
