[
	{
		"fullArticle":"অনুবাদ এবং ফোকাস রাইটিং একসাথে\n******************\n***ইন্টারনেট অব থিংস-আগামীর সম্ভাবনাময় বাংলাদেশ*****\n=Internet of Things - Bangladesh with potential for the future\n=====================\n#ইন্টারনেট অব থিংস (আইওটি) বলতে পারস্পরিক সম্পর্কযুক্ত ও ইন্টারনেট সংযুক্ত বস্তুর একটি সিস্টেমকে বোঝায় যা কোন মানুষের হস্তক্ষেপ ছাড়াই একটি ওয়্যারলেস নেটওয়ার্কে ডেটা বা তথ্য সংগ্রহ এবং স্থানান্তর করতে সক্ষম।\n=The Internet of Things (IoT) refers to a system of interconnected and interconnected objects capable of collecting and transferring data over a wireless network without human intervention.\n#আইওটি ডিভাইসে সেন্সর এবং মিনিকম্পিউটার প্রসেসর থাকে; যা মেশিন লার্নিংয়ের মাধ্যমে সেন্সর দ্বারা সংগৃহীত ডেটাগুলোতে কাজ করে।\n=IoT devices have sensors and minicomputer processors; Which works on the data collected by the sensors through machine learning.\n====================\n#মেশিন লার্নিং হচ্ছে কম্পিউটার যখন মানুষের কাছ থেকে তার আশপাশের তথ্য সংগ্রহ করে একইভাবে শেখে।\n=Machine learning is how a computer learns in the same way when it collects information from people around it.\n#মূলত এটিই আইওটি ডিভাইসগুলোকে স্মার্ট করে তোলে।\n=Basically this is what makes IoT devices smart.\n#আইওটির মৌলিক উপাদান হচ্ছে কানেক্টেড ডিভাইসেস, সেন্ট্রাল কন্ট্রোল হার্ডওয়্যার, ডেটা ক্লাউড, ইউজার ইন্টারফেস, নেটওয়ার্ক ইন্টারকানেকশন, সিস্টেম সিকিউরিটি এবং ডেটা এ্যানালিটিক্স।\n=The basic components of IoT are Connected Devices, Central Control Hardware, Data Cloud, User Interface, Network Interconnection, System Security and Data Analytics\n#আইওটি মূলত এমবেডেড সিস্টেমগুলোকে আন্তঃসংযোগ করে ওয়্যারলেস কানেক্টিভিটি এবং সেন্সর এই দুটি বিকশিত প্রযুক্তিকে একত্রিত করে।\n=IoT basically integrates wireless connectivity and sensors by interconnecting embedded systems.\n#এই সংযুক্ত এমবেডেড সিস্টেমগুলো স্বাধীন মাইক্রো-কন্ট্রোলারভিত্তিক কম্পিউটার, যা ডেটা বা তথ্য সংগ্রহের জন্য সেন্সর ব্যবহার করে থাকে।\n=These connected embedded systems are independent micro-controller based computers that use sensors to collect data.\n#এই আইওটি সিস্টেমগুলো ওয়াইফাই, ব্লুটুথ, বা একটি কাস্টম কমিউনিকেশন সিস্টেমের মতো ওয়্যারলেস প্রটোকল দ্বারা যৌথ সম্প্রচারের ব্যবস্থা করা হয়।\n=These IoT systems provide shared broadcasts via wireless protocols such as WiFi, Bluetooth, or a custom communication system.\n*************************\n#ইন্টারনেট অব থিংস বেশিরভাগ ক্ষেত্রে ইন্টারনেট ব্যবহার করে।\n=The Internet of Things uses the Internet in most cases.\n#কিন্তু মজার ব্যাপার হচ্ছে- নাম ইন্টারনেট অব থিংস হওয়া সত্ত্বেও আইওটির আসলে সব সময় ইন্টারনেটের প্রয়োজন হয় না, ইন্টারনেট ছাড়াও আইওটি সম্ভব।\n=But the funny thing is - despite the name Internet of Things, IoT doesn't really need the Internet all the time, IoT is possible without the Internet.\n#আজকের ডিজিটাল ল্যান্ডস্কেপে ডিভাইস, মেশিন এবং যে কোন আকারের বস্তু স্বয়ংক্রিয়ভাবে একটি নেটওয়ার্কের মাধ্যমে ডেটা ট্রান্সফার করতে পারে, একে অপরের সঙ্গে কার্যকরভাবে রিয়েল টাইমে কথা বলতে পারে।\n=In today’s digital landscape, devices, machines and objects of any size can automatically transfer data through a network, communicating effectively with each other in real time.\n#আইওটির শীর্ষ সুবিধার মাঝে রয়েছে খরচ কমানো, দক্ষতা এবং উৎপাদনশীলতা, ব্যবসার সুযোগ সৃষ্টি করা, গ্রাহকের অভিজ্ঞতা, সক্রিয়তা এবং দ্রুততা।\n=Top benefits of IoT include cost reduction, efficiency and productivity, business opportunity creation, customer experience, activism and speed.\n*****************\nবিশ্বব্যাপী ইন্টারনেট অব থিংস এখন অনেক বড় এবং সম্ভাবনাময় একটি প্রযুক্তি।\n=The global Internet of Things is now a much larger and more promising technology.\n#সাম্প্রতিক বছরগুলোতে আইওটির গ্রহণযোগ্যতা উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছে।\n=IoT acceptance has increased significantly in recent years.\n#কারণ, ভোক্তা এবং সংস্থাগুলো ইতোমধ্যেই এর সুফল ভোগ করতে শুরু করেছে।\n=Because, consumers and companies are already beginning to enjoy the benefits.\n#আশা করা যায়, বর্তমান সরকারের ডিজিটাল বাংলাদেশ রূপকল্প বাস্তবায়নে এক অনবদ্য ভূমিকা পালন করবে এই ইন্টারনেট অব থিংস বা আইওটি।\n=Hopefully, this Internet of Things or IoT will play an impeccable role in implementing the Digital Bangladesh vision of the present government.\nপ্রস্তুতকারক: সোহেল রানা\nরাষ্ট্রবিজ্ঞান বিভাগ\nজগন্নাথ বিশ্ববিদ্যালয়\nবাংলাদেশ সচিবালয়ে কর্মরত।\nলেখক: Complete Grammar, Translation and focus writing for competitive exam. অনুবাদ এবং ফোকাস রাইটিং পেতে আমাকে ফলো করে রাখতে পারেন।\n",
		"headLine1" : "ইন্টারনেট অব থিংস-আগামীর সম্ভাবনাময় বাংলাদেশ",
		"newsPaperName": "Daily Star ",
		"publishDate": "03-08-2022",
		"creditText" : "Prepared by: Mehedi "
	}
]
