[
	{
		"fullArticle":"তারিখঃ ৪ নভেম্বর ২১           \nশিরোনামঃবাংলাদেশ-যুক্তরাজ্য সম্পর্ক নতুন করে গড়ার সময় এসেছে: প্রধানমন্ত্রী\n\n#বাংলাদেশ-যুক্তরাজ্য সম্পর্ক নতুন করে গড়ার সময় এসেছে: প্রধানমন্ত্রী\n\n• বাংলাদেশ- Bangladesh\n• যুক্তরাজ্য- UK  \n• বাংলাদেশ-যুক্তরাজ্য- Bangladesh-UK\n• সম্পর্ক-relations \nবাংলাদেশ-যুক্তরাজ্য সম্পর্ক- Bangladesh-UK relations\n• নতুন –new \n• নতুন করে-newly / in a new look / in a new form \n• গড়া-build \n• গড়ার-to built \n• সময়-time \n• গড়ার সময়-time to build \n• আসা –come \n• গড়ার সময় এসেছে-time has come / it’s time to build \n• নতুন করে গড়ার সময় এসেছে- it’s time to rebuild / it’s time to build in a new look \n• সম্পর্ক নতুন করে গড়ার সময় এসেছে- it’s time to rebuild relation \n• বাংলাদেশ-যুক্তরাজ্য সম্পর্ক নতুন করে গড়ার সময় এসেছে- it’s time to rebuild Bangladesh-UK relations \n• বাংলাদেশ-যুক্তরাজ্য সম্পর্ক নতুন করে গড়ার সময় এসেছে: প্রধানমন্ত্রী - it’s time to rebuild Bangladesh-UK relations: PM \n\n#স্থানীয় সময় বুধবার লন্ডনের ওয়েস্টমিনস্টারে স্পিকার্স হাউস স্টেট রুমে ‘বাংলাদেশ অ্যাট ৫০: দ্য রিজিলেন্ট ডেলটা’ শীর্ষক এক অনুষ্ঠানে ভাষণ দিচ্ছিলেন প্রধানমন্ত্রী।\n\n• স্থানীয় –local \n• সময়-time \n• স্থানীয় সময়-local time \n• বুধবার-Wednesday \n• স্থানীয় সময় বুধবার –on Wednesday \n• লন্ডন-London \n• লন্ডনের –in London \n• ওয়েস্টমিনস্টার- Westminster \n• ওয়েস্টমিনস্টারে –at Westminster \n• লন্ডনের ওয়েস্টমিনস্টারে- in Westminster, London / at Westminster in London\n• স্থানীয় সময় বুধবার লন্ডনের ওয়েস্টমিনস্টারে- in Westminster, London on Wednesday\n• স্পিকার্স হাউস স্টেট- the Speaker's House State \n• রুম-room \n• রুমে-at room \n• স্পিকার্স হাউস স্টেট রুমে-at the Speaker's House State room \n• ‘বাংলাদেশ অ্যাট ৫০: দ্য রিজিলেন্ট ডেলটা’ - Bangladesh at 50: The Resilient Delta'\n• শীর্ষক-titled / named / marked \n• ‘বাংলাদেশ অ্যাট ৫০: দ্য রিজিলেন্ট ডেলটা’ শীর্ষক- titled ‘Bangladesh at 50: The Resilient Delta'\n• এক অনুষ্ঠান-a program \n• ভাষণ দেওয়া-address \n• ভাষণ দিচ্ছিলেন –was addressing \n• ভাষণ দিচ্ছিলেন প্রধানমন্ত্রী-PM was addressing \n• এক অনুষ্ঠানে ভাষণ দিচ্ছিলেন প্রধানমন্ত্রী- PM was addressing in a program \n• ‘বাংলাদেশ অ্যাট ৫০: দ্য রিজিলেন্ট ডেলটা’ শীর্ষক এক অনুষ্ঠানে ভাষণ দিচ্ছিলেন প্রধানমন্ত্রী- PM was addressing in a program titled ‘Bangladesh at 50: The Resilient Delta' \n• লন্ডনের ওয়েস্টমিনস্টারে স্পিকার্স হাউস স্টেট রুমে ‘বাংলাদেশ অ্যাট ৫০: দ্য রিজিলেন্ট ডেলটা’ শীর্ষক এক অনুষ্ঠানে ভাষণ দিচ্ছিলেন প্রধানমন্ত্রী- PM was addressing in a program titled ‘Bangladesh at 50: The Resilient Delta' at the Speaker's House State Room in Westminster, London \n• স্থানীয় সময় বুধবার লন্ডনের ওয়েস্টমিনস্টারে স্পিকার্স হাউস স্টেট রুমে ‘বাংলাদেশ অ্যাট ৫০: দ্য রিজিলেন্ট ডেলটা’ শীর্ষক এক অনুষ্ঠানে ভাষণ দিচ্ছিলেন প্রধানমন্ত্রী- PM was addressing in a program titled ‘Bangladesh at 50: The Resilient Delta' at the Speaker's House State Room in Westminster, London on Wednesday \n\n#শেখ হাসিনা বলেন, ‘প্রকৃতপক্ষে বাংলাদেশ-যুক্তরাজ্য দ্বিপক্ষীয় সম্পর্ক নতুন করে গড়ে তোলার এটাই সময়। আমাদের অংশীদারত্বকে দেখার ক্ষেত্রে প্রচলিত দৃষ্টিভঙ্গির পরিবর্তন ঘটানো প্রয়োজন।’\n\n• শেখ হাসিনা বলেন, - Sheikh Hasina said \n• ‘প্রকৃতপক্ষে বাংলাদেশ-যুক্তরাজ্য দ্বিপক্ষীয় সম্পর্ক –actually bilateral relation between Bangladesh-UK \n• নতুন করে গড়ে তোলার এটাই সময়-it is time to build in a new form \n• ‘প্রকৃতপক্ষে বাংলাদেশ-যুক্তরাজ্য দ্বিপক্ষীয় সম্পর্ক নতুন করে গড়ে তোলার এটাই সময়- actually it is time to build bilateral relation between Bangladesh-UK in a new form\n• শেখ হাসিনা বলেন, ‘প্রকৃতপক্ষে বাংলাদেশ-যুক্তরাজ্য দ্বিপক্ষীয় সম্পর্ক নতুন করে গড়ে তোলার এটাই সময়- Sheikh Hasina said,” actually it is time to build bilateral relation between Bangladesh-UK in a new form” \n\nআমাদের অংশীদারত্বকে দেখার ক্ষেত্রে - the way we look at partnerships \nপ্রচলিত দৃষ্টিভঙ্গির পরিবর্তন ঘটানো প্রয়োজন-we need a change in usual aspect \nআমাদের অংশীদারত্বকে দেখার ক্ষেত্রে প্রচলিত দৃষ্টিভঙ্গির পরিবর্তন ঘটানো প্রয়োজন- we need a change in usual aspect as the way we look at partnerships \n\n#শেখ হাসিনা জানান, সত্যিকার অর্থেই দুই দেশের সম্পর্ক বর্তমানে কৌশলগত হওয়া উচিত।\n\n• শেখ হাসিনা জানান, সত্যিকার অর্থেই দুই দেশের সম্পর্ক বর্তমানে কৌশলগত হওয়া উচিত- Sheikh Hasina added that the relations between the two countries should be strategic tis time \n\n#Your Turn (Break-Translate-Rearrange)\nএ ক্ষেত্রে শান্তিরক্ষা, সন্ত্রাস দমন, সামুদ্রিক ও বিমান পরিবহনের নিরাপত্তা নিশ্চিত করতে সহযোগিতার ওপর দৃষ্টি দিতে হবে।\n",
		"headLine1" : "বাংলাদেশ-যুক্তরাজ্য সম্পর্ক নতুন করে গড়ার সময় এসেছে: প্রধানমন্ত্রী",
		"newsPaperName": "The Prothom alo ",
		"publishDate": "04-11-2021",
		"creditText" : "Prepared by:Mehedi "
	}
]
