[
	{
		"fullArticle":"Sep 5, 2021\nThe Daily Star Editorial\n***********************\nশিরোনাম: School reopening strategy must prioritise health and safety\n=স্বাস্থ্য ও নিরাপত্তাকে অগ্রাধিকার দিতে হবে স্কুল খোলার কৌশলে; \nHave schools been given enough guidance in that regard?\n=ঐ ব্যাপারে কি স্কুলগুলোকে পর্যাপ্ত নির্দেশনা দেয়া হয়েছে? \n***********************\nপ্রথমে শব্দার্থগুলি জেনে নিই\n===============\n১। School reopening strategy-স্কুল খোলার কৌশল; \n২। must prioritise-অগ্রাধিকার দিতে হবে; \n৩। health and safety-স্বাস্থ্য ও নিরাপত্তা; \n৫। Have schools been given-স্কুলগুলোকে কি দেয়া হয়েছে; \n৬। enough guidance-পর্যাপ্ত নির্দেশনা; \n৭। in that regard-ঐ ব্যাপারে; \n৮। After around 18 months of closure-বন্ধের প্রায় ১৮ মাস পর; \n৯। the fact that schools and colleges-স্কুল এবং কলেজের (খোলার) বিষয়টি; \n১০। are finally on the path to opening up-অবশেষে খুলে দেয়ার পথে; \n১১। is a positive development-একটি ইতিবাচক অগ্রগতি; \n১২। When the announcement to reopen on September 12-যখন ১২ই সেপ্টেম্বরে খোলার ঘোষণা; \n১৩। was made by Education Minister Dipu Moni on Friday-গত শুক্রবারে শিক্ষামন্ত্রী দীপু মনি দিয়েছিলেন; \n১৪। she said-তিনি বলেন; \n১৫। the authorities had made all arrangements -কর্তৃপক্ষ সকল আয়োজন সম্পন্ন করেছে/নিয়েছেত; \n১৬। for reopening-পুনরায় খোলার জন্য; \n১৭। and that they would strictly monitor-এবং তারা কঠোরভাবে তদারকি করবে; \n১৮। whether health and safety protocols were being properly implemented and maintained-স্বাস্থ্য ও নিরাপত্তা ব্যবস্থা/বিধি যথাযথভাবে বাস্তবায়িত এবং মানা হচ্ছে কিনা; \n১৯। at educational institutions-শিক্ষা প্রতিষ্ঠানগুলোতে; \n২০। While we fully support-এদিকে আমাদের পূর্ণ সমর্থন রয়েছে; \n২১। the long overdue resumption of education-দীর্ঘদিন পরে শিক্ষা শুরু; \n২২। we are concerned to see that-আমরা জানতে পেরে উদ্বিগ্ন যে; \n২৩। schools and colleges have been given barely 10-days' notice-স্কুল এবং কলেজগুলোকে মাত্র ১০ দিনের নোটিশ দেয়া হয়েছে; \n২৪। about the resumption of in-person classes-সশরীরে ক্লাস শুরু করার ব্যাপারে; \n২৫। According to officials from both education ministries-উভয় শিক্ষা মন্ত্রণালয়ের কর্মকর্তারা জানিয়েছেন; \n২৬। examinees of this year's four public examinations-এই বছরের ৪টি সরকারি পরীক্ষার পরীক্ষার্থীরা; \n২৭। will attend classes-ক্লাসে উপস্থিত হবে/অংশগ্রহণ করবে; \n২৮। every day after the reopening-খোলার পর প্রতিদিন; \n২৯। whereas students of other classes-যেখানে অন্যান্য ক্লাসের শিক্ষার্থীরা; \n৩০। will have in-person classes-সশরীরে ক্লাসে থাকবে; \n৩১। once or twice every week-প্রতি সপ্তাহে ১ বার অথবা ২ বার; \n৩২। But what about the conditions of these classrooms-কিন্তু এসব ক্লাসরুমের পরিবেশ/অবস্থা কী?\n৩৩। which have been abandoned for almost 1.5 years-যেগুলো প্রায় দেড় বছর পড়ে আছে; \n৩৪। How clean are the buildings and the facilities?-ভবনগুলো এবং অন্যান্য সুযোগ-সুবিধা কতটা পরিষ্কার? \n৩৫। Are any of the utilities, like electric lines or water pipes, in need of repair?-বিদ্যুৎ লাইন অথবা পানির পাইপ এর মত জরুরি কোনো বিষয় কি মেরামত করার দরকার আছে? \n৩৬। During a meeting on Thursday-গত বৃহস্পতিবার এক মিটিংয়ে; \n৩৭। the National Technical Advisory Committee on Covid-19-কোভিড-১৯ বিষয়ক জাতীয় টেকনিক্যাল উপদেষ্টা কমিটি; \n৩৮। recommended reopening schools in phases-ধাপে ধাপে স্কুলগুলো খুলে দেয়ার সুপারিশ করেছে; \n৩৯। and despite the reduction in Covid-19 infection rates-এবং করোনার সংক্রমণের হার কমা সত্ত্বেও; \n৪০। it stressed on the importance of mandatory mask-wearing-কমিটি বাধ্যতামূলক মাস্ক-পরার গুরুত্বের উপর জোর দিয়েছেন; \n৪১। socially distanced seating in classrooms-ক্লাসরুমে দূরত্ব বজায় রেখে বসা; \n৪২। and clean washrooms with arrangements for washing hands with soap-এবং সাবান দিয়ে হাত ধোয়ার জন্য পরিষ্কার-পরিচ্ছন্ন ওয়াশরুমের ব্যবস্থা; \n৪৩। The director of the Directorate of Secondary and Higher Education (DSHE) also said recently that-সম্প্রতি মাধ্যমিক ও উচ্চ মাধ্যমিক শিক্ষা অধিদপ্তরের পরিচালক বলেছেন; \n৪৪। students' body temperature-শিক্ষার্থীদের দেহের তাপমাত্রা; \n৪৫। would be screened-স্ক্রিন করা হবে; \n৪৬। before allowing them to enter classrooms-তাদেরকে ক্লাসরুমে ঢুকতে দেয়ার আগে; \n৪৭। While such directives are commendable-এমন নির্দেশনা প্রশংসনীয়; \n৪৮। we wonder-আমরা অবাক হই/হচ্ছি; \n৪৯। \n  how schools with limited funds and space will implement them without specific and planned interventions by the government.\n\nAccording to a report in this daily, several education ministry officials said they would be able to prepare a final guideline on reopening schools by this week. However, that leaves schools with less than a week at hand to make arrangements to follow this final guideline properly. Given that these schools are now faced with the daunting task of making up for the learning loss of millions of students, we would not be amiss to suggest that this guideline should have been prepared well in advance and shared with schools and colleges before setting a date for starting in-person classes. From the very beginning, experts have suggested that simply reopening schools is not enough—there must be a comprehensive teaching-learning plan to compensate for learning losses, and special focus should be given to children from marginalised backgrounds, possibly with the help of NGOs and community organisations. So far, it is unclear whether any of these suggestions have been incorporated into the strategy for reopening schools and colleges.\n\nThe authorities must ensure that this reopening is not done in a haphazard manner that will ultimately put students and their families at risk. The ministries of education have had more than a year to plan for this. The return to education must be part of a well thought out strategy that places the health and safety of our students at its very centre, while ensuring that their transition back to education and their recovery from learning losses is a smooth process.\n\n***********************\nPrepared by: Md Mohiuddin \n*****এবার মূল সম্পাদকীয়টি পড়ি******\nSchool reopening strategy must prioritise health and safety\nHave schools been given enough guidance in that regard?\n***********************\nAfter around 18 months of closure, the fact that schools and colleges are finally on the path to opening up is a positive development. When the announcement to reopen on September 12 was made by Education Minister Dipu Moni on Friday, she said the authorities had made all arrangements for reopening, and that they would strictly monitor whether health and safety protocols were being properly implemented and maintained at educational institutions.\n\nWhile we fully support the long overdue resumption of education, we are concerned to see that schools and colleges have been given barely 10-days' notice about the resumption of in-person classes. According to officials from both education ministries, examinees of this year's four public examinations will attend classes every day after the reopening, whereas students of other classes will have in-person classes once or twice every week. But what about the conditions of these classrooms, which have been abandoned for almost 1.5 years? How clean are the buildings and the facilities? Are any of the utilities, like electric lines or water pipes, in need of repair?\nDuring a meeting on Thursday, the National Technical Advisory Committee on Covid-19 recommended reopening schools in phases—and despite the reduction in Covid-19 infection rates, it stressed on the importance of mandatory mask-wearing, socially distanced seating in classrooms, and clean washrooms with arrangements for washing hands with soap. The director of the Directorate of Secondary and Higher Education (DSHE) also said recently that students' body temperature would be screened before allowing them to enter classrooms. While such directives are commendable, we wonder how schools with limited funds and space will implement them without specific and planned interventions by the government.\n\nAccording to a report in this daily, several education ministry officials said they would be able to prepare a final guideline on reopening schools by this week. However, that leaves schools with less than a week at hand to make arrangements to follow this final guideline properly. Given that these schools are now faced with the daunting task of making up for the learning loss of millions of students, we would not be amiss to suggest that this guideline should have been prepared well in advance and shared with schools and colleges before setting a date for starting in-person classes. From the very beginning, experts have suggested that simply reopening schools is not enough—there must be a comprehensive teaching-learning plan to compensate for learning losses, and special focus should be given to children from marginalised backgrounds, possibly with the help of NGOs and community organisations. So far, it is unclear whether any of these suggestions have been incorporated into the strategy for reopening schools and colleges.\n\nThe authorities must ensure that this reopening is not done in a haphazard manner that will ultimately put students and their families at risk. The ministries of education have had more than a year to plan for this. The return to education must be part of a well thought out strategy that places the health and safety of our students at its very centre, while ensuring that their transition back to education and their recovery from learning losses is a smooth process.\n",
		"headLine1" : "",
		"newsPaperName": "The Daily Star ",
		"publishDate": "05-09-2021",
		"creditText" : "Prepared by:MD Mohiuddin sir "
	},
       
	{
		"fullArticle":"তারিখঃ ৪ সেপ্টেম্বর ২১        \nশিরোনামঃশিক্ষার্থীদের ঘাটতি পূরণে আছে সুনির্দিষ্ট পরিকল্পনা: শিক্ষামন্ত্রী\n\n#শিক্ষার্থীদের ঘাটতি পূরণে আছে সুনির্দিষ্ট পরিকল্পনা: শিক্ষামন্ত্রী\n\nশিক্ষার্থী- students\nশিক্ষার্থীদের- of the students\nঘাটতি-shortage /lack/deficit/deficiency \nপূরণ-fulfil /cover /fill up \nপূরণে-to fulfil / in filling \nঘাটতি পূরণে- to fulfil shortage \nশিক্ষার্থীদের ঘাটতি পূরণে- to fulfil shortage of the students\nআছে –there is / we have /there has been \nসুনির্দিষ্ট –specific / fixed \nপরিকল্পনা-plan /scheme /layout/proposal \nসুনির্দিষ্ট পরিকল্পনা-specific plan \nআছে সুনির্দিষ্ট পরিকল্পনা- there is a specific plan \nঘাটতি পূরণে আছে সুনির্দিষ্ট পরিকল্পনা- there is a specific plan to fulfil the shortage\nশিক্ষার্থীদের ঘাটতি পূরণে আছে সুনির্দিষ্ট পরিকল্পনা- there is a specific plan to fulfil the shortage of the students \nশিক্ষার্থীদের ঘাটতি পূরণে আছে সুনির্দিষ্ট পরিকল্পনা: শিক্ষামন্ত্রী- there is a specific plan to fulfil the shortage of the students: Minister of Education \n\nAs Heading: A specific plan to fulfil the shortage of the students: Minister of Education \n\n#দীর্ঘদিন শিক্ষাপ্রতিষ্ঠান বন্ধ থাকায় শিক্ষার্থীদের লেখাপড়ার ঘাটতি পূরণে সুনির্দিষ্ট পরিকল্পনা আছে বলে জানিয়েছেন শিক্ষামন্ত্রী দীপু মনি।\n\n• দীর্ঘদিন - long time / for a long / for a long period \n• শিক্ষাপ্রতিষ্ঠান- educational institutions\n• দীর্ঘদিন শিক্ষাপ্রতিষ্ঠান- educational institutions for a long period\n• বন্ধ থাকা-close \n• বন্ধ থাকায় –because of closure / as it has been closed \n• দীর্ঘদিন শিক্ষাপ্রতিষ্ঠান বন্ধ থাকায় – as the educational institutions have been closed for a long period\n• শিক্ষার্থীদের- of the students\n• লেখাপড়ার ঘাটতি পূরণে-to fulfil the lack of education \n• শিক্ষার্থীদের লেখাপড়ার ঘাটতি পূরণে – to fulfil the lack of education of the students \n• পরিকল্পনা আছে – there is a plan \n• সুনির্দিষ্ট পরিকল্পনা আছে – there is a specific plan\n• শিক্ষামন্ত্রী দীপু মনি- Education Minister Dipu Moni\n• জানিয়েছেন শিক্ষামন্ত্রী দীপু মনি- Education Minister Dipu Moni has said \n• বলে জানিয়েছেন শিক্ষামন্ত্রী দীপু মনি- Education Minister Dipu Moni has said that \n\n• দীর্ঘদিন শিক্ষাপ্রতিষ্ঠান বন্ধ থাকায় শিক্ষার্থীদের লেখাপড়ার ঘাটতি পূরণে সুনির্দিষ্ট পরিকল্পনা আছে বলে জানিয়েছেন শিক্ষামন্ত্রী দীপু মনি- Education Minister Dipu Moni has said there is a specific plan to fulfil the lack of education of the students as the educational institutions have been closed for a long period \n\n#আজ শনিবার দুপুরে চাঁদপুর জেলা প্রশাসকের কার্যালয়ে সরকারি কর্মকর্তাদের সঙ্গে মতবিনিময় সভা শেষে সাংবাদিকদের প্রশ্নের জবাবে এ কথা জানান তিনি।\n\n• আজ শনিবার দুপুরে - on Saturday noon\n• চাঁদপুর জেলা প্রশাসকের কার্যালয়ে - at the Chandpur deputy commissioner's office\n• সরকারি কর্মকর্তাদের সঙ্গে - with government officials\n• মতবিনিময় সভা শেষে - after an exchange of views meeting \n• সাংবাদিকদের প্রশ্নের জবাবে –in a response of the reporters \n• এ কথা জানান তিনি-he said that \n• সাংবাদিকদের প্রশ্নের জবাবে এ কথা জানান তিনি- in a response of the reporters, he said that \n• মতবিনিময় সভা শেষে সাংবাদিকদের প্রশ্নের জবাবে এ কথা জানান তিনি- after an exchange of views meeting, in a response of the reporters, he said that\n• সরকারি কর্মকর্তাদের সঙ্গে মতবিনিময় সভা শেষে সাংবাদিকদের প্রশ্নের জবাবে এ কথা জানান তিনি- after an exchange of views meeting with government officials, in a response of the reporters, he said that \n• জেলা প্রশাসকের কার্যালয়ে সরকারি কর্মকর্তাদের সঙ্গে মতবিনিময় সভা শেষে সাংবাদিকদের প্রশ্নের জবাবে এ কথা জানান তিনি- after an exchange of views meeting with government officials at deputy commissioner's office, in a response of the reporters, he said that\n• দুপুরে চাঁদপুর জেলা প্রশাসকের কার্যালয়ে সরকারি কর্মকর্তাদের সঙ্গে মতবিনিময় সভা শেষে সাংবাদিকদের প্রশ্নের জবাবে এ কথা জানান তিনি- after an exchange of views meeting with government officials, in a response of the reporters at deputy commissioner's office, he said that at noon \n• আজ শনিবার দুপুরে চাঁদপুর জেলা প্রশাসকের কার্যালয়ে সরকারি কর্মকর্তাদের সঙ্গে মতবিনিময় সভা শেষে সাংবাদিকদের প্রশ্নের জবাবে এ কথা জানান তিনি- after an exchange of views meeting with government officials, in a response of the reporters at deputy commissioner's office, he said that on Saturday noon/ on Saturday noon, in a response of the reporters he said that after an exchange of views meeting with government officials at deputy commissioner's office. \n\n#শিক্ষামন্ত্রী বলেন, ‘করোনার কারণে শিক্ষাপ্রতিষ্ঠান বন্ধ থাকলেও পাঠদান বন্ধ থাকেনি। শ্রেণিকক্ষে পাঠদান বন্ধ থাকলেও টেলিভিশন ও অনলাইনের মাধ্যমে শিক্ষার্থীদের পাঠদান অব্যাহত রেখেছি।’\n\n• শিক্ষামন্ত্রী বলেন, -the education minister said\n• ‘করোনার কারণে- due to corona \n• শিক্ষাপ্রতিষ্ঠান বন্ধ থাকলেও – though educational institutions were closed \n• পাঠদান বন্ধ থাকেনি- teaching was not off \n• শিক্ষাপ্রতিষ্ঠান বন্ধ থাকলেও পাঠদান বন্ধ থাকেনি- though educational institutions were closed, teaching was not off\n• করোনার কারণে শিক্ষাপ্রতিষ্ঠান বন্ধ থাকলেও পাঠদান বন্ধ থাকেনি- though educational institutions were closed due to corona, teaching was not off\n• শিক্ষামন্ত্রী বলেন, ‘করোনার কারণে শিক্ষাপ্রতিষ্ঠান বন্ধ থাকলেও পাঠদান বন্ধ থাকেনি- the education minister said, though educational institutions were closed due to corona, teaching was not off\n\n• শ্রেণিকক্ষে পাঠদান বন্ধ থাকলেও- though the teaching in the classroom was closed\n• টেলিভিশন ও অনলাইনের মাধ্যমে - through television and online \n• শিক্ষার্থীদের পাঠদান অব্যাহত রেখেছি- teaching students was continued / we continued teaching students \n• টেলিভিশন ও অনলাইনের মাধ্যমে শিক্ষার্থীদের পাঠদান অব্যাহত রেখেছি- teaching students was continued through television and online\n• শ্রেণিকক্ষে পাঠদান বন্ধ থাকলেও টেলিভিশন ও অনলাইনের মাধ্যমে শিক্ষার্থীদের পাঠদান অব্যাহত রেখেছি- though the teaching in the classroom was closed, teaching students was continued through television and online\n\n#Your Turn (Break-Translate-Rearrange)\nযখন আমরা দেখলাম একটাসংখ্যক শিক্ষার্থীর টেলিভিশন ও অনলাইন ব্যবহারের সুযোগ ছিল না বলে তারা এর থেকে বঞ্চিত হচ্ছিল, তখন আমরা অ্যাসাইনমেন্টের ব্যবস্থা করেছি।\n",
		"headLine1" : "",
		"newsPaperName": "The Prothom alo ",
		"publishDate": "04-09-2021",
		"creditText" : "Prepared by:MD Mehedi "
	}

]
