[
	{
		"fullArticle":"তারিখঃ ৬ নভেম্বর ২১            \nশিরোনামঃ৪০ হাজার কোটি টাকা মুনাফা করেও জ্বালানি তেলের মূল্যবৃদ্ধি কেন?\n\n#৪০ হাজার কোটি টাকা মুনাফা করেও জ্বালানি তেলের মূল্যবৃদ্ধি কেন?\n\n• ৪০ হাজার- 40 thousands \n• কোটি টাকা-crore taka \n৪০ হাজার কোটি টাকা-40 thousands crore taka\n• মুনাফা করা –make interest \n• মুনাফা করেও-with making interest / with interest  \n• ৪০ হাজার কোটি টাকা মুনাফা করেও - with interest of about 40 thousands crore taka\n• জ্বালানি- fuel \n• তেল-oil \n• জ্বালানি তেল-fuel oil /oil /crude oil / fuel \n• জ্বালানি তেলের-of the fuel  \n• মূল্যবৃদ্ধি –price hike / inflation /rise in price \n• কেন-why \n• জ্বালানি তেলের মূল্যবৃদ্ধি কেন?-why price hike in fuel? \n• ৪০ হাজার কোটি টাকা মুনাফা করেও জ্বালানি তেলের মূল্যবৃদ্ধি কেন - why price hike in fuel with interest of about 40 thousands crore taka?\n\n#বিশ্ববাজারের রেকর্ড কম দামের বিপরীতে তেলের দাম ততটা না কমিয়ে সবশেষ পাঁচ মাস বাদে গত সাত বছরে বাংলাদেশ পেট্রোলিয়াম করপোরেশন-বিপিসি প্রায় ৪০ হাজার কোটি টাকা মুনাফা করেছে।\n\n• বিশ্ববাজার-world market \n• বিশ্ববাজারের-of the world market \n• রেকর্ড –record \n• কম-low/less/short / little /in hand /deficient \n• দাম-price \n• দামের –of the price \n• বিপরীতে- on the contrary / in opposite of \n• কম দামের বিপরীতে- in opposite of low price \n• রেকর্ড কম দামের বিপরীতে - in opposite of record low price \n• বিশ্ববাজারের রেকর্ড কম দামের বিপরীতে - in opposite of record low price in the world market \n• তেল-oil \n• তেলের –of the oil \n• দাম-price \n• তেলের দাম- price of the oil \n• ততটা-as much \n• কমানো –reduce \n• কমিয়ে –reducing / by reducing \n• না কমিয়ে –without reducing \n• তেলের দাম ততটা না কমিয়ে- without reducing oil price  \n• সবশেষ-last \n• পাঁচ মাস-5 months \n• পাঁচ মাস বাদে –except 5 months\n• সবশেষ পাঁচ মাস বাদে – except last 5 months \n• তেলের দাম ততটা না কমিয়ে সবশেষ পাঁচ মাস বাদে- except last 5 months without reducing oil price   \n• গত সাত বছরে-for last 7 years \n• বাংলাদেশ পেট্রোলিয়াম করপোরেশন-বিপিসি-Bangladesh Petroleum Corporation (BPC)\n• গত সাত বছরে বাংলাদেশ পেট্রোলিয়াম করপোরেশন-বিপিসি - Bangladesh Petroleum Corporation (BPC) for last 7 years \n• প্রায় ৪০ হাজার কোটি টাকা-almost 40 thousands crore taka \n• মুনাফা করেছে - had made an interest \n• প্রায় ৪০ হাজার কোটি টাকা মুনাফা করেছে- had made an interest of about 40 thousands crore taka \n• বাংলাদেশ পেট্রোলিয়াম করপোরেশন-বিপিসি প্রায় ৪০ হাজার কোটি টাকা মুনাফা করেছে- Bangladesh Petroleum Corporation (BPC) had made an interest of about 40 thousands crore \n• গত সাত বছরে বাংলাদেশ পেট্রোলিয়াম করপোরেশন-বিপিসি প্রায় ৪০ হাজার কোটি টাকা মুনাফা করেছে- Bangladesh Petroleum Corporation (BPC) had made an interest of about 40 thousands crore in last 7 years \n• সবশেষ পাঁচ মাস বাদে গত সাত বছরে বাংলাদেশ পেট্রোলিয়াম করপোরেশন-বিপিসি প্রায় ৪০ হাজার কোটি টাকা মুনাফা করেছে- Bangladesh Petroleum Corporation (BPC) had made an interest of about 40 thousands crore in last 7 years except last 5 months \n• তেলের দাম ততটা না কমিয়ে সবশেষ পাঁচ মাস বাদে গত সাত বছরে বাংলাদেশ পেট্রোলিয়াম করপোরেশন-বিপিসি প্রায় ৪০ হাজার কোটি টাকা মুনাফা করেছে- without reducing oil price as much , Bangladesh Petroleum Corporation (BPC) had made an interest of about 40 thousands crore in last 7 years except last 5 months\nবিশ্ববাজারের রেকর্ড কম দামের বিপরীতে তেলের দাম ততটা না কমিয়ে সবশেষ পাঁচ মাস বাদে গত সাত বছরে বাংলাদেশ পেট্রোলিয়াম করপোরেশন-বিপিসি প্রায় ৪০ হাজার কোটি টাকা মুনাফা করেছে- without reducing oil price as much the low price in the world market, Bangladesh Petroleum Corporation (BPC) had made an interest of about 40 thousands crore in last 7 years except last 5 months \n\n#বিপিসির লাভ যখন লিটারপ্রতি ১৫-৪০ টাকা ছিল, তখন বহু সমালোচনার পর এপ্রিল ২০১৬ সালে মাত্র ৩ টাকা কমানো হয়েছিল!\n\n• বিপিসির লাভ – BPS’s profit \n• যখন লিটারপ্রতি ১৫-৪০ টাকা ছিল, -when, was 15-40 taka per liter  \n• তখন বহু সমালোচনার পর –through many review this time / after many stricture this time \n• এপ্রিল ২০১৬ সালে মাত্র ৩ টাকা কমানো হয়েছিল-only 3 taka had been reduced on April,2016 \n• তখন বহু সমালোচনার পর এপ্রিল ২০১৬ সালে মাত্র ৩ টাকা কমানো হয়েছিল- only 3 taka had been reduced on April,2016 through many review this time \n• বিপিসির লাভ যখন লিটারপ্রতি ১৫-৪০ টাকা ছিল, তখন বহু সমালোচনার পর এপ্রিল ২০১৬ সালে মাত্র ৩ টাকা কমানো হয়েছিল- when BPS’s profit was 15-40 taka per liter , only 3 taka had been reduced on April,2016 through many review this time\n\n#এরপর ডিজেল-কেরোসিনের দাম বাড়ানোর সুযোগ না পেয়ে কয়েকবার বাড়ানো হয়েছে বিদ্যুৎ ও গ্যাসের দাম। \n\n• এরপর ডিজেল-কেরোসিনের দাম বাড়ানোর সুযোগ না পেয়ে কয়েকবার বাড়ানো হয়েছে বিদ্যুৎ ও গ্যাসের দাম-the price of electricity and gas have been lifted up by some term as there is no scope to ramp up the diesel- kerosene price this time \n\n#Your Turn (Break-Translate-Rearrange)\nএখন আন্তর্জাতিক বাজারে মূল্যবৃদ্ধির কারণে প্রতি লিটার ডিজেলে ১৩ টাকা লোকসান দেখিয়ে এক ধাক্কায় ডিজেলের দাম ১৫ টাকা বাড়িয়ে ৬৫ টাকা থেকে ৮০ টাকা করা হলো।\n\n(কেরোসিনের ইংরেজি জানি না আমি . Do you ……….)\n",
		"headLine1" : "৪০ হাজার কোটি টাকা মুনাফা করেও জ্বালানি তেলের মূল্যবৃদ্ধি কেন?",
		"newsPaperName": "The Prothom alo ",
		"publishDate": "06-11-2021",
		"creditText" : "prepared by: Mehedi "
	}
]
