[
{
"fullArticle":"Aug 8, 2021 \nThe Daily Star Editorial\n***********************\nশিরোনাম: Vegetables retail for high prices, farmers get nearly nil\n=খুচরা সবজির দাম আকাশ ছোয়া, চাষিরা প্রায় কিছুই পায়না; \nWhy are the poor not prioritised in govt’s lockdown planning?\n=সরকারের লকডাউন পরিকল্পনায় দরিদ্রদের কেন অগ্রাধিকার দেয়া হয়না?\n*********************** \nপ্রথমে শব্দার্থগুলি জেনে নিই\n=================\n১। Vegetables retail for high prices-খুচরা সবজির দাম আকাশ ছোয়া; \n২। farmers get nearly nil-কৃষকরা/চাষিরা প্রায় কিছুই পায়না; \n৩। Why are the poor not prioritised-দরিদ্রদের কেন অগ্রাধিকার দেয়া হয়না? \n৪। in govt’s lockdown planning-সরকারের লকডাউন পরিকল্পনায়; \n৫। A recent report by this daily revealed -এই দৈনিকে প্রকাশিত সম্প্রতি একটি রিপোর্ট; \n৬। despite a 10.7 percent higher yield than last year-গত বছরের চেয়ে উৎপাদন ১০.৭ শতাংশ বেশি হওয়া সত্ত্বেও; \n৭।  how, vegetable farmers are having to bear the brunt-সবজি চাষিদের কীভাবে ধকল সামলাতে হচ্ছে; \n৮। of selling their produce-তাদের উৎপাদিত বস্তু বিক্রির; \n৯। for tragically low prices-করুণভাবে স্বল্পমূল্যে; \n১০। while urban kitchen markets collect hefty profits for the same-এদিকে শহরের কাঁচাবাজারগুলো একই জিনিসের জন্য মোটা অংকের লাভ করে; \n১১। Lakhs of farmers up north-দেশের উত্তরাঞ্চলের লাখ লাখ কৃষক/চাষি; \n১২। are bracing themselves to suffer losses-ক্ষতি ভোগ করে তাদের নিজেদেরকে চাঙ্গা রাখতেছে; \n১৩। amounting to tens of thousands to even one lakh taka-পরিমাণ বিশ হাজার থেকে এক লক্ষ পর্যন্ত এমনকি এক লাখ টাকা; \n১৪। The reason for such huge losses to vegetable farmers-সবজি চাষিদের এমন বিপুল পরিমাণ ক্ষতির কারণ; \n১৫। is the reason now familiar to all in business-কারণ এখন স্বাভাবিকভাবে সবার কাছেই পরিচিত; \n১৬। the lockdown and its impacts-লকডাউন এবং তার প্রভাব; \n১৭। on supply chains-সরবরাহ শৃঙ্খলার উপর; \n১৮। Before the lockdown brought about by the Covid-19 second wave-কোভিড-১৯ এর দ্বিতীয় ঢেউ এর কারণে লকডাউন আসার আগে; \n১৯। Hashem Ali from Bogura-বগুড়ার হাশেম আলী; \n২০। was selling his courgettes for Tk 25 per kilogramme-প্রতি কেজি কুমড়া বিক্রি করতো ২৫ টাকায়; \n২১। Now the best he can get for the same quantity is Tk 7-সর্বসাকুল্যে একই পরিমাণের জন্য সে এখন পায়/পেতে পারে ৭ টাকা; \n২২। Similarly-এইকভাবে; \n২৩। Jashore's Jasim Uddin-যশোরের জমিস উদ্দিনকে; \n২৪। has to now sell-এখন বিক্রি করতে হয়; \n২৫। a kilogramme of his pointed gourds for at most Tk 5-প্রতি কেজি পটল সর্বোচ্চ ৫ টাকায়; \n২৬। and each bottle gourd for Tk 10-12-এবং প্রতিটি লাউ ১০-১২ টাকায়; \n২৭। This used to be Tk 25 and Tk 30-40, respectively-ধারাবাহিকভাবে এটা হতো ২৫ টাকা এবং ৩০-৪০ টাকা; \n২৮। before the lockdown set in-লকডাউন শুরু হওয়ার আগে; \n২৯। and affected his earnings-এবং তার আয়-উপার্জন ক্ষতিগ্রস্ত; \n৩০। The scenario is the same for all vegetables in the north-উত্তরাঞ্চলের সব সবজির একই চিত্র; \n৩১। where farmers are having to sell them off-যেখানে চাষিরা সেগুলো কম দামে বিক্রি করতে বাধ্য হচ্ছে; \n৩২। for at least 50 percent less-৫০ শতাংশ কমে; \n৩৩। than what they would get before-পূর্বে তারা যে দাম পেতো তার চেয়ে; \n৩৪। Many farmers fear that-অনেক চাষি আশঙ্কা করছেন যে; \n৩৫। they may not be able to cultivate vegetables-তারা হয়তো সবজি চাষ করতে পারবেন না; \n৩৬। in the winter season either-শীতকালেও; \n৩৭। due to these losses-এসব ক্ষতি/লোকসানের কারণে; \n৩৮। which are making it difficult for them-যা তাদের জন্য এটা কঠিন হচ্ছে/করছে; \n৩৯। to pay their labourers and maintain their land-তাদের শ্রমের মূল্য দেয়ার এবং তাদের জমির রক্ষণাবেক্ষন করা; \n৪০। Meanwhile-ইতোমধ্যে; \n৪১। countrywide movement restrictions-দেশব্যাপী চলাচলে বিধিনিষেধ; \n৪২। have driven up the prices of vegetables-সবজির দাম বাড়িয়ে দিয়েছে; \n৪৩।  in city kitchen markets-শহরের কাচা বাজারগুলোতে; \n৪৪। which is a burden on the already hard-hit consumers-যা ইতোমধ্যে চরমভাবে ক্ষতিগ্রস্ত ভোক্তাদের ওপর একটি বাড়তি চাপ/বোঝা ৪৫। of the middle and poorer classes-মধ্যবিত্ত ও দরিদ্র শ্রেণির; \n৪৬। Though wholesale traders-যদিও পাইকারী ব্যবসায়ীরা; \n৪৭। are able to buy vegetables-সবজি কিনতে পারে/কিনতে সক্ষম; \n৪৮। from farmers-চাষিদের থেকে; \n৪৯। at dirt-cheap prices-সস্তা দামে; \n৫০। transporting them to the capital costs-সেগুলো রাজধানীতে আনতে/পরিবহন করতে খরচ হয়; \n৫১। around three times more-প্রায় তিন গুনেরও বেশি; \n৫২। resulting in sky-high retail prices-ফলে খুচরা দাম আকাশ ছোয়া; \n৫৩। The number of vegetable-laden trucks coming into the city-রাজধানীতে আসা সবজি বোঝাই ট্রাকের সংখ্যা; \n৫৪। is also down from 50 to 10 daily-প্রতিদিন ৫০ থেকে ১০টা ট্রাকে নেমে আসছে; \n৫৫।  according to the president of South Bengal Vegetable Traders Cooperative Society-দক্ষিণবঙ্গ সবজি ব্যবসায়ী সমবায় সমিতির সভাপতি বলেন; \n৫৬। Certain decisions made by the government-সরকারের নেয়া কিছু কিছু সিদ্ধান্ত; \n৫৬। as of late-সম্প্রতি; \n৫৭। such as-যেমন; \n৫৮। the one regarding the reopening of export-oriented factories-রপ্তানিমুখী কারখানা খোলার বিষয়টি অন্যতম; \n৫৯। has sadly made it abundantly clear-এটা লজ্জাকরভাবে পর্যাপ্তরূপে স্পষ্ট করেছে; \n৬০।  where on its priority list workers of poorer classes fall-যেখানে দরিদ্র শ্রেণির শ্রমিকদের অগ্রাধিকার তালিকায় পড়ে; \n৬১। The Department of Agricultural Extension estimates-কৃষি সম্প্রসারণ অধিদপ্তরের হিসাব মতে; \n৬২। there are at least 80 lakh vegetable farmers in Bangladesh-বাংলাদেশে অন্তত/প্রায় ৮০ লাখ সবজি চাষি রয়েছে; \n৬৩। working through the seasons-মৌসমজুড়ে/সারা মৌসুমে কাজ করছে; \n৬৪। to ensure-নিশ্চিত করতে; \n৬৫। the country has healthy food-দেশের স্বাস্থ্যকর খাবার থাকার; \n৬৬। to put on all its tables-সবার খাবারে রাখতে; \n৬৭। Yet, from these farmers to migrant workers-কিন্তু এসব চাষিদের থেকে শুরু করে প্রবাসী শ্রমিকদের পর্যন্ত; \n৬৮। we have a tendency-আমাদের একটি প্রবণতা আছে; \n৬৯। to neglect the ones-এমন লোকদেরকে অবজ্ঞা করা; \n৭০। who do the most for our economy and wellbeing-যারা আমাদের অর্থনীতি এবং সমৃদ্ধির জন্য সবচেয়ে বেশি করে; \n৭১। through their work-তাদের কাজের মধ্য দিয়ে; \n৭২। Vegetable farmers should not have to suffer-সবজি চাষিদের ভোগ করা/ক্ষতিগ্রস্ত হওয়া উচিত নয়;\n৭৩। the brunt of supply chain disruptions-সরবরাহ শৃঙ্খল বিড়ম্বনার/বাধাগ্রস্ততার ধকল; \n৭৪। We believe-আমরা বিশ্বাস করি; \n৭৫। they should not only be compensated duly-তাদেরকে শুধু যথাযথ ক্ষতিপূরণ দেয়াই নয়; \n৭৬। for their losses-তাদের লোকসানের জন্য; \n৭৭। they must also be protected-বরং তাদেরকে সুরক্ষাও দিতে হবে; \n৭৮। from similar losses-একই লোকসানে; \n৭৯। during any future lockdowns-পরবর্তী/ভবিষ্যতে যেকোনো লকডাউনের সময়ে; \n৮০। We would urge the government and concerned authorities-আমরা সরকার ও সংশ্লিষ্ট কর্তৃপক্ষের প্রতি আহবান জানাই/জানাবো; \n৮১। to prioritise-অগ্রাধিকার দিতে; \n৮২। the survival of those who are most vulnerable to lengthy lockdowns-দীর্ঘ লকডাউনে যারা সবচেয়ে বেশি ঝুকিপূর্ণ অবস্থানে আছে তাদের টিকে থাকার; \n***********************\nPrepared by: Md Mohiuddin \n*******এবার মূল সম্পাদকীয়টি পড়ি******\nVegetables retail for high prices, farmers get nearly nil\nWhy are the poor not prioritised in govt’s lockdown planning?\n***********************\nA recent report by this daily revealed how, despite a 10.7 percent higher yield than last year, vegetable farmers are having to bear the brunt of selling their produce for tragically low prices while urban kitchen markets collect hefty profits for the same. Lakhs of farmers up north are bracing themselves to suffer losses amounting to tens of thousands to even one lakh taka. The reason for such huge losses to vegetable farmers is the reason now familiar to all in business: the lockdown and its impacts on supply chains.\n\nBefore the lockdown brought about by the Covid-19 second wave, Hashem Ali from Bogura was selling his courgettes for Tk 25 per kilogramme. Now the best he can get for the same quantity is Tk 7. Similarly, Jashore's Jasim Uddin has to now sell a kilogramme of his pointed gourds for at most Tk 5 and each bottle gourd for Tk 10-12. This used to be Tk 25 and Tk 30-40, respectively, before the lockdown set in and affected his earnings. The scenario is the same for all vegetables in the north, where farmers are having to sell them off for at least 50 percent less than what they would get before. Many farmers fear that they may not be able to cultivate vegetables in the winter season either, due to these losses which are making it difficult for them to pay their labourers and maintain their land.\nMeanwhile, countrywide movement restrictions have driven up the prices of vegetables in city kitchen markets, which is a burden on the already hard-hit consumers of the middle and poorer classes. Though wholesale traders are able to buy vegetables from farmers at dirt-cheap prices, transporting them to the capital costs around three times more, resulting in sky-high retail prices. The number of vegetable-laden trucks coming into the city is also down from 50 to 10 daily, according to the president of South Bengal Vegetable Traders Cooperative Society.\n\nCertain decisions made by the government as of late (such as the one regarding the reopening of export-oriented factories) has sadly made it abundantly clear where on its priority list workers of poorer classes fall. The Department of Agricultural Extension estimates there are at least 80 lakh vegetable farmers in Bangladesh, working through the seasons to ensure the country has healthy food to put on all its tables. Yet, from these farmers to migrant workers, we have a tendency to neglect the ones who do the most for our economy and wellbeing through their work.\n\nVegetable farmers should not have to suffer the brunt of supply chain disruptions. We believe they should not only be compensated duly for their losses, they must also be protected from similar losses during any future lockdowns. We would urge the government and concerned authorities to prioritise the survival of those who are most vulnerable to lengthy lockdowns.\n",
"headLine1" : "Vegetables retail for high prices, farmers get nearly nil",
"newsPaperName": "The Daily Star ",
"publishDate": "08-08-2021",
"creditText" : "prepared by : MD. Mohiuddin sir"
},

	{
		"fullArticle":"তারিখঃ ৮ আগস্ট  ২১       \nশিরোনামঃবুধবার খুলছে সবকিছু, চলবে গণপরিবহনও\n\n#বুধবার খুলছে সবকিছু, চলবে গণপরিবহনও\n\n \n• বুধবার – Wednesday \n• খোলা  - open \n• খুলছে - is opening\n• সবকিছু- Everything\n• খুলছে সবকিছু- Everything is opening \n• বুধবার খুলছে সবকিছু - Everything is opening Wednesday\n• চলা - continue\n• চলবে –will continue \n• গণপরিবহন- public transport\n• গণপরিবহনও - public transport also \n• চলবে গণপরিবহনও- public transport will also continue \n• বুধবার খুলছে সবকিছু, চলবে গণপরিবহনও - Everything is opening on Wednesday, public transport will also continue \n\n#দীর্ঘদিন ধরে ‘কঠোর’ বিধিনিষেধের পর আগামী বুধবার থেকে শর্তসাপেক্ষে অফিস ও গণপরিবহনসহ সবকিছু খুলে দেওয়া হচ্ছে। \n\n• দীর্ঘদিন-long time / long period \n• ধরে/জন্য -for \n• দীর্ঘদিন ধরে-for a long time \n• কঠোর- strict\n• বিধিনিষেধ- restrictions \n• বিধিনিষেধের –of the restrictions\n• পর-after \n• বিধিনিষেধের পর - after the restrictions\n• দীর্ঘদিন ধরে ‘কঠোর’ বিধিনিষেধের পর - after the restrictions for a long time / after a long time “strict” restrictions \n• আগামী –next \n• বুধবার- Wednesday\n• থেকে-from \n• বুধবার থেকে- from Wednesday\n• আগামী বুধবার থেকে - from next Wednesday\n• শর্তসাপেক্ষে- conditionally / with condition \n• অফিস - offices\n• গণপরিবহনসহ- including public transport  \n• অফিস ও গণপরিবহনসহ- including offices and public transport\n• শর্তসাপেক্ষে অফিস ও গণপরিবহনসহ - including offices and public transport with conditions \n• সবকিছু-all/ everything \n• খুলে দেওয়া-open \n• খুলে দেওয়া হচ্ছে – is being opened/ is opening (active , passive দুইটাই করা যাবে) \n• সবকিছু খুলে দেওয়া হচ্ছে- everything is being opened\n• শর্তসাপেক্ষে অফিস ও গণপরিবহনসহ সবকিছু খুলে দেওয়া হচ্ছে- everything, including offices and public transport is being opened \n• আগামী বুধবার থেকে শর্তসাপেক্ষে অফিস ও গণপরিবহনসহ সবকিছু খুলে দেওয়া হচ্ছে- everything, including offices and public transport is being opened from next Wednesday \n• দীর্ঘদিন ধরে ‘কঠোর’ বিধিনিষেধের পর আগামী বুধবার থেকে শর্তসাপেক্ষে অফিস ও গণপরিবহনসহ সবকিছু খুলে দেওয়া হচ্ছে- after a long time “strict” restrictions , everything, including offices and public transport is being opened from next Wednesday\n\n#এতে বলা হয়, গত ৩ আগস্ট অনুষ্ঠিত করোনা ভাইরাস সংক্রমণ পরিস্থিতি পর্যালোচনা সংক্রান্ত আন্ত মন্ত্রণালয় সভার সিদ্ধান্ত অনুযায়ী দেশের আর্থ সামাজিক অবস্থা, অর্থনৈতিক কর্মকাণ্ড সচল রাখা এবং সামগ্রিক পরিস্থিতি বিবেচনায় এই সিদ্ধান্ত নেওয়া হয়েছে।\n\n• এতে বলা হয়, - It said \n• গত ৩ আগস্ট অনুষ্ঠিত –conducted on August 3 \n• করোনা ভাইরাস সংক্রমণ পরিস্থিতি পর্যালোচনা সংক্রান্ত – review on the Corona virus infection situation \n• আন্ত মন্ত্রণালয় সভার সিদ্ধান্ত অনুযায়ী –according to the decision of inter-ministerial meeting\n• দেশের আর্থ সামাজিক অবস্থা, - the country's socio-economic status \n• অর্থনৈতিক কর্মকাণ্ড সচল রাখা -keeping economic activities running \n• এবং সামগ্রিক পরিস্থিতি বিবেচনায় –and considering the overall situation \n• এই সিদ্ধান্ত নেওয়া হয়েছে- this decision has been made\n• সামগ্রিক পরিস্থিতি বিবেচনায় এই সিদ্ধান্ত নেওয়া হয়েছে- considering the overall situation, this decision has been made\n• অর্থনৈতিক কর্মকাণ্ড সচল রাখা এবং সামগ্রিক পরিস্থিতি বিবেচনায় এই সিদ্ধান্ত নেওয়া হয়েছে- considering to keep the economic activities running, the overall situation, this decision has been made\n• দেশের আর্থ সামাজিক অবস্থা, অর্থনৈতিক কর্মকাণ্ড সচল রাখা এবং সামগ্রিক পরিস্থিতি বিবেচনায় এই সিদ্ধান্ত নেওয়া হয়েছে - considering the country's socio-economic status, keeping economic activities running and the overall situation, this decision has been made\n• আন্ত মন্ত্রণালয় সভার সিদ্ধান্ত অনুযায়ী দেশের আর্থ সামাজিক অবস্থা, অর্থনৈতিক কর্মকাণ্ড সচল রাখা এবং সামগ্রিক পরিস্থিতি বিবেচনায় এই সিদ্ধান্ত নেওয়া হয়েছে- considering the country's socio-economic status, to keep economic activities running and the overall situation, this decision has been made / this decision has been made considering the country's socio-economic status, to keep economic activities running and the overall situation \n• করোনা ভাইরাস সংক্রমণ পরিস্থিতি পর্যালোচনা সংক্রান্ত আন্ত মন্ত্রণালয় সভার সিদ্ধান্ত অনুযায়ী দেশের আর্থ সামাজিক অবস্থা, অর্থনৈতিক কর্মকাণ্ড সচল রাখা এবং সামগ্রিক পরিস্থিতি বিবেচনায় এই সিদ্ধান্ত নেওয়া হয়েছে- according to the decision of inter-ministerial meeting, this decision has been made considering the country's socio-economic status, to keep economic activities running and the overall situation \n• গত ৩ আগস্ট অনুষ্ঠিত করোনা ভাইরাস সংক্রমণ পরিস্থিতি পর্যালোচনা সংক্রান্ত আন্ত মন্ত্রণালয় সভার সিদ্ধান্ত অনুযায়ী দেশের আর্থ সামাজিক অবস্থা, অর্থনৈতিক কর্মকাণ্ড সচল রাখা এবং সামগ্রিক পরিস্থিতি বিবেচনায় এই সিদ্ধান্ত নেওয়া হয়েছে- according to the decision of inter-ministerial meeting conducted on August 3, this decision has been made considering the country's socio-economic status, to keep economic activities running and the overall situation \n• এতে বলা হয়, গত ৩ আগস্ট অনুষ্ঠিত করোনা ভাইরাস সংক্রমণ পরিস্থিতি পর্যালোচনা সংক্রান্ত আন্ত মন্ত্রণালয় সভার সিদ্ধান্ত অনুযায়ী দেশের আর্থ সামাজিক অবস্থা, অর্থনৈতিক কর্মকাণ্ড সচল রাখা এবং সামগ্রিক পরিস্থিতি বিবেচনায় এই সিদ্ধান্ত নেওয়া হয়েছে-it said, according to the decision of inter-ministerial meeting conducted on August 3, this decision has been made considering the country's socio-economic status, to keep economic activities running and the overall situation\n\n#সড়ক, রেল ও নৌপথে আসনসংখ্যার সমপরিমাণ যাত্রী নিয়ে গণপরিবহন বা যানবাহন চলাচল করতে পারবে।\nRoad, rail and waterways will be able to carry public transport or vehicles with the same number of passengers.\n\n• চলাচল করতে পারবে- will be able to move \n• যানবাহন চলাচল করতে পারবে- vehicles will be able to move \n• গণপরিবহন বা যানবাহন চলাচল করতে পারবে- public transport or vehicles will be able to move \n• যাত্রী নিয়ে গণপরিবহন বা যানবাহন চলাচল করতে পারবে- public transport or vehicles will be able to move with the passengers \n• সমপরিমাণ যাত্রী নিয়ে গণপরিবহন বা যানবাহন চলাচল করতে পারবে- public transport or vehicles will be able to move with the same number of passengers\n• আসনসংখ্যার সমপরিমাণ যাত্রী নিয়ে গণপরিবহন বা যানবাহন চলাচল করতে পারবে- public transport or vehicles will be able to move with the same number of passengers like seat number / public transport or vehicles will be able to move with full passengers \n• সড়ক, রেল ও নৌপথে আসনসংখ্যার সমপরিমাণ যাত্রী নিয়ে গণপরিবহন বা যানবাহন চলাচল করতে পারবে- public transport or vehicles will be able to move with full passengers by Road, rail and waterways\n\n#Your Turn (Break-Translate-Rearrange)\nসব ক্ষেত্রে মাস্ক পরিধান নিশ্চিত করতে হবে এবং স্বাস্থ্য অধিদপ্তরের স্বাস্থ্যবিধি যথাযথভাবে করতে হবে।\n",
		"headLine1" : "বুধবার খুলছে সবকিছু, চলবে গণপরিবহনও",
		"newsPaperName": "The prothom alo",
		"publishDate": "08-08-2021.json",
		"creditText" : "Translated By: Mehedi "
	},


]
