[
{
"fullArticle":"Aug 11, 2021 \nThe Daily Star Editorial\n************************\nশিরোনাম: Disaster lies at humanity’s doorstep\n=বিপর্যয়ের দ্বারপ্রান্তে মানবজাতি; \nUrgent measures have to be taken to address global climate change\n=বৈশ্বিক জলবায়ু পরিবর্তন মোকাবেলায় জরুরি ব্যবস্থা নিতেই হবে; \n************************\nপ্রথমে শব্দার্থগুলি জেনে নিই\n=================\n১। Disaster lies-বিপর্যয় অবস্থিত/অবস্থান করছে; \n২। at humanity’s doorstep-মানবজাতির দ্বারপ্রান্তে; \n৩। Urgent measures-জরুরি ব্যবস্থা; \n৪। have to be taken-নিতেই হবে; \n৫। to address-সমাধানে; মোকাবেলায়; \n৬। global climate change-বিশ্বব্যাপী/বৈশ্বিক জলবায়ু পরিবর্তন; \n৭। A new Intergovernmental Panel on Climate Change (IPCC) report-(জাতিসংঘের) ইন্টারগর্ভমেন্টাল প্যানেল অন ক্লাইমেট চেঞ্জ (আইপিসিসি) এর একটি নতুন রিপোর্ট; \n৮। titled "Climate Change 2021: The Physical Science Basis"-"ক্লাইমেট চেঞ্জ ২০২১: দ্য ফিজিক্যাল সায়েন্স বেসিস" শিরোনামে; \n৯। released on August 9-৯ আগস্ট প্রকাশ পেয়েছে; \n১০। shows dire consequences-ভয়াবহ পরিণতি ফুটে উঠছে; \n১১। for the planet-গ্রহের জন্য; \n১২। unless we act now-আমরা যদি ব্যবস্থা না নিই; \n১৩। According to it-রিপোর্ট অনুযায়ী; \n১৪। the Earth's average surface temperature-পৃথিবীর উপরিভাগের গড় তাপমাত্রা; \n১৫। is estimated-ধরা হয়; \n১৬। to hit 1.5 or 1.6 degrees Celsius-১.৫ অথবা ১.৬ ডিগ্রি সেলসিয়াস তাপমাত্রা; \n১৭। above preindustrial levels around 2030-২০৩০ সাল নাগাদ প্রাক শিল্প যুগকেও ছাড়িয়ে যাবে; \n১৮। in all five of the greenhouse gas emissions scenarios-গ্রিনহাউজ গ্যাস নি:সরণ/নির্গমন চিত্রের/দৃশ্যের ৫টিতে; \n১৯। ranging from highly optimistic to reckless-উচ্চ আশাবাদী থেকে বেপরোয়ার সীমা ছাড়িয়ে; \n২০। Just three years ago-মাত্র ৩ বছর আগে/ পূর্বে; \n২১। the IPCC had predicted that-আইপিসিসি ভবিষ্যদ্বানী করেছিল যে; \n২২। such a scenario would arise-এমন একটি দৃশ্য/পরিস্থিতির উদ্ভব হবে; \n২৩। nearly a decade later-আনুমানিক এক দশক পরে; \n২৪। But the new report projects that-কিন্তু নতুন রিপোর্টে ফুটে উঠছে যে; \n২৫। humans have less time-মানবজাতির সময় কম আছে; \n২৬। to act-কাজ করার; \n২৭। than earlier thought-আগে চিন্তার চেয়ে; \n২৮। One of the reasons for this-এটার অন্যতম কারণ; \n২৯। changed projection-অনুমান পরিবর্তিত হয়েছে; \n৩০। is the degradation of natural carbon sinks-প্রাকৃতিক কার্বন কমিয়ে আনা; \n৩১। such as-যেমন; \n৩২। forests, soil and oceans-বন, মাটি এবং মহানগর; \n৩৩। that had absorbed-যা শোষণ করেছিল; \n৩৪। around 56 percent of all the carbon dioxide (CO2)-প্রায় ৫৬ শতাংশ কার্বন ডাই-অক্সাইড; \n৩৫। that humanity has chucked into the atmosphere-যা বায়ুমণ্ডলে মানবজাতি ছেড়েছে/ফেলেছে; \n৩৬। since 1960-ষাট দশক থেকে; \n৩৭। But these natural allies of ours-কিন্তু আমাদের এসব প্রাকৃতিক সহযোগী; \n৩৮। are showing signs-নির্দশন/চিহ্ন প্রকাশ করতেছে; \n৩৯। of becoming saturated-সম্পৃক্ত হওয়ার; \n৪০। which means they might soak up less carbon-যা অর্থ হচ্ছে এগুলো কার্বন কম শোষণ করতে পারে; \n৪১। from the atmosphere-বায়ুমণ্ডল থেকে; \n৪২। in the coming decades-আসন্ন দশকগুলোতে; \n\nThe estimates are particularly grim for Bangladesh, as the report predicts that the country is likely to face more frequent and intense heavy rainfalls, flooding, and cyclones due to global climate change in future. Moreover, the frequency of category 4 and category 5 cyclones may increase, which could badly affect coastal areas. Last year, Bangladesh suffered its longest and second-worst flood since 1998, and the IPCC report suggests that the likelihood of such a scenario persisting is quite high. The increased frequency and intensity of rainfall that the report forecasts could also pose a massive danger for agriculture and food security in the long run.\n\nAccording to environmentalists, the frequency of flood and cyclones has already increased in Bangladesh in recent years. And unfortunately, according to the IPCC, most of these impacts are irreversible, and hence cannot be remediated even if greenhouse gas emissions decline dramatically. Along with that, it also said heatwaves and humid heat stress over South Asia in general will increase and be more severe during the 21st century. This illustrates how this issue extends beyond borders and ultimately concerns everyone.\n\nEven though, collectively, humans may not be able to reverse some of the damage that has already been done, the majority of what is to come can still be prevented. But for that, as the report suggests, humanity must act sooner rather than later. Global leaders, as a result of the pressure that has been exerted upon them by people from all continents, have often made lofty promises to address climate change. However, all too often, we have seen them failing to act accordingly. This is where people must stay relentless. Only the general public's persistent pressure can make global leaders stick to their words and address this grave danger that is now at humanity's doorsteps. If our civilisation is to survive, we must not shy away from this great responsibility of protecting our planet and our species—we must face it head-on.\n\n************************\nPrepared by: Md Mohiuddin \n*****এবার মূল সম্পাদকীয়টি পড়ি****\nDisaster lies at humanity’s doorstep\nUrgent measures have to be taken to address global climate change\n************************\nA new Intergovernmental Panel on Climate Change (IPCC) report titled "Climate Change 2021: The Physical Science Basis" released on August 9, shows dire consequences for the planet unless we act now. According to it, the Earth's average surface temperature is estimated to hit 1.5 or 1.6 degrees Celsius above preindustrial levels around 2030 in all five of the greenhouse gas emissions scenarios—ranging from highly optimistic to reckless. Just three years ago, the IPCC had predicted that such a scenario would arise nearly a decade later. But the new report projects that humans have less time to act than earlier thought.\n\nOne of the reasons for this changed projection is the degradation of natural carbon sinks such as forests, soil and oceans that had absorbed around 56 percent of all the carbon dioxide (CO2) that humanity has chucked into the atmosphere since 1960. But these natural allies of ours are showing signs of becoming saturated, which means they might soak up less carbon from the atmosphere in the coming decades.\nThe estimates are particularly grim for Bangladesh, as the report predicts that the country is likely to face more frequent and intense heavy rainfalls, flooding, and cyclones due to global climate change in future. Moreover, the frequency of category 4 and category 5 cyclones may increase, which could badly affect coastal areas. Last year, Bangladesh suffered its longest and second-worst flood since 1998, and the IPCC report suggests that the likelihood of such a scenario persisting is quite high. The increased frequency and intensity of rainfall that the report forecasts could also pose a massive danger for agriculture and food security in the long run.\n\nAccording to environmentalists, the frequency of flood and cyclones has already increased in Bangladesh in recent years. And unfortunately, according to the IPCC, most of these impacts are irreversible, and hence cannot be remediated even if greenhouse gas emissions decline dramatically. Along with that, it also said heatwaves and humid heat stress over South Asia in general will increase and be more severe during the 21st century. This illustrates how this issue extends beyond borders and ultimately concerns everyone.\n\nEven though, collectively, humans may not be able to reverse some of the damage that has already been done, the majority of what is to come can still be prevented. But for that, as the report suggests, humanity must act sooner rather than later. Global leaders, as a result of the pressure that has been exerted upon them by people from all continents, have often made lofty promises to address climate change. However, all too often, we have seen them failing to act accordingly. This is where people must stay relentless. Only the general public's persistent pressure can make global leaders stick to their words and address this grave danger that is now at humanity's doorsteps. If our civilisation is to survive, we must not shy away from this great responsibility of protecting our planet and our species—we must face it head-on.\n",
"headLine1" : "Disaster lies at humanity’s doorstep",
"newsPaperName": "The Daily Star ",
"publishDate": "11-08-2021",
"creditText" : "Prepared by: MD. Mohiuddin sir "
}, 

{
"fullArticle":"Aug 10, 2021 \nThe Daily Star Editorial \n************************\nশিরোনাম: ASEAN should intervene to help the Rohingya\n=রোহিঙ্গাদের সাহায্যে আসিয়ানের হস্তক্ষেপ করা উচিত; \nIt has the capacity to negotiate with Myanmar\n=মিয়ানমারের সাথে মধ্যস্থতা করার সক্ষমতা আছে আসিয়ানের; \n************************\nপ্রথমে শব্দার্থগুলি জেনে নিই\n=================\n১। ASEAN should intervene-আসিয়ান (দেশগুলোর) হস্তক্ষেপ করা উচিত; \n২। to help the Rohingya-রোহিঙ্গাদের সাহায্যে; \n৩। It has the capacity-এটির সক্ষমতা আছে; \n৪। to negotiate with Myanmar-মিয়ানমারের সাথে মধ্যস্থতা করার; \n৫। While addressing-বক্তব্যপ্রদানের সময়/কালে; \n৬। the 54th ASEAN Day event-৫৪তম আসিয়ান দিবস উপলক্ষ্যে অনুষ্ঠানে; \n৭। organised virtually-ভার্চুয়ালি আয়োজিত; \n৮। Bangladesh's foreign minister-বাংলাদেশের পররাষ্ট্রমন্ত্রী; \n৯। urged ASEAN member states-আসিয়ান এর সদস্য দেশগুলোর প্রতি আহবান জানিয়েছেন; \n১০। to intervene and help-হস্তক্ষেপ করতে এবং সাহায্য করতে; \n১১। in the Rohingya repatriation process-রোহিঙ্গা প্রত্যাবাসন প্রক্রিয়ায়; \n১২। The foreign minister reminded-পররাষ্ট্রমন্ত্রী স্মরণ করিয়ে দিয়েছেন; \n১৩। the member states-সদস্য দেশগুলো; \n১৪। of the economic,environmental and socio-political costs-অর্থনৈতিক, পরিবেশগত ও সামাজিক-অর্থনৈতিক ক্ষতির; \n১৫। that Bangladesh has had to bear-যা বাংলাদেশকে সহ্য করতে হচ্ছে; যা বাংলাদেশ সহ্য করে আসছে; \n১৬। by sheltering about a million Myanmar nationals-প্রায়/আনুমানিক দশ লাখ মিয়ানমারের নাগরিকদের আশ্রয় দিয়ে; \n১৭। who fled a military crackdown in Rakhine state in 2017-২০১৭ সালে রাখাইন রাজ্যে সামরিক অভিযানের ভয়ে যারা পালিয়ে এসেছিল; \n১৮। Given that Myanmar is a member of the ASEAN-উল্লেখ্য, মিয়ানমার আসিয়ানের একটি সদস্য দেশ; \n১৯। and has continued to become isolated-বিচ্ছিন্ন বজায় রাখা চলমান রাখছে/আছে; \n২০। on the international stage-আন্তর্জাতিক পর্যায়ে/মহলে; \n২১। ever since the military coup of February 2021-২০২১ সালের ফেব্রুয়ারিতে সামরিক অভূত্থানের পর থেকে; \n২২। ASEAN is well-placed to intervene in the matter-আসিয়ান হচ্ছে বিষয়টির হস্তক্ষেপ করার উত্তম জায়গা; \n২৩। The foreign minister-পররাষ্ট্রমন্ত্রী; \n২৪। during his address-তার বক্তব্যপ্রদানকালে; \n২৫। brought up an excellent point-একটা চমৎকার বিষয় তুলে ধরেন; \n২৬। The continued limbo-দীর্ঘস্থায়ী উপস্থিতি; \n২৭। that the Rohingya are stuck in and its ramifications-যা রোহিঙ্গাদের আটকে থাকা এবং এটির বিস্তৃতি; \n২৮। threaten not only Bangladesh's security-শুধু বাংলাদেশের নিরাপত্তার জন্য হুমকি নয়/মারাত্মক প্রভাব ফেলে তা নয়; \n২৯। but that of the whole region as well-বরং সমগ্র অঞ্চলের জন্যও মারাত্মক হুমকিস্বরুপ; \n৩০। We have seen-আমরা দেখেছি; \n৩১। how the violence inside Myanmar has forced Rohingya refugees -মিয়ানমারে মাঝে সহিংসতা কীভাবে রোহিঙ্গাদেরকে বাধ্য করেছে; \n৩২। to flee to other ASEAN states-আসিয়ান এর অন্যান্য দেশে পালিয়ে যেতে; \n৩৩। such as Thailand and Malaysia-যেমন থাইল্যান্ড ও মালয়েশিয়া; \n৩৪। How long will the ASEAN states—as well as other regional countries—continue to overlook this?-আসিয়ান রাষ্ট্রগুলোর পাশাপাশি অন্যান্য আঞ্চলিক দেশগুলো আর কত দিন এটা উপেক্ষা করে চলবে? \n৩৫।  When Myanmar has consistently ignored-যখন মিয়ানমার একেরপর এক উপেক্ষা করে চলেছে; \n৩৬। the calls from ASEAN member states-আসিয়ান সদস্য রাষ্ট্রগুলোর আহবান; \n৩৭। as well as its neighbours-এবং এটার পার্শ্ববর্তী রাষ্ট্রগুলো; \n৩৮। to stop persecuting-নির্যাতন বন্ধ করতে; \n৩৯। its own citizens-এটার নিজ নাগরিকদের; \n৪০। and has showed-এবং দেখিয়েছে; \n৪১। a complete lack of good faith-সরল বিশ্বাসের সম্পূর্ণ/পরিপূর্ণ ঘাটতি/অভাব; \n৪২। in negotiating-সমাঝোতায়; \n৪৩। and repatriating the Rohingya from Bangladesh-এবং বাংলাদেশ থেকে রোহিঙ্গা প্রত্যাবাসনে; \n৪৪। how long can the member states afford-সদস্য রাষ্ট্রগুলো আর কত দিতে পারে; \n৪৫। to allow Myanmar-মিয়ানমারকে সুযোগ করে; \n৪৬। such leeway-সময় বা অগ্রগতির এমন ক্ষতি; \n৪৭। to change its way of its own accord-তাদের নিজ ইচ্ছায় এটির প্রক্রিয়া পরিবর্তন করার; \n৪৮। So far-এখনও পর্যন্ত; \n৪৯। the ASEAN member states-আসিয়ান সদস্য রাষ্ট্রগুলো; \n৫০। have issued some statements-কিছু কিছু বিবৃতি দিয়েছে; \n৫১। from time to time-সময়ে সময়ে; \n৫২। urging the authorities in Myanmar-মিয়ানমার কর্তৃপক্ষের প্রতি আহবান জানিয়ে;\n৫৩। to facilitate the return of the Rohingya-রোহিঙ্গাদের ফিরিয়ে নেয়া সহজ করতে; \n৫৪। from Bangladesh to Rakhine-বাংলাদেশ থেকে রাখাইনে; \n৫৫। However, the ASEAN as a whole-কিন্তু সামগ্রিকভাবে আসিয়ান; \n৫৬। has not publicly recognised-প্রকাশ্যে স্বীকৃতি দেয়নি; \n৫৭। the underlying causes-মূল কারণগুলো; \n৫৮। that have led to the Rohingya refugee crisis-যার ফলে রোহিঙ্গা শরণার্থী সংকট তৈরি হয়েছে; \n৫৯। neither has it condemned-আসিয়ান নিন্দাও জানায়নি; \n৬০। the Myanmar military's human rights violations-মিয়ানমার সামরিক বাহিনীর মানবাধিকার লঙ্ঘন; \n৬১। against the Rohingya-রোহিঙ্গাদের প্রতি; \n৬২। strongly enough-যথেষ্ট জোরালোভাবে (নিন্দা জানায়নি); \n৬৩। Without exerting any strong pressure-বড় ধরণের কোনো চাপ প্রয়োগ করা ছাড়া; \n৬৪। it would be unwise to expect-প্রত্যাশা করাটা হবে মূর্খতা; \n৬৫। the Myanmar authorities -মিয়ানমার কর্তৃপক্ষের কাছে; \n৬৬। to act any differently from the past-পূর্বের/আচের থেকে পৃথক কিছু করার; \n৬৭। that much is clear-যা খুবই স্পষ্ট; \n৬৮। We hope the ASEAN member states-আমরা আশা করি আসিয়ান সদস্য দেশগুলো; \n৬৯। recognise this reality-এই বাস্তবতা বুঝবে; \n৭০। The need for a concrete plan-একটি বাস্তব পরিকল্পনার প্রয়োজনীয়তা; \n৭১। for addressing the crisis-সংকট সমাধানের (জন্য); \n৭২। that the Rohingya are facing inside Myanmar-যা রোহিঙ্গারা মিয়ানমারে অভ্যন্তরে সম্মুখীন হচ্ছে; \n৭৩। as well as abroad-পাশাপাশি বাইরে; \n৭৪। has never been more acute-আরো জটিল যেন না হয়; \n৭৫। And ASEAN has never been better-placed-এবং আসিয়ান কখনই মানসম্মত পদক্ষেপ নেয়নি/মানসম্মত জায়গায় পরিণত হয়নি; \n৭৬। to play a key role in solving the issue-সমস্যাটি সমাধানে একটি গুরুত্বপূর্ণ ভূমিকা রাখতে; \n৭৭। Not only will the Rohingya community and Bangladesh be greatly appreciative of such attempts-এমন পদক্ষেপের যথার্থ মূল্য /প্রশংসনীয় হবে শুধু রোহিঙ্গা সম্প্রদায় এবং বাংলাদেশ এর জন্য তা নয়; \n৭৮। but it will also demonstrate ASEAN's commitment-বরং আসিয়ানের অঙ্গীকারও প্রকাশ পাবে; \n৭৯। to protecting human rights-মানবাধিকার রক্ষা করার; \n৮০। and maintaining stability in the region-এবং এ অঞ্চলের স্থিতিশীলতা বজায় রাখার; \n************************\nPrepared by: Md Mohiuddin \n*****এবার মূল সম্পাদকীয়টি পড়ি******\nASEAN should intervene to help the Rohingya\nIt has the capacity to negotiate with Myanmar\n************************\nWhile addressing the 54th ASEAN Day event organised virtually, Bangladesh's foreign minister urged ASEAN member states to intervene and help in the Rohingya repatriation process. The foreign minister reminded the member states of the economic, environmental and socio-political costs that Bangladesh has had to bear by sheltering about a million Myanmar nationals who fled a military crackdown in Rakhine state in 2017. Given that Myanmar is a member of the ASEAN and has continued to become isolated on the international stage ever since the military coup of February 2021, ASEAN is well-placed to intervene in the matter.\n\nThe foreign minister during his address brought up an excellent point. The continued limbo that the Rohingya are stuck in and its ramifications threaten not only Bangladesh's security, but that of the whole region as well. We have seen how the violence inside Myanmar has forced Rohingya refugees to flee to other ASEAN states such as Thailand and Malaysia. How long will the ASEAN states—as well as other regional countries—continue to overlook this? When Myanmar has consistently ignored the calls from ASEAN member states as well as its neighbours to stop persecuting its own citizens and has showed a complete lack of good faith in negotiating and repatriating the Rohingya from Bangladesh, how long can the member states afford to allow Myanmar such leeway to change its way of its own accord?\nSo far, the ASEAN member states have issued some statements from time to time, urging the authorities in Myanmar to facilitate the return of the Rohingya from Bangladesh to Rakhine. However, the ASEAN as a whole has not publicly recognised the underlying causes that have led to the Rohingya refugee crisis, neither has it condemned the Myanmar military's human rights violations against the Rohingya strongly enough. Without exerting any strong pressure, it would be unwise to expect the Myanmar authorities to act any differently from the past—that much is clear.\n\nWe hope the ASEAN member states recognise this reality. The need for a concrete plan for addressing the crisis that the Rohingya are facing inside Myanmar, as well as abroad, has never been more acute. And ASEAN has never been better-placed to play a key role in solving the issue. Not only will the Rohingya community and Bangladesh be greatly appreciative of such attempts, but it will also demonstrate ASEAN's commitment to protecting human rights and maintaining stability in the region.\n",
"headLine1" : "ASEAN should intervene to help the Rohingya",
"newsPaperName": "The Daily Star ",
"publishDate": "10-08-2021",
"creditText" : "Prepared by: MD. Mohiuddin sir "
}, 

{
"fullArticle":"তারিখঃ ১০ আগস্ট  ২১       \nশিরোনামঃমহামারি থেকে রেহাই কবে পাব, কীভাবে পাব\n\n#মহামারি থেকে রেহাই কবে পাব, কীভাবে পাব\n\n• মহামারি – epidemic /pandemic \n• থেকে-from \nমহামারি থেকে-from pandemic \n• রেহাই পাওয়া-get rid of / get relief from \n• রেহাই পাব-we will get rid of \n• কবে –when \n• রেহাই কবে পাব- when we will get rid of \n• মহামারি থেকে রেহাই কবে পাব - when we will get rid of pandemic \n• কীভাবে –how \n• পাব-will get \n• কীভাবে পাব - how will get \n• মহামারি থেকে রেহাই কবে পাব, কীভাবে পাব- when we will get rid of pandemic, how will get / when and how we will get rid of pandemic \n\n#বিশ্বে এখন পর্যন্ত ২০ কোটির বেশি মানুষ এই মহামারিতে আক্রান্ত হয়েছেন এবং ৪২ লাখের বেশি মানুষ মারা গেছেন। \n\n• বিশ্ব-world \n• বিশ্বে-in the world \n• এখন –now \n• পর্যন্ত-till \n• এখন পর্যন্ত- now till / so far \n• বিশ্বে এখন পর্যন্ত- now till in the world\n• ২০ কোটি-20 crore \n• ২০ কোটির-of 20 crore\n• বেশি-more \n• ২০ কোটির বেশি-more than 20 crore \n• মানুষ-people \n• ২০ কোটির বেশি মানুষ- more than 20 crore people\n• এই –this \n• মহামারি-pandemic \n• এই মহামারি- this pandemic\n• আক্রান্ত হওয়া –affect \n• আক্রান্ত হয়েছেন- have been affected \n• এই মহামারিতে আক্রান্ত হয়েছেন- have been affected by the pandemic \n• ৪২ লাখের বেশি মানুষ-more than 4.2 million people \n• মারা যাওয়া – die \n• মারা গেছেন-have died \n• ৪২ লাখের বেশি মানুষ মারা গেছেন- more than 4.2 million people have died\n• এই মহামারিতে আক্রান্ত হয়েছেন এবং ৪২ লাখের বেশি মানুষ মারা গেছেন- have been affected by the pandemic and more than 4.2 million people have died\n• ২০ কোটির বেশি মানুষ এই মহামারিতে আক্রান্ত হয়েছেন এবং ৪২ লাখের বেশি মানুষ মারা গেছেন - more than 20 crore people have been affected by the pandemic and more than 4.2 million people have died\n• বিশ্বে এখন পর্যন্ত ২০ কোটির বেশি মানুষ এই মহামারিতে আক্রান্ত হয়েছেন এবং ৪২ লাখের বেশি মানুষ মারা গেছেন- so far, more than 20 crore people have been affected by the pandemic and more than 4.2 million people have died in the world\n\n#এই মহামারি ঠেকাতে বিশেষজ্ঞরা স্বল্প, মধ্যম ও দীর্ঘমেয়াদি কার্যক্রম চালাচ্ছেন। \nমতামতের ভিন্নতা থাকলেও নিচের দুটি বিষয়ে সবাই কমবেশি একমত। \n\n• এই মহামারি ঠেকাতে - to prevent the pandemic \n• বিশেষজ্ঞরা - Experts\n• স্বল্প, মধ্যম ও দীর্ঘমেয়াদি - short, medium and long term\n• কার্যক্রম চালাচ্ছেন- are conducting activities\n• স্বল্প, মধ্যম ও দীর্ঘমেয়াদি কার্যক্রম চালাচ্ছেন- are conducting short, medium and long term activities\n• বিশেষজ্ঞরা স্বল্প, মধ্যম ও দীর্ঘমেয়াদি কার্যক্রম চালাচ্ছেন- Experts are conducting short, medium and long term activities\n• এই মহামারি ঠেকাতে বিশেষজ্ঞরা স্বল্প, মধ্যম ও দীর্ঘমেয়াদি কার্যক্রম চালাচ্ছেন- Experts are conducting short, medium and long term activities to prevent the pandemic / to prevent the pandemic, experts are conducting short, medium and long term activities to prevent the pandemic\n\n• মতামতের ভিন্নতা থাকলেও - Although there are differences of opinion \n• নিচের দুটি বিষয়ে- on the following two points \n• সবাই কমবেশি একমত- everyone agrees more or less\n• নিচের দুটি বিষয়ে সবাই কমবেশি একমত- everyone agrees more or less on the following two points\n• মতামতের ভিন্নতা থাকলেও নিচের দুটি বিষয়ে সবাই কমবেশি একমত- Although there are differences of opinion, everyone agrees more or less on the following two points / having  differences of opinion, everyone agrees more or less on the following two points \n\n#প্রথমটি হলো কোভিড-১৯ এসেছে থেকে যাওয়ার জন্য, এটি শিগগিরই চলে যাবে না অথবা যাওয়ার কোনো যুক্তিসংগত কারণ নেই। \n\n• নেই-no \n• কারণ নেই-there is no cause / there is no reason / there is no motive \n• যুক্তিসংগত কারণ নেই- there is no logical reason / there is no rational reason\n• কোনো যুক্তিসংগত কারণ নেই- there is no logical reason \n• এটি শিগগিরই চলে যাবে না অথবা যাওয়ার কোনো যুক্তিসংগত কারণ নেই- there is no logical reason that it will leave soon or not \n• কোভিড-১৯ এসেছে থেকে যাওয়ার জন্য, এটি শিগগিরই চলে যাবে না অথবা যাওয়ার কোনো যুক্তিসংগত কারণ নেই-Covid-19 has come to stay, there is no logical reason that it will leave soon or not\n• প্রথমটি হলো কোভিড-১৯ এসেছে থেকে যাওয়ার জন্য, এটি শিগগিরই চলে যাবে না অথবা যাওয়ার কোনো যুক্তিসংগত কারণ নেই-the first one is that Covid-19 has come to stay, there is no logical reason that it will leave soon or not.\n\n#Your Turn (Break-Translate-Rearrange)\nদ্বিতীয়টি হলো ভবিষ্যতে আমরা কেমন থাকব, তা নির্ভর করছে অনেক ‘অজানা’ বিষয়ের ওপর।\n",
"headLine1" : "মহামারি থেকে রেহাই কবে পাব, কীভাবে পাব
",
"newsPaperName": "The Prothom alo",
"publishDate": "10-08-2021",
"creditText" : "Prepared by : Mehedi "
},


{
"fullArticle":"তারিখঃ ৯ আগস্ট  ২১      \nশিরোনামঃঅস্বচ্ছ প্রক্রিয়ায় যন্ত্রপাতি কেনার প্রচেষ্টা দুর্নীতি সহায়ক: টিআইবি\n\n \n\n#অস্বচ্ছ প্রক্রিয়ায় যন্ত্রপাতি কেনার প্রচেষ্টা দুর্নীতি সহায়ক: টিআইবি\n\n• অস্বচ্ছ –dense / opaque /turbid\n• প্রক্রিয়া-process / system \n• অস্বচ্ছ প্রক্রিয়া- turbid process\n• অস্বচ্ছ প্রক্রিয়ায়-in turbid process\n• যন্ত্রপাতি – equipment / machinery /appliance /apparatus \n• কেনা –buy \n• কেনার-to buy \n• প্রচেষ্টা-try / attempts \n• কেনার প্রচেষ্টা- attempts to buy\n• যন্ত্রপাতি কেনার প্রচেষ্টা- attempts to buy appliances \n• দুর্নীতি - corruption\n• সহায়ক- conducive\n• দুর্নীতি সহায়ক- conducive to corruption \n• যন্ত্রপাতি কেনার প্রচেষ্টা দুর্নীতি সহায়ক - attempt to buy appliances is conducive to corruption \n• অস্বচ্ছ প্রক্রিয়ায় যন্ত্রপাতি কেনার প্রচেষ্টা দুর্নীতি সহায়ক - attempt to buy appliances in turbid process is conducive to corruption \n• অস্বচ্ছ প্রক্রিয়ায় যন্ত্রপাতি কেনার প্রচেষ্টা দুর্নীতি সহায়ক: টিআইবি- attempt to buy appliances in turbid process is conducive to corruption : TIB \n\n#প্রকল্প বাস্তবায়নের আগেই অস্থায়ী ল্যাবের নামে অস্বচ্ছ প্রক্রিয়ায় যন্ত্রপাতি কেনার প্রচেষ্টা দুর্নীতি সহায়ক।  \n\n• প্রকল্প - project\n• বাস্তবায়ন-implementation / materialization \n• প্রকল্প বাস্তবায়ন- project materialization/ implementing project \n• প্রকল্প বাস্তবায়নের- of project materialization / of implementing project\n• আগেই –before implementing project \n• অস্থায়ী - temporary\n• ল্যাব-lab \n• অস্থায়ী ল্যাব- temporary lab\n• অস্থায়ী ল্যাবের-of temporary lab \n• অস্থায়ী ল্যাবের নামে –in the name of temporary lab / named temporary lab \n• প্রকল্প বাস্তবায়নের আগেই অস্থায়ী ল্যাবের নামে- before implementing project, in the name of temporary lab \n• অস্বচ্ছ প্রক্রিয়ায় যন্ত্রপাতি কেনার প্রচেষ্টা দুর্নীতি সহায়ক- attempt to buy appliances in turbid process is conducive to corruption \n• প্রকল্প বাস্তবায়নের আগেই অস্থায়ী ল্যাবের নামে অস্বচ্ছ প্রক্রিয়ায় যন্ত্রপাতি কেনার প্রচেষ্টা দুর্নীতি সহায়ক- before implementing project in the name of temporary lab, the attempt to buy appliances in turbid process is conducive to corruption \n\n#অবিলম্বে এ ব্যাপারে কার্যকর জবাবদিহিমূলক ব্যবস্থা নেওয়ার তাগিদ দিয়েছে ট্রান্সপারেন্সি ইন্টারন্যাশনাল বাংলাদেশ (টিআইবি)। \n\n• অবিলম্বে – immediately \n• এ –this \n• ব্যাপার-matter \n• ব্যাপারে-in the matter \n• এ ব্যাপারে - in this matter\n• অবিলম্বে এ ব্যাপারে- immediately in this matter\n• কার্যকর - effective\n• জবাবদিহিমূলক – accountable  \n• ব্যবস্থা-actions  \n• জবাবদিহিমূলক ব্যবস্থা- accountable actions  \n• কার্যকর জবাবদিহিমূলক ব্যবস্থা- effective accountable actions  \n• নেওয়া-take\n• নেওয়ার-to take \n• তাগিদ দেয়া –emphasize \n• তাগিদ দিয়েছে -has emphasized\n• ট্রান্সপারেন্সি ইন্টারন্যাশনাল বাংলাদেশ (টিআইবি)- Transparency International Bangladesh (TIB) \n• তাগিদ দিয়েছে ট্রান্সপারেন্সি ইন্টারন্যাশনাল বাংলাদেশ (টিআইবি)- Transparency International Bangladesh (TIB) has emphasized \n• ব্যবস্থা নেওয়ার তাগিদ দিয়েছে ট্রান্সপারেন্সি ইন্টারন্যাশনাল বাংলাদেশ (টিআইবি)- Transparency International Bangladesh (TIB) has emphasized to take actions \n• জবাবদিহিমূলক ব্যবস্থা নেওয়ার তাগিদ দিয়েছে ট্রান্সপারেন্সি ইন্টারন্যাশনাল বাংলাদেশ (টিআইবি)- Transparency International Bangladesh (TIB) has emphasized to take accountable actions\n• কার্যকর জবাবদিহিমূলক ব্যবস্থা নেওয়ার তাগিদ দিয়েছে ট্রান্সপারেন্সি ইন্টারন্যাশনাল বাংলাদেশ (টিআইবি)- Transparency International Bangladesh (TIB) has emphasized to take effective accountable actions\n• এ ব্যাপারে কার্যকর জবাবদিহিমূলক ব্যবস্থা নেওয়ার তাগিদ দিয়েছে ট্রান্সপারেন্সি ইন্টারন্যাশনাল বাংলাদেশ (টিআইবি)- Transparency International Bangladesh (TIB) has emphasized to take effective accountable actions on this matter \n• অবিলম্বে এ ব্যাপারে কার্যকর জবাবদিহিমূলক ব্যবস্থা নেওয়ার তাগিদ দ
