[
	{
		"fullArticle":"Oct 10, 2021\nThe Daily Star Editorial\n************************\nশিরোনাম: A welcome move by UNHCR\n=জাতিসংঘ শরণার্থী বিষয়ক সংস্থার প্রশংসনীয় উদ্যোগ; \nBhashan Char comes under the purview of UN assistance\n=জাতিসংঘের সহায়তার আওতায় আসলো ভাসানচর; \nPrepared by: Md Mohiuddin\n************************\nপ্রথমে শব্দার্থগুলি জেনে নিই\n================\n১। A welcome move-একটি প্রশংসনীয় উদ্যোগ; \n২। by UNHCR-জাতিসংঘ শরণার্থী বিষয়ক সংস্থার; \n৩। Bhashan Char-ভাসানচর; \n৪। comes under the purview of UN assistance-জাতিসংঘের সহায়তার আওতায় আসে; \n৫। We welcome-আমরা স্বাগত জানাই; \n৬। the signing of an MOU-একটি সমঝোতা স্মারক স্বাক্ষরকে; \n৭। between the government of Bangladesh and the UNHCR-বাংলাদেশ সরকার এবং জাতিসংঘ শরণার্থী বিষয়ক সংস্থার মধ্যে; \n৮। that paves the way for the world body-যা বিশ্ব সংস্থাকে সাহায্য করে/সুগম করে; \n৯। to provide all kinds of assistance-সব ধরণের সাহায্য/সহযোগিতা দেয়ার; \n১০। to the Rohingyas relocated to Bhashan Char-ভাসানচরে স্থানান্তরিত রোহিঙ্গাদেরকে; \n১১। in the same manner that-যেভাবে; \n১২। it has been assisting the Rohingyas living in Cox's Bazar-কক্সবাজারে বসবাসরত রোহিঙ্গাদেরকে সংস্থাটি সহযোগিতা করে আসছে; \n১৩। The support covers key areas-সহায়তা প্রধান/গুরুত্বপূর্ণ এলাকাকে রক্ষা করে; \n১৪। such as-যেমন; \n১৫। protection, education, skills training, livelihoods, and health-সুরক্ষা, শিক্ষা, দক্ষতা প্রশিক্ষণ, জীবিকা ও স্বাস্থ্য; \n১৬। which will help the refugees-শরণার্থীদেরকে সাহায্য করবে; \n১৭। lead a decent life-একটি মার্জিত/সভ্য জীবন পরিচালনায়; \n১৮। and prepare better for their eventual return to Myanmar-এবং অবশেষে তাদের মিয়ানমারে ফিরে যাওয়ার জন্য ভালো প্রস্তুতি নেয়ার; \n১৯। The signing of the agreement-চুক্তি স্বাক্ষর; \n২০। signals the removal of all reservations-সব আপত্তি দূর করার ইঙ্গিত দেয়; \n২১। the government's decision to relocate-পুনর্বাসন করার সরকারের সিদ্ধান্ত; \n২২। to the island-দ্বীপে; \n২৩। Hopefully-আশা করি; আশা করা যায় যে; \n২৪। any misgivings-কোনো ধরণের সন্দেহ/আশঙ্কা; \n২৫। we understand the reason for the resistance -বিরোধিতার কারণ আমরা বুঝি; \n২৬। aid agencies-সহায়তা সংস্থা; \n২৭। the area's supposed vulnerability to storm and tidal surge-এলাকার ঝড় ও জলোচ্ছ্বাসের সম্ভাব্য ঝুকি; \n২৮। the international community-আন্তর্জাতিক সম্প্রদায়; \n২৯। appreciates our position-আমাদের অবস্থান বুঝে; \n৩০। compulsions-বাধ্যবাধকতা; \n৩১। The presence of such a large population of refugees-শরণার্থীদের এত বেশি উপস্থিতি; \n৩২।  impact on the ecology of that area-ঐ এলাকার বাস্তুসংস্থানের উপর প্রভাব; \n৩৩। apart from creating social unrest-সামাজিক অস্থিরতা/অশান্তি তৈরি করা ছাড়াও; \n৩৪। have been transferred to Bhashan Char-ভাসানচরে স্থানান্তরিত হয়েছে;\n৩৫। the transfer of the rest, in phases, -বাকি স্থানান্তর, ধাপে ধাপে; \n৩৬। will hopefully be completed soon-দ্রুত শেষ হবে বলে আশা রাখি; \n৩৭। send the wrong signal-ভুল বার্তা দেয়া; \n৩৮। the military junta in Myanmar-মিয়ানমারের সামরিক জান্তা; \n৩৯। a temporary expedient-সাময়িক/অস্থায়ী কৌশল/ব্যবস্থা; \n৪০। reduce the inordinate pressure-অতিরিক্ত/অত্যাধিক চাপ কমানো; \n৪১। the land of their birth-তাদের জন্মভূমি; \n৪২। their homeland-তাদের স্বদেশ; \n৪৩। with full dignity and honour-পূর্ণাঙ্গ সম্মান ও মর্যাদা সহকারে; \n৪৪। their rights as citizens -নাগরিক হিসেবে তাদের অধিকার; \n৪৫। must intensify their efforts-তাদের প্রচেষ্টা বাড়াতে হবে; \n৪৬। to ensure-নিশ্চিত করতে; \n৪৭। takes back their citizens-তাদের নাগরিকদেরকে ফিরিয়ে নেয়; \n৪৮। We hope that this happens soon-আমরা মনে করি এটা তাড়াতাড়ি/অতি সত্বর হবে; \n৪৯। there should be no let-up-বিরাম থাকা উচিত নয়; \n৫০। in the efforts of the international community-আন্তর্জাতিক সম্প্রদায়ের প্রচেষ্টায়; \n************************\nPrepared by: Md Mohiuddin \n******এবার মূল সম্পাদকীয়টি পড়ি****\nA welcome move by UNHCR\nBhashan Char comes under the purview of UN assistance\n************************\nWe welcome the signing of an MOU between the government of Bangladesh and the UNHCR that paves the way for the world body to provide all kinds of assistance to the Rohingyas relocated to Bhashan Char, in the same manner that it has been assisting the Rohingyas living in Cox's Bazar. The support covers key areas such as protection, education, skills training, livelihoods, and health, which will help the refugees lead a decent life and prepare better for their eventual return to Myanmar.\n\nThe signing of the agreement signals the removal of all reservations the UN might have had about the government's decision to relocate around 100,000 refugees to the island. Hopefully, this has also laid to rest any misgivings about Bhashan Char.\nWhile we understand the reason for the resistance of some international organisations and aid agencies to the relocation—particularly because of the area's supposed vulnerability to storm and tidal surge—we, nonetheless, hope that the international community appreciates our position and, indeed, the compulsions that necessitated shifting a portion of the refugees from Cox's Bazar.\n\nAs of December 2020, there are nearly 900,000 Rohingya refugees living in 34 camps in the district of Cox's Bazar. The presence of such a large population of refugees has had the most devastating impact on the ecology of that area, apart from creating social unrest there. One should not also overlook the serious security implications that the addition of such a large number of people entails. Although only about 20 percent of the projected 100,000 Rohingyas have been transferred to Bhashan Char, the transfer of the rest, in phases, will hopefully be completed soon.\nWhile the rearrangement is appreciated, we would hope that Bhashan Char does not send the wrong signal to the international community or the military junta in Myanmar. The relocation, we must emphasise, is a temporary expedient—to reduce the inordinate pressure on Cox's Bazar. The ultimate objective is the repatriation of the refugees to the land of their birth, their homeland, with full dignity and honour and their rights as citizens of Myanmar restored. The UN and the major nations must intensify their efforts to ensure that the Myanmar government takes back their citizens. We hope that this happens soon. But till such time as the refugees return home, there should be no let-up in the efforts of the international community to ensure that the refugees enjoy a humane existence in the camps.\n",
		"headLine1" : "A welcome move by UNHCR",
		"newsPaperName": "The Daily Star ",
		"publishDate": "10-10-2021",
		"creditText" : "Prepared by: MD Mohiuddin sir "
	}
]
