[
	{
		"fullArticle":"তারিখঃ ১১ নভেম্বর ২১            \nশিরোনামঃতেলের বাড়তি দাম জনগণকেও বহন করতে হবে: অর্থমন্ত্রী\n\n#তেলের বাড়তি দাম জনগণকেও বহন করতে হবে: অর্থমন্ত্রী\n\n• তেল-oil \n• তেলের-of oil \n• বাড়তি –extra \n• দাম-price \n• বাড়তি দাম-extra price \n• তেলের বাড়তি দাম- extra price of oil / oil’s extra price \n• জনগণ-people / the many  \n• জনগণকেও- people also / people  too \n• বহন করা-bear /carry / go with  / defray \n• বহন করতে-to bear \n• হবে –will be \n• করতে হবে-have to \n• বহন করতে হবে- have to bear \n• জনগণকেও বহন করতে হবে- people have to bear also \n• বাড়তি দাম জনগণকেও বহন করতে হবে- people also have to bear extra price \n• তেলের বাড়তি দাম জনগণকেও বহন করতে হবে- people also have to bear oil’s extra price\n• তেলের বাড়তি দাম জনগণকেও বহন করতে হবে: অর্থমন্ত্রী- people also have to bear oil’s extra price: Finance Minister \n\n#অর্থমন্ত্রী বলেন, জ্বালানি তেলের মূল্যবৃদ্ধি পুরোপুরি যৌক্তিক।\n\n• অর্থমন্ত্রী – finance minister\n• বলেন- said\n• অর্থমন্ত্রী বলেন- finance minister said\n• জ্বালানি তেল- fuel\n• জ্বালানি তেলের-of fuel\n• মূল্যবৃদ্ধি –price hike \n• জ্বালানি তেলের মূল্যবৃদ্ধি- price hike of  fuel / hike of  fuel price\n• পুরোপুরি –totally /quite \n• যৌক্তিক-logical \n• পুরোপুরি যৌক্তিক- quite logical\n• মূল্যবৃদ্ধি পুরোপুরি যৌক্তিক - price hike is quite logical \n• জ্বালানি তেলের মূল্যবৃদ্ধি পুরোপুরি যৌক্তিক- price hike of  fuel is quite logical / fuel’s price hike is quite logical \n• অর্থমন্ত্রী বলেন, জ্বালানি তেলের মূল্যবৃদ্ধি পুরোপুরি যৌক্তিক- finance minister said, fuel’s price hike is quite logical \n\n#এতে জনগণের ওপর চাপ পড়বে। তবে সরকারের দিক থেকে চেষ্টা থাকবে যে পরিমাণ দাম বাড়বে, তা যেন ভোক্তারা সহ্য করতে পারেন। \n\n• চাপ পড়া –pressurize / burden / \n• জনগণের ওপর চাপ পড়বে-there will be a pressure on people \n• এতে জনগণের ওপর চাপ পড়বে-thus, there will be a pressure on people/ this will put pressure on the people \n\n• তবে সরকারের দিক থেকে-but at the end of the government / but from government side \n• চেষ্টা থাকবে –there will be efforts \n• তবে সরকারের দিক থেকে চেষ্টা থাকবে- But there will be efforts from the government side / but government will try \n• যে পরিমাণ দাম বাড়বে - that amount will be increased \n• তা যেন ভোক্তারা সহ্য করতে পারেন-as consumers can afford it \n• তবে সরকারের দিক থেকে চেষ্টা থাকবে যে পরিমাণ দাম বাড়বে- but government will try , that amount will be increased \n• তবে সরকারের দিক থেকে চেষ্টা থাকবে যে পরিমাণ দাম বাড়বে, তা যেন ভোক্তারা সহ্য করতে পারেন- but government will try as consumers can afford it to that amount will be increased \n\n• এতে জনগণের ওপর চাপ পড়বে। তবে সরকারের দিক থেকে চেষ্টা থাকবে যে পরিমাণ দাম বাড়বে, তা যেন ভোক্তারা সহ্য করতে পারেন- this will put pressure on the people and but government will try as consumers can afford it to that amount will be increased / this will put pressure on the people and but government will try as consumers can afford it to that amount what increased \n\n#অর্থমন্ত্রী বলেন, ‘জ্বালানি তেলের দাম যখন আন্তর্জাতিক বাজারে কম ছিল, সে সুবিধা কি আমরা পাইনি? এখন দাম বেড়েছে। আর আমরা তেল উৎপাদন করি না। আমরা ভোক্তা।’ \n\n• অর্থমন্ত্রী বলেন, -finance minister said\n• ‘জ্বালানি তেলের দাম যখন আন্তর্জাতিক বাজারে কম ছিল, - When the price of fuel oil was low in the international market\n• সে সুবিধা কি আমরা পাইনি? - did we not get that benefit?\n• এখন দাম বেড়েছে। - now the price has been on a rise \n• আর আমরা তেল উৎপাদন করি না। - and we don't produce oil\n• আমরা ভোক্তা।’- we are consumers\n• আর আমরা তেল উৎপাদন করি না। আমরা ভোক্তা।’- and we don't produce oil. we are consumers\n• এখন দাম বেড়েছে। আর আমরা তেল উৎপাদন করি না। আমরা ভোক্তা।’- now the price has been on a rise. And we don't produce oil. We are consumers\n• সে সুবিধা কি আমরা পাইনি? এখন দাম বেড়েছে। আর আমরা তেল উৎপাদন করি না। আমরা ভোক্তা।’- did we not get that benefit? Now the price has been on a rise. And we don't produce oil. We are consumers \n• ‘জ্বালানি তেলের দাম যখন আন্তর্জাতিক বাজারে কম ছিল, সে সুবিধা কি আমরা পাইনি? এখন দাম বেড়েছে। আর আমরা তেল উৎপাদন করি না। আমরা ভোক্তা।’- When the price of fuel oil was low in the international market. Did we not get that benefit? Now the price has been on a rise. And we don't produce oil. We are consumers.\n• অর্থমন্ত্রী বলেন, ‘জ্বালানি তেলের দাম যখন আন্তর্জাতিক বাজারে কম ছিল, সে সুবিধা কি আমরা পাইনি? এখন দাম বেড়েছে। আর আমরা তেল উৎপাদন করি না। আমরা ভোক্তা।’- finance minister said, When the price of fuel oil was low in the international market. Did we not get that benefit? Now the price has been on a rise. And we don't produce oil. We are consumers.\n\n#অর্থমন্ত্রী হিসেবে নিজের দায়িত্ব আছে জানিয়ে মুস্তফা কামাল বলেন, সরকার কোত্থেকে টাকা পাবে? রাজস্ব অর্জন করেই সরকারকে কাজ করতে হয়। \n\n• অর্থমন্ত্রী হিসেবে নিজের দায়িত্ব আছে জানিয়ে মুস্তফা কামাল বলেন, সরকার কোত্থেকে টাকা পাবে? –mentioning his responsibilities as a finance minister Mustafa Kamal said where will the government get the money from? \n• রাজস্ব অর্জন করেই সরকারকে কাজ করতে হয়-the government has to work by earning revenue\n• অর্থমন্ত্রী হিসেবে নিজের দায়িত্ব আছে জানিয়ে মুস্তফা কামাল বলেন, সরকার কোত্থেকে টাকা পাবে? রাজস্ব অর্জন করেই সরকারকে কাজ করতে হয়- mentioning his responsibilities as a finance minister Mustafa Kamal said where will the government get the money from? The government has to work by earning revenue. \n\n#Your Turn (Break-Translate-Rearrange)\nএ জোগান দিতে না পারলে প্রকল্প বাস্তবায়ন হবে না। পিছিয়ে যেতে হবে।\n",
		"headLine1" : "তেলের বাড়তি দাম জনগণকেও বহন করতে হবে: অর্থমন্ত্রী",
		"newsPaperName": "The Prothom alo",
		"publishDate": "11-11-2021",
		"creditText" : "prepared by: Mehedi "
	}
]
