[
	{
		"fullArticle":"Oct 12, 2021\nThe Daily Star Editorial\n************************\nশিরোনাম: Soaring food prices worrisome\n=খাদ্যপণ্যের চড়া দাম উদ্বেগজনক; \nConsumers are stuck between a rock and a hard place\n=ভোক্তাদের নাভিশ্বাস;\n************************\nপ্রথমে শব্দার্থগুলি জেনে নিই\n================\n১। Soaring food prices-খাদ্যমূল্য উর্ধ্বমুখী; খাদ্যের দাম চড়া; খাদ্যমূল্য বৃদ্ধি;\n২। worrisome-উদ্বেগজনক; \n৩। Consumers are stuck-ভোক্তারা আটকে আছে; \n৪। be (caught) between a rock and a hard place-কঠিন পরিস্থিতির মুখে পড়া এবং কঠিন সিদ্ধান্ত নেয়া;\n৫। between a rock and a hard place-কঠিন পরিস্থিতির মধ্যে; \n৬। The skyrocketing food prices-খাদ্যপণ্যের দাম আকাশচুম্বি; \n৭। continue to make the headlines in Bangladesh-বাংলাদেশে  শিরোনাম হয়েই চলছে; \n৮। exposing the government's failure-সরকারের ব্যর্থতা প্রকাশ করে; \n৯। an effective mechanism-কার্যকরী কৌশল; \n১০। to check the prices of essential goods-নিত্যপণ্যের দাম যাচাই বাছাই করার; \n১১। in the kitchen markets-কাচা বাজারগুলোতে; \n১২। Week after week-সপ্তাহের পর সপ্তাহ ধরে; \n১৩। this daily has reported-এই দৈনিক রিপোর্ট করেছে; \n১৪। edible oil-ভোজ্য তেল; \n১৫। green chilli-কাচা মরিচ; \n১৬। have continued to soar-বেড়েই চলছে; \n১৭। putting immense pressure-বিশাল চাপ সৃষ্টি করে/করছে; \n১৮। on low- and fixed-income groups-নিম্ন ও সীমিত আয়ের জনগোষ্ঠীর উপর; \n১৯। Even the price of rice-চাউলের দামও; \n২০। the government reduced import duty-সরকার আমদানি শুল্ক কমিয়েছে; \n২১। to keep the price stable-মূল্য স্থিতিশীল রাখতে; \n২২। over the past month-গত মাসব্যাপী/ ধরে; \n২৩। Despite the commerce ministry saying that-যদিও বাণিজ্য মন্ত্রী বলেছেন যে; \n২৪। onion production-পিয়াজ উৎপাদন; \n২৫। an annual demand-বাৎসরিক চাহিদা; \n২৬। in about a week-প্রায় এক সপ্তাহে; \n২৭। to the set price rate-দাম নির্ধারণ করার/করতে; \n২৮। many essential commodities-অনেক নিত্যপ্রয়োজনীয় জিনিসপত্র; \n২৯। market analysts have raised questions-বাজার বিশ্লেষকরা প্রশ্ন তুলেছেন; \n৩০। about the authenticity of traders' claims for raising prices-দাম বৃদ্ধির জন্য ব্যবসায়ীদের দাবির সত্যতার ব্যাপারে; \n৩১। due to higher prices of commodities internationally-আন্তর্জাতিকভাবে নিত্যপণ্যের দাম বৃদ্ধির কারণে; \n৩২। commodity prices in our kitchen markets-আমাদের কাচা বাজারে নিত্য পণ্যের দাম; \n৩৩। to look into the matter-বিষয়টি খতিয়ে দেখতে/দেখার; \n৩৪। punish errant traders and syndicates-অসাধু ব্যবসায়ী ও সিন্ডিকেটদেরকে শাস্তি দেয়া; \n৩৫। to exploit consumers-ভোক্তাদের শোষণ করার; \n৩৬। a vast number of people-বহু সংখ্যক মানুষ/লোকজন; \n৩৭। are struggling economically-অর্থনৈতিকভাবে হিমশিম খাচ্ছে; \n৩৮। due to various pandemic-related issues-মহামারি সম্পর্কিত বিভিন্ন বিষয়ের জন্য/দরুণ; \n৩৯। At the same time-তবে; \n৪০। it is important to point out that-এটা উল্লেখ করা গুরুত্বপূর্ণ যে; \n৪১। on the rise-উর্ধ্বমুখী; \n৪২। have only added to people's woes-জনগনের দুভোগ/কষ্টই শুধু বেড়েছে; \n৪৩। inaction or failure-নিষ্ক্রিয়তা/নিরবতা অথবা ব্যর্থতা; \n৪৪। to control commodity prices-নিত্যপণ্যের দাম নিয়ন্ত্রণ করার; \n৪৫। apathy to the plight of people-জনগনের দুর্দশার প্রতি উদাসীনতা; \n৪৬। take every step necessary-প্রতিটি/প্রত্যেকটি প্রয়োজনীয় ব্যবস্থা নেয়া; \n৪৭। to bring commodity prices down-নিত্যপণ্যের দাম কমিয়ে আনতে; \n৪৮। to affordable levels-সহনশীল মাত্রায়; \n৪৯। come up with-সিদ্ধান্ত/কৌশল নেয়া; \n৫০। to keep the market stable-বাজার স্থিতিশীল রাখতে; \n৫১। in the long run-শেষ পর্যন্ত; \n৫২। It is unacceptable that-এটা অগ্রহণযোগ্য যে; \n৫৩। consumers have to pay for the government's failure-ভোক্তাদেরকে সরকারের ব্যর্থতার মূল্য দিতে হবে; \n৫৪। the most urgent issues-খুবই জরুরি বিষয়; \n৫৫। the quality of people's lives-জনগনের জীবনমান; \n************************\nPrepared by: Md Mohiuddin \n****এবার মূল সম্পাদকীয়টি পড়ি******\nSoaring food prices worrisome\nConsumers are stuck between a rock and a hard place\n************************\nThe skyrocketing food prices continue to make the headlines in Bangladesh, exposing the government's failure to put in place an effective mechanism to check the prices of essential goods in the kitchen markets. Week after week, this daily has reported how prices of broiler chicken, edible oil, green chilli, etc have continued to soar, putting immense pressure on low- and fixed-income groups. Even the price of rice—for which the government reduced import duty from 62 percent to 25 percent to keep the price stable—has risen over the past month.\n\nDespite the commerce ministry saying that onion production reached 2.7 million tonnes this year, against an annual demand of 2.8 million tonnes, the prices of onion rose by Tk 30-35 in about a week. As the government has clearly failed to make traders stick to the set price rate for many essential commodities, consumers have had to cut down on their consumption—their daily protein intake, in particular. Meanwhile, market analysts have raised questions about the authenticity of traders' claims for raising prices. Traders have been saying that they have been continually forced to raise prices due to higher prices of commodities internationally. However, as many experts have pointed out, commodity prices in our kitchen markets have spiked substantially more, compared to the international prices.\nTherefore, it is essential for the government to look into the matter, and punish errant traders and syndicates for trying to exploit consumers at a time when a vast number of people are struggling economically due to various pandemic-related issues.\n\nAt the same time, it is important to point out that commodity prices have been on the rise for a month now; the recent price hikes have only added to people's woes. The question is: What has the government been doing all this time? Its inaction or failure to control commodity prices only illustrates its apathy to the plight of people.\nWhile the government must take every step necessary to bring commodity prices down to affordable levels, it must also come up with better and more timely strategies of market intervention, as well as put in place effective and sustainable oversight mechanisms to keep the market stable in the long run. It is unacceptable that consumers have to pay for the government's failure every few months, when this is one of the most urgent issues affecting the quality of people's lives.\n",
		"headLine1" : " Soaring food prices worrisome",
		"newsPaperName": "The Daily Star ",
		"publishDate": "12-10-2021.json ",
		"creditText" : "Prepared by: MD Mohiuddin sir "
	}
]
