[
{
    "fullArticle": "14 January, 25\nThe Daily Star \nprepared by Misbah Ahmed Shishir \n\nHeadline: Bring top criminals under police radar\n\n° Bring - আনুন\n° top criminals - শীর্ষ সন্ত্রাসী\n° Bring top criminals - শীর্ষ সন্ত্রাসীদের আনুন\n° under - অধীনে \/ আওতায়\n° police radar - পুলিশি নজরদারি\n° under police radar _ পুলিশি নজরদারির আওতায়\n° Bring top criminals under police radar - শীর্ষ অপরাধীদের পুলিশি নজরদারির আওতায় আনুন।\n\n→We are worried about the continued law-and-order fallout of the re-emergence of criminal gangs under kingpins who, until recently, were behind bars. \n\n° We are worried - আমরা উদ্বিগ্ন \n° about the continued law-and-order fallout - আইন শৃঙ্খলার অবনতি সম্পর্কে \n° We are worried about the continued law-and-order fallout - আইন শৃঙ্খলার ক্রমাগত অবনতি নিয়ে আমরা উদ্বিগ্ন \n° of the re-emergence - পুনঃউত্থানের \/ পুনরায় সক্রিয়\n° of criminal gangs under kingpins - গ্যাং নেতার সন্ত্রাসীদের \/ অপরাধী চক্রের\n° of the re-emergence of criminal gangs under kingpins - গ্যাং নেতা সন্ত্রাসীদের পুনঃউত্থানের কারণে \/ অপরাধী চক্রের পুনঃউত্থানে\n° We are worried about the continued law-and-order fallout of the re-emergence of criminal gangs under kingpins - গ্যাং নেতা সন্ত্রাসীদের পুনঃউত্থানের কারণে আইন শৃঙ্খলার ক্রমাগত অবনতি নিয়ে আমরা উদ্বিগ্ন।\n\/ গ্যাং সন্ত্রাসীদের পুনঃউত্থানে আইন শৃঙ্খলার ক্রমাগত অবনতি নিয়ে আমরা উদ্বিগ্ন।\n\/ গ্যাং নেতাদের পুনরায় সক্রিয় হওয়ার কারণে আইন শৃঙ্খলার অবনতি অব্যাহত। \n° who, until recently, were behind bars. - যারা সম্প্রতি জেলেও ছিলো।\n° We are worried about the continued law-and-order fallout of the re-emergence of criminal gangs under kingpins who, until recently, were behind bars. - সম্প্রতি যারা জেলে ছিলো, সেসব সন্ত্রাসীদের পুনঃউত্থানে আইন শৃঙ্খলার ক্রমাগত অবনতি দেখা দিয়েছে যা নিয়ে আমরা উদ্বিগ্ন। \/ আমরা উদ্বিগ্ন যে সম্প্রতি জেল থেকে ছাড়া পাওয়া গ্যাং নেতাদের পুনরায় সক্রিয় হওয়ার কারণে আইন-শৃঙ্খলার অবনতির ঘটনা চলছেই।\n\n→Their involvement is partly responsible for the surge in criminal activities such as theft, mugging, robbery, extortion, and abduction.  \n\n° Their involvement - তাদের সম্পৃক্ততা\n° is partly responsible - অাংশিকভাবে দায়ী \n° Their involvement is partly responsible - তাদের সম্পৃক্ততা অাংশিকভাবে দায়ী\n° for the surge in criminal activities - অপরাধমূলক কার্যকলাপ বৃদ্ধির জন্য\n° Their involvement is partly responsible for the surge in criminal activities - অপরাধমূলক কার্যকলাপ বৃদ্ধির জন্য তাদের সম্পৃক্ততা অাংশিকভাবে দায়ী \n° such as - যেমন \/ মতো\n° such as theft, mugging, robbery, extortion, and abduction - চুরি, ছিনতাই, ডাকাতি, চাঁদাবাজি এবং অপহরণের মতো\n° Their involvement is partly responsible for the surge in criminal activities such as theft, mugging, robbery, extortion, and abduction. - চুরি, ছিনতাই, ডাকাতি, চাঁদাবাজি এবং অপহরণের মতো অপরাধমূলক কর্মকাণ্ড বৃদ্ধির জন্য তাদের সম্পৃক্ততা আংশিকভাবে দায়ী।\n\n→Equally alarmingly, these gangs are engaging in public clashes to assert dominance, sometimes even in the presence of law enforcers, creating panic among citizens.\n\n° Equally alarmingly, - সমানভাবে উদ্বেগজনক \/ একইসাথে উদ্বেগজনক হলো\n° these gangs are engaging in public clashes - এই গ্যাংগুলো প্রকাশ্যে সংঘর্ষে লিপ্ত হচ্ছে,\n° to assert dominance - প্রভাব বিস্তার করতে \n° these gangs are engaging in public clashes to assert dominance, - এই গ্যাংগুলো প্রভাব বিস্তারের জন্য প্রকাশ্যে সংঘর্ষে লিপ্ত হচ্ছে,\n° sometimes even - কখনো কখনো \n° in the presence of law enforcers, - আইনশৃঙ্খলা রক্ষাকারী বাহিনীর উপস্থিতিতেই, \n° sometimes even in the presence of law enforcers, - কখনো কখনো আইনশৃঙ্খলা রক্ষাকারী বাহিনীর উপস্থিতিতেই, \n° creating panic among citizens. - যা সাধারণ নাগরিকদের মধ্যে আতংক সৃষ্টি করছে।\n° these gangs are engaging in public clashes to assert dominance, sometimes even in the presence of law enforcers, creating panic among citizens. - এই গ্যাংগুলো প্রভাব বিস্তারের জন্য প্রকাশ্যে সংঘর্ষে লিপ্ত হচ্ছে, কখনও কখনও আইনশৃঙ্খলা রক্ষাকারী বাহিনীর উপস্থিতিতেই, যা সাধারণ নাগরিকদের মধ্যে আতংক সৃষ্টি করছে।\n° Equally alarmingly, these gangs are engaging in public clashes to assert dominance, sometimes even in the presence of law enforcers, creating panic among citizens. - একইসাথে উদ্বেগজনক হলো এই গ্যাংগুলো প্রভাব বিস্তারের জন্য প্রকাশ্যে সংঘর্ষে লিপ্ত হচ্ছে, কখনও কখনও আইনশৃঙ্খলা রক্ষাকারী বাহিনীর উপস্থিতিতেই, যা সাধারণ নাগরিকদের মধ্যে আতংক সৃষ্টি করছে।\n\n→As we know, following the uprising, the law enforcement situation in the country became fluid in large part due to the absence of a fully functional police force. \n\n° As we know, - আমরা জানি যে, \n° following the uprising - বিপ্লবের পর\n° the law enforcement situation in the country - দেশের আইনের শাসন পরিস্থিতি \n° As we know, following the uprising, the law enforcement situation in the country - আমরা জানি যে, বিপ্লবের পর, দেশের আইনের শাসন পরিস্থিতি\n° became fluid - অস্থির হয়ে পড়ে \/ দুর্বল হয়ে পড়ে \n° in large part - অনেকাংশে \n° became fluid in large part  - অনেকাংশে দুর্বল হয়ে পড়ে \n° As we know, following the uprising, the law enforcement situation in the country became fluid in large part - আমরা জানি যে, বিপ্লবের পর, দেশের আইনের শাসন পরিস্থিতি অনেকাংশে অস্থির হয়ে পড়ে \n° due to the absence of a fully functional police force. - একটি সম্পূর্ণ কার্যকর পুলিশ বাহিনীর অনুপস্থিতির কারণে\n°  As we know, following the uprising, the law enforcement situation in the country became fluid in large part due to the absence of a fully functional police force. - আমরা জানি যে, বিপ্লবের পর, একটি সম্পূর্ণ কার্যকর পুলিশ বাহিনীর অনুপস্থিতির কারণে দেশের আইনের শাসন পরিস্থিতি অনেকাংশে অস্থির হয়ে পড়ে। \n\n→However, although over five months have passed since then, police still seem to be struggling to regain their footing, leaving room for criminal activities to thrive. \n\n° However - যাইহোক \/ তবে\n° although - যদিও \n° However, although - তবে যদিও\n° over five months have passed since then, - তারপর থেকে পাঁচ মাসেরও বেশি সময় পেরিয়ে গেছে,\n° However, although over five months have passed since then, - তবে যদিও তারপর থেকে পাঁচ মাসেরও বেশি সময় পেরিয়ে গেছে,\n° police still seem to be struggling - পুলিশ এখনও সংগ্রাম করছে,\n° to regain their footing, - তাদের অবস্থান ফিরে পেতে \n° police still seem to be struggling to regain their footing, - পুলিশ তাদের অবস্থান ফিরে পেতে এখনও সংগ্রাম করছে, \n° leaving room - এই সুযোগে\n°  for criminal activities to thrive. - অপরাধ বাড়ছে\n° leaving room for criminal activities to thrive. - এই সুযোগে অপরাধ বাড়ছে \n° police still seem to be struggling to regain their footing, leaving room for criminal activities to thrive. - পুলিশ তাদের অবস্থান ফিরে পেতে এখনও সংগ্রাম করছে, এই সুযোগে অপরাধ বাড়ছে।\n° However, although over five months have passed since then, police still seem to be struggling to regain their footing, leaving room for criminal activities to thrive. - তবে যদিও তারপর থেকে পাঁচ মাসেরও বেশি সময় পেরিয়ে গেছে, পুলিশ তাদের অবস্থান ফিরে পেতে এখনও সংগ্রাম করছে, এই সুযোগে অপরাধ কার্যক্রম বাড়ছে।\n\n→It goes without saying that the resurgence of such crimes not only endangers public safety but also poses a threat to businesses and the economy.\n\n° It goes without saying that - এটা বলার অপেক্ষা রাখে না যে \n° the resurgence of such crimes - এই ধরনের অপরাধের পুনরুত্থান\n° It goes without saying that the resurgence of such crimes _ এটা বলার অপেক্ষা রাখে না যে এই ধরনের অপরাধের পুনরুত্থান\n° not only endangers public safety - শুধুমাত্র জননিরাপত্তাকেই বিপন্ন করে না\n° but also poses a threat to businesses and the economy. - বরং ব্যবসা এবং অর্থনীতির জন্যও হুমকি হয়ে দাঁড়ায়\n° not only endangers public safety but also poses a threat to businesses and the economy. - শুধুমাত্র জননিরাপত্তাকেই বিপন্ন করে না বরং ব্যবসা এবং অর্থনীতির জন্যও হুমকি হয়ে দাঁড়ায়\n° It goes without saying that the resurgence of such crimes not only endangers public safety but also poses a threat to businesses and the economy. _ এটা বলার অপেক্ষা রাখে না যে এই ধরনের অপরাধের পুনরুত্থান শুধুমাত্র জননিরাপত্তাকেই বিপন্ন করে না বরং ব্যবসা এবং অর্থনীতির জন্যও হুমকি হয়ে দাঁড়ায়।\n\n→ The additional menace of criminal gangs is only making things worse, undermining business confidence and creating an untenable environment for economic recovery amidst high inflation and unemployment.\n\n° The additional menace - অতিরিক্ত তান্ডব\n° of criminal gangs - অপরাধী চক্রের\n° The additional menace of criminal gangs - অপরাধী চক্রের অতিরিক্ত তান্ডব\n° is only making things worse - আরও খারাপ করে তুলেছে \n° The additional menace of criminal gangs is only making things worse _ অপরাধী চক্রের অতিরিক্ত তান্ডব আরও খারাপ করে তুলেছে \n° undermining business confidence - ব্যবসার ওপর আস্থা নষ্ট করছে\n° The additional menace of criminal gangs is only making things worse, undermining business confidence - অপরাধী চক্রের অতিরিক্ত তান্ডব আরও খারাপ করে তুলেছে, ব্যবসার ওপর আস্থা নষ্ট করছে\n° and creating an untenable environment for economic recovery - এবং অর্থনৈতিক পুনরুদ্ধারের পথে অসহনীয় পরিবেশ তৈরি করছে \/ এবং অর্থনেতিক পুনরুদ্ধারে বাঁধা সৃষ্টি করছে\n° amidst high inflation and unemployment. - উচ্চ মুদ্রাস্ফীতি ও বেকারত্বের মাঝে \n° and creating an untenable environment for economic recovery amidst high inflation and unemployment. - এবং অর্থনৈতিক পুনরুদ্ধারে\nউচ্চ মুদ্রাস্ফীতি ও বেকারত্বের মাঝে বাঁধা তৈরি করছে।\n° The additional menace of criminal gangs is only making things worse, undermining business confidence and creating an untenable environment for economic recovery amidst high inflation and unemployment. - অপরাধী চক্রের অতিরিক্ত তান্ডব আরও খারাপ করে তুলেছে, ব্যবসার ওপর আস্থা নষ্ট করছে এবং এবং অর্থনৈতিক পুনরুদ্ধারে উচ্চ মুদ্রাস্ফীতি ও বেকারত্বের মাঝে বাঁধা তৈরি করছে।\n",
    "headLine1": "Headline: Bring top criminals under police radar",
    "newsPaperName": "The Daily Star ",
    "publishDate": "14-01-2025",
    "creditText": ""
}
]