[
	{
		"fullArticle":"Oct 15, 2021 \nThe Daily Star Editorial\n************************\nশিরোনাম: Theft of RMG products cannot continue\n=রপ্তানির পোশাক চুরি চলতে পারেনা; \nArrest the gangs involved, ensure stronger vigilance on the highway\n=জড়িত চক্রকে গ্রেপ্তার করে মহাসড়কে কঠোর নজরদারি নিশ্চিত করুন; \n************************\nপ্রথমে শব্দার্থগুলি জেনে নিই\n=================\n১। Theft of RMG products-রপ্তানির পোশাক /গার্মেন্টস পণ্য চুরি; \n২। cannot continue-চলতে পারেনা; \n৩। Arrest the gangs involved-জড়িত চক্রকে গ্রেপ্তার করুন; \n৪। ensure stronger vigilance on the highway-মহাসড়কে কঠোর নজরদারি নিশ্চিত করুন; \n৫। We are worried to learn-আমরা জেনে উদ্বিগ্ন; \n৬। about the increasing incidents of theft of RMG products-গার্মেন্টস পণ্য চুরির ঘটনা বৃদ্ধির ব্যাপারটি; \n৭। on the Dhaka-Chattogram highway-ঢাকা-চট্টগ্রাম মহাসড়কে; \n৮। According to a report by this daily-এই দৈনিকের একটি রিপোর্ট অনুযায়ী; \n৯। organised gangs-সংঘবদ্ধ চক্র; \n১০। have been stealing garment items-গার্মেন্টস পণ্য চুরি করে আসছে; \n১১। from the lorries on the highway-মহাসড়কের লরীগুলো থেকে; \n১২। which has reached-যা দাড়িয়েছে/পৌছেছে; \n১৩। an alarming rate-এক উদ্বেগজনক হার; \n১৪। of late-সম্প্রতি; বর্তমানে; \n১৫। According to the Bangladesh Garment Manufacturers and Exporters Association (BGMEA)-বিজেএমইএ জানিয়েছৈ; \n১৬। two incidents of theft-দুইটি চুরির ঘটনা; \n১৭। were reported in 2019-২০১৯ সালে ঘটেছিল; \n১৮। nine in 2020, and 22 until July this year-৯টি ঘটনা ঘটেছিল ২০২০ সালে এবং ২২টি ঘটনা ঘটেছিল এই বছরের জুলাই পর্যন্ত; \n১৯। Industry insiders say-শিল্প খাতটির অভ্যন্তরীণ লোকজন বলেন; \n২০। the actual number of incidents-ঘটনার আসল/প্রকৃত সংখ্যা;\n২১। would be much higher-আরো বেশি হবে; \n২২। These incidents-এই ঘটনাগুলো; \n২৩। are not only ruining the reputation-আমাদের সুনাম নষ্ট/ধ্বংস করছে শুধু তা নয়; \n২৪। of our apparel industry-আমাদের শিল্প খাতের; \n২৫। but garment exporters-বরং পোশাক রপ্তানীকারকরা; \n২৬। are incurring huge financial losses as well-বিশাল আর্থিক ক্ষতিও হচ্ছে; \n২৭। They are losing the buyers' trust-তারা ক্রেতাদের/বায়ারদের বিশ্বাস হারাচ্ছে; \n২৮। which they fear may also lead to cancellation of work orders-যারফলে কাজের অর্ডার বাতিলও হতে পারে সেই আশঙ্কাও করছে; \n২৯। affecting the country's export earnings-দেশের রপ্তানি আয় ক্ষতিগ্রস্ত হচ্ছে;  \n৩০। Reportedly-প্রতিবেদন থেকে জানা যায়; \n৩১। the gangs involved in these crimes-এই সব অপরাধে জড়িত চক্রগুলো; \n৩২। have established-প্রতিষ্ঠা করেছে; \n৩৩। such a foolproof system to steal-চুরি করার এমন একটি মোক্ষম প্রক্রিয়া; \n৩৪। that it is impossible to find out-যা খুজে বের করা অসম্ভব; \n৩৫। about the theft by exporters and buyers-রপ্তানাীকারক ও ক্রেতাদের দ্বারা চুরির ব্যাপারে; \n৩৬। until they open the cartons-তাদের কার্টুনগুলো না খোলা পর্যন্ত; \n৩৭। According to police-পুলিশের ভাষ্য হলো; \n৩৮। in some cases-কিছু কিছু ঘটনায়; \n৩৯। 30-40 percent of the total consignment-সর্বমোট চালানের ৩০-৪০ শতাংশ; \n৪০। is stolen-চুরি হয়; \n৪১। and sold at much lower prices-এবং খুবই কম মূল্যে বিক্রি হয়; \n৪২। in the local market-স্থানীয় মার্কেটে; \n৪৩। or to some foreign buyers-অথবা কিছু কিছু বিদেশি ক্রেতাদের কাছে; \n৪৪। The situation is, no doubt, alarming-সন্দেহ নেই, পরিস্থিতি উদ্বেগজনক; \n৪৫। and calls for urgent action-এবং জরুরী ব্যবস্থার দাবি রাখে; \n৪৬। It is, however, good to know that-তবে, এটা জেনে ভালো লাগলো যে; \n৪৭। the Detective Branch of Dhaka Metropolitan Police (DMP)-ঢাকা মহানগর পুলিশের গোয়েন্দা বিভাগ; \n৪৮। has identified some of the gangs-কয়েকটি চক্রকে শনাক্ত করেছে; \n৪৯। and has also arrested some of their members-এবং চক্রগুলোর কয়েকজন সদস্যকেও গ্রেপ্তার করেছে; \n৫০। including the ringleader of a gang-একটি চক্রের মূলহোতাসহ; \n৫১। The police have reportedly also found out-পুলিশ খুঁজে পেয়েছে এমন তথ্য পাওয়া গেছে; \n৫২। about the entire process-সমগ্র প্রক্রিয়ার ব্যাপারে; \n৫৩। of how and where the thefts take place-কোথায় কীভাবে চুরি হয় তার; \n৫৪। We hope that-আমরা আশাকরি; \n৫৫। they will continue their operations-তারা তাদের অভিযান চালিয়ে যাবে; \n৫৬। to arrest all the gangs involved in the crime-অপরাধে জড়িত সকল চক্রকে গ্রেপ্তার করার; \n৫৭। While the police play their part-এদিকে পুলিশ তাদের কাজ করেছে; \n৫৮। we hope-আমরা আশাকরি; \n৫৯। the central authorities-কেন্দ্রীয় কর্তৃপক্ষ; \n৬০। will also take the issue seriously-বিষয়টি আন্তরিকতার সাথে নিবেন; \n৬১। They must ensure proper vigilance-তাদেরকে যথাযথ তদারকি নিশ্চিত করতে হবে; \n৬২। by immediately arranging for CCTV cameras-অবিলম্বে সিসিটিভি ক্যামেরার ব্যবস্থার মাধ্যমে; \n৬৩। to be installed on the Dhaka-Chattogram highway-ঢাকা-চট্টগ্রাম মহাসড়কে স্থাপন করে/বসিয়ে; \n৬৪। In addition-অধিকন্তু; \n৬৫। to protect their goods-তাদের পণ্য বাচাতে/রক্ষা করতে; \n৬৬। RMG owners can also consider-পোশাক মালিকরাও বিবেচনা করতে /ভাবতে পারে; \n৬৭। carrying those by their own trucks-তাদের নিজস্ব ট্রাকে সেগুলো বহন করার; \n৬৮। if possible-সম্ভব হলে; \n৬৯। or send trucks by police escort-অথবা পুলিশ প্রহরায় ট্রাকগুলো পাঠানো; \n৭০। as proposed by the law enforcement agency-আইন শৃঙ্খলা রক্ষাকারী বাহিনীর ইচ্ছানুযায়ী; \n৭১। They can also use GPS trackers-তারা জিপিএস ট্রাকারও ব্যবহার করতে পারে; \n৭২। to monitor their vehicles-তাদের গাড়ি/যানবাহনগুলো তদারকি করতে; \n৭৩। If these steps are taken by the garment exporters-পোশাক রপ্তানিকারকদের দ্বারা এসব ব্যবস্থা যদি নেয়া হয়; \n৭৪। the police, and the government-পুলিশ এবং সরকার; \n৭৫। in a coordinated way-সমন্বিত প্রক্রিয়ায়; \n৭৬। we think-আমরা মনে করি; \n৭৭। the theft of garment items on the highway-মহাসড়কে পোশাক পণ্যের চুরি; \n৭৮। can be prevented-ঠেকাতে পারে; \n************************\nPrepared by: Md Mohiuddin\n*******এবার মূল সম্পাদকীয়টি পড়ি*****\nTheft of RMG products cannot continue\nArrest the gangs involved, ensure stronger vigilance on the highway\n************************\nWe are worried to learn about the increasing incidents of theft of RMG products on the Dhaka-Chattogram highway. According to a report by this daily, organised gangs have been stealing garment items from the lorries on the highway, which has reached an alarming rate of late. According to the Bangladesh Garment Manufacturers and Exporters Association (BGMEA), two incidents of theft were reported in 2019, nine in 2020, and 22 until July this year. Industry insiders say the actual number of incidents would be much higher.\n\nThese incidents are not only ruining the reputation of our apparel industry, but garment exporters are incurring huge financial losses as well. They are losing the buyers' trust, which they fear may also lead to cancellation of work orders, affecting the country's export earnings. Reportedly, the gangs involved in these crimes have established such a foolproof system to steal that it is impossible to find out about the theft by exporters and buyers until they open the cartons. According to police, in some cases, 30-40 percent of the total consignment is stolen and sold at much lower prices in the local market or to some foreign buyers. The situation is, no doubt, alarming and calls for urgent action.\nIt is, however, good to know that the Detective Branch of Dhaka Metropolitan Police (DMP) has identified some of the gangs and has also arrested some of their members, including the ringleader of a gang. The police have reportedly also found out about the entire process of how and where the thefts take place. We hope that they will continue their operations to arrest all the gangs involved in the crime.\n\nWhile the police play their part, we hope the central authorities will also take the issue seriously. They must ensure proper vigilance by immediately arranging for CCTV cameras to be installed on the Dhaka-Chattogram highway. In addition, to protect their goods, RMG owners can also consider carrying those by their own trucks, if possible, or send trucks by police escort, as proposed by the law enforcement agency. They can also use GPS trackers to monitor their vehicles. If these steps are taken by the garment exporters, the police, and the government in a coordinated way, we think the theft of garment items on the highway can be prevented.\n",
		"headLine1" : "Theft of RMG products cannot continue",
		"newsPaperName": "The Daily Star ",
		"publishDate": "15-10-2021.json ",
		"creditText" : "Prepared by:MD Mohiuddin sir "
	}
]
