[
{
    "fullArticle": "17 August, 24\nThe Daily Star \nprepared by Misbah Ahmed Shishir \n\nHeadline: 'Visit Dhaka soon, otherwise, you may miss something important'\n°শীঘ্রই ঢাকায় যান, অন্যথায় আপনাদের গুরুত্বপূর্ণ কিছু হারাতে পারেন।\n\n→The interim government is committed to ensuring a transition to inclusive and pluralistic democracy and creating an environment in which free, fair and participatory elections can be held, its Chief Adviser Prof Muhammad Yunus said today. \n\n° The interim government - অন্তর্বর্তীকালীন সরকার\n° is committed - প্রতিশ্রুতিবদ্ধ\n° The interim government is committed to - অন্তর্বর্তীকালীন সরকার প্রতিশ্রুতিবদ্ধ\n° to - প্রতি \/ কোনো কিছু করতে \n° ensuring - নিশ্চিত করা \n° a transition - উত্তরণ \/ এক অবস্থা থেকে অন্য অবস্থায় নিয়ে আসা\n° ensuring a transition - উত্তরণ নিশ্চিত করা \n° to inclusive and pluralistic democracy - অন্তর্ভুক্তিমূলক ও বহুত্ববাদী গণতন্ত্রে\n° ensuring a transition to inclusive and pluralistic democracy - অন্তর্ভুক্তিমূলক ও বহুত্ববাদী গণতন্ত্রে উত্তরণ নিশ্চিত করা \n° The interim government is committed to ensuring a transition to inclusive and pluralistic democracy - অন্তর্ভুক্তিমূলক ও বহুত্ববাদী গণতন্ত্রে উত্তরণ নিশ্চিত করতে অন্তর্বর্তীকালীন সরকার প্রতিশ্রুতিবদ্ধ\n° and - এবং \n° creating an environment - পরিবেশ তৈরি করা \n° in which - যেখানে \n° creating an environment in which - পরিবেশ তৈরি করা যেখানে \n° free, fair and participatory elections - অবাধ, সুষ্ঠু ও অংশগ্রহণমূলক নির্বাচন \n° can be held - অনুষ্ঠিত হবে \n° in which free, fair and participatory elections can be held, _ যেখানে অবাধ, সুষ্ঠু ও অংশগ্রহণমূলক নির্বাচন অনুষ্ঠিত হবে \n° and creating an environment in which free, fair and participatory elections can be held,- এবং পরিবেশ তৈরি করা যেখানে অবাধ, সুষ্ঠু ও অংশগ্রহণমূলক নির্বাচন অনুষ্ঠিত হবে \n° The interim government is committed to ensuring a transition to inclusive and pluralistic democracy and creating an environment in which free, fair and participatory elections can be held, \n- অন্তর্বর্তীকালীন সরকার অন্তর্ভুক্তিমূলক ও বহুত্ববাদী গণতন্ত্রে উত্তরণ নিশ্চিত করতে এবং অবাধ, সুষ্ঠু ও অংশগ্রহণমূলক নির্বাচন অনুষ্ঠানের পরিবেশ তৈরি করতে প্রতিশ্রুতিবদ্ধ,\n° its Chief Adviser Prof Muhammad Yunus said today - প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস আজ বলেছেন।\n° The interim government is committed to ensuring a transition to inclusive and pluralistic democracy and creating an environment in which free, fair and participatory elections can be held, its Chief Adviser Prof Muhammad Yunus said today.\n- অন্তর্বর্তীকালীন সরকার অন্তর্ভুক্তিমূলক ও বহুত্ববাদী গণতন্ত্রে উত্তরণ নিশ্চিত করতে এবং অবাধ, সুষ্ঠু ও অংশগ্রহণমূলক নির্বাচন অনুষ্ঠানের পরিবেশ তৈরি করতে প্রতিশ্রুতিবদ্ধ, প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস আজ একথা বলেন।\n\n\"Our task is now to carry out vital reforms in our electoral system, judiciary, local government, media, economy and education,\" he said in a speech delivered during the \"3rd Voice of Global South Summit 2024\" hosted by India.\n° Our task is now  - আমাদের কাজ এখন\n° carry out - সম্পন্ন করা\n° Our task is now to carry out - আমাদের কাজ এখন সম্পন্ন করা\n° vital - গুরুত্বপূর্ণ \n° reform - সংস্কার\n° to carry out vital reforms - গুরুত্বপূর্ণ সংষ্কার করা\n° Our task is now to carry out vital reforms - আমাদের কাজ এখন গুরুত্বপূর্ণ সংষ্কার করা\n° in our electoral system, judiciary, local government, media, economy and education, - আমাদের নির্বাচনী ব্যবস্থা, বিচার বিভাগ, স্থানীয় সরকার, মিডিয়া, অর্থনীতি এবং শিক্ষায়\n° Our task is now to carry out vital reforms in our electoral system, judiciary, local government, media, economy and education - আমাদের কাজ এখন আমাদের নির্বাচনী ব্যবস্থা, বিচার বিভাগ, স্থানীয় সরকার, মিডিয়া, অর্থনীতি এবং শিক্ষায় গুরুত্বপূর্ণ সংস্কার করা,\n° he said in a speech delivered _ একটি বক্তৃতায় বলেন\n° during the \"3rd Voice of Global South Summit 2024\" - \"৩য় ভয়েস অফ গ্লোবাল সাউথ সামিট ২০২৪\" এর সময়\n° he said in a speech delivered during the \"3rd Voice of Global South Summit 2024\" - \"৩য় ভয়েস অফ গ্লোবাল সাউথ সামিট ২০২৪\" এর একটি বক্তৃতায় বলেন\n° hosted by India - ভারত কর্তৃক আয়োজিত \n° he said in a speech delivered during the \"3rd Voice of Global South Summit 2024\" hosted by India. - ভারত কর্তৃক আয়োজিত \"৩য় ভয়েস অফ গ্লোবাল সাউথ সামিট ২০২৪\" এর একটি বক্তৃতায় বলেন,\n° \"Our task is now to carry out vital reforms in our electoral system, judiciary, local government, media, economy and education,\" he said in a speech delivered during the \"3rd Voice of Global South Summit 2024\" hosted by India.\n- \"আমাদের কাজ এখন আমাদের নির্বাচনী ব্যবস্থা, বিচার বিভাগ, স্থানীয় সরকার, মিডিয়া, অর্থনীতি এবং শিক্ষায় গুরুত্বপূর্ণ সংস্কার করা, ভারত কর্তৃক আয়োজিত \"৩য় ভয়েস অফ গ্লোবাল সাউথ সামিট ২০২৪\" এর একটি বক্তৃতায় একথা বলেন।\n\n→Prof Yunus, along with heads of state from different countries including India, Nepal, Sri Lanka, Bhutan, Fiji, Oman, and Vietnam, joined the summit virtually.\n° Prof Yunus, - অধ্যাপক ইউনুস \n° along with heads of state from different countries - বিভিন্ন দেশের রাষ্ট্রপ্রধানদের সাথে\n° Prof Yunus, along with heads of state from different countries - অধ্যাপক ইউনুস বিভিন্ন দেশের রাষ্ট্রপ্রধানদের সাথে\n° including - সহ\n° including India, Nepal, Sri Lanka, Bhutan, Fiji, Oman, and Vietnam, joined the summit virtually. - ভারত, নেপাল, শ্রীলঙ্কা, ভুটান, ফিজি, ওমান এবং ভিয়েতনাম সহ সম্মেলনে ভার্চুয়ালি যোগ দেয়\n° Prof Yunus, along with heads of state from different countries including India, Nepal, Sri Lanka, Bhutan, Fiji, Oman, and Vietnam, joined the summit virtually. - ভারত, নেপাল, শ্রীলঙ্কা, ভুটান, ফিজি, ওমান এবং ভিয়েতনাম সহ বিভিন্ন দেশের রাষ্ট্রপ্রধানদের সাথে অধ্যাপক ইউনূস  সম্মেলনে ভার্চুয়ালি যোগ দেন।\n\n→\"My life-long experience has been that our financial system is created to promote wealth concentration. \n° My life-long experience has been that - আমার দীর্ঘ জীবনের অভিজ্ঞতা হল যে \n° our financial system is created - আমাদের অর্থনৈতিক ব্যবস্থাটি তৈরি করা হয়েছে \n°to promote wealth concentration. - সম্পদের সমারোহ বৃদ্ধি করার জন্য\n° our financial system is created to promote wealth concentration. - আমাদের অর্থনৈতিক ব্যবস্থাটি তৈরি করা হয়েছে সম্পদের সমারোহ বৃদ্ধি  করার জন্য।\n° My life-long experience has been that our financial system is created to promote wealth concentration. - আমার দীর্ঘ জীবনের অভিজ্ঞতা হলো, আমাদের অর্থনৈতিক ব্যবস্থাটি তৈরি করা হয়েছে সম্পদের সমারোহ বৃদ্ধির জন্য।\n",
    "headLine1": "Headline: 'Visit Dhaka soon, otherwise, you may miss something important'",
    "newsPaperName": "The Daily Star ",
    "publishDate": "17-08-2024",
    "creditText": ""
}
]