[
{
"fullArticle":"Aug 17, 2021\nThe Daily Star Editorial \n************************\nশিরোনাম: Should in-person learning be left to chance again?\n=সশরীরে শিক্ষা আবারও অনিশ্চয়তার ওপর ছেড়ে দেওয়া কি উচিত হবে?  \nGovt plan to stage a phased return to in-person classes must deliver\n=ধাপে ধাপে সশরীরে ক্লাসে ফিরে আসার পরিকল্পনা সরকারকে করতেই হবে;\n************************\nপ্রথমে শব্দার্থগুলি জেনে নিই\n=================\n১। in-person learning-সশরীরে শিক্ষা; \n২। leave to chance-দৈবের ওপর ছেড়ে দেওয়া; \n৩। Govt plan to stage a phased return-সরকারের ধাপে ধাপে পরিকল্পনামাফিক/পরিকল্পিত ফিরে আসার পরিকল্পনা; \n৪। to in-person classes-সশরীরে ক্লাসে;  \n৫। must deliver-অবশ্যই করতে হবে/দিতে হবে; \n৬। The news that the government is planning-সরকার পরিকল্পনা করতেছে সেই খবরটা/সংবাদটা; \n৭। to initiate a phased return-পরিকল্পতিভাবে/ধাপে ধাপে ফিরে আসাটা চালু করার; \n৮। to in-person classes-সশরীরে ক্লাসে; \n৯। starting in September-সেপ্টেম্বর থেকে শুরু; \n১০। is indeed an encouraging one-নি:সন্দেহে একটি আশাপ্রদ বিষয়; \n১১। According to a report by The Daily Star-দ্য ডেইলি স্টারের একটি রিপোর্ট অনুযায়ী; \n১২। education ministry officials said-শিক্ষা মন্ত্রণালয়ের কর্মকর্তারা বলেন; \n১৩। the government is preparing to reopen-সরকার পুনরায়/আবার চালু করার/খোলার প্রস্তুতি নিচ্ছে; \n১৪। all educational institutions-সকল শিক্ষা প্রতিষ্ঠান; \n১৫। beginning with universities-বিশ্ববিদ্যালয় দিয়ে শুরু; \n১৬। where a large number of teachers and students-যেখানে অসংখ্য শিক্ষক ও শিক্ষার্থীরা; \n১৭। are said to have been fully or partially inoculated-পূর্ণভাবে বা আংশিকভাবে টিকা নেয়ার কথা বলতে হচ্ছে/বলা হচ্ছে; \n১৮। Colleges and schools-কলেজ ও স্কুলগুলো; \n১৯। will follow shortly-শীঘ্রই অনুসরণ করবে; \n২০। again beginning in phases-আবারও ধাপে ধাপে শুরু; \n২১। and subsequently increasing class numbers-এবং যার ফলে ক্লাসের সংখ্যা বৃদ্ধি হওয়াটা; \n২২। depending on the Covid-19 situation-করোনা পরিস্থিতির ওপর নির্ভর করছে; \n২৩। While talking to reporters-প্রতিবেদকদের/সাংবাদিকদের সাথে আলাপকালে; \n২৪। Education Minister Dipu Moni also appeared to confirm the plan-শিক্ষামন্ত্রী দীপু মনিও পরিকল্পনাটি নিশ্চিত করে স্পষ্ট করলেন; \n২৫। saying-বলে; \n২৬। If the Covid-19 infection rate-কোভিড-১৯ সংক্রমণের হার যদি; \n২৭। drops to the lowest level-নিম্ন পর্যায়ে নেমে আসে (আসলে); \n২৮। we can have a situation-পরিস্থিতি আমাদের থাকে; \n২৯। to reopen all educational institutions-সব শিক্ষা প্রতিষ্ঠান খুলে দেয়ার;\n৩০।  Deputy Education Minister Mohibul Hassan also said-শিক্ষা উপমন্ত্রী মুহিবুল হাসানও বলেন; \n৩১। the government is working-সরকার কাজ করতেছে; \n৩২। on reopening schools-স্কুল খোলার ব্যাপারে; \n৩৩। but it all depends on the Covid-19 situation-তবে এটা নির্ভর করছে করোনা পরিস্থিতির ওপর; \n৩৪। Apparently-আপাতদৃষ্টিতে; \n৩৫। two factors that will play the decisive role-দুইটি বিষয় যা চূড়ান্ত ভূমিকা পালন করবে; \n৩৬। in this regard-এই বিষয়ে; \n৩৭। are the vaccination of enough teachers and students-পর্যাপ্ত/যথেষ্ট শিক্ষা ও শিক্ষার্থীদের টিকাদান; \n৩৮। as well as the Covid-19 infection rates-এবং করোনা সংক্রমণের হার; \n৩৯। reaching a level safe enough-যথেষ্ট নিরাপদ পর্যায়ে পৌছানো; \n৪০। for in-person class attendance-সশরীরে ক্লাসে উপস্থিতির জন্য; \n৪১। The question is-প্রশ্ন হচ্ছে; \n৪২। what chance is there that both will happen at the same time?-একই সময়ে দুইটাই হওয়ার/ঘটার সুযোগ আছে?\n৪৩। So far-এখনও পর্যন্ত; \n৪৪। according to an estimate provided by a ministry official-মন্ত্রণালয়ের এক কর্মকর্তার দেয়া একটি হিসাব অনুযায়ী; \n৪৫। till the first week of August-আগস্টের প্রথম সপ্তাহ পর্যন্ত; \n৪৬। 30,000 out of 34,000 public university teachers-৩৪ হাজার এর মধ্যে ৩০ হাজার সরকারি বিশ্ববিদ্যালয়ের শিক্ষক; \n৪৭। who registered for the Covid-19 vaccine-যারা কোভিড-১৯ টিকার জন্য নিবন্ধ করেছিল; \n৪৮। have received their jabs-তাদের ডোজ গ্রহণ করেছে; \n৪৯। Around 1.79 lakh university students also registered,-আনুমানিক ১ লাখ ৭৯ হাজার বিশ্ববিদ্যলয় শিক্ষার্থীরাও নিবন্ধন করেছিল; \n৫০। of whom around 80,000 received the first dose-তাদের মধ্যে প্রায় ৮০ হাজার প্রথম ডোজ নিয়েছে; \n৫১। and 6,000 received both doses-এবং ৬ হাজার উভয় ডোজ নিয়েছে; \n৫২। Meanwhile-এদিকে; \n৫৩। all government schoolteachers-সকল সরকারি স্কুল শিক্ষক; \n৫৪। and 2.78 lakh out of 3.63 lakh non-government teachers-এবং ৩ লাখ ৬৩ হাজার বেসরকারি শিক্ষকদের মধ্যে ২ লাখ ৭৮ হাজার শিক্ষক; \n৫৫। at the secondary level-মাধ্যমিক পর্যায়ে; \n৫৬। have been administered-গ্রহণ করেছে; \n৫৭। administer-গ্রহণ করানো; \n৫৮। both doses of the vaccine-টিকার দুই ডোজ; \n৫৯। Still, a lot of teachers and students remain unvaccinated-এখনও, অসংখ্য শিক্ষক ও শিক্ষার্থী টিকাবিহীন রয়ে গেছে; \n৬০। And even if all of them are inoculated on a priority basis-এবং অগ্রাধিকার ভিত্তিতে তাদের সবাইকে যদি টিকা দেয়াও হয়; \n৬১। there is no certainty that-কোনো নিশ্চয়তা নেই যে; \n৬২। the countrywide infection rate-দেশব্যাপী/সারাদেশে সংক্রমণের হার; \n৬৩। will simultaneously go down-এককালে নিম্নমুখী/কম হবে; \n৬৪।  to create the ideal situation-আদর্শ পরিস্থিতি তৈরি করার; \n৬৫। So for both targets for reopening-সুতরাং খোলার উভয় টার্গেটের জন্য; \n৬৬। vaccination and reduced infection-টিকাদান এবং সংক্রমণ কমা; \n৬৭। to reach fruition-সফলতায় পৌছানোর; \n৬৮। it will take a massive effort-এটা ব্যাপক প্রচেষ্টা নিবে; \n৬৯। to tackle the coronavirus-করোনাভাইরাস মোকাবেলায়; \n৭০। through mass vaccination-গণটিকাদানের মাধ্যমে; \n৭১। and rigorous infection containment measures countrywide-এবং দেশব্যাপী সংক্রমণ রোধে কঠোর ব্যবস্থা; \n৭২। which, unfortunately-যা দুর্ভাগ্যক্রমে; \n৭৩। didn't happen-ঘটেনি; \n৭৪। since the pandemic began last year-গত বছর মহামারি শুরু হওয়ার পর থেকে; \n৭৫। What this means is that-এটার অর্থ যেটা দাড়ালো তা হলো; \n৭৬। we may once again miss-আমরা আবারও ব্যর্থ হতে পারি/বিফল হতে পারি; \n৭৭। the deadline of reopening educational institutions-শিক্ষা প্রতিষ্ঠানগুলো পুনরায় খোলার নির্ধারিত তারিখ; \n৭৮। The fact is-বিষয়টা হলো;  \n৭৯। it is because of such unclear and, frankly, unrealistic plans-এটা এরূপ অস্পষ্ট এবং খোলাখুলি, অবাস্তব পরিকল্পনার কারণে; \n৮০। that the government has frequently missed reopening deadlines-যা/যার ফলে সরকার বারবার খোলার তারিখ মিস করেছে; \n৮১। The safety of teachers and students is-শিক্ষক ও শিক্ষার্থীদের নিরাপত্তা হলো; \n৮২। of course paramount-নিশ্চিতভাবেই সর্বোচ্চ; \n৮৩। but tying a reopening plan with the rise or fall of infection rates-তবে সংক্রমণের হার কমা বা বাড়া সত্ত্বেও খোলার পরিকল্পনার চেষ্টা; \n৮৪। has proved to be ineffective-সংক্রমিত হওয়ার প্রমাণ করেছে; \n৮৫। At this point-এই পর্যায়ে/ব্যাপারে; \n৮৬। many of the decisions-অনেক সিদ্ধান্ত; \n৮৭। seem to be based on mere conjectures-একদম অনুমানের উপর ভিত্তি করে হওয়াটা মনে হয়; \n৮৮। rather than sound data-স্পষ্ট তথ্যের চেয়ে বরং; \n৮৯। If the September deadline is to work-সেপ্টেম্বরে শেষ তারিখ যদি কাজ করতে হয়; \n৯০। we must come up with better policies-আমাদেরকে অবশ্যই ভালো পরিকল্পনা/নীতিমালা তৈরি করতে হবে; \n৯১। The government needs to engage experts-সরকারের বিশেষজ্ঞদের সাথে সম্পৃক্ত হওয়া দরকার; \n৯২। in formulating a plan-একটি পরিকল্পনা তৈরি করতে; \n৯৩। that incorporates blended learning-যা শিক্ষা অন্তর্ভুক্ত হওয়া; \n৯৪। as an essential feature-একটি গুরুত্বপূর্ণ উপাদান হিসেবে; \n৯৫। of pandemic-time education-মহামারিকালের শিক্ষার; \n৯৬। relies more on enforcement of health guidelines-স্বাস্থ্য নির্দেশনা আরো বাস্তবায়নের উপর নির্ভর করে; \n৯৭। than on divine intervention-বরং দৈব হস্তক্ষেপের উপর; \n৯৮। to curb infections-সংক্রমণ রোধ করার; \n৯৯। is flexible enough-যথেষ্ট নমনীয়; \n১০০। to apply to specific areas-নির্দিষ্ট এলাকায় প্রয়োগে/কার্যকরে; \n১০১।  and situations instead of a fixed, ideal scenario for the whole country-এবং সমগ্র দেশের নির্দিষ্ট, আদর্শ চিত্রের পরিবর্তে পরিস্থিতি; \n১০২। and equally importantly-এবং সমানভাবে গুরুত্বপূর্ণ' \n১০৩। ensures that-নিশ্চিত করে যে; \n১০৪। there's no digital divide to disrupt learning-শিক্ষা ব্যাহতকরণে কোনো ডিজিটাল ভিন্নতা নেই; \n১০৫। should re-opening bids fail-পুনরায় খোলার ব্যর্থতা ডেকে আনা উচিত; \n১০৬। After nearly 17 months of all education institutions remaining closed-সব শিক্ষা প্রতিষ্ঠান বন্ধ থাকার প্রায় ১৭ মাস পর; \n১০৭। we must be brave, realistic-আমাদেরকে নির্ভীক ও বাস্তবিক হতে হবে; \n১০৮। and at the same time-এবং একই সাথে; \n১০৯। innovative about reopening them-সেগুলো খোলার ব্যাপারে উদ্ভাবনী; \n১১০। rather than leaving the fate of students to chance-শিক্ষার্থীদের ভাগ্য দৈবের উপর ছেড়ে দেয়ার পরিবর্তে; \n***********************\nPrepared by: Md Mohiuddin \n*****এবার মূল সম্পাদকীয়টি পড়ি*******\nShould in-person learning be left to chance again?\nGovt plan to stage a phased return to in-person classes must deliver\n************************\nThe news that the government is planning to initiate a phased return to in-person classes starting in September is indeed an encouraging one. According to a report by The Daily Star, education ministry officials said the government is preparing to reopen all educational institutions beginning with universities, where a large number of teachers and students are said to have been fully or partially inoculated. Colleges and schools will follow shortly, again beginning in phases and subsequently increasing class numbers depending on the Covid-19 situation. While talking to reporters, Education Minister Dipu Moni also appeared to confirm the plan, saying "If the Covid-19 infection rate drops to the lowest level, we can have a situation to reopen all educational institutions." Deputy Education Minister Mohibul Hassan also said the government is working on reopening schools, but it all depends on the Covid-19 situation.\n\nApparently, two factors that will play the decisive role in this regard are the vaccination of enough teachers and students, as well as the Covid-19 infection rates reaching a level safe enough for in-person class attendance. The question is, what chance is there that both will happen at the same time? So far, according to an estimate provided by a ministry official, till the first week of August, 30,000 out of 34,000 public university teachers who registered for the Covid-19 vaccine have received their jabs. Around 1.79 lakh university students also registered, of whom around 80,000 received the first dose and 6,000 received both doses. Meanwhile, all government schoolteachers and 2.78 lakh out of 3.63 lakh non-government teachers at the secondary leve\n",
"headLine1" : "Should in-person learning be left to chance again?",
"newsPaperName": "The Daily Star ",
"publishDate": "17-08-2021",
"creditText" : "Prepared by: MD Mohiuddin sir "
},

{
"fullArticle":"Aug 18, 2021\nThe Daily Star Editorial\n************************\nশিরোনাম: The incredible feat of a brave mother\n=এক সাহসাী মায়ের অবিশ্বাস্য কৃতিত্ব;  \nShe saved her trafficked daughter, but why couldn’t the state?\n=তিনি পাচার হওয়া মেয়েকে বাঁচালেন, কিন্তু রাষ্ট্র কেন পারল না?  \n************************\nপ্রথমে শব্দার্থগুলি জেনে নিই\n================\n১। The incredible feat-অবিশ্বাস্য কৃতিত্ব/কৃতিত্বপূর্ণ কাজ; \n২। of a brave mother-এক সাহসী মায়ের; \n৩। She saved-তিনি বাচালেন/হেফাজত করলেন; \n৪। her trafficked daughter-তার পাচার হওয়া মেয়েকে; তার পাচারের শিকার মেয়েকে; \n৫। but why couldn’t the state?-কিন্তু রাষ্ট্র কেন পারেনি/পারলো না?  \n৬। We are astonished-আমরা বিস্মিত/অবাক; \n৭। by the bravery of a mother-এক মায়ের সাহসিকতায়; \n৮। of a teenage girl who-এক কিশোরীর যিনি; \n৯।  according to a report published yesterday-গতকাল প্রকাশিত একটি রিপোর্ট অনুযায়ী; \n১০। willingly got herself trafficked to India-নিজেই ইচ্ছাকৃতভাবে ভারতে পাচার হন; \n১১। by the same trafficking gang-একই পাচাকারী চক্রের মাধ্যমে/দ্বারা; \n১২। that had tricked her 17-year-old daughter-যারা তার ১৭ বছরের মেয়েকে পাচার করেছিল; \n১৩। into travelling to that country-ঐ দেশে ভ্রমণ করে; \n১৪। only to sell her off to a brothel in Bihar-তাকে শুধু বিহারের একটি পতিতালয়ে বিক্রি করে দেয়; \n১৫। This was a feat of great daring-এটা ছিল ব্যাপক সাহসিকতার কৃতিত্বপূর্ণ কাজ; \n১৬। on the part of the mother-মায়ের পক্ষে; \n১৭। At the same time, however-কিন্তু একই সময়ে; \n১৮। we cannot help but ask -আমরা জিজ্ঞাসা না করে পারিনা; \n১৯। why she had to resort to such desperate measures-তাকে কেন এমন দুর্দান্ত ব্যবস্থা গ্রহণ করতে হয়েছিল? \n২০। Why did she have to take such a great risk-তাকে কেন এমন বিশাল ঝুকি নিতে হয়েছিল?\n২১। both for herself and her daughter-তার নিজের এবং তার মেয়ের উভয়ের জন্য; \n২২। Was it because she didn’t receive the help -তার সাহায্য না নেয়ার কারণ কি ছিল?\n২৩। she needed from the authorities-কর্তৃপক্ষের কাছ/তরফ থেকে তার দরকার /প্রয়োজন ছিল; \n২৪। to rescue her child-তার মেয়েকে উদ্ধারে; \n২৫। which forced her hand-যা সে করতে বাধ্য হয়েছিল; \n২৬। force someone's hand- অনিচ্ছা সত্ত্বেও করতে বাধ্য হওয়া; \n২৭। There is no denying-অস্বীকার করার কোনো সুযোগ নেই; \n২৮। the great love mothers-মায়েদের অসম্ভব রকমের ভালোবাসা; \n২৯। foster for their children-তাদের সন্তানদের লালন পালনের জন্য; \n৩০। and the sacrifices-এবং ত্যাগ বা কুরবানী; \n৩১। they are willing to make for them-তারা তাদের /সন্তানদের জন্য করতে ইচ্ছুক; \n৩২। That was on full display in this case-এই ঘটনায় যা পূর্ণাঙ্গরুপে প্রকাশিত পেয়েছিল; \n৩৩। However, surely the mother was aware of the danger-কিন্তু নিশ্চিতভাবেই (ঐ) মা বিপদ আঁচ করতে পেরেছিল/ বিপদ সম্পর্কে জানতো; \n৩৪। she was putting herself into -সে নিজেকে সমর্পণ করতেছিল; \n৩৫। and the great odds-এবং বড় ধরণের ঝুকি; \n৩৬। that were against her being successful-যা তার সফল হওয়ার বিপক্ষে ছিল; \n৩৭। in not only escaping from the traffickers once -শুধু পাচারকারীদের থেকে একবার বাচতে/পালিয়ে আসা; \n৩৮। she was all alone in their hands-তাদের হাতে সে একাই ছিল; \n৩৯। but also rescuing her daughter-বরং তার মেয়েকেও উদ্ধার করা; \n৪০। from the brothel in India-ভারতের পতিতালয় থেকে; \n৪১। Still, she went ahead with her plan-এখনও , সে তার পরিকল্পনা নিয়ে সামনে এগিয়ে গেল; \n৪২। disguising her identity from the traffickers-পাচারকারীদের কাছে তার পরিচয় গোপন করে; \n৪৩। fleeing from their grasp-তাদের কর্তৃত্ব থেকে পালায়/পালিয়ে যায়;  \n৪৪। once they trafficked her to Delhi-যখন তারা তাকে দিল্লিতে পাচার করেছিল; \n৪৫। and then making her way to Bihar-এবং তারপর তিনি বিহারে রওনা দেন; \n৪৬। and rescuing her daughter-এবং তার মেয়েকে উদ্ধার করেন; \n৪৭। from the brothel -পতিতালয় থেকে; \n৪৮। with the help of locals-স্থানীয়দের সহায়তায়; \n৪৯। Surely, she must have thought of and tried other alternatives- নি:সন্দেহে তার বিকল্প অন্য কোনো চিন্তা করতে হয়েছিল এবং চেষ্টাও করতে হয়েছিল; \n৫০। if not for herself-তার নিজের জন্য যদি না হতো; \n৫১। then to better the chances of saving her daughter-তারপর তার মেয়েকে বাচানোর ভালো সুযোগ; \n৫২। from her capturers-তার আটককারীদের থেকে; \n৫৩। And she must have resorted to the act of being trafficked-এবং তাকে পাচারের শিকার হতেই হতো; \n৫৪। as a last-ditch attempt-চূড়ান্ত পদক্ষেপ হিসেবে; \n৫৫। once everything else had failed-যখন সবকিছুই ব্যর্থ হয়েছিল/হতো; \n৫৬। But why did her other attempts fail?-কিন্তু তার অন্যান্য প্রচেষ্টা কেন ব্যর্থ হয়েছিল/সে সফল হয়নি? \n৫৭। Why couldn’t she rely on the authorities to do what she did-সে যা করলো সে ব্যাপারে সে কেন কর্তৃপক্ষের উপর নির্ভর করতে পারেনি? \n৫৮। i.e. save her daughter=অর্থাৎ তার মেয়েকে বাচানো; \n৫৯। from these monstrous criminals-এসব ভয়ঙ্কর অপরাধীদের থেকে; \n৬০। all on her own-অন্য কারো সাহায্য ছাড়াই; \n৬১। After the story of the mother went viral on social media-মায়ের ঘটনটি সামাজিক যোগাযোগ মাধ্যমে ভাইরাল হওয়ার পরপরই; \n৬২। a Rab team arrested three members-র‌্যাবের একটি টিম ৩ সদস্যকে আটক করে; \n৬৩। of the trafficking gang-পাচার চক্রের; \n৬৪।  from Dhaka and Madaripur on Monday-গত সোমবার ঢাকা এবং মাদারীপুর থেকে; \n৬৫। Ironically-পরিতাপের বিষয় হলো; \n৬৬। the three were previously arrested for the same offence-এই তিনজন পূর্বেও একই অপরাধের জন্য গ্রেপ্তার হয়েছিল; \n৬৭। That should have made the job of identifying and arresting them easier-এই কারণে তাদেরকে চিহ্নিত করা এবং আটক করার কাজ সহজ হওয়া উচিত ছিল; \n৬৮। Why then did the authorities fail to do so-তারপরও কেন কর্তৃপক্ষ এরুপ করতে ব্যর্থ হলো?\n৬৯। before the mother had to put herself in such a predicament-ঐ মাকে এরুপ বিপজ্জনক অবস্থায় নিজেকে সোপর্দ করার পূর্বে; \n৭০।  And why were these criminals out of jail-এবং এসব অপরাধীরা কেন জেলের বাইরে ছিল? \n৭১। committing the same egregious crime-একই রকম গুরুতর অপরাধ করে; \n৭২। for which they were arrested before-যার জন্য পূর্বে তারা গ্রেপ্তার হয়েছিল; \n৭৩।  Surely the crime of trafficking people-নি:সন্দেহে লোকজনকে পাচার করার অপরাধ; \n৭৪। is serious enough-যথেষ্ট গুরুতর; \n৭৫। to have kept them behind bars-তাদেরকে কারাগারে আটক রাখতে/রাখার জন্য; \n৭৬। for longer-দীর্ঘদিন ধরে; \n৭৭। Where and why did the state mechanism fail-রাষ্ট্রীয় কৌশল কোথায় এবং কেন ব্যর্থ হলো? \n৭৮। Thousands of people-হাজার হাজার মানুষ; \n৭৯। are trafficked out of Bangladesh every year-প্রতি বছর বাংলাদেশের বাইরে পাচার হয়; \n৮০। and forced into situations that are so terrible-এবং অত্যন্ত ভয়ঙ্কর পরিস্থিতিতে পড়তে বাধ্য হয়; \n৮১। that it would scar anyone for life-যা কারো জীবনের জন্য দাগ লেগে যেতে পারে; \n৮২। The state must have mechanisms in place- রাষ্ট্রের উপযুক্ত কৌশল থাকতে হবে; \n৮৩। that would prevent traffickers from putting people  in such circumstances-যা এমন পরিস্থিতিতে পড়া লোকজনকে পাচারকারীদের হাত থেকে বাধা দিবে/রক্ষা করবে; \n৮৪। in the first place-প্রথমত; \n৮৫। as well as have the means to rescue victims-এবং ভুক্তভোগীদেরকে উদ্ধার করার উপায় থাকতে হবে; \n৮৬। of transnational trafficking -আন্ত:দেশীয় পাচারের; \n৮৭। as quickly as possible-যত দ্রুত সম্ভব; \n৮৮। as chances of rescue-কারণ উদ্ধারের সুযোগ; \n৮৯। decrease with time-আস্তে আস্তে সময় কমায়; \n৯০। To do that-অপরদিকে; \n৯১। it must find out-এটা খুজে বের করতে হবে/খতিয়ে দেখতে হবে; \n৯২। where its shortcomings are-ত্রুটিগুলো কোথায়; \n৯৩। Therefore-অতএব; সুতরাং; \n৯৪। it is crucial for the government-এটা সরকারের জন্য অত্যন্ত গুরুত্বপূর্ণ; \n৯৫। to investigate-তদন্ত করার; \n৯৬। why the mother had to put herself in the danger-ঐ মাকে কেন নিজেকে বিপদে ফেলতে হলো? \n৯৭। that she did-যা সে করেছিল; \n৯৮। and why the state couldn’t offer her the help-এবং রাষ্ট্র কেন তাকে সাহায্য করতে পারেনি?  \n৯৯। that she deserved -যা সে পাওয়ার যোগ্য ছিল; \n১০০। and so desperately needed-এবং খুবিই দরকার ছিল; \n************************\nPrepared by:  Md Mohiuddin \n******এবার মূল সম্পাদকীয়টি পড়ি*******\nThe incredible feat of a brave mother She saved her trafficked daughter, but why couldn’t the state? \n************************\nWe are astonished by the bravery of a mother of a teenage girl who, according to a report published yesterday, willingly got herself trafficked to India by the same trafficking gang that had tricked her 17-year-old daughter into travelling to that country, only to sell her off to a brothel in Bihar. This was a feat of great daring on the part of the mother. At the same time, however, we cannot help but ask why she had to resort to such desperate measures. Why did she have to take such a great risk, both for herself and her daughter? Was it because she didn’t receive the help she needed from the authorities to rescue her child, which forced her hand? \nThere is no denying the great love mothers foster for their children and the sacrifices they are willing to make for them. That was on full display in this case. However, surely the mother was aware of the danger she was putting herself into and the great odds that were against her being successful in not only escaping from the traffickers once she was all alone in their hands, but also rescuing her daughter from the brothel in India. Still, she went ahead with her plan—disguising her identity from the traffickers, fleeing from their grasp once they trafficked her to Delhi, and then making her way to Bihar and rescuing her daughter from the brothel with the help of locals.\n\nSurely, she must have thought of and tried other alternatives, if not for herself, then to better the chances of saving her daughter from her capturers. And she must have resorted to the act of being trafficked as a last-ditch attempt once everything else had failed. But why did her other attempts fail? Why couldn’t she rely on the authorities to do what she did, i.e. save her daughter from these monstrous criminals all on her own?\n\nAfter the story of the mother went viral on social media, a Rab team arrested three members of the trafficking gang from Dhaka and Madaripur on Monday. Ironically, the three were previously arrested for the same offence. That should have made the job of identifying and arresting them easier. Why then did the authorities fail to do so before the mother had to put herself in such a predicament? And why were these criminals out of jail, committing the same egregious crime for which they were arrested before? Surely the crime of trafficking people is serious enough to have kept them behind bars for longer. Where and why did the state mechanism fail? \nThousands of people are \n",
"headLine1" : "The incredible feat of a brave mother",
"newsPaperName": "The Daily Star ",
"publishDate": "18-08-2021",
"creditText" : "Prepared by: MD Mohiuddin sir "
} 

]
