[
	{
		"fullArticle":"Nov 18, 2021\nThe Daily Star Editorial\n**********************\n**শিরোনাম:** BB must stop breaking its own rules\n=বাংলাদেশ ব্যাংককে তার নিজস্ব আইন ভঙ্গ করা বন্ধ করতে হবে; \nWhy should its rules apply for some, but not for others?\n=এটির আইন কারো জন্য প্রয়োজ্য কারো জন্য প্রযোজ্য নয় কেন? \n**********************\n**প্রথমে শব্দার্থগুলি জেনে নিই**\n=================\n১। For some time now-বর্তমানে কখনও কখনও; \n\n২। we have been seeing the central bank-কেন্দ্রীয় ব্যাংককে দেখে আসছি; \n\n৩। flouting its own rules and regulations-নিজেদের নিয়ম-কানুন ভঙ্গ করতে; \n\n৪। swaying to the tunes of big business conglomerates-বৃহৎ ব্যবসা প্রতিষ্ঠানের গতির টালমাটাল করে; \n\n৫। various external influencers-নানাবিধ বহিরাগত প্রভাবশালী; \n\n৬। to brighten its image and restore depositors' confidence-তাদের সুনাম বাড়াতে এবং আমনতকারীদের আস্থা ফিরিয়ে আনতে; \n\n৭। to open five more branches-আরো ৫টি শাখা খুলতে; \n\n৮। being in a bad shape-ভঙ্গুর অবস্থায় থাকা; \n\n৯। is another glaring example of that-ঐটার আরেকটি উজ্জ্বল দৃষ্টান্ত; \n\n১০। it was permitted to establish-প্রতিষ্ঠা/গড়ে তুলতে অনুমতি দেয়া হয় (হয়েছিল); \n\n১১। default loans-খেলাপি ঋণ; \n\n১২। stayed above the threshold last year-গত বছর দোরগোড়ায় অবস্থান করছিল; \n\n১৩। over the last couple of years-গত কয়েক বছর ধরে; \n\n১৪। has gone through the greatest turmoil-বড় ধরণের টালমাটাল অবস্থার মধ্য দিয়ে গেছে; \n\n১৫।  the central bank's autonomy-কেন্দ্রীয়ে ব্যাংকের স্বায়ত্ত্বশাসন; \n\n১৬।  the illogical demands of powerful quarters-প্রভাবশালী মহলের অযৌক্তিক দাবি; \n\n১৭। special concessions-বিশেষ অনুমোদন; \n\n১৮। politically connected-রাজনৈতিকভাবে সম্পৃক্ত; \n\n১৯। influential individuals-প্রভাবশালী ব্যক্তিবর্গ; \n\n২০। our financial sector and overall economy-আমাদের আর্থিক খাত এবং সর্বোপরি অর্থনীতি; \n\n২১। We hope the authorities are aware of this-আমরা আশা করি কর্তৃপক্ষ এ ব্যাপারে অবগত; \n\n২২। provides special concessions-বিশেষ ছাড় দেয়া; \n\n২৩। hand-picked candidates-বাছাই করা/কৃত প্রার্থী; \n********************\n\nPrepared by: Md Mohiuddin\n\n*******এবার মূল সম্পাদকীয়টি পড়ি********\nFor some time now, we have been seeing the central bank flouting its own rules and regulations, swaying to the tunes of big business conglomerates, and giving in to various external influencers. Its decision to permit Aviva Finance—which changed its name from Reliance Finance in November last year to brighten its image and restore depositors' confidence—to open five more branches, despite the financial health of the non-bank financial institution (NBFI) being in a bad shape, is another glaring example of that. This is the second time in a span of two years that the Bangladesh Bank (BB) has allowed Aviva Finance to open new outlets—last year it was permitted to establish four new ones—despite the NBFI's default loans surpassing 10 percent of its total outstanding loans in the year preceding its filing of the application to open new branches, which goes against the BB's own rules.\n\nThe non-performing loans (NPLs) of Aviva Finance stayed above the threshold last year, and rose to 26 percent in September this year, up from 16 percent towards the end of December in 2020. Furthermore, the NBFI also faced a provision shortfall of Tk 27 crore against the outstanding loans as of June this year, which further disqualifies it from opening any new outlets. Then why did the central bank give the NBFI permission to open so many new outlets over the last couple of years? Reportedly, Aviva Finance is a concern of Chattogram-based business conglomerate S Alam Group. And over the last few years, we have seen the BB bend to the will of big businesses a number of times. And it is precisely during this time that our banking and financial sector has gone through the greatest turmoil in its history.\n\nBut then, just blaming the BB might be somewhat unfair, as the amount of interference from other government institutions into its functioning in recent times, such as by the Ministry of Finance, has all but destroyed the central bank's autonomy, which is another reason why we have seen it fold to the illogical demands of powerful quarters time and again. The long-term implications of its decisions to not abide by its own rules, and to repeatedly give special concessions to politically connected and influential individuals and businesses, will have devastating consequences for our financial sector and overall economy, as experts have warned.\n\nWe hope the authorities are aware of this. There is a reason why rules exist. And when the BB keeps on breaking its own rules and provides special concessions to its hand-picked candidates and businesses, the example that it sets is surely going to only negatively impact our financial sector which, in turn, will have a cascading effect on our overall economy. As such, the central bank immediately needs to return to strictly enforcing its rules uniformly across the board.\n",
		"headLine1" : "BB must stop breaking its own rules",
		"newsPaperName": "The Daily Star ",
		"publishDate": "18-11-2021",
		"creditText" : "prepared by: MdMohiuddin sir"
	}
]
