[
	{
		"fullArticle":"Oct 20, 2021\nThe Daily Star Editorial\n************************\nশিরোনাম: Instigators of violence must be brought to justice\n=সহিসংতার উষ্কানিদাতাদেরকে বিচারের আওতায় আনুন; \nThe government has to ensure protection of all minority communities \n=সব সংখ্যালঘু সম্প্রদায়ের সুরক্ষা নিশ্চিত করতেই হবে সরকারকে; \nPrepared by: Md Mohiuddin\n************************\nপ্রথমে শব্দার্থগুলি জেনে নিই\n=================\n১। Instigators of violence-সহিংসতার উষ্কানিদাতাদেরকে; \n২। must be brought to justice-অবশ্যই বিচারের আওতায় আনতে হবে; \n৩। The government has to ensure-সরকারকে অবশ্যই নিশ্চিত করতে হবে; \n৪। protection of all minority communities-সব সংখ্যালঘু সম্প্রদায়ের সুরক্ষা; \n৫। We condemn-আমরা নিন্দা জানায়; \n৬। in the strongest possible terms-সম্ভাব্য সকল কঠোর প্রক্রিয়ায়; \n৭। the most recent attack on the Hindu community-হিন্দু সম্প্রদায়ের উপর অতি সম্প্রতি আক্রমণের; \n৮। in Boro Karimpur, a fishing village in Pirganj upazila, Rangpur-রংপুরের পীরগঞ্জ উপজেলার জেলেপল্লী বড় করিমপুরে; \n৯। Since October 13-অক্টোবরের ১৩ তারিখ থেকে; \n১০। religious zealots-ধর্মান্ধরা; \n১১। have launched a series of attacks-একেরপর এক আক্রমণ চালিয়েছে; \n১২। targeting Hindu communities-হিন্দু সম্প্রদায়কে টার্গেট করে; \n১৩। in at least 10 districts-অন্তত ১০টি জেলায়; \n১৪। We join our voice with university professors-বিশ্ববিদ্যালয়ের অধ্যাপকদের সাথে আমরা আমাদের সুর মিলাচ্ছি; \n১৫। students, and other professionals and people-ছাত্র এবং অন্যান্য পেশাজীবী ও লোকজন; \n১৬। across the country-সারাদেশের; \n১৭। who have denounced-যারা নিন্দা জানিয়েছে; \n১৮। these attacks-এসব হামলার; \n১৯। and demanded answers from the government-এবং সরকারের কাছে জবাব চেয়েছে; \n২০। for failing to protect the Hindu community-হিন্দু সম্প্রদায়কে সুরক্ষা দিতে ব্যর্থ হওয়ার জন্য; \n২১। as well as demand justice for the victims-এবং ভুক্তভোগীদের জন্য বিচারের দাবিও করেছেন; \n২২। of these heinous and senseless attacks-এসব ন্যাক্কারজনক ও নির্বোধ হামলার; \n২৩।  The attack on the fishing village-জেলে পল্লীতে হামলা; \n২৪। was allegedly prompted, again-আবারও উস্কে দেয়ার অভিযোগ আছে; \n২৫। by a Facebook post \"hurting religious sentiments.\"-ধর্মীয় অনুভূতিতে আঘাত সম্বলিত একটি ফেসবুক পোস্টের মাধ্যমে; \n২৬। However, as this newspaper reported on Tuesday-কিন্তু গত মঙ্গলবারে এই সংবাদপত্রে প্রকাশিত প্রতিবেদন অনুসারে; \n২৭। a handful of law enforcers-স্বল্পসংখ্যক আইনশৃঙ্খলা রক্ষাকারী বাহিনীর সদস্য; \n২৮। and the chairman of the local union parishad-এবং স্থানীয় ইউনিয়ন পরিষদের চেয়ারম্যান; \n২৯। had temporarily managed to subdue tensions-সাময়িকভাবে উত্তেজনা হ্রাস করতে সক্ষম হয়েছিলেন; \n৩০। in its immediate aftermath-তাদের তাৎক্ষণিক প্রতিক্রিয়ায়; \n৩১।  That is, until loudspeakers from at least three mosques-ঐটা ছিল অন্তত ৩ টা মসজিদের মাইক হতে ঘোষণা আসা পর্যন্ত; \n৩২। were used to instigate people-লোকজনকে উস্কে দিতে ব্যবহার করা হয়েছিল; \n৩৩। to attack the Hindu community-হিন্দু সম্প্রদায়ের উপর হামলা করতে; \n৩৪। First of all-সর্বোপরি; \n৩৫। given the recent series of attacks on the minority community-সংখ্যালঘু সম্প্রদায়ের উপর সম্প্রতি একেরপর এক হামলা; \n৩৬। we fail to understand-আমরা বুঝতে পারছিনা; \n৩৭। why only a handful of law enforcers were deployed in the area-ঐ এলাকায় কেন আইন শৃঙ্খলা রক্ষাকারী বাহিনীর অল্পসংখ্যক সদস্য নিয়োগ করা হয়েছিল; \n৩৮। The administration should have sent many more police officials-প্রশাসনের উচিত ছিল বহুসংখ্যক পুলিশ কর্মকর্তা পাঠানো; \n৩৯। to ensure that-নিশ্চিত করতে যে; \n৪০। no more unsavoury incidents took place-আর কোনো অপ্রীতিকর ঘটনা যেন না ঘটে; \nWe condemn, in the strongest possible terms, the most recent attack on the Hindu community in Boro Karimpur, a fishing village in Pirganj upazila, Rangpur. Since October 13, religious zealots have launched a series of attacks targeting Hindu communities in at least 10 districts. We join our voice with university professors, students, and other professionals and people across the country who have denounced these attacks and demanded answers from the government for failing to protect the Hindu community, as well as demand justice for the victims of these heinous and senseless attacks.\n\nThe attack on the fishing village was allegedly prompted, again, by a Facebook post \"hurting religious sentiments.\" However, as this newspaper reported on Tuesday, a handful of law enforcers and the chairman of the local union parishad had temporarily managed to subdue tensions in its immediate aftermath. That is, until loudspeakers from at least three mosques were used to instigate people to attack the Hindu community. First of all, given the recent series of attacks on the minority community, we fail to understand why only a handful of law enforcers were deployed in the area. The administration should have sent many more police officials to ensure that no more unsavoury incidents took place. In any case, the instigators who used the loudspeakers to urge people to vandalise and loot Hindu houses and other properties must be identified and brought to justice.\nThe amount of damage that was done in the attack was reportedly enormous. Everything that the fishermen and other members of this community owned was either destroyed or looted. Therefore, these people need urgent support from the government which, we hope, will be up to the task.\n\nWhat is most disappointing, however, is that we have been seeing this same story repeating itself, time and time again. According to Ain o Salish Kendra, as many as 3,710 attacks on the Hindu community took place between January 2013 and September 2021. These attacks included vandalism of and setting fire to Hindu homes, shops and businesses, as well as vandalism of and arson attacks on Hindu temples, and incidents of grabbing land and properties belonging to Hindu people.\nUnfortunately, not only is this a result of increased societal intolerance—which has been propagated over the years by certain groups for political gains and/or personal benefits—but also an outcome of the failure of successive governments to protect minority communities and hold the attackers and instigators—including members of various bodies that were somehow affiliated with the ruling party of the day—to account. That is why these attacks should also serve as a reminder for the administration to reflect on its own actions and inactions of the past—and perhaps also the present—that have, at the very least, failed to prevent them.\n\nThe government must remain vigilant, especially in the coming days. Law enforcement personnel should be deployed at the slightest hint of disturbances or instigation of violence against minority communities. Hindu community members, who have been hurt or harmed during these attacks, need to be supported by the government in order to get back on their feet. Additionally, those responsible for the attacks—and particularly the instigators—must be brought to justice.\n",
		"headLine1" : "Instigators of violence must be brought to justice",
		"newsPaperName": "The Daily Star ",
		"publishDate": "20-10-2021.json ",
		"creditText" : "Prepared by: MD Mohiuddin sir "
	}
]
