[
	{
		"fullArticle":"Oct 22, 2021\nThe Daily Star Editorial\n***********************\nশিরোনাম: Will our roads ever be safe?\n=আমাদের সড়কগুলো কি আদৌ নিরাপদ হবে? \nImplement road transport law, fix the damaged roads to ensure safe commute\n=নিরাপদ যাতায়াত নিশ্চিত করতে সড়ক পরিবহন আইন বাস্তবায়ন করুন এবং ভাঙা সড়ক ঠিক করুন; \n***********************\nপ্রথমে শব্দার্থগুলি জেনে নিই\n=================\n১। Implement-বাস্তবায়ন করা; \n২। road transport law-সড়ক পরিবহন আইন; \n৩। fix the damaged roads-ক্ষতিগ্রস্ত/ভাঙা সড়কগুলো ঠিক/মেরামত করা; \n৪। to ensure safe commute-নিরাপদ যাতায়াত নিশ্চিত করতে; \n৫। The state of the road safety-নিরাপদ সড়কের অবস্থা; \n৬। in Bangladesh-বাংলাদেশের; \n৭। is dismal at the moment-এই মুহুর্তে বেহাল অবস্থা; \n৮। to say the least-বাড়িয়ে না বললেও; \n৯। And it includes the state of the roads too-এবং এর সাথে যুক্ত হয়েছে সড়কের অবস্থাও; \n১০। Take, for instance-উদাহরণস্বরুপ হিসেবে বলা যায়;  \n১১। As reported by this daily-এই দৈনিকে প্রকাশিত প্রতিবেদন অনুযায়ী; \n১২। it's riddled with potholes-রাস্তায় আছে অসংখ্য গর্ত; \n১৩। the real danger-আসল বিপদ; \n১৪। when it rains-যখন বৃষ্টি হয়; \n১৫। the road gets submerged-সড়ক ডুবে যায়; \n১৬। in knee-deep water-হাটু পানি গভীরে; \n১৭। making it impossible for vehicles to travel on it safely-নিরাপদে যাতায়াত করা যানবাহনের জন্য অসম্ভব হয়ে পড়ে; \n১৮। As a result-ফলে; \n১৯। at least eight accidents occurred-অন্তত ৮টি দুর্ঘটনা ঘটেছে; \n২০। slipped into the potholes-গর্তে পড়ে যায়; \n২১। cause nuisance-বিরক্তির কারণ; \n২২। the form of repair costs-সংস্কার খরচের আকার; \n২৩। they also leave passengers and drivers severely injured-যাত্রী ও চালকদেরকে মারাত্মকভাবে আহতও করে; \n২৪।  one example of the state of road safety-নিরাপদ সড়কের অবস্থার একমাত্র দৃষ্টান্ত; \n২৫। there has been an increase of at least 40 percent-অন্তত ৪০ শতাংশ বেড়েছে; \n২৬। on the country's roads-দেশের সড়কগুলোতে; \n২৭। compared to the same period last year-গত বছরের একই সময়ের তুলনায়; \n২৮। in a single month-এক মাসেই; \n২৯। public transport-গণপরিবহন; \n৩০। due to Covid-19-related restrictions-কোভিড-১৯ সম্পর্কিত বিধিনিষেধের কারণে; \n৩১। from the government-সরকারের তরফ থেকে;\n৩২।  people depended on unsafe modes of transportation-অনিরাপদ পরিবহনের ওপর লোকজন নির্ভর করেছিল; \n৩৩। to rush home for Eid-ইদে বাড়ি ফেরার জন্য; \n৩৪। remain a common phenomenon-সাধারণ/স্বাভাবিক বিষয় হয়ে রয়েছে; \n৩৫। offered momentary hope-ক্ষণিক আশা জাগিয়েছিল; \n৩৬। it remains largely ineffective-এটা মূলত অকার্যকরই রয়েছে; \n৩৭।  being ping-ponged-একবার সামনে আরেকবার পিছনে গিয়ে; \n৩৮। over the lives of people on the roads-সড়কে জনগনের জীবন নিয়ে; \n৩৯। responsible for causing injuries-আহত করার জন্য দায়ী; \n৪০। by reckless and negligent driving-বেপরোয়া এবং অবহেলা করে গাড়ি চালিয়ে; \n৪১। such concessions-এমন সুবিধা/ছাড়; \n৪২। to keep the roads safe for the public-জনগনের জন্য সড়কগুলো নিরাপদ রাখতে; \n৪৩। We would urge the government-সরকারের কাছে আমরা আহবান জানাই; \n৪৪। about the speedy finalisation-দ্রুত চূড়ান্ত করার ব্যাপারে; \n৪৫। he whims-খামখেয়ালিপনা; \n৪৬। the safe travelling of the general people-সাধারণ লোকজনের নিরাপদ যাতায়াত; \n**********************\nPrepared by: Md Mohiuddin\n*****এবার মূল সম্পাদকীয়টি পড়ি*******\nThe state of the road safety in Bangladesh is dismal at the moment, to say the least. And it includes the state of the roads too. Take, for instance, the Postogola-Chashara road. As reported by this daily, it's riddled with potholes—no big surprise there. But the real danger is when it rains and the road gets submerged in knee-deep water, making it impossible for vehicles to travel on it safely. As a result, as recently as last Tuesday morning, at least eight accidents occurred within the space of hours after autorickshaws, rickshaws and rickshaw vans slipped into the potholes. Not only do these accidents cause nuisance for vehicle owners in the form of repair costs, but they also leave passengers and drivers severely injured.\n\nThis is but one example of the state of road safety in Dhaka division. According to police data, there has been an increase of at least 40 percent in both accidents and deaths on the country's roads till July this year, compared to the same period last year. The highest number of accidents in a single month was 543 in May. This was when public transport was hard to come by due to Covid-19-related restrictions from the government, and people depended on unsafe modes of transportation (such as easy bikes and motorcycles) to rush home for Eid. But even during regular times, accidents on our roads remain a common phenomenon.\nFor those expecting safer roads, the introduction of the Road Transport Act in 2018 offered momentary hope, but even after three years, it remains largely ineffective, and still in a draft form being ping-ponged between the BRTA and the law ministry. Besides non-implementation of the act, the pending amendments signal the authorities' prioritisation of transport owners and associations over the lives of people on the roads. The current draft of the law, if amendments take place along that line, shows that punishment or fine under at least 14 sections would be reduced. The law will also lose its jurisdiction to hold a driver responsible for causing injuries by reckless and negligent driving; it will only have the jurisdiction if someone dies. If the purpose of the law is to reduce the number of accidents, why make such concessions that do nothing to hold the drivers accountable?\n\nAs if such concessions are not enough, the government has recently waived late fines for vehicles failing to update documents on time. Such waivers, coupled with the delays in forming rules under the Road Transport Act, cannot help but be seen as the results of the influence that transport associations have over the government. Today, on the National Road Safety Day, authorities must realise that their duty is to keep the roads safe for the public. We would urge the government to be strict about the speedy finalisation of the Road Transport Act and to ensure its effective implementation. The whims of transport association owners must not prevent the safe travelling of the general people.\n",
		"headLine1" : "Will our roads ever be safe?",
		"newsPaperName": "The Daily Star ",
		"publishDate": "22-10-2021.json ",
		"creditText" : "Prepared by:MD Mohiuddin sir "
	}
]
