[
	{
		"fullArticle":"Oct 23, 2021 \nThe Daily Star Editorial \n************************\nশিরোনাম: Uncontrolled food prices must be checked\n=অনিয়ন্ত্রিত খাদ্যমূল্য রোধ করতেই হবে; \nGovt must keep the market stable, expand its safety net programmes\n=সরকারকে বাজার স্থিতিশীল রাখতেই হবে এবং এর নিরাপত্তা বলয় কর্মসূচি বাড়াতে হবে;\n************************\nপ্রথমে শব্দার্থগুলো জেনে নিই\n=================\n১। Uncontrolled food prices-অনিয়ন্ত্রিত খাদ্যমূল্য; \n২। must be checked-অবশ্যই থামাতে হবে/রোধ করতে হবে; \n৩। Govt must keep the market stable-সরকারকে বাজার স্থিতিশীল রাখতেই হবে; \n৪। expand its safety net programmes-এর নিরাপত্তা বলয় কর্মসূচি বাড়াতে হবে; \n৫। It is really worrying-এটা আসলেই উদ্বেগজনক; \n৬। how the rising prices-কীভাবে মূল্য বৃদ্ধি; \n৭। of essential food items-প্রয়োজনীয় খাদ্য পণ্যের; \n৮। have continued-চলেছে; \n৯। to afflict ordinary people-সাধারণ লোকজনকে ক্ষতিগ্রস্ত/নাকাল করে; \n১০। over the last few weeks-গত কয়েক সপ্তাহ ধরে; \n১১। According to a report by this daily on Tuesday-গত মঙ্গলবার এই দৈনিকের একটি প্রতিবেদন অনুসারে; \n১২। during this time-এই সময়ে; \n১৩। the prices of almost all kitchen items-প্রায় সব তরি-তরকারির দাম; \n১৪। have increased by 10 to 70 percent-১০ থেকে ৭০ শতাংশ বেড়েছে/বৃদ্ধি পেয়েছে; \n১৫। Unable to cope with the high prices-অধিক দামের সাথে তাল মেলাতে অসমর্থ; \n১৬। people from low-income backgrounds-নিম্ন আয়ের শ্রেণির লোকজন; \n১৭। are gathering-ভীড় করতেছে; \n১৮। at the TCB selling points-টিসিবি বিক্রয় কেন্দ্রগুলোতে; \n১৯। to buy these items-এসব পণ্য কিনতে/কেনার জন্য; \n২০। at subsidised prices-স্বল্পমূল্যে/কম দামে; \n২১। But unfortunately-কিন্তু দু:খজনক ব্যাপার হলো; \n২২। many of them are returning empty-handed-তাদের অনেকেই খালি হাতে ফিরে আসতেছে; \n২৩। as the stocks at Open Market Sales (OMS) points-কারণ ওএমএস কেন্দ্রগুলোর মজুদ; \n২৪।  run out-ফুরিয়ে গেছে; শেষ হয়ে গেছে; \n২৫। before they can reach the trucks selling the items-পণ্য বিক্রির ট্রাকগুলোর কাছে পৌছানোর আগেই; \n২৬। the low-income people-নিম্ন আয়ের লোকজন; \n২৭। who are struggling with the spiralling food prices-যারা উর্ধ্বগতির খাদ্যমূল্যের সাথে হিমশিম খাচ্ছে; \n২৮। Our reporters have talked-আমাদের প্রতিবেদকরা কথা বলেছেন; \n২৯। to people involved in small businesses-ক্ষুদ্র ব্যবসায় জড়িত লোকজনের সাথে; \n৩০। to cope with the situation-পরিস্থিতি সামাল দিতে/দেয়ার; \n৩১। more and more-ক্রমে ক্রমে; \n৩২। people are compromising with the quality of food-লোকজন খাদ্যের গুনাগুনের সাথে আপোষ করতেছে; \n৩৩। they are eating-তারা যা খাচ্ছে; \n৩৪। they are bound to suffer (from)-তারা ভুগতে বাধ্য; \n৩৫। from malnutrition and other health issues-অপুষ্টিতে এবং অন্যান্যা স্বাস্থগত বিষয়ে; \n৩৬। as a result-ফলে; \n৩৭। has found that-দেখা গেছে/পাওয়া গেছে যে; \n৩৮। around 24.5 million people-প্রায় ২ কোটি ৪৫ লক্ষ মানুষ; \n৩৯। have been pushed into poverty-দারিদ্রে পতিত হয়েছে; \n৪০।  because of the Covid-19 pandemic-করোনা মহামারির কারণে; \n৪১। Although people have now returned to work-যদিও এখন লোকজন কাজে ফিরছে; \n৪২। many are doing inferior jobs with lower pay-অনেকেই কম বেতনে নিম্নমানের কাজ করতেছে; \n৪৩। according to experts-বিশেষজ্ঞদের মতে; \n৪৪। without state support-রাষ্ট্রের সহায়তা ছাড়া; \n৪৫। the government has been saying that-সরকার বলে আসছে যে; \n৪৬। they are taking measures to control the food prices-খাদ্যমূল্য নিয়ন্ত্রণে তারা ব্যবস্থা নিচ্ছে; \n৪৭। there is still no sign of the prices going down-দাম কমার কোনো লক্ষণ এখনও দেখা যাচ্ছেনা; \n৪৮। incomprehensible-অভাবনীয়; \n৪৯। the traders would not sell their products-ব্যবসায়ীরা তাদের পণ্য বিক্রি করবেনা; \n৫০। at the government-fixed rates-সরকারের নির্ধারিত দামে; \n৫১। the trader immediately started selling-ব্যবসায়ীরা দ্রুত বিক্রি শুরু করেছিল; \n৫২। the government has no control over the retail market-খুচরা বাজারের ওপর সরকারের কোনো নিয়ন্ত্রণ নাই; \n৫৩। unable to break the syndicates-সিন্ডিকেট ভাঙতে অক্ষম; \n৫৪। responsible for the unexplained increase in food prices-অবর্ণনীয় খাদ্যমূল্য বৃদ্ধির জন্য দায়ী; \n৫৫। act promptly to keep our local market stable-আমাদের স্থানীয় বাজার স্থিতিশীল রাখতে দ্রুত কাজ করা; \n৫৬। must take immediate measures-অবশ্যই দ্রুত ব্যবস্থা নিতে হবে; \n৫৭। to address the plight of the people-জনগনের দুর্দশা লাঘব করতে; \n৫৮। the government's social safety net programmes -সরকারের সামাজিক নিরাপত্তা বলয় কর্মসূচি; \n৫৯। should be the first step-প্রথম পদক্ষেপ হওয়া উচিত; \n৬০। considering the needs of the people-লোকজনের চাহিদা বিবেচনা করে; \n৬১। direct cash assistance-সরাসরি নগদ সহায়তা; \n৬২। to the extreme poor-হতদরিদ্রদের; \n***********************\nPrepared by: Md Mohiuddin \n*********এবার মূল সম্পাদকীয়টি পড়ি*********\nUncontrolled food prices must be checked\nGovt must keep the market stable, expand its safety net programmes\n************************\nIt is really worrying how the rising prices of essential food items have continued to afflict ordinary people over the last few weeks. According to a report by this daily on Tuesday, during this time, the prices of almost all kitchen items have increased by 10 to 70 percent. Unable to cope with the high prices, people from low-income backgrounds are gathering at the TCB selling points to buy these items at subsidised prices. But unfortunately, many of them are returning empty-handed, as the stocks at Open Market Sales (OMS) points run out before they can reach the trucks selling the items.\n\nIt is not only the low-income people who are struggling with the spiralling food prices. Our reporters have talked to people involved in small businesses and found how they are also limiting their protein intake to cope with the situation. As more and more people are compromising with the quality of food they are eating, they are bound to suffer from malnutrition and other health issues as a result.\nA survey by the Power and Participation Research Centre (PPRC) and the Brac Institute of Governance and Development (BIGD) has found that around 24.5 million people have been pushed into poverty in Bangladesh because of the Covid-19 pandemic. Although people have now returned to work, many are doing inferior jobs with lower pay, according to experts. This—the sharp fall in their income together with the sharp increase in food prices—means a double blow that they have no way of overcoming—without state support, of course.\n\nAlthough the government has been saying that they are taking measures to control the food prices, there is still no sign of the prices going down. It is also incomprehensible why the traders would not sell their products at the government-fixed rates. For instance, when the government fixed the price of sugar at Tk 74-75 two months back, the trader immediately started selling the item at Tk 80-85. This means that the government has no control over the retail market. It is also not clear as to why the government is still unable to break the syndicates responsible for the unexplained increase in food prices.\nWhile the government must act promptly to keep our local market stable, it also must take immediate measures to address the plight of the people. Expanding the government's social safety net programmes should be the first step. The TCB is currently selling essential food items at subsidised prices via its 450 trucks, which should be increased considering the needs of the people. The government should also consider providing direct cash assistance to the extreme poor. In addition, the syndicates that have been formed around the OMS selling points must be apprehended so that they cannot buy the food items from the TCB trucks meant for the low-income people.\n",
		"headLine1" : "Uncontrolled food prices must be checked",
		"newsPaperName": "The Daily Star ",
		"publishDate": "23-10-2021.json ",
		"creditText" : "Prepared by: MD Mohiuddin sir "
	}
]
