[
{
    "fullArticle": "22 October, 24\nThe Daily Star \nprepared by Misbah Ahmed Shishir \n\nHeadline: Compensation mechanism for road crashes still unclear\n\n° Compensation - ক্ষতিপূরণ \n° mechanism - পদ্ধতি \/ ব্যবস্থা\n° Compensation mechanism - ক্ষতিপূরণ ব্যবস্থা\n° for - জন্য \n° road crashes - সড়ক দুর্ঘটনা\n° for road crashes - সড়ক দুর্ঘটনার জন্য \/ সড়ক দুর্ঘটনার\n° Compensation mechanism for road crashes _ সড়ক দুর্ঘটনার ক্ষতিপূরণ ব্যবস্থা\n° still unclear - এখনও অস্পষ্ট \n° Compensation mechanism for road crashes still unclear _ সড়ক দুর্ঘটনার ক্ষতিপূরণ ব্যবস্থা এখনও অস্পষ্ট\n\n→Bangladesh's efforts in road safety legislation date back to 1983, eventually leading to the 2018 act. \n\n° Bangladesh's efforts - বাংলাদেশের প্রচেষ্টা\n° in road safety legislation - সড়ক নিরাপত্তা আইনে\n° date back to 1983 - ১৯৮৩ সাল থেকে শুরু হয়\n° Bangladesh's efforts in road safety legislation date back to 1983, - সড়ক নিরাপত্তা আইনে ১৯৮৩ সাল থেকে বাংলাদেশ প্রচেষ্টা শুরু করে   \n° eventually - অবশেষে \n° leading to the 2018 act. - যা ২০১৮ সালের আইনে এসে পৌঁছে \n° eventually leading to the 2018 act. - যা অবশেষে ২০১৮ সালের আইনে এসে পৌঁছে \n° Bangladesh's efforts in road safety legislation date back to 1983, eventually leading to the 2018 act. - সড়ক নিরাপত্তা আইনে ১৯৮৩ সাল থেকে বাংলাদেশ প্রচেষ্টা শুরু করে  যা অবশেষে ২০১৮ সালের আইনে এসে পৌঁছে। \n\n→Challenges in implementation have persisted.\n\n° Challenges _ চ্যালেঞ্জসমূহ\n° in implementation - বাস্তবায়নে\n° Challenges in implementation - বাস্তবায়নে চ্যালেঞ্জসমূহ\n° have persisted. - অব্যাহত রয়েছে \n° Challenges in implementation have persisted. - বাস্তবায়নে চ্যালেঞ্জসমূহ অব্যাহত রয়েছে।\n\n→Although the law has been passed, many of its provisions have yet to be properly enforced.\n° Although the law has been passed, - যদিও আইনটি পাস হয়েছে,\n° many of its provisions - তার অনেক বিধান\n° have yet to be properly enforced. - এখনও যথাযথভাবে প্রয়োগ করা হয়নি\n° Although the law has been passed, many of its provisions have yet to be properly enforced. - যদিও আইনটি পাস হয়েছে, তার অনেক বিধান এখনও যথাযথভাবে প্রয়োগ করা হয়নি।\n→Before this law, road crashes and casualties were alarmingly high, and even after the law was passed, these numbers remain significantly high. \n\n° Before this law, - এই আইনের আগে \n° road crashes and casualties - সড়ক দুর্ঘটনা এবং হতাহতের সংখ্যা\n° were alarmingly high - উদ্বেগজনকভাবে বেশি,\n° Before this law, road crashes and casualties were alarmingly high, - এই আইনের আগে, সড়ক দুর্ঘটনা এবং হতাহতের সংখ্যা ছিল উদ্বেগজনকভাবে বেশি,\n° and even after - এবং পরেও\n° the law was passed - আইন পাস হয়েছে \n° and even after the law was passed, - এবং আইন পাস হওয়ার পরেও\n° these numbers remain significantly high. - এই সংখ্যাগুলো উল্লেখযোগ্যভাবে বেশি রয়েছে\n° and even after the law was passed, these numbers remain significantly high. - এবং আইন পাস হওয়ার পরেও এই সংখ্যাগুলো উল্লেখযোগ্যভাবে বেশি রয়েছে।\n\n→While there is no definitive research to prove this, observations suggest that the situation on the roads has not fundamentally improved.\n\n° While there is no definitive research to prove this, - যদিও এটি প্রমাণ করার জন্য কোনও নির্দিষ্ট গবেষণা নেই,\n° observations suggest that - কিছু পর্যবেক্ষণ পরামর্শ দেয় \/ কিছু পর্যবেক্ষণে দেখা যায় যে,\n° While there is no definitive research to prove this, observations suggest that - যদিও এটি প্রমাণ করার জন্য কোনও নির্দিষ্ট গবেষণা নেই, কিছু পর্যবেক্ষণে দেখা যায় যে,\n° the situation on the roads has not fundamentally improved. - রাস্তাগুলোর অবস্থা মৌলিকভাবে উন্নত হয়নি \/ রাস্তাগুলো মৌলিকভাবে উন্নত হয়নি\n° While there is no definitive research to prove this, observations suggest that the situation on the roads has not fundamentally improved. - যদিও এটি প্রমাণ করার জন্য কোনও নির্দিষ্ট গবেষণা নেই, কিছু পর্যবেক্ষণে দেখা যায় যে, রাস্তাগুলো মৌলিকভাবে উন্নত হয়নি।\n\n→Another critical issue is the matter of compensation for road crash victims. \n\n° Another critical issue is - আরেকটি গুরুত্বপূর্ণ বিষয় হলো\n° the matter of compensation - ক্ষতিপূরণের বিষয়টি\n° for road crash victims. - সড়ক দুর্ঘটনায় ক্ষতিগ্রস্তদের\n° the matter of compensation for road crash victims. - সড়ক দুর্ঘটনায় ক্ষতিগ্রস্তদের ক্ষতিপূরণের বিষয়টি\n° Another critical issue is the matter of compensation for road crash victims. - আরেকটি গুরুত্বপূর্ণ বিষয় হলো সড়ক দুর্ঘটনায় ক্ষতিগ্রস্তদের ক্ষতিপূরণের বিষয়টি।\n\n→The act mentions a trust fund for victims, but it took four years after its passing for the fund to be set up.\n\n° The act mentions - আইনে উল্লেখ করা আছে  \n° a trust fund for victims, - ক্ষতিগ্রস্তদের জন্য একটি ট্রাস্ট তহবিল থাকবে\n° The act mentions a trust fund for victims, - আইনে উল্লেখ করা আছে ক্ষতিগ্রস্তদের জন্য একটি ট্রাস্ট তহবিল থাকবে\n° but it took four years after its passing\n  - কিন্তু এটি পাস হওয়ার চার বছর পর\n° for the fund to be set up. - তহবিল গঠন করা হয়\n° but it took four years after its passing for the fund to be set up. - কিন্তু এটি পাস হওয়ার চার বছর পর তহবিল গঠন করা হয়।\n° The act mentions a trust fund for victims, but it took four years after its passing for the fund to be set up. - আইনে উল্লেখ করা আছে ক্ষতিগ্রস্তদের জন্য একটি ট্রাস্ট তহবিল থাকবে কিন্তু এটি পাস হওয়ার চার বছর পর তহবিল গঠন করা হয়।\n\n →There is no system in place to determine the compensation amounts based on the extent of damage or injury.\n\n° There is no system - ব্যবস্থা নেই \n° in place to determine - নির্ধারণ করার\n° the compensation amounts - ক্ষতিপূরণের পরিমাণ \n° There is no system in place to determine the compensation amounts - ক্ষতিপূরণের পরিমাণ নির্ধারণ করার ব্যবস্থা নেই \n° based on the extent of damage or injury. - ক্ষতি বা আঘাতের মাত্রার উপর ভিত্তি করে \n° There is no system in place to determine the compensation amounts based on the extent of damage or injury. - ক্ষতি বা আঘাতের মাত্রার উপর ভিত্তি করে ক্ষতিপূরণের পরিমাণ নির্ধারণ করার ব্যবস্থা নেই। \n\n→Given these challenges, the question of reinstating the sections of the law omitted previously should be seriously considered. \n\n° Given these challenges, - এই চ্যালেঞ্জগুলোর পরিপ্রেক্ষিতে,\n° the question of reinstating the sections of the law - আইনের ধারাগুলো পুনঃস্থাপনের প্রশ্নটি\n° omitted previously - পূর্বে বাতিল হওয়া \n° the question of reinstating the sections of the law omitted previously - পূর্বে বাতিল হওয়া আইনের ধারাগুলো পুনঃস্থাপনের প্রশ্নটি\n° should be seriously considered. - গুরুত্ব সহকারে বিবেচনা করা উচিত\n° the question of reinstating the sections of the law omitted previously should be seriously considered. - পূর্বে বাতিল হওয়া আইনের ধারাগুলো পুনঃস্থাপনের প্রশ্নটি গুরুত্ব সহকারে বিবেচনা করা উচিত।\n° Given these challenges, the question of reinstating the sections of the law omitted previously should be seriously considered. - \nএই চ্যালেঞ্জগুলোর পরিপ্রেক্ষিতে, পূর্বে বাতিল হওয়া আইনের ধারাগুলো পুনঃস্থাপনের প্রশ্নটি গুরুত্বসহকারে বিবেচনা করা উচিত।\n",
    "headLine1": "Headline: Compensation mechanism for road crashes still unclear",
    "newsPaperName": "The Daily Star ",
    "publishDate": "23-10-2024",
    "creditText": ""
}
]