[
    {
        "fullArticle":"24 January, 24\nThe Daily Star \nprepared by Misbah Ahmed Shishir \nHeadline: Why Bangladesh is seeing such a cold winter.\n° Why - কেন\n° Bangladesh - বাংলাদেশ \n° is seeing - দেখছে\n° such - এমন\n° a cold winter. - শৈত্য শীতকাল \n°Why Bangladesh is seeing such a cold winter. - বাংলাদেশে কেন এমন শৈত্য শীতকাল / বাংলাদেশে কেন এমন প্রবল ঠান্ডা। \n→It may seem counterintuitive, but the extreme cold spell currently sweeping through Bangladesh and elsewhere seems like a good time to remind us that climate change means much more than an increase in dangerous heat waves during the summer months. \n° It may seem - এটা দেখে মনে হতে পারে \n° counterintuitive - বিপরীতমুখী\n° It may seem counterintuitive - এটি বিপরীতমুখী মনে হতে পারে \n°but the extreme cold - কিন্তু প্রবল ঠান্ডা \n° spell - বানান, স্বল্প সময় \n° but the extreme cold spell - কিন্তু প্রবল ঠান্ডার স্বল্প সময়টি/ কিন্তু  স্বল্প সময়ের প্রবল ঠান্ডা \n°currently - বর্তমানে\n° sweeping - বয়ে যাওয়া \n° through - মধ্য দিয়ে \n°Bangladesh and elsewhere - বাংলাদেশ এবং অন্যত্র \n° currently sweeping through Bangladesh and elsewhere - বর্তমানে বাংলাদেশ ও অন্যান্য অঞ্চল দিয়ে বয়ে যাওয়া \n° but the extreme cold spell currently sweeping through Bangladesh and elsewhere - কিন্তু বর্তমানে বাংলাদেশ ও অন্যান্য অঞ্চল দিয়ে বয়ে যাওয়া স্বল্প সময়ের প্রবল ঠান্ডা \n° seems like a good time - ভালো সময় বলে মনে হচ্ছে \n° to remind us - আমাদের মনে করিয়ে দেওয়ার \n° that - যে\n° seems like a good time to remind us that - আমাদের মনে করিয়ে দেওয়ার একটি ভাল সময় বলে মনে হচ্ছে যে,\n° but the extreme cold spell currently sweeping through Bangladesh and elsewhere seems like a good time to remind us that - কিন্তু বর্তমানে বাংলাদেশ ও অন্যান্য অঞ্চল দিয়ে বয়ে যাওয়া স্বল্প সময়ের প্রবল ঠান্ডা আমাদের মনে করিয়ে দেওয়ার একটি উত্তম সময় বলে মনে হচ্ছে যে,\n° climate change means - জলবায়ু পরিবর্তন মানে\n°much more - অনেক বেশি\n°than - চেয়ে \n°an increase - বৃদ্ধি \n°in dangerous heat waves - বিপজ্জনক তাপদাহ \n°much more than an increase in dangerous heat waves - বিপজ্জনক তাপদাহ বৃদ্ধির চেয়ে অনেক বেশি \n° during the summer months.- গ্রীষ্মের মাসগুলিতে\n° much more than an increase in dangerous heat waves during the summer months. - গ্রীষ্মের মাসগুলিতে বিপজ্জনক তাপদাহ বৃদ্ধির চেয়ে অনেক বেশি \n° climate change means much more than an increase in dangerous heat waves during the summer months. - জলবায়ু পরিবর্তন মানে গ্রীষ্মের মাসগুলিতে বিপজ্জনক তাপদাহ বৃদ্ধির চেয়ে অনেক বেশি\n° but the extreme cold spell currently sweeping through Bangladesh and elsewhere seems like a good time to remind us that climate change means much more than an increase in dangerous heat waves during the summer months. - কিন্তু বর্তমানে বাংলাদেশ ও অন্যান্য অঞ্চল দিয়ে বয়ে যাওয়া স্বল্প সময়ের প্রবল ঠান্ডা আমাদের মনে করিয়ে দেওয়ার একটি উত্তম সময় বলে মনে হচ্ছে যে, জলবায়ু পরিবর্তন মানে গ্রীষ্মের মাসগুলিতে বিপজ্জনক তাপদাহ বৃদ্ধির চেয়ে অনেক বেশি।\n→Nevertheless, like clockwork, every time the temperature in winter drops precipitously, deniers of climate change like to remind us, \"It is bitterly cold out there! Where is all that global warming and climate change that you guys talk about?\"\n°Nevertheless - তবুও\n°like clockwork - ঘড়ির কাঁটার মতো\n° Nevertheless, like clockwork _ তবুও ঘড়ির কাঁটার মতো\n°every time _ সবসময়, যখনই \n°the temperature_ তাপমাত্রা \n° in winter drops - শীতকালে কমে যায় \n° the temperature in winter drops - শীতকালে তাপমাত্রা কমে যায় \n° precipitously - সোজাসুজি, দ্রুত\n°every time the temperature in winter drops precipitously, - যখনই শীতকালে তাপমাত্রা দ্রুত হ্রাস পায়,\n° Nevertheless, like clockwork, every time the temperature in winter drops precipitously, _ তবুও ঘড়ির কাঁটার মতো, যখনই শীতকালে তাপমাত্রা দ্রুত হ্রাস পায়,\n°deniers of climate change - জলবায়ু পরিবর্তন অস্বীকারকারীরা\n°like to remind us - আমাদের মনে করিয়ে দিতে চান\n°deniers of climate change like to remind us, _ জলবায়ু পরিবর্তন অস্বীকারকারীরা আমাদের মনে করিয়ে দিতে চান, \n°It is bitterly _এটা  প্রচন্ড\n°cold out there - এখানে ঠান্ডা পড়ছে\n°It is bitterly cold out there! - এখানে প্রচন্ড ঠান্ডা পড়ছে!\n°Nevertheless, like clockwork, every time the temperature in winter drops precipitously, deniers of climate change like to remind us, \"It is bitterly cold out there! - তবুও ঘড়ির কাঁটার মতো, যখনই শীতকালে তাপমাত্রা দ্রুত হ্রাস পায়, জলবায়ু পরিবর্তন অস্বীকারকারীরা আমাদের মনে করিয়ে দিতে চান, \"এখানে প্রচন্ড ঠান্ডা পড়ছে!\n°Where- কোথায়\n° is all that global warming and climate change - যে সমস্ত বৈশ্বিক উষ্ণতা এবং জলবায়ু পরিবর্তন\n°that you guys talk about? - আপনি যে সমস্ত কথা বলেছেন \n°Where is all that global warming and climate change that you guys talk about? - আপনি যে সমস্ত বৈশ্বিক উষ্ণতা এবং জলবায়ু পরিবর্তনের কথা বলছেন তা কোথায়?\"\n°\"It is bitterly cold out there! Where is all that global warming and climate change that you guys talk about?\" _ \"এখানে প্রচন্ড ঠান্ডা পড়ছে! আপনি যে সমস্ত বৈশ্বিক উষ্ণতা এবং জলবায়ু পরিবর্তনের কথা বলছেন তা কোথায়?\"\n° Nevertheless, like clockwork, every time the temperature in winter drops precipitously, deniers of climate change like to remind us, \"It is bitterly cold out there! Where is all that global warming and climate change that you guys talk about?\" _ তবুও ঘড়ির কাঁটার মতো, যখনই শীতকালে তাপমাত্রা দ্রুত হ্রাস পায়, জলবায়ু পরিবর্তন অস্বীকারকারীরা আমাদের মনে করিয়ে দিতে চান, \"এখানে প্রচন্ড ঠান্ডা পড়ছে! আপনি যে সমস্ত বৈশ্বিক উষ্ণতা এবং জলবায়ু পরিবর্তনের কথা বলছেন তা কোথায়?\"\n→ In reality, winters across the contiguous US have warmed by an average of nearly 1.5 degrees Celsius over the last half century. \n°In reality - বাস্তবে\n°winters - শীতকাল \n°across - জুড়ে\n° contiguous - সংলগ্ন \n° US - যুক্তরাষ্ট্র \n°winters across the contiguous US - সংলগ্ন যুক্তরাষ্ট্র জুড়ে শীতকাল \n°In reality, winters across the contiguous US - বাস্তবে, সংলগ্ন যুক্তরাষ্ট্র জুড়ে শীতকাল \n°have warmed_ উষ্ণ হয়েছে\n°by an average of nearly 1.5 degrees Celsius - গড়ে প্রায় 1.5 ডিগ্রি সেলসিয়াস\n° over the last half century - গত অর্ধ শতাব্দীতে\n°have warmed by an average of nearly 1.5 degrees Celsius over the last half century. _\n গত অর্ধ শতাব্দীতে গড়ে প্রায় 1.5 ডিগ্রি সেলসিয়াস উষ্ণ হয়েছে\n°In reality, winters across the contiguous US have warmed by an average of nearly 1.5 degrees Celsius over the last half century.  - \nবাস্তবে, গত অর্ধ শতাব্দীতে সংলগ্ন যুক্তরাষ্ট্র জুড়ে শীতকাল গড়ে প্রায় 1.5 ডিগ্রি সেলসিয়াস উষ্ণ হয়েছে।\n→Paradoxically, there is growing scientific evidence that extreme cold temperatures are an outcome of human-induced climate change.\n° paradoxically- আপাতদৃষ্টিতে বিপরীত মনে হলেও,\n°there is growing - ক্রমবর্ধমান\n°scientific evidence - বৈজ্ঞানিক প্রমাণ\n°there is growing scientific evidence - ক্রমবিকাশমান বৈজ্ঞানিক প্রমাণাদি\n°Paradoxically, there is growing scientific evidence - আপাতদৃষ্টিতে বিপরীত মনে হলেও, ক্রমবিকাশমান বৈজ্ঞানিক প্রমাণাদি রয়েছে \n°that _ যা, যে\n°extreme cold temperatures - চরম ঠান্ডা তাপমাত্রা\n°are- হচ্ছে \n°an outcome- ফলাফল \n° extreme cold temperatures are an outcome - চরম ঠান্ডা তাপমাত্রার ফলাফল \n° human-induced- মানব-প্ররোচিত\n° climate change.-  জলবায়ু পরিবর্তন\n° of human-induced climate change._ মানব প্ররোচিত জলবায়ু পরিবর্তনের \n° extreme cold temperatures are an outcome of human-induced climate change. - চরম ঠান্ডা তাপমাত্রা মানব-প্ররোচিত জলবায়ু পরিবর্তনের ফলাফল\n° Paradoxically, there is growing scientific evidence that extreme cold temperatures are an outcome of human-induced climate change. _ আপাতদৃষ্টিতে বিপরীত মনে হলেও, ক্রমবিকাশমান বৈজ্ঞানিক প্রমাণাদি রয়েছে যে, চরম ঠান্ডা তাপমাত্রা মানব-প্ররোচিত জলবায়ু পরিবর্তনের ফলাফল।\n→ Indeed, a study published in 2017 in the journal WIREs Climate Change lays out how the warming Arctic and melting ice appear to be linked to cold weather being driven farther south.\n°Indeed - বাস্তবিকপক্ষে \n°a study published in 2017 - ২০১৭ সালে প্রকাশিত একটি গবেষণায়\n°in the journal WIREs Climate Change - WIREs ক্লাইমেট চেঞ্জ জার্নালে\n°a study published in 2017 in the journal WIREs Climate Change - ২০১৭ সালে WIREs ক্লাইমেট চেঞ্জ জার্নালে প্রকাশিত একটি গবেষণায় \n° lays out - সাজিয়ে রাখা, সাজিয়ে তুলে ধরা, \n° Indeed, a study published in 2017 in the journal WIREs Climate Change lays out _ \nবাস্তবিকপক্ষে, ২০১৭ সালে WIREs ক্লাইমেট চেঞ্জ জার্নালে প্রকাশিত একটি গবেষণায় বলা হয়েছে, \n°how the warming Arctic and melting ice - কীভাবে উষ্ণায়ন আর্কটিক এবং গলে যাওয়া বরফ \n°appear to be linked to - সাথে বলে মনে হচ্ছে \n°cold weather _ শীতল আবহাওয়া\n°appear to be linked to cold weather - শীতল আবহাওয়ার সাথে বলে মনে হচ্ছে \n°being driven farther south. - আরও দক্ষিণে চলে যাচ্ছে \n°appear to be linked to cold weather being driven farther south. - শীতল আবহাওয়ার সাথে আরও দক্ষিণে চলে যাচ্ছে বলে মনে হচ্ছে \n°out how the warming Arctic and melting ice appear to be linked to cold weather being driven farther south. - কিভাবে উষ্ণায়ন আর্কটিক এবং গলে যাওয়া বরফ শীতল আবহাওয়ার সাথে আরও দক্ষিণে চলে যাচ্ছে বলে মনে হচ্ছে।\n°Indeed, a study published in 2017 in the journal WIREs Climate Change lays out how the warming Arctic and melting ice appear to be linked to cold weather being driven farther south.\n- বাস্তবিকপক্ষে, ২০১৭ সালে WIREs ক্লাইমেট চেঞ্জ জার্নালে প্রকাশিত একটি গবেষণায় বলা হয়েছে, কিভাবে উষ্ণায়ন আর্কটিক এবং গলে যাওয়া বরফ শীতল আবহাওয়ার সাথে আরও দক্ষিণে চলে যাচ্ছে।\n",
        "headLine1":"Headline: Why Bangladesh is seeing such a cold winter.",
        "newsPaperName":"",
        "publishDate":"24-01-2024",
        "creditText":"Prepared by: "
    }
]
