[
	{
		"fullArticle":"তারিখঃ ২৪ ডিসেম্বর  ২১                \nশিরোনামঃ দক্ষিণ এশিয়ায় দ্বিতীয় দুর্নীতিগ্রস্ত কেন বাংলাদেশ \n\n \n\n#দক্ষিণ এশিয়ায় দ্বিতীয় দুর্নীতিগ্রস্ত কেন বাংলাদেশ\n \n\n• দক্ষিণ- South \n• এশিয়া- Asia \n• দক্ষিণ এশিয়া- South Asia\n• দক্ষিণ এশিয়ায়-in South Asia \n• দ্বিতীয়- second\n• দুর্নীতি-corruption \n• দুর্নীতিগ্রস্ত-corrupt / corrupted  \n• কেন –why \n• বাংলাদেশ-Bangladesh \n• দুর্নীতিগ্রস্ত কেন বাংলাদেশ- why Bangladesh is corrupted \n• দ্বিতীয় দুর্নীতিগ্রস্ত কেন বাংলাদেশ- why Bangladesh is second corrupted \n• দক্ষিণ এশিয়ায় দ্বিতীয় দুর্নীতিগ্রস্ত কেন বাংলাদেশ- why Bangladesh is second corrupted in South Asia / why Bangladesh is second most corrupted in South Asia\n\n#সম্প্রতি গ্লোবাল ব্রাইবারি রিস্ক ইনডেক্স কান্ট্রি র্যাঙ্কিং ২০২১ প্রকাশিত হয়েছে। প্রতিবছর ‘ট্রেইস ইন্টারন্যাশনাল’ নামের আন্তর্জাতিক গবেষণা সংস্থা এ সূচক প্রকাশ করে।\n\n• সম্প্রতি-recently /currently /nowadays /at present \n• গ্লোবাল ব্রাইবারি রিস্ক ইনডেক্স কান্ট্রি র্যাঙ্কিং ২০২১- Global Brewery Risk Index Country Ranking 2021 \n• প্রকাশিত করা-publish \n• প্রকাশিত হয়েছে-has been published \n• সম্প্রতি গ্লোবাল ব্রাইবারি রিস্ক ইনডেক্স কান্ট্রি র্যাঙ্কিং ২০২১ প্রকাশিত হয়েছে- Global Brewery Risk Index Country Ranking 2021 has been published recently \n• প্রতিবছর-every year \n• ‘ট্রেইস ইন্টারন্যাশনাল’-Trace International \n• নাম-name \n• নামের –named /titled \n• ‘ট্রেইস ইন্টারন্যাশনাল’ নামের –named ‘Trace International’ \n• আন্তর্জাতিক - international \n• গবেষণা - research \n• সংস্থা- organization \n• গবেষণা সংস্থা- research organization\n• আন্তর্জাতিক গবেষণা সংস্থা - international research organization\n• প্রতিবছর ‘ট্রেইস ইন্টারন্যাশনাল’ নামের আন্তর্জাতিক গবেষণা সংস্থা - international research organization named ‘Trace International’ every year\n• এ –this \n• সূচক-index /exponent \n• এ সূচক- this index \n• প্রকাশ করা –publish /reveal /express \n• প্রকাশ করে – publishes \n• এ সূচক প্রকাশ করে- publishes this index \n• প্রতিবছর ‘ট্রেইস ইন্টারন্যাশনাল’ নামের আন্তর্জাতিক গবেষণা সংস্থা এ সূচক প্রকাশ করে- international research organization named ‘Trace International’ publishes this index every year \n• সম্প্রতি গ্লোবাল ব্রাইবারি রিস্ক ইনডেক্স কান্ট্রি র্যাঙ্কিং ২০২১ প্রকাশিত হয়েছে। প্রতিবছর ‘ট্রেইস ইন্টারন্যাশনাল’ নামের আন্তর্জাতিক গবেষণা সংস্থা এ সূচক প্রকাশ করে- recently Global Brewery Risk Index Country Ranking 2021 has been published by an international research organization named ‘Trace International’ like every year \n\n#২০২১ সালের র্যাঙ্কিংয়ে ১৯৪টি দেশ অন্তর্ভুক্ত হয়েছে। এর মধ্যে বাংলাদেশের অবস্থান ১৬৭ নম্বরে। \n\n• ২০২১ সালের র্যাঙ্কিংয়ে ১৯৪টি দেশ অন্তর্ভুক্ত হয়েছে। এর মধ্যে বাংলাদেশের অবস্থান ১৬৭ নম্বরে- Bangladesh ranks 167th out of 194 countries  in 2021 \n\n#দক্ষিণ এশিয়ার আটটি দেশের মধ্যে ঘুষের ঝুঁকির বিচারে বাংলাদেশের অবস্থান দ্বিতীয় সর্বনিম্ন (মানে দ্বিতীয় সর্বোচ্চ দুর্নীতিগ্রস্ত), আফগানিস্তানের অবস্থান সর্বনিম্ন ১৭৪ নম্বরে।\n\n• দক্ষিণ এশিয়ার আটটি দেশের মধ্যে - among the eight countries in South Asia \n• ঘুষের ঝুঁকির বিচারে বাংলাদেশের অবস্থান দ্বিতীয় সর্বনিম্ন (মানে দ্বিতীয় সর্বোচ্চ দুর্নীতিগ্রস্ত), - Bangladesh ranks second lowest at bribery risk (the second most corrupt) \n• আফগানিস্তানের অবস্থান সর্বনিম্ন ১৭৪ নম্বরে- Afghanistan ranks lowest at 174\n• দক্ষিণ এশিয়ার আটটি দেশের মধ্যে ঘুষের ঝুঁকির বিচারে বাংলাদেশের অবস্থান দ্বিতীয় সর্বনিম্ন (মানে দ্বিতীয় সর্বোচ্চ দুর্নীতিগ্রস্ত)- Bangladesh ranks second lowest at bribery risk (the second most corrupt) \n• দক্ষিণ এশিয়ার আটটি দেশের মধ্যে ঘুষের ঝুঁকির বিচারে বাংলাদেশের অবস্থান দ্বিতীয় সর্বনিম্ন (মানে দ্বিতীয় সর্বোচ্চ দুর্নীতিগ্রস্ত), আফগানিস্তানের অবস্থান সর্বনিম্ন ১৭৪ নম্বরে- Bangladesh ranks second lowest at bribery risk (the second most corrupt) where Afghanistan at 174 \n\n#ঘুষ দেওয়ার ব্যাপারে বাংলাদেশ দক্ষিণ এশিয়ায় দ্বিতীয় সর্বোচ্চ দুর্নীতিগ্রস্ত দেশ হিসেবে নির্ণীত হয়েছে, আফগানিস্তান সবচেয়ে দুর্নীতিগ্রস্ত। ভুটান দক্ষিণ এশিয়ায় সবচেয়ে কম দুর্নীতিগ্রস্ত দেশ।\n\n• দুর্নীতিগ্রস্ত-corrupted\n• সবচেয়ে দুর্নীতিগ্রস্ত-most corrupted \n• আফগানিস্তান সবচেয়ে দুর্নীতিগ্রস্ত- Afghanistan is the most corrupt / Afghanistan is the most corrupted country \n• নির্ণীত হয়েছে, আফগানিস্তান সবচেয়ে দুর্নীতিগ্রস্ত-has been detected, Afghanistan is the most corrupted country \n• দুর্নীতিগ্রস্ত দেশ হিসেবে নির্ণীত হয়েছে, আফগানিস্তান সবচেয়ে দুর্নীতিগ্রস্ত- has been detected as a corrupted country, Afghanistan is the most corrupted country\n• দ্বিতীয় সর্বোচ্চ দুর্নীতিগ্রস্ত দেশ হিসেবে নির্ণীত হয়েছে, আফগানিস্তান সবচেয়ে দুর্নীতিগ্রস্ত- has been detected as the second most corrupted country, Afghanistan is the most corrupted country\n• দক্ষিণ এশিয়ায় দ্বিতীয় সর্বোচ্চ দুর্নীতিগ্রস্ত দেশ হিসেবে নির্ণীত হয়েছে, আফগানিস্তান সবচেয়ে দুর্নীতিগ্রস্ত- has been detected as the second most corrupted country in south asia , Afghanistan is the most corrupted country\n• বাংলাদেশ দক্ষিণ এশিয়ায় দ্বিতীয় সর্বোচ্চ দুর্নীতিগ্রস্ত দেশ হিসেবে নির্ণীত হয়েছে, আফগানিস্তান সবচেয়ে দুর্নীতিগ্রস্ত-Bangladesh has been detected as the second most corrupted country in south asia , Afghanistan is the most corrupted country\n• ঘুষ দেওয়ার ব্যাপারে বাংলাদেশ দক্ষিণ এশিয়ায় দ্বিতীয় সর্বোচ্চ দুর্নীতিগ্রস্ত দেশ হিসেবে নির্ণীত হয়েছে, আফগানিস্তান সবচেয়ে দুর্নীতিগ্রস্ত- Bangladesh has been detected as the second most corrupted country in south Asia in terms of bribery and Afghanistan is the most corrupted country \n• ভুটান দক্ষিণ এশিয়ায় সবচেয়ে কম দুর্নীতিগ্রস্ত দেশ- Bhutan is the least corrupted country in South Asia\n\n#Your Turn (Break-Translate-Rearrange)\nএর আগে বার্লিনে অবস্থিত দুর্নীতি গবেষণা প্রতিষ্ঠান ট্রান্সপারেন্সি ইন্টারন্যাশনালের করাপশন পারসেপশন ইনডেক্স ২০২০ প্রকাশিত হয়েছে, যেখানে বিশ্বের ১৭৯টি দেশের দুর্নীতির র্যাঙ্কিং প্রদত্ত হয়েছে।\n",
		"headLine1" : "দক্ষিণ এশিয়ায় দ্বিতীয় দুর্নীতিগ্রস্ত কেন বাংলাদেশ",
		"newsPaperName": "Prothomalo",
		"publishDate": "24-12-2021",
		"creditText" : "prepared by: Mehedi "
	}
]
