[
	{
		"fullArticle":"তারিখঃ ২৬ জানুয়ারি ২২\nশিরোনামঃরাশিয়া-বাংলাদেশ সম্পর্ক আরও উন্নয়নের সুযোগ রয়েছে\n\n#রাশিয়া-বাংলাদেশ সম্পর্ক আরও উন্নয়নের সুযোগ রয়েছে\n\n· রাশিয়া-বাংলাদেশ সম্পর্ক আরও উন্নয়নের সুযোগ রয়েছে-there are more opportunities to develop Russia-Bangladesh relation\n\nAs Heading: More opportunities to develop Russia-Bangladesh relation\n#২০২২ সালের ২৫ জানুয়ারি রুশ ফেডারেশন ও গণপ্রজাতন্ত্রী বাংলাদেশ বিশেষভাবে উল্লেখযোগ্য একটি দিবস উদ্‌যাপন করতে চলেছে।\n· ২০২২ সালের ২৫ জানুয়ারি রুশ ফেডারেশন ও গণপ্রজাতন্ত্রী বাংলাদেশ বিশেষভাবে উল্লেখযোগ্য একটি দিবস উদ্‌যাপন করতে চলেছে-The Russian Federation and the People's Republic of Bangladesh are going to specially celebrate a significant day on January 25, 2022\n\n#আজ থেকে ৫০ বছর আগে এই দিনে, বাংলাদেশের স্বাধীনতা ঘোষণার পর এক বছরের কম সময়ের মধ্যে আমাদের দুই দেশের মধ্যে কূটনৈতিক সম্পর্ক স্থাপিত হয়।\n\n· আজ থেকে ৫০ বছর আগে এই দিনে, বাংলাদেশের স্বাধীনতা ঘোষণার পর এক বছরের কম সময়ের মধ্যে আমাদের দুই দেশের মধ্যে কূটনৈতিক সম্পর্ক স্থাপিত হয়- 50 years earlier on this same day, within less than one year after the declaration of Bangladesh’s liberation, diplomatic relation between two countries had been established\n\n#সোভিয়েত ইউনিয়ন বাংলাদেশকে স্বীকৃতি দেওয়ার মধ্য দিয়ে সরাসরি দ্বিপক্ষীয় রাজনৈতিক সংলাপের সূচনা ঘটে।\n\n· সোভিয়েত ইউনিয়ন বাংলাদেশকে স্বীকৃতি দেওয়ার মধ্য দিয়ে সরাসরি দ্বিপক্ষীয় রাজনৈতিক সংলাপের সূচনা ঘটে- With the recognition of Bangladesh from the Soviet Union, a direct bilateral political dialogue went on the table first\n#১৯৭২ সালের মার্চ মাসে বাংলাদেশ রাষ্ট্রের প্রতিষ্ঠাতা ও প্রথম রাষ্ট্রপতি শেখ মুজিবুর রহমান মস্কো সফরে যান; সেখানে তিনি সোভিয়েত ইউনিয়নের কমিউনিস্ট পার্টির সাধারণ সম্পাদক লিওনিদ ব্রেজনেভ, সুপ্রিম সোভিয়েতের প্রেসিডিয়ামের সভাপতি নিকোলাই পদগোর্নি, মন্ত্রিপরিষদের সভাপতি আলেক্সেই কোসিগিন ও অন্য সরকারি নেতাদের সঙ্গে সাক্ষাৎ করেন।\n\n· ১৯৭২ সালের মার্চ মাসে বাংলাদেশ রাষ্ট্রের প্রতিষ্ঠাতা ও প্রথম রাষ্ট্রপতি শেখ মুজিবুর রহমান মস্কো সফরে যান; সেখানে তিনি সোভিয়েত ইউনিয়নের কমিউনিস্ট পার্টির সাধারণ সম্পাদক লিওনিদ ব্রেজনেভ, সুপ্রিম সোভিয়েতের প্রেসিডিয়ামের সভাপতি নিকোলাই পদগোর্নি, মন্ত্রিপরিষদের সভাপতি আলেক্সেই কোসিগিন ও অন্য সরকারি নেতাদের সঙ্গে সাক্ষাৎ করেন- The founder and first president of Bangladesh Sheikh Mujibur Rahman visited Moscow and met with General Secretary of the Communist Party of the Soviet Union Leonid Brezhnev, President of the Presidium of the Supreme Soviet Nikolai Padagorni, President of the Cabinet Alexei Kosygin, and other government leaders in March 1972.\n\n#ওই সফরকালে সোভিয়েত ইউনিয়ন ও বাংলাদেশের মধ্যে বেশ কয়েকটি চুক্তি স্বাক্ষরিত হয়। সেগুলোর মধ্যে কয়েকটি এখনো কার্যকর রয়েছে।\n\n· ওই সফরকালে সোভিয়েত ইউনিয়ন ও বাংলাদেশের মধ্যে বেশ কয়েকটি চুক্তি স্বাক্ষরিত হয়। সেগুলোর মধ্যে কয়েকটি এখনো কার্যকর রয়েছে-Some agreements had been signed on that visit between the Soviet Union and Bangladesh and some of them still are underway.\n\n#Your Turn (Break-Translate-Rearrange)\nতাদের দায়িত্ব ছিল ১৯৭১ সালের ডিসেম্বর মাসে স্বাধীনতাযুদ্ধের অবসানের পর চট্টগ্রাম সমুদ্রবন্দরে যেসব মাইন ও ডুবে যাওয়া জাহাজ পরিত্যক্ত অবস্থায় রয়ে গিয়েছিল, সেগুলো অপসারণ করা।\n",
		"headLine1" : "রাশিয়া-বাংলাদেশ সম্পর্ক আরও উন্নয়নের সুযোগ রয়েছে",
		"newsPaperName": "Prothomalo ",
		"publishDate": "26-01-2022",
		"creditText" : "Prepared by: "
	}
]
