[
	{
		"fullArticle":"\nতারিখঃ ২৭ মার্চ ২০২২    \n শিরোনামঃউপকূলকে উপেক্ষা করে এসডিজি বাস্তবায়ন সম্ভব নয়\n \n #উপকূলকে উপেক্ষা করে এসডিজি বাস্তবায়ন সম্ভব নয়\n \n • উপকূল- coast\n • উপেক্ষা করা – ignore /neglect\n • উপেক্ষা করে- ignoring / neglecting\n • উপকূলকে উপেক্ষা করে – ignoring the coast\n • এসডিজি- SDG\n • বাস্তবায়ন- implementation / metallization\n • এসডিজি বাস্তবায়ন- SDG metallization\n • সম্ভব –possible\n • নয়-not\n • সম্ভব নয়-not possible / impossible\n • এসডিজি বাস্তবায়ন সম্ভব নয়- SDG metallization impossible\n • উপকূলকে উপেক্ষা করে এসডিজি বাস্তবায়ন সম্ভব নয়- ignoring the coast SDG metallization impossible / SDG implementation not possible with negligence of the coast\n \n #জাতিসংঘের সাসটেইনেবল ডেভেলপমেন্ট সলিউশন নেটওয়ার্কের সাম্প্রতিক এক প্রতিবেদনের তথ্যে দেখা যাচ্ছে, জাতিসংঘের টেকসই উন্নয়ন লক্ষ্যমাত্রা (এসডিজি) অর্জনে সবচেয়ে এগিয়ে থাকা তিনটি দেশের মধ্যে রয়েছে বাংলাদেশের নাম\n \n • জাতিসংঘ- the United Nations\n • জাতিসংঘের-of the United Nations\n • সাসটেইনেবল ডেভেলপমেন্ট সলিউশন নেটওয়ার্ক- the Sustainable Development Solutions Network\n • সাসটেইনেবল ডেভেলপমেন্ট সলিউশন নেটওয়ার্কের-of the Sustainable Development Solutions Network\n • সাম্প্রতিক – recent / current / latter\n • এক প্রতিবেদন-a report\n • এক প্রতিবেদনের-of a report\n • তথ্য-information\n • তথ্যে –with the information/ by the information\n • দেখা যাচ্ছে-is known / is seen\n • এক প্রতিবেদনের তথ্যে দেখা যাচ্ছে- is known by the information of a report / is known by a report information / is known by a report\n • সাম্প্রতিক এক প্রতিবেদনের তথ্যে দেখা যাচ্ছে - is known by a recent report\n • জাতিসংঘের সাসটেইনেবল ডেভেলপমেন্ট সলিউশন নেটওয়ার্কের সাম্প্রতিক এক প্রতিবেদনের তথ্যে দেখা যাচ্ছে-it is known by a recent report of the United Nations’ Sustainable Development Solutions Network\n • জাতিসংঘ- the United Nations\n • জাতিসংঘের-of the United Nations/ the United Nations’\n • টেকসই - Sustainable\n • উন্নয়ন – Development\n • লক্ষ্যমাত্রা- Goals\n • উন্নয়ন লক্ষ্যমাত্রা - Development Goals\n • টেকসই উন্নয়ন লক্ষ্যমাত্রা- Sustainable Development Goals\n • টেকসই উন্নয়ন লক্ষ্যমাত্রা (এসডিজি)- Sustainable Development Goals (SDGs)\n • জাতিসংঘের টেকসই উন্নয়ন লক্ষ্যমাত্রা (এসডিজি)- the United Nations Sustainable Development Goals (SDGs)\n • অর্জন-achieve\n • অর্জনে –to achieve / in achieving\n • জাতিসংঘের টেকসই উন্নয়ন লক্ষ্যমাত্রা (এসডিজি) অর্জনে-\n • সবচেয়ে-one of the /most\n • এগিয়ে থাকা-leading / progressive\n • সবচেয়ে এগিয়ে থাকা- one of the leading / most progressive\n • তিনটি দেশ-three countries\n • তিনটি দেশের মধ্যে-among three countries\n • সবচেয়ে এগিয়ে থাকা তিনটি দেশের মধ্যে- among most progressive three countries\n • রয়েছে –there is\n • বাংলাদেশের নাম -name of Bangladesh\n • রয়েছে বাংলাদেশের নাম - there is Bangladesh / Bangladesh is in the list / Bangladesh ranks\n • এগিয়ে থাকা তিনটি দেশের মধ্যে রয়েছে বাংলাদেশের নাম - Bangladesh ranks in the most progressive three countries\n • জাতিসংঘের টেকসই উন্নয়ন লক্ষ্যমাত্রা (এসডিজি) অর্জনে সবচেয়ে এগিয়ে থাকা তিনটি দেশের মধ্যে রয়েছে বাংলাদেশের নাম - Bangladesh ranks in the most progressive three countries to achieve the United Nations Sustainable Development Goals (SDGs)\n • জাতিসংঘের সাসটেইনেবল ডেভেলপমেন্ট সলিউশন নেটওয়ার্কের সাম্প্রতিক এক প্রতিবেদনের তথ্যে দেখা যাচ্ছে, জাতিসংঘের টেকসই উন্নয়ন লক্ষ্যমাত্রা (এসডিজি) অর্জনে সবচেয়ে এগিয়ে থাকা তিনটি দেশের মধ্যে রয়েছে বাংলাদেশের নাম - it is known by a recent report of the United Nations’ Sustainable Development Solutions Network, Bangladesh ranks in the most progressive three countries to achieve the United Nations Sustainable Development Goals (SDGs) / Bangladesh ranks in the most progressive three countries to achieve the United Nations Sustainable Development Goals (SDGs) known by a recent report of the United Nations’ Sustainable Development Solutions Network\n \n #এসডিজির এবারের সূচকে বাংলাদেশের সার্বিক স্কোর ৬৩ দশমিক ৫ শতাংশ। ২০১৫ সালে এসডিজি গৃহীত হওয়ার সময় এই স্কোর ছিল ৫৯ দশমিক শূন্য ১ শতাংশ।\n \n • এসডিজির এবারের সূচকে - in this year's SDG index\n • বাংলাদেশের সার্বিক স্কোর - Bangladesh's overall score\n • ৬৩ দশমিক ৫ শতাংশ- is 63.5%\n • বাংলাদেশের সার্বিক স্কোর ৬৩ দশমিক ৫ শতাংশ- Bangladesh's overall score is 63.5%\n • এসডিজির এবারের সূচকে বাংলাদেশের সার্বিক স্কোর ৬৩ দশমিক ৫ শতাংশ - Bangladesh's overall score is 63.5% in this year's SDG index\n • ২০১৫ সালে এসডিজি গৃহীত হওয়ার সময়- When SDG was taken in 2015\n • এই স্কোর ছিল ৫৯ দশমিক শূন্য ১ শতাংশ- the score was 59.01 percent\n • ২০১৫ সালে এসডিজি গৃহীত হওয়ার সময় এই স্কোর ছিল ৫৯ দশমিক শূন্য ১ শতাংশ- When SDG was taken in 2015 the score was 59.01 percent\n • এসডিজির এবারের সূচকে বাংলাদেশের সার্বিক স্কোর ৬৩ দশমিক ৫ শতাংশ। ২০১৫ সালে এসডিজি গৃহীত হওয়ার সময় এই স্কোর ছিল ৫৯ দশমিক শূন্য ১ শতাংশ- Bangladesh's overall score in this year's SDG index is 63.5% that of 59.01% in 2015 when taken / Bangladesh's overall score is 63.5% in this year's SDG index. When SDG was taken in 2015 the score was 59.01%\n \n #এ তথ্য নিশ্চয়ই ইতিবাচক, তবে এতেই আত্মপ্রসাদে ভোগার কারণ নেই।\n \n • এ তথ্য নিশ্চয়ই ইতিবাচক, - the information is obviously positive\n • তবে এতেই আত্মপ্রসাদে ভোগার কারণ নেই-however there is no reason to be complacent\n • এ তথ্য নিশ্চয়ই ইতিবাচক, তবে এতেই আত্মপ্রসাদে ভোগার কারণ নেই- the information is obviously positive, but there is no reason to be complacent\n \n #Your Turn (Break-Translate-Rearrange)\n পরিসংখ্যানের পাশাপাশি সংশ্লিষ্ট জনগোষ্ঠীর খাদ্য, চিকিৎসা বা শিক্ষাসহ সার্বিক জীবনমান কতটাউন্নত হয়েছে, সেটিও বিবেচনায় আনতে হবে।\n(Solution: Try first and check On মে হে দী's timeline)\n",
		"headLine1" : "উপকূলকে উপেক্ষা করে এসডিজি বাস্তবায়ন সম্ভব নয়",
		"newsPaperName": "Prothomalo ",
		"publishDate": "27-03-2022.",
		"creditText" : "Prepared by: Mehedi "
	},
	{
		"fullArticle":"\nDate: 27 March 2022 \n Heading: Govt sees challenges as opportunities: Kamal\n \n #Govt sees challenges as opportunities: Kamal\n \n • Govt-সরকার\n • see –দেখা\n • Govt sees – সরকার দেখে / সরকার দেখছে\n • Challenges- চ্যালেঞ্জ (মাঝে মাঝে Challenges মানে হুমকি )\n • as –হিসেবে\n • opportunities- সুযোগ\n • as opportunities- সুযোগ হিসেবে\n • challenges as opportunities- চ্যালেঞ্জগুলো সুযোগ হিসেবে\n • Govt sees challenges as opportunities- সরকার চ্যালেঞ্জগুলো সুযোগ হিসেবে দেখছে\n • Govt sees challenges as opportunities: Kamal- সরকার চ্যালেঞ্জগুলো সুযোগ হিসেবে দেখছেঃ কামাল\n \n #Although the economy is facing numerous challenges, the government is hopeful about addressing them as it sees the obstacles as opportunities, Finance Minister AHM Mustafa Kamal said today.\n \n • Although –যদিও\n • the economy- অর্থনীতি\n • face –মোকাবিলা করা\n • is facing - মোকাবিলা করছে\n • numerous –অনেক / অসংখ্য / বহুসংখ্যক / বহু\n • challenges-চ্যালেঞ্জ\n • numerous challenges- অনেক চ্যালেঞ্জ\n • the economy is facing numerous challenges- অর্থনীতি অনেক চ্যালেঞ্জ মোকাবিলা করছে\n • Although the economy is facing numerous challenges-যদিও অর্থনীতি অনেক চ্যালেঞ্জ মোকাবিলা করছে/ অর্থনীতির অনেক চ্যালেঞ্জ মোকাবিলা করা সত্ত্বেও\n • the government –সরকার\n • hopeful-আশাবাদী\n • the government is hopeful - সরকার আশাবাদী\n • about-সম্পর্কে / বিষয়ে\n • address(n) – ঠিকানা\n • address(v) – মুখোমুখি হওয়া / মোলাকাত করা / কোন সিদ্ধান্তে আসা / গ্রহণ করা / তাল মেলানো\n • addressing- তাল মেলাতে / মুখোমুখি হতে / গ্রহণ করতে\n • them-তাদের\n • addressing them- তাদের সাথে তাল মেলাতে / তাদের মুখোমুখি হতে / তাদের গ্রহণ করতে\n • about addressing them- তাদের মুখোমুখি হতে / তাদের মুখোমুখি হওয়ার বিষয়ে\n • the government is hopeful about addressing them- তাদের সাথে তাল মেলাতে সরকার আশাবাদী / তাদের মুখোমুখি হওয়ার বিষয়ে সরকার আশাবাদী\n • as –হিসেবে / যেহেতু\n • it –এটা\n • sees –দেখে\n • it sees – এটা(সরকার) দেখে\n • the obstacles-বাঁধা / প্রতিবন্ধকতাগুলো\n • as - হিসেবে / যেহেতু\n • opportunities-সুযোগ\n • as opportunities – সুযোগ হিসেবে\n • the obstacles as opportunities - প্রতিবন্ধকতাগুলো সুযোগ হিসেবে\n • it sees the obstacles as opportunities -সরকার সুযোগ প্রতিবন্ধকতাগুলো হিসেবে দেখছে\n • as it sees the obstacles as opportunities-যেহেতু সরকার প্রতিবন্ধকতাগুলো সুযোগ হিসেবে দেখছে\n • the government is hopeful about addressing them as it sees the obstacles as opportunities- সরকার আশাবাদী যেহেতু প্রতিবন্ধকতাগুলোকে সুযোগ হিসেবে দেখছে / প্রতিবন্ধকতাগুলোকে সুযোগ হিসেবে দেখায় সরকার আশাবাদী\n • Finance Minister-অর্থ মন্ত্রী\n • AHM Mustafa Kamal- আহম মুস্তফা কামাল\n • Finance Minister AHM Mustafa Kamal- অর্থ মন্ত্রী আহম মুস্তফা কামাল\n • Say –বলা\n • Said –বলে\n • today-আজ\n • said today- আজ বলেন\n • AHM Mustafa Kamal said today - আজ আহম মুস্তফা কামাল বলেন\n • Finance Minister AHM Mustafa Kamal said today- আজ অর্থ মন্ত্রী আহম মুস্তফা কামাল বলেন\n • Although the economy is facing numerous challenges, the government is hopeful about addressing them - অর্থনীতির অনেক চ্যালেঞ্জ মোকাবিলা করা সত্ত্বেও তাদের মুখোমুখি হওয়ার বিষয়ে সরকার আশাবাদী\n • Although the economy is facing numerous challenges, the government is hopeful about addressing them as it sees the obstacles as opportunities- অর্থনীতির অনেক চ্যালেঞ্জ মোকাবিলা করা সত্ত্বেও প্রতিবন্ধকতাগুলোকে সুযোগ হিসেবে দেখায় তাদের মুখোমুখি হওয়ার বিষয়ে সরকার আশাবাদী\n • Although the economy is facing numerous challenges, the government is hopeful about addressing them as it sees the obstacles as opportunities, Finance Minister AHM Mustafa Kamal said today- অর্থনীতির অনেক চ্যালেঞ্জ মোকাবিলা করা সত্ত্বেও প্রতিবন্ধকতাগুলোকে সুযোগ হিসেবে দেখায় তাদের মুখোমুখি হওয়ার বিষয়ে সরকার আশাবাদী বলে আজ জানান অর্থ মন্ত্রী আহম মুস্তফা কামাল\n \n #\"Challenges are many. We won't say there is no challenge. But we always see the challenges as opportunities.\" He said\n \n • Challenges are many – চ্যালেঞ্জ অনেক\n • We won't say there is no challenge - আমরা বলব না যে কোনও চ্যালেঞ্জ নেই\n • But we always see the challenges as opportunities –কিন্তু আমরা চ্যালেঞ্জকে সবসময় সুযোগ হিসাবে দেখি\n • He said-তিনি বলেন\n • \"Challenges are many. We won't say there is no challenge. But we always see the challenges as opportunities.\" He said - তিনি বলেন , চ্যালেঞ্জ অনেক। আমরা বলব না যে কোনও চ্যালেঞ্জ নেই । কিন্তু আমরা চ্যালেঞ্জকে সবসময় সুযোগ হিসাবে দেখি ।\n \n #\"The country started the fiscal year with a fall in revenue receipts, but it rose 17 per cent in 11 months. Exports also increased 14 per cent. The forex reserve is also close to hitting $46 billion now.\"\n \n • The country started the fiscal year – দেশের অর্থবছর শুরু হয়\n • with a fall in revenue receipts, - রাজস্ব প্রাপ্তিতে এক পতন নিয়ে\n • but it rose 17 per cent in 11 months- কিন্তু ১১ মাসে এটি ১৭ শতাংশ বাড়ে\n • The country started the fiscal year with a fall in revenue receipts- রাজস্ব প্রাপ্তিতে এক পতন নিয়ে দেশের অর্থবছর শুরু হয়\n • The country started the fiscal year with a fall in revenue receipts, but it rose 17 per cent in 11 months- রাজস্ব প্রাপ্তিতে এক পতন নিয়ে দেশের অর্থবছর শুরু হয় কিন্তু ১১ মাসে এটি ১৭ শতাংশ বাড়ে\n • Exports also increased 14 per cent- রপ্তানিও ১৪ শতাংশ বেড়েছে\n • The forex reserve is also close - বৈদেশিক মুদ্রার রিজার্ভও কাছাকাছি\n • to hitting $46 billion now-এখন ৪৬ বিলিয়ন ডলারে পৌঁছাতে\n • The forex reserve is also close to hitting $46 billion now- এখন বৈদেশিক মুদ্রার রিজার্ভও ৪৬ বিলিয়ন ডলারে পৌঁছানোর কাছাকাছি / এখন বৈদেশিক মুদ্রার রিজার্ভও ৪৬ বিলিয়ন ডলারের কাছাকাছি\n • \"The country started the fiscal year with a fall in revenue receipts, but it rose 17 per cent in 11 months. Exports also increased 14 per cent. The forex reserve is also close to hitting $46 billion now.\" - রাজস্ব প্রাপ্তিতে এক পতন নিয়ে দেশের অর্থবছর শুরু হয় কিন্তু ১১ মাসে এটি ১৭ শতাংশ বাড়ে। রপ্তানিও ১৪ শতাংশ বেড়েছে । এখন বৈদেশিক মুদ্রার রিজার্ভও ৪৬ বিলিয়ন ডলারের কাছাকাছি।\n \n #Historically it is seen that a lot of opportunities came when challenges appear, the minister added.\n • তিনি আরও বলেন , ঐতিহাসিকভাবে দেখা গেছে যে অনেক সুযোগের সাথে চ্যালেঞ্জও উদ্ভব ঘটে ।\n \n #(Break-Translate-Rearrange)\n He also shed light on some data which reflect how Bangladesh economy is rebounding amid the pandemic.\n(Solution: Try first and check on মে হে দী's timeline)\n",
		"headLine1" : "Govt sees challenges as opportunities",
		"newsPaperName": "DAILY Star ",
		"publishDate": "27-03-2022",
		"creditText" : "Prepared by: Mehedi "
	}
]
