[
{
    "fullArticle": "27 September, 24\nThe Daily Star\nprepared by Misbah Ahmed Shishir \n\nHeadline: Resolve the uncertainty over public job exams.\n° Resolve - দূর করা\n° the uncertainty - অনিশ্চয়তা \n° resolve uncertainty - অনিশ্চয়তা দূর করা \n° over - উপর \/ সম্পর্কে \/ নিয়ে\n° public job exams - সরকারি চাকরির পরিক্ষা \n° over public job exams. - সরকারি চাকরির পরিক্ষা নিয়ে \n° Resolve the uncertainty over public job exams. - সরকারি চাকরির পরীক্ষা নিয়ে অনিশ্চয়তা দূর করুন।\n\n→The postponement of one government recruitment exam after another since mid-July has emerged as a big concern, leaving thousands of jobseekers in a state of uncertainty and frustration.\n\n° The postponement - স্থগিত \n° of - র \/এর\n° one - এক\n° government - সরকারি \n° recruitment exam - নিয়োগ পরিক্ষা \n° after - পর\n° another - আরেক\n° The postponement of one government recruitment exam after another - একের পর এক সরকারি নিয়োগ পরিক্ষা স্থগিত করা\n° since - থেকে\n° mid-July - জুলাইয়ের মাঝামাঝি \n° since mid -July - জুলাইয়ের মাঝামাঝি থেকে \n° The postponement of one government recruitment exam after another since mid-July - জুলাইয়ের মাঝামাঝি থেকে একের পর এক সরকারি নিয়োগ পরীক্ষা স্থগিত করা \n° has emerged - দেখা দিয়েছে \n° as a big concern - একটি বড় উদ্বেগ হিসেবে\n° has emerged as a big concern - একটি বড় উদ্বেগ হিসেবে দেখা দিয়েছে \n° The postponement of one government recruitment exam after another since mid-July has emerged as a big concern - জুলাইয়ের মাঝামাঝি থেকে একের পর এক সরকারি নিয়োগ পরীক্ষা স্থগিত করা একটি বড় উদ্বেগ হিসেবে দেখা দিয়েছে \n° leaving - ফেলেছে \/ নিমজ্জিত করেছে \n° thousands of jobseekers - হাজার হাজার চাকরিপ্রার্থীকে\n° leaving thousands of jobseekers - হাজার হাজার চাকরিপ্রার্থীকে নিমজ্জিত করেছে \n° in a state of uncertainty and frustration. - অনিশ্চয়তা ও হতাশার রাজ্যে\n° leaving thousands of jobseekers in a state of uncertainty and frustration. - যা হাজার হাজার চাকরিপ্রার্থীকে অনিশ্চয়তা ও হতাশার মধ্যে ফেলেছে।\n° The postponement of one government recruitment exam after another since mid-July has emerged as a big concern, leaving thousands of jobseekers in a state of uncertainty and frustration. - জুলাইয়ের মাঝামাঝি থেকে একের পর এক সরকারি নিয়োগ পরীক্ষা স্থগিত করা একটি বড় উদ্বেগ হিসেবে দেখা দিয়েছে  যা হাজার হাজার চাকরিপ্রার্থীকে অনিশ্চয়তা ও হতাশার মধ্যে ফেলেছে।\n\n→ According to a report by this daily, this is exacerbating an already existing crisis of jobs as well as backlog of tests, and with no schedule set for these exams, both jobseekers and the authorities in charge seem headed towards an extended period of stagnation. \n\n° According to a report by this daily - এই দৈনিকের একটি প্রতিবেদন বলছে,\n° this - এটি\n° is exacerbating  - বাড়িয়ে তুলছে\n° this is exacerbating  - এটি বাড়িয়ে তুলছে\n° an already existing crisis of jobs - ইতিমধ্যে বিদ্যমান চাকরির সংকট\n° this is exacerbating an already existing crisis of jobs - এটি ইতিমধ্যে বিদ্যমান চাকরির সংকট বাড়িয়ে তুলছে \n° as well as - পাশাপাশি \n° backlog of tests - পরীক্ষার ব্যাকলগ ( জমা হওয়া নিয়োগ পরিক্ষা) \n° as well as backlog test - পাশাপাশি জমা হওয়া পূর্বের পরিক্ষা \n° this is exacerbating an already existing crisis of jobs as well as backlog of tests, -\nএটি ইতিমধ্যে বিদ্যমান চাকরির সংকটের পাশাপাশি পরীক্ষার ব্যাকলগকে আরও বাড়িয়ে তুলছে \n\n° and with no schedule set for these exams, -  এবং সেসব পরীক্ষার জন্য কোনও সময়সূচী নির্ধারণ না করায় \n\n° this is exacerbating an already existing crisis of jobs as well as backlog of tests, and with no schedule set for these exams, - এটি ইতিমধ্যে বিদ্যমান চাকরির সংকটের পাশাপাশি পরীক্ষার ব্যাকলগকে আরও বাড়িয়ে তুলছে এবং এসব পরীক্ষার জন্য কোনও সময়সূচী নির্ধারণ না করায়\n° both - উভয়\n° jobseekers and - চাকরিপ্রার্থী এবং \nthe authorities in charge - দায়িত্বপ্রাপ্ত কর্তৃপক্ষ\n° both jobseekers and the authorities in charge - চাকরিপ্রার্থী এবং দায়িত্বপ্রাপ্ত কর্তৃপক্ষ উভয়ই\n° seem - দেখে মনে হয়\n° both jobseekers and the authorities in charge seem - চাকরিপ্রার্থী এবং দায়িত্বপ্রাপ্ত কর্তৃপক্ষ উভয়ই যাচ্ছে বলে মনে হচ্ছে \n° headed towards - সামনে এগিয়ে যায় \n° an extended period - দীর্ঘ সময়\n° headed towards an extended period - দীর্ঘ সময়ের দিকে যাচ্ছে \n° of stagnation.  - স্থবিরতার\n° headed towards an extended period of stagnation. - দীর্ঘ স্থবিরতার দিকে যাচ্ছে \n° both jobseekers and the authorities in charge seem headed towards an extended period of stagnation.  - চাকরিপ্রার্থী এবং দায়িত্বপ্রাপ্ত কর্তৃপক্ষ উভয়ই দীর্ঘ স্থবিরতার দিকে যাচ্ছে বলে মনে হচ্ছে \n° this is exacerbating an already existing crisis of jobs as well as backlog of tests, and with no schedule set for these exams, both jobseekers and the authorities in charge seem headed towards an extended period of stagnation. - এটি ইতিমধ্যে বিদ্যমান চাকরির সংকটের পাশাপাশি পরীক্ষার ব্যাকলগকে আরও বাড়িয়ে তুলছে এবং এসব পরীক্ষার জন্য কোনও সময়সূচী নির্ধারণ না করায় চাকরিপ্রার্থী এবং দায়িত্বপ্রাপ্ত কর্তৃপক্ষ উভয়ই দীর্ঘ স্থবিরতার দিকে যাচ্ছে বলে মনে হচ্ছে \n° According to a report by this daily, this is exacerbating an already existing crisis of jobs as well as backlog of tests, and with no schedule set for these exams, both jobseekers and the authorities in charge seem headed towards an extended period of stagnation. - এই দৈনিকের একটি প্রতিবেদন বলছে, এটি ইতিমধ্যে বিদ্যমান চাকরির সংকটের পাশাপাশি পরীক্ষার ব্যাকলগকে আরও বাড়িয়ে তুলছে এবং এসব পরীক্ষার জন্য কোনও সময়সূচী নির্ধারণ না করায় চাকরিপ্রার্থী এবং দায়িত্বপ্রাপ্ত কর্তৃপক্ষ উভয়ই দীর্ঘ স্থবিরতার দিকে যাচ্ছে বলে মনে হচ্ছে। \n\n→this is particularly concerning as it directly affects their career prospects and livelihood.\n° this is particularly - এটি বিশেষভাবে\n° concerning - উদ্বেগজনক\n° this is particularly concerning - এটি বিশেষভাবে উদ্বেগজনক\n° as - যেহেতু \/কারণ \n° as it directly affects  - কারণ এটি সরাসরি আঘাত করে \n° their career prospects - তাদের ক্যারিয়ার সম্ভাবনা \n° and livelihood - এবং জীবিকা \n° their career prospects and livelihood _ তাদের ক্যারিয়ার সম্ভাবনা এবং জীবিকা \n° as it directly affects their career prospects and livelihood - কারণ এটি সরাসরি তাদের ক্যারিয়ার সম্ভাবনা এবং জীবিকার উপর আঘাত করে \n° this is particularly concerning as it directly affects their career prospects and livelihood. -  এটি বিশেষভাবে উদ্বেগজনক কারণ এটি সরাসরি তাদের ক্যারিয়ার সম্ভাবনা এবং জীবিকার উপর আঘাত করে \n\n→Amid the pressure for rescheduling the exams—with a central coordinator of the anti-discrimination student movement recently urging the authorities to take immediate steps—we hope that all issues causing delays will be resolved soon. \n\n° amid - মধ্যে \/ভেতরে\n° the pressure for rescheduling the exams - পরীক্ষা পুনঃনির্ধারণের চাপের\n° Amid the pressure for rescheduling the exams - পরীক্ষা পুনঃনির্ধারণের চাপের মধ্যে \n° with a central coordinator of the anti-discrimination student movement - বৈষম্য বিরোধী ছাত্র আন্দোলনের একজন কেন্দ্রীয় সমন্বয়ক\n° recently urging the authorities - সম্প্রতি  কর্তৃপক্ষকে আহ্বান জানান \n° to take immediate steps - তাৎক্ষণিক পদক্ষেপ নিতে \n° recently urging the authorities to take immediate steps - সম্প্রতি কর্তৃপক্ষকে তাৎক্ষণিক পদক্ষেপ নিতে আহ্বান জানান \n° with a central coordinator of the anti-discrimination student movement recently urging the authorities to take immediate steps - বৈষম্য বিরোধী ছাত্র আন্দোলনের একজন কেন্দ্রীয় সমন্বয়ক সম্প্রতি কর্তৃপক্ষকে তাৎক্ষণিক পদক্ষেপ নিতে আহ্বান জানান\n° Amid the pressure for rescheduling the exams—with a central coordinator of the anti-discrimination student movement recently urging the authorities to take immediate steps - পরীক্ষা পুনঃনির্ধারণের চাপের মধ্যে বৈষম্য বিরোধী ছাত্র আন্দোলনের একজন কেন্দ্রীয় সমন্বয়ক সম্প্রতি কর্তৃপক্ষকে তাৎক্ষণিক পদক্ষেপ নিতে আহ্বান জানান \n° we hope that - আমরা আশা করি\n° all issues causing delays - বিলম্বজনিত সকল ইস্যু\n° will be resolved soon - শীঘ্রই সমাধান হবে \n° we hope that all issues causing delays will be resolved soon. - আমরা আশা করি, বিলম্বজনিত সকল ইস্যু শীঘ্রই সমাধান হবে। \n° Amid the pressure for rescheduling the exams—with a central coordinator of the anti-discrimination student movement recently urging the authorities to take immediate steps—we hope that all issues causing delays will be resolved soon. \n- পরীক্ষা পুনঃনির্ধারণের চাপের মধ্যে বৈষম্য বিরোধী ছাত্র আন্দোলনের একজন কেন্দ্রীয় সমন্বয়ক সম্প্রতি কর্তৃপক্ষকে তাৎক্ষণিক পদক্ষেপ নিতে আহ্বান জানান -- আমরা আশা করি, বিলম্বজনিত সকল ইস্যু শীঘ্রই সমাধান হবে।\n\n→The PSC has reportedly called a meeting on Monday to discuss this as well as plans for revitalising the commission and addressing concerns about question paper leaks.\n\n° The PSC - পিএসসি\n° has reportedly called a meeting - প্রতিবেদন অনুযায়ী একটি মিটিং ডেকেছে \n° The PSC has reportedly called a meeting - পিএসসি প্রতিবেদন অনুযায়ী একটি মিটিং ডেকেছে \n° on Monday - সোমবার \n° to discuss this - তা আলোচনার জন্য \n° The PSC has reportedly called a meeting on Monday to discuss this - সোমবার পিএসসি তা আলোচনার জন্য প্রতিবেদন অনুযায়ী একটি মিটিং ডেকেছে\n° as well as _ সেই সাথে \n° plans for revitalising the commission - কমিশনকে পুনরুজ্জীবিত করার পরিকল্পনা\n° as well as plans for revitalising the commission - সেইসাথে কমিশনকে পুনরুজ্জীবিত করার পরিকল্পনা\n° and addressing concerns - এবং উদ্বেগ মোকাবেলায়\n° about question paper leaks.- প্রশ্ন ফাঁসের বিষয়ে\n° and addressing concerns about question paper leaks. - এবং প্রশ্ন ফাঁসের বিষয়ে উদ্বেগ মোকাবেলায়\n° as well as plans for revitalising the commission and addressing concerns about question paper leaks. - সেইসাথে কমিশনকে পুনরুজ্জীবিত করার পরিকল্পনা এবং প্রশ্ন ফাঁসের বিষয়ে উদ্বেগ মোকাবেলায়\n° The PSC has reportedly called a meeting on Monday to discuss this as well as plans for revitalising the commission and addressing concerns about question paper leaks. - \n\nকমিশনকে পুনরুজ্জীবিত করার পরিকল্পনা এবং প্রশ্ন ফাঁসের বিষয়ে উদ্বেগ মোকাবেলায় সোমবার পিএসসি তা আলোচনার জন্য প্রতিবেদন অনুযায়ী একটি মিটিং ডেকেছে।\n",
    "headLine1": "Headline: Resolve the uncertainty over public job exams.",
    "newsPaperName": "The Daily Star",
    "publishDate": "28-09-2024",
    "creditText": ""
}
]