[
    {
        "full_article": "Tamil Nadu Governor R.N. Ravi appears to be on a mission to demonstrate his tenuous grasp of the Constitution. In an action without precedent — and, as it turns out, without forethought — he sent out a communication to the Tamil Nadu Chief Minister, M.K. Stalin, that he had dismissed V. Senthilbalaji, a State Minister without Portfolio, who is in hospital and in judicial custody. Within hours, on the advice of the Union Home Minister, he again wrote to the Chief Minister that he was holding the order in abeyance and was, instead, seeking the opinion of the Attorney General of India. One would have thought that a Governor expected to abide by constitutional norms would have obtained appropriate legal opinion prior to his drastic action. That Mr. Ravi had to be advised to seek ex post facto legal opinion reflects poorly on his decision-making prowess. His letter says he was invoking Articles 153, 163 and 164 of the Constitution, which deal with the executive power of the State being vested in the Governor, his acting on the Cabinet’s aid and advice, and the appointment of the Chief Minister and other Ministers. The constitutional scheme set out in these articles gives no room for doubt that the Governor has no discretion in the matter of appointing and removing ministers, which is under the Chief Minister’s domain.Mr. Ravi has sought to justify the extraordinary action by referring to the allegations against the Minister and the Supreme Court of India’s observations in a recent order. However, any call to remove a Minister is an appeal to moral sense rather than a legal requirement. For the Governor to remove someone unilaterally on the ground that his earlier counsel to drop a Minister went unheeded is nothing but a constitutional misadventure. It will be desirable if Ministers facing charges quit on their own, or they are removed by the respective Chief Ministers. In the past, the framing of charges in the trial court has led to Ministers being removed, but it remains a moral high ground, and not a mandatory feature of the constitutional system. Few would disagree that the charges of bribery that Mr. Senthilbalaji faces, dating back to his stint in the erstwhile All India Anna Dravida Munnetra Kazhagam regime, and allegations of laundering the proceeds are serious enough to merit his stepping down until he is cleared of charges. Mr. Stalin could have acted on his own to avoid facing the charge that he is providing a “shield of office” for the Minister to protect himself or that the Minister’s presence in the Cabinet is obstructing the due process of law. But nothing can excuse the Governor’s misadventure.‘\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTamil Nadu\n\n/\n\nGovernor\n\n/\n\nministers (government)\n\n/\n \nconstitution\n\n/\n\njudiciary (system of justice)\n\n/\n\npolitics",
        "headline_1": "Constitutional misadventure: On the Tamil Nadu Governor’s move",
        "headline_2": "The Tamil Nadu Governor has acted without forethought in sacking a Minister without the Chief Minister’s advice",
        "link": "https://www.thehindu.com/opinion/editorial/constitutional-misadventure-the-hindu-editorial-on-the-tamil-nadu-governors-move/article67027661.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-07-2023"
    },
    {
        "full_article": "The elevation of T.S. Singhdeo as Deputy Chief Minister in the Congress government in Chhattisgarh is partly a reward for his loyalty to the party, and partly a message to Chief Minister Bhupesh Baghel who has risen as a regional strongman. Mr. Baghel spearheaded the Congress party’s comeback in the 2018 Assembly elections in the State after a hiatus of 15 years. With his ear to the ground, Mr. Baghel instinctively senses the political mood of the State, and under him the Congress party has devised a unique mobilisation model. The party won 68 of the 90 Assembly seats in the State in 2018, and in government, continued to consolidate its support base. A combination of welfare schemes, an innovative evocation of Chhattisgarh’s subnational identity, and social engineering that drew Other Backward Class communities closer to it, placed the Congress in an advantageous position against the Bharatiya Janata Party (BJP). The State government also rolled out a slew of schemes that pandered to Hindu sentiments as a counter to the BJP’s Hindutva politics. All this boosted the Congress, but also strengthened the Chief Minister in such a way that others in the party began to feel the discomforting weight of his expanding power.Strong regional leaderships create a typical dilemma for national parties such as the Congress and the BJP. On the one hand they anchor the party while on the other the stronger they are, the more deviant they could turn from the national agenda of the party. Strong leaders are often reluctant to subject themselves to processes, within the party or through institutions. Balancing this essential need of strong leadership with the imperatives of party decorum is not an easy task. Mr. Baghel has created a model for combating the BJP in the heartland, which the Congress could seek to replicate in other comparable regions. But the Congress can ill-afford to let success devour it. The history of the party in the State is instructive. Under the late Ajit Jogi, the first Chief Minister of the State, the party wilted as it alienated communities and its own leaders. Mr. Baghel’s leadership was a critical factor in the revival of the party, but so were the contributions of several others, known and unknown. For it to retain power in the State, the Congress will have to hold all of them together. Mr. Singhdeo’s elevation is, hence, a first step in the right direction. There is more to be done, including a renewed outreach to tribal communities. But at least the Congress seems ready to project a united front in Chhattisgarh.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndian National Congress\n\n/\n\npolitics\n\n/\n \nChhattisgarh\n\n/\n\nBharatiya Janata Party",
        "headline_1": "All hands on deck: On the elevation of T.S. Singhdeo as Chhattisgarh Deputy Chief Minister",
        "headline_2": "T.S. Singh Deo’s elevation in Chhattisgarh expands the Congress’s reach",
        "link": "https://www.thehindu.com/opinion/editorial/all-hands-on-deck-the-hindu-editorial-on-the-elevation-of-ts-singhdeo-as-chhattisgarh-deputy-chief-minister/article67027645.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-07-2023"
    },
    {
        "full_article": "The Delhi ordinance sprung within days of the SC judgment and the Centre’s review petition filed on the same matter says something fundamental about GOI’s view of the judicial process:\nIn the Hobbit, JRR Tolkien drew on his vast experience as professor of English to create one of fiction’s most complex antagonists. The dragon Smaug is powerful and vain, boasting of his immense wealth and impenetrable armour, while deporting himself in the measured tones of the English aristocrat. His conceit eventually is his undoing, as his vulnerable spot is revealed.\n\nIt appears to be much the same misplaced confidence that informed those responsible for the absurd ordinance promulgated last month to subvert the Supreme Court judgment delivered a week earlier. The bench was to determine a narrow question: Whether the special provision contained in Article 239AA(3) (a) of the Constitution permitted the executive and legislature of Delhi to make law regarding “services”.\nRead full opinion on TOI+\n\n",
        "headline_1": "That wasn’t a capital idea",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/that-wasnt-a-capital-idea/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-07-2023"
    },
    {
        "full_article": "Ramanand Sagar’s Ramayan caught flak when it was first shown but is now deemed a popular classic. Critique all you like but remember a ban will diminish the very culture you claim to ‘protect’:\nThis is not a defence of Adipurush, which I haven’t yet seen, but of the right to make and screen any Adipurush. Every single film is a window to countless audience experiences and voyages, every window that is closed forecloses all its possible futures.\n\nThe Allahabad high court has been hearing a couple of public interest litigation petitions filed against the film this week – similar petitions have been filed in the Supreme Court and other HCs. It said, “Some people had gone to cinema halls and they only forced them to close the hall, they could have done something else as well.”\nRead full opinion on TOI+\n\n",
        "headline_1": "Adipurush in the court, creative freedoms in the balance",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/twinkle-twinkle/adipurush-in-the-court-creative-freedoms-in-the-balance/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-07-2023"
    },
    {
        "full_article": "Dalit voters are courted but they still fare poorly in development indices. India needs smarter policies: \nThe attack on Bhim army chief – thankfully left no one severely injured – was a rude reminder by gun that with elections in a year, every politician with any pocket of influence counts. Anticaste activist Chandrashekhar Azad’s popularity may increase, as it did following his Jama Masjid appearance during anti-CAA protests – aMuslim-Dalit positioning. But that electoral success has eluded him repeatedly speaks of the trough Dalit politicians find themselves in.\n\nMayawati’s BSP remains the only Dalit party that won office. And that was over 10 years ago. BJP’s social engineering ensured her vote base in UP shifted en masse to the governing party. Political success has been elusive for Dalit leaders attempting to expand independent of upper caste-OBC parties. Lately, Gujarat’s Jignesh Mevani joined Congress; Maharashtra’s Prakash Ambedkar is perceived as a vote-cutter. Parties don’t field Dalit nominees in non-reserved seats. Lok Sabha has rarely seen Dalit MPs beyond the 84 reserved seats; and house committees include Dalit MPs infrequently.\nYet every party pulls out all stops to gather Dalit voters – a catchment area essential for electoral success. Nowhere is this more evident than in Punjab, which at 32%, has the highest Dalit proportion of population, where parties disregard Dera chiefs’ dodginess and worse to woo their large Dalit bases. That Dalits’ political salience is limited to vote banks, and not representation, is equally evident in the barriers they face in their socioeconomic development, with a significant gap between HDI of Dalits and non-Dalits. A 2020 paper by the Centre for Multidisciplinary Development Research reported the composite HDI value of Dalits (literacy rate, IMR and average monthly per capita consumption expenditure) falls well short of that of non-SC/STs in almost all states. Dalit entrepreneurs, increasing in numbers since liberalisation, face obstacles in access to capital. The sixth economic census in 2013 highlighted Dalits owned only 11% non-agricultural proprietary establishments, lower than their 16. 6% share of population. More Dalit political leaders influencing public policy will help.\nSuch leaders should think beyond the action of reservations for government jobs and seats in government educational institutions. They should champion good quality primary, secondary education and private investment for industrial jobs.\n\n",
        "headline_1": "Cast away the old",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cast-away-the-old/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-07-2023"
    },
    {
        "full_article": "National Research Foundation is a fine idea. But GOI’s challenge is nudging private firms to increase R&D spend:\nIn 1980, India and South Korea were on a par in an important area. Both countries spent about 0. 6% of GDP on R&D. Four decades later, the difference is stark. India’s R&D expenditure as a percentage of GDP is still less than 1% while South Korea’s is close to 5%, pulled up by its private sector that accounts for four-fifths of it. Korean conglomerate Samsung now outspends India’s collective annual R&D effort. This is the context in which GoI’s plan to legislatea National Research Foundation should be placed.\n\nThe foundation, which will have a Rs 50,000-crore corpus for a five-year period, has been designed as an apex body to provide high-level strategic direction to scientific research. GOI is pulling out all stops for the proposed NRF. PM will be the ex-officio president of its board. It’s a positive signal on the seriousness of the effort, which includes a mandate to enable collaborations between public and private bodies carrying out research. At this point, consider the structure of India’s R&D effort. About 56% of R&D spend comes from the government and 35% from the private sector. The profile in technologically advanced countries is different. R&D is led by the private sector, contributing as much as 88% in Israel.\nIndia’s at a crucial point when it comes to R&D. There’s the example of Mexico where the R&D spend to GDP ratio has stagnated for decades, and so has Mexico’s per capita income growth. On the other hand, there are the examples of South Korea and Taiwan that over the last four decades witnessed a private sector led surge in R&D’s share in GDP to emerge as technology leaders and as prosperous countries. A measure of NRF’s success will be the extent to which it nudges India’s large firms to raise R&D spends. Think tank CTIER’s data shows that in 2021, India’s top 10 most profitable non-financial firms spent on average just 0. 3% of sales on R&D, with TCS topping at 1. 4%. This level of spending won’t produce technology leaders.\n\n",
        "headline_1": "The ₹50K crore bet",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-e2-82-b950k-crore-bet/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-07-2023"
    },
    {
        "full_article": "With the loss of Latifur Rahman (Shamim mama to me) in 2020, we not only lost one of the foremost business icons of Bangladesh, but the Metropolitan Chamber of Commerce and Industry, Dhaka (MCCI) also lost one of its longest-serving and distinguished former presidents. I personally lost an uncle and a mentor. Over decades of hard work and ethical business practices, Mr Rahman established the Transcom Group as a major group of industries in the country. His enterprises have provided employment to thousands of persons. He served for seven years (three tenures) as president of MCCI, Dhaka. In that role, he was unfailing in trying to develop and entrench ethical business practices in the country, mentor young businesspeople, and forever be an ambassador of all that was good in the Bangladeshi business industry. His enterprises brought global recognition for excellence in business in the country. Among many recognitions, he received the Oslo Business for Peace Award from the Business for Peace Foundation, Oslo in 2012, one of the highest international awards for ethical business. \nLatifur Rahman was deeply patriotic, proud of the fact that neither he nor his children had any passports other than that for Bangladesh, and that all his business was concentrated in Bangladesh. His public service was exemplary; but in many ways never publicised, as were his business successes. He was unfailingly courteous and debonair, but never failed to exercise his razor-sharp acumen (tempered with fairness) in his business dealings. In his personal relationships, he was kind and gentle. He overcame two indescribable tragedies in his personal life – first when he lost his daughter Shazneen and then his grandson Faraaz – with the utmost dignity and grace, which characterised him always. My mother, Mrs Laila Kabir, and he (both former presidents of MCCI and cousins born in Jalpaiguri, who made their homes and lives in their beloved ancestral land of Bangladesh) were immensely fond of each other. He was the one who cajoled me out of my shell (as a young lawyer who was hiding in the comfort of her law chamber) to venture into the world of business, since I had specialised in corporate and commercial law. My participation in MCCI is mostly due to these two persons, but much more due to Mr Latifur Rahman's direct encouragement. I have missed him dearly since his departure for the eternal. MCCI, and in fact the entire business community, continues to miss his guidance and presence. \nA short few years after I qualified as a lawyer, he cornered me one day and said, \"Mama, why don't I see you in all these seminars and workshops? All sorts of lawyers go there, but I never see you.\" I was a bit nonplussed, to say the least. My idea of practising law then was being dragged to court every morning by my late senior Syed Ishtiaq Ahmed, working in chambers till 10 pm, and then doing the same the next day. It was only at Shamim mama's gentle but insistent persuasion that I began to show up at the many business- and economy-related workshops and seminars. He told me it was good to work hard, but one also had to be seen in public as a professional. \nSo, here I am 30 odd years on, so deeply connected with MCCI – where he was the President for 7 years – besides being a senior advocate of the Supreme Court. \nMy first recollections of Shamim mama are from family weddings and suchlike, of a rather well-dressed and dignified man of a somewhat reserved manner, who would always greet my mother with a hug and a sweet smile, call her apa, and she would refer to him using \"tui\", while many others would be treating him much more circumspectly. Ammu would proudly say, \"Shamim, amar bhai, Jalpaigurir\". \nSo, for him to single me out was not something I had quite expected. I understand now that I was most certainly not the only person he gently prodded forward to test uncharted territories. He mentored many people and helped them find their places in the world. \nI first became a member of the MCCI committee when he was the president. I got my obligatory introductory lecture from him, and have always borne those words in my mind and tried to follow them: of never allowing MCCI to be used for any one member or for anyone's personal benefit. I must admit, I broke the hallowed hundred-and-something-year-old MCCI tradition by quietly taking some photographs of Shamim mama in the MCCI committee room – and I am very glad I had done so, because I was able to send them to his daughter, Simeen, after he passed. \nWhenever he would see me slacking off at the end of the table, playing with my new iPhone or daydreaming about something, he would gently draw my attention back by calling upon me for an opinion on whatever was being discussed. He did that with the other senior members at the table, too! It was another lesson in being consummately civilised while demanding that attention be paid to the matter at hand. He gave me a lot of confidence in myself, and taught me so much by example about being a good person, and how to bear unbearable losses with stoicism and dignity. \nI last spoke to him during the last meeting of the selection committee for the Faraaz Hossain Bravery Award 2019. He was in his country home in Cheora, and sounded well. Several of us had planned to go there and see him. But, unfortunately, it was not to be. As coincidence would have it, in the early hours after fajr on July 1, 2020, I was scrolling through photographs on my iPad when I found a photograph I had taken on August 8, 2015 in the MCCI Lounge of Shamim mama and my mother – both looking well, both with mischievous smiles on their faces, with Shamim mama's arm around my mother, holding her close. I saved the photo to my favourites folder to show to Amma, unaware that, within hours, he would be no more. That debonair, stylish, gentle, and kind man with the razor-sharp intellect and no-nonsense manner, the man with the utmost civility and unbending commitment to ethics as his hallmark, was no more. \nIndeed, Latifur Rahman was one of a kind. But when we speak of people who have left their marks on us, we always say that there will be no one like him again. Yet, I think that if his legacy really means so much to us, we need to take the young people of this country (in whom he had so much faith) and try to shape them into thousands of Latifur Rahmans, so that his beloved Bangladesh would have persons replicating his single-minded dedication to the betterment of the country.\nNihad Kabir, barrister-at-law, is a senior advocate of the Supreme Court of Bangladesh and senior partner at Syed Ishtiaq Ahmed and Associates. She is the chairperson of the BUILD Trust (Business Initiative Leading Development), and was president of Metropolitan Chamber of Commerce and Industry, Dhaka from 2017-2021.\n\n",
        "headline_1": "The man whose commitment to ethics was unbending",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/tribute/news/the-man-whose-commitment-ethics-was-unbending-3358466",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-07-2023"
    },
    {
        "full_article": "As we get ready to celebrate Eid-ul-Azha, the second most important festival for Muslims, we hope that we can go beyond the ritualistic practices and embrace the spiritual side of the occasion. Through the slaughter of sacrificial animals, the message that is intended is that of sacrifice, sharing, restraint and cleansing our minds. Since Eid-ul-Azha involves a lot of activities and preparations for both individuals and institutions, it is important that all of us do our part so that the spirit of the festival can be upheld.\nThere are three aspects that deserve particular attention. First, the movement of people across the country as they head to their home districts to spend time with loved ones. As expected, the highways have been witnessing heavy traffic, and the closure of garment factories on Tuesday has further increased traffic flow and congestion. Transport authorities have reportedly taken various steps to manage the surge in travellers. But care must be taken to ensure a hassle-free journey, with special attention given to preventing accidents. We don't want to see a repeat of the tragic road crashes that follow every Eid holiday.\n\nSecondly, the Eid brings familiar concerns for workers, particularly those at the RMG industry. According to a report, out of 3,164 garment, textile, and jute factories across the country, at least 2,501 did not pay workers their 15 days' wages for June as of Monday, while 728 factories did not pay their Eid bonuses. This is quite unacceptable. The spectre of pending dues continues to haunt workers every Eid. The news of a labour leader beaten to death in Gazipur over his attempt to get salaries for workers shows how powerless the latter still are when it comes to protecting their rights. We hope the authorities will promptly address these issues.\nAnother issue that needs to be kept in mind is the importance of a prompt clean-up after slaughtering animals. In Dhaka, both city corporations have taken steps to manage waste. The deployment of thousands of sanitation workers, along with the distribution of eco-friendly jute bags and disinfectants, showcases a commitment to maintaining cleanliness, but citizens must cooperate and dispose of their waste responsibly, especially considering the threat of a dengue wave as predicted by some experts. We hope, in the end, everything will go smoothly, and the holiday will be an enriching experience for everyone.\nEid Mubarak!\n",
        "headline_1": "Let us embrace the spirit of Eid-ul-Azha",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/let-us-embrace-the-spirit-eid-ul-azha-3357666",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-07-2023"
    },
    {
        "full_article": "We are shocked to learn of the sheer lack of accountability and transparency at the country's Central Medicine Store Depot (CMSD) and government healthcare institutions when it comes to procuring medical equipment. According to a report of the Comptroller and Auditor General (CAG), prepared for the period between FY2014-15 and FY2018-19, irregularities in budget spending by CMSD caused the government to lose Tk 459 crore in these five years. The report, placed at the parliament recently, revealed how this procurement agency had been involved in various malpractices.\nDuring this five-year period, the CMSD supplied medical equipment to medical colleges and hospitals which remained largely unused. In many cases, it supplied the machinery without following proper protocols. Among the institutions audited, three – Khulna Medical College Hospital, Suhrawardy Medical College Hospital, and Rangpur Medical College Hospital – alleged that the CMSD supplied those products unduly and without their consent, while other auditees said that the machinery in question would be installed soon. Moreover, in FY2016-17, different government institutions acquired medical and surgical supplies from CMSD at prices that were up to 18 times more than that offered by the Public Health Institute and the Essential Drug Company for similar products, which is outrageous.\nThe question is, can the CMSD just supply machinery without consent or request by the hospitals? Also, why would government institutions take supplies from it if they do not need them, and also at inflated prices? Clearly, the CMSD has been conducting these illegal activities with help from inside the hospitals, which must be looked into.\nOur health sector has been riddled with corruption for long. The CAG audit report has just exposed it once again. Irregularities in medical equipment purchase are, however, just one aspect of the problem, with corruption permeating every level of the health sector, as the High Court has recently observed. We urge the authorities to conduct a thorough investigation into the irregularities done by the CMSD in connivance with public hospitals, and identify those responsible for such a waste of public money.\n",
        "headline_1": "A procurement system in shambles ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/procurement-system-shambles-3357646",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-07-2023"
    },
    {
        "full_article": "As we get ready to celebrate Eid-ul-Azha, the second most important festival for Muslims, we hope that we can go beyond the ritualistic practices and embrace the spiritual side of the occasion. Through the slaughter of sacrificial animals, the message that is intended is that of sacrifice, sharing, restraint and cleansing our minds. Since Eid-ul-Azha involves a lot of activities and preparations for both individuals and institutions, it is important that all of us do our part so that the spirit of the festival can be upheld.\nThere are three aspects that deserve particular attention. First, the movement of people across the country as they head to their home districts to spend time with loved ones. As expected, the highways have been witnessing heavy traffic, and the closure of garment factories on Tuesday has further increased traffic flow and congestion. Transport authorities have reportedly taken various steps to manage the surge in travellers. But care must be taken to ensure a hassle-free journey, with special attention given to preventing accidents. We don't want to see a repeat of the tragic road crashes that follow every Eid holiday.\n\nSecondly, the Eid brings familiar concerns for workers, particularly those at the RMG industry. According to a report, out of 3,164 garment, textile, and jute factories across the country, at least 2,501 did not pay workers their 15 days' wages for June as of Monday, while 728 factories did not pay their Eid bonuses. This is quite unacceptable. The spectre of pending dues continues to haunt workers every Eid. The news of a labour leader beaten to death in Gazipur over his attempt to get salaries for workers shows how powerless the latter still are when it comes to protecting their rights. We hope the authorities will promptly address these issues.\nAnother issue that needs to be kept in mind is the importance of a prompt clean-up after slaughtering animals. In Dhaka, both city corporations have taken steps to manage waste. The deployment of thousands of sanitation workers, along with the distribution of eco-friendly jute bags and disinfectants, showcases a commitment to maintaining cleanliness, but citizens must cooperate and dispose of their waste responsibly, especially considering the threat of a dengue wave as predicted by some experts. We hope, in the end, everything will go smoothly, and the holiday will be an enriching experience for everyone.\nEid Mubarak!\n",
        "headline_1": "Let us embrace the spirit of Eid-ul-Azha",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/let-us-embrace-the-spirit-eid-ul-azha-3357666",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-07-2023"
    },
    {
        "full_article": "We are shocked to learn of the sheer lack of accountability and transparency at the country's Central Medicine Store Depot (CMSD) and government healthcare institutions when it comes to procuring medical equipment. According to a report of the Comptroller and Auditor General (CAG), prepared for the period between FY2014-15 and FY2018-19, irregularities in budget spending by CMSD caused the government to lose Tk 459 crore in these five years. The report, placed at the parliament recently, revealed how this procurement agency had been involved in various malpractices.\nDuring this five-year period, the CMSD supplied medical equipment to medical colleges and hospitals which remained largely unused. In many cases, it supplied the machinery without following proper protocols. Among the institutions audited, three – Khulna Medical College Hospital, Suhrawardy Medical College Hospital, and Rangpur Medical College Hospital – alleged that the CMSD supplied those products unduly and without their consent, while other auditees said that the machinery in question would be installed soon. Moreover, in FY2016-17, different government institutions acquired medical and surgical supplies from CMSD at prices that were up to 18 times more than that offered by the Public Health Institute and the Essential Drug Company for similar products, which is outrageous.\nThe question is, can the CMSD just supply machinery without consent or request by the hospitals? Also, why would government institutions take supplies from it if they do not need them, and also at inflated prices? Clearly, the CMSD has been conducting these illegal activities with help from inside the hospitals, which must be looked into.\nOur health sector has been riddled with corruption for long. The CAG audit report has just exposed it once again. Irregularities in medical equipment purchase are, however, just one aspect of the problem, with corruption permeating every level of the health sector, as the High Court has recently observed. We urge the authorities to conduct a thorough investigation into the irregularities done by the CMSD in connivance with public hospitals, and identify those responsible for such a waste of public money.\n",
        "headline_1": "A procurement system in shambles ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/procurement-system-shambles-3357646",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-07-2023"
    }
]