[
    {
        "full_article": "When the Taliban captured Kabul in August 2021, Imran Khan, then Prime Minister of Pakistan, said Afghanistan had “broken the shackles of slavery”. Pakistan, which had harboured the Taliban leadership, was largely seen as one of the victors of the Afghan civil war. But the celebratory mood faded as the Taliban’s triumph also emboldened the Tehreek-e-Taliban Pakistan (TTP), the Pakistani version of the Sunni Islamist insurgency. Since then, Pakistan has witnessed a rise in terrorist attacks, especially in Khyber Pakhtunkhwa bordering Afghanistan. Monday’s blast in a mosque in Peshawar’s highly fortified Police Line area, claiming at least 100 lives, was the deadliest in Pakistan in years and a sharp reminder of how its strategy of backing the “good Taliban” and fighting the “bad Taliban” has backfired. A TTP faction initially claimed responsibility, but a spokesperson denied any role. This demonstrates the divisions within the group rather than raising doubts about its involvement. The blast bears the hallmarks of a TTP attack — it took place in its stronghold and was targeted at security personnel. And no other group has claimed responsibility.The TTP and the Afghan Taliban may be organisationally different, but they are ideologically brothers. What the TTP wants to do in Pakistan is what the Taliban have managed to do in Afghanistan. After the 2014 Peshawar school bombing, which killed over 150 people, mostly children, the Pakistani Army had cracked down on the group. But the Afghan Taliban’s return to power changed the dynamics of insurgency in the border region. Mr. Khan adopted a policy of engagement towards the TTP. The Afghan Taliban hosted talks between the TTP and Pakistan which led to a ceasefire. But the year-long truce collapsed in November last year. Many believe that the TTP, which used the ceasefire to rearm and reorganise itself, is now spreading terror with greater firepower. The Peshawar blast has come at a time of continuing political instability, with Mr. Khan leading a relentless campaign against the government, Pakistan’s currency tanking, its foreign reserves falling, inflation soaring and the power situation remaining grim. Unable to pay its debts, the government is in talks with the IMF for a bailout package. And now, there is a security challenge. Pakistan should realise that its policy of selectively fighting and selectively harbouring terrorism and extremism has done it more harm than good. It needs a paradigm shift in its approach towards terrorism, while, more urgently, amassing its resources and going after the TTP, which is posing the biggest internal security threat to the Pakistani state.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\n\nReddit\n\nRelated Topics\n\nterrorism (crime)\n\n/\n\nPakistan\n\n/\n\nAfghanistan",
        "headline_1": "Policy folly: On the terror attack on a mosque in Pakistan’s Peshawar",
        "headline_2": "Pakistan needs a paradigm shift in its approach to terrorism",
        "link": "https://www.thehindu.com/opinion/editorial/policy-folly-the-hindu-editorial-on-the-january-30-2023-terror-attack-on-a-mosque-in-pakistans-peshawar/article66454603.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-02-2023"
    },
    {
        "full_article": "Germany’s connection with Bhubaneswar deepened last Sunday when the 2002 and 2006 champion won its third men’s Hockey World Cup at the Kalinga Stadium. Incidentally, Germany had claimed its last major title, the 2014 Champions Trophy, at Odisha’s capital — the modern part of the city which was designed by German architect Otto Konigsberger in 1946. The Die Honamas equalled Australia and the Netherlands’ triple crowns and remained one behind Pakistan. Germany, which had qualified for the World Cup by being runner-up in the Euro hockey championships and had lost to India in the Tokyo Olympics bronze medal match in 2021, was not among the favourites. It relied on its innate grit and resilience to script come-from-behind wins against England in the quarterfinals, the mighty Australia in the semifinals and 2018 edition’s champion Belgium in the final. Two of these, including the one in the summit clash, came through penalty shootouts. With a fine mix of promise and pedigree, also comprising seven players — including ‘Player of the final’ and ‘Best player’ and ‘Best Forward’ of the tournament Niklas Wellen — from the 2014 Champions Trophy winning side, Germany looked a cohesive unit. Drag-flicker Gonzalo Peillat, who played for Argentina in 2018, contributed significantly by scoring important goals in German colours.While Belgium’s dream of retaining its champion’s tag was shattered, Australia’s aim to win a record-equalling fourth gold received a setback as it returned empty handed after 1998. The Netherlands settled for a consolation bronze. The European nations’ domination continued but their Asian counterparts disappointed. South Korea, the best Asian side, took the eighth place. India, joint ninth with Argentina, recorded its lowest finish in the four World Cups it hosted. It resulted in the exit of chief coach Graham Reid, who had led India to a historic bronze medal in the Tokyo Olympics. Overall, the impeccably staged World Cup in Bhubaneswar and Rourkela, which boasts of the largest hockey stadium in terms of seating capacity, turned out to be a close affair with 11 of 44 matches either finishing as draws or going into shootouts. An average of 5.66 goals per match was the highest ever in a men’s World Cup. The successful conduct of the event, featuring packed houses for many games, has enhanced India’s reputation as an organizer of elite competitions and set a benchmark for Belgium and the Netherlands, the joint hosts of the 2026 men and women World Cups. At home, Hockey India, led by former captain Dilip Tirkey, should capitalise on the atmosphere created by this iconic event to rejuvenate the sport.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nHockey\n\n/\n\nOrissa",
        "headline_1": "Youth and pedigree: On Germany’s Hockey World Cup win",
        "headline_2": "Germany relied on experience and resilience to win the Hockey World Cup",
        "link": "https://www.thehindu.com/opinion/editorial/youth-and-pedigree-the-hindu-editorial-on-germanys-hockey-world-cup-win/article66454328.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-02-2023"
    },
    {
        "full_article": "Telling truth to power is, of course, the job of journalists. But it used to be the case that the pre-Budget Economic Survey took pains to highlight challenges (near-term, as well as structural) that policy and Budget outlays need to address.\nThis year’s Survey has the unique distinction of brushing off two traditional responsibilities of the Survey: identifying constraints and making recommendations. Instead, it sings an erudite paean to India’s economic management over the last eight years and projects continued growth, even if the world economy slows down.\nRead full opinion on TOI+\n\n",
        "headline_1": "What he didn’t survey: CEA’s report card should have paid as much attention to economy’s weaknesses as it did to its achievements",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/cursor/what-he-didnt-survey-ceas-report-card-should-have-paid-as-much-attention-to-economys-weaknesses-as-it-did-to-its-achievements/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-02-2023"
    },
    {
        "full_article": "Economic Survey 2022-23 has forecast that India’s growth in fiscal year 2024 will be in the range of 6-6.8%. This translates into a baseline growth of 6.5%. IMF’s global economic forecast, which was released a day before the Survey, said India will grow at 6.1% in 2023-24. The growth forecasts are largely in line with earlier estimates and in this calendar year China and India together will account for 50% of the global growth.\nThese estimates need to be located in the context of the prevailing geopolitical uncertainty. The Survey’s range of 0.8 percentage points in GDP forecast is an indicator of it. Three key developments will impact India’s growth and inflation trajectories. IMF expects China to return to normalcy after it abandoned its zero-Covid policy. Consequently, China will not only be the largest contributor to global growth in 2023, it will also help the latter perform a little better than forecast earlier. IMF expects the global economy to grow 2.9% this year. Global inflation will trend downwards 6.6% this year. This may be an over 2 percentage point fall but it remains elevated. Some of the uncertainty in India’s growth-inflation dynamics comes from China’s return to normalcy.\nThe biggest source of uncertainty remains the Russia-Ukraine conflict. It’s almost a year since it began and there are signs that it may further intensify. Given these dynamics at play, the Survey points to some domestic developments which need to be pursued. GoI debt to GDP ratio, which was between 45-50% for about 15 years prior to the pandemic, ballooned to 59%. Over the last two years, it’s been lowered but is still high at around 57%. The trend towards pushing it down needs to continue. Unless that happens, the full potential of another fiscal feature will not play out.\nA highlight of the spending pattern across all levels of government in the last two years is a shift towards capital expenditure. For GoI, it has increased from about 12-13% of total expenditure to almost 16% in 2021-22 and is budgeted at 19% in 2022-23. This is an essential dimension of fiscal policy as it can crowd-in private investment as corporate and bank balance sheets have been repaired. However, if public debt is not lowered, potential private investment can be crowded out by high interest rates. Fiscal policy now should focus on consolidation and stability.\n \n\n",
        "headline_1": "Stick to your knitting: External uncertainties are a dominant aspect of FY24. India needs to stick to its fiscal approach",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/stick-to-your-knitting-external-uncertainties-are-a-dominant-aspect-of-fy24-india-needs-to-stick-to-its-fiscal-approach/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-02-2023"
    },
    {
        "full_article": "Almost a week after Hindenburg Research published a report questioning the group’s corporate governance standards, Adani Enterprises successfully closed its follow-on public offering of Rs 20,000 crore yesterday. Institutional investors and corporates led the buying while retail investors were unenthusiastic – the stock closed 4% lower than the floor price of the FPO. Hindenburg admittedly had an interest in Adani group securities as it had short sold them in overseas markets. Its report also said that its questions were posed vis-à-vis the valuation of Adani securities overseas. Yet it’s the reaction in India that indirectly poses questions to India’s regulators.\nOver three trading days till Monday, a total of Rs 5.56 lakh crore, or 29%, of the group’s market value in Indian stock exchanges was wiped out. For sure, Adani has replied to the Hindenburg report. That, however, did not reassure enough investors in India. Hindenburg’s modus operandi is not unusual in developed markets. Short sellers do raise inconvenient questions and at times push regulators to take action against some companies. As India’s large conglomerates tap funds from overseas markets by listing their securities there, they should be prepared for greater scrutiny from a variety of market participants. India Inc’s Western counterparts are not spared.\nFluctuating share prices of listed Adani group companies have grabbed most attention. That’s a symptom, the real question is for India’s regulators. Listed companies have extensive compliance requirements. Yet the behaviour of Adani stocks suggested that not many take the compliance outcomes at face value. This can affect India’s economic potential because the inbuilt risk in a low-trust environment affects the cost of capital. Higher the cost, the more challenging it will be for companies to be competitive. Credible public regulators are good for the private sector.\n\n",
        "headline_1": "Long & short of it: Adani group’s FPO closed successfully but domestic investor reaction poses questions for regulators",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/long-short-of-it-adani-groups-fpo-closed-successfully-but-domestic-investor-reaction-poses-questions-for-regulators/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-02-2023"
    },
    {
        "full_article": "In 2005, the World Bank published a report ‘India’s Water Economy: Turbulent Times Ahead’. Tucked in the report was the statistic that India could store 30 days of rainfall in its dams or 200 cubic metres (cum) per person. Again in 2012, in an answer to a Parliament question, GoI stated that the per capita water storage capacity in the country stood at 209 cum – essentially unchanged from the previous figure.\nHowever, the reply also stated the figure for China – 416 cum. With nearly 98,000 dams/water storage structures of various kinds, China today has the largest network of water storage assets in the world. Contrary to India, it has consistently invested in creating freshwater storage capacity.\nRead full opinion on TOI+\n\n",
        "headline_1": "The new great game in the Himalayas: China’s territorial disputes are as much about dominating important rivers as occupying land",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-new-great-game-in-the-himalayas-chinas-territorial-disputes-are-as-much-about-dominating-important-rivers-as-occupying-land/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-02-2023"
    },
    {
        "full_article": "We are always bemused at how the Bangladesh Chhatra League (BCL) is able to stay at the forefront of things – rarely for better, and mostly for worse. Just on Monday afternoon, a faction of the ruling party's student wing reportedly vandalised chairs, tables, crockery items and several flower tubs in front of the Chittagong University (CU) vice-chancellor's office. They also halted shuttle train services between CU and Chattogram city, causing immense suffering to students. What did the organisation deem significant enough to react to so intensely? Reportedly, the vandalism was carried out because the university administration passed over the application of former BCL leader Raihan Ahmed for a teaching position at the CU's marine science department. The group's real gripe, as they have claimed, is that the teachers being hired by the university harbour \"anti-government\" sentiments. Whether one sees such violent displays of loyalty as positive or not, such activities of the BCL are almost yawn-worthy, given the dismal track record of the group inside and outside public university campuses.\nThe disrespect shown towards the VC of CU, and by extension towards the institution itself, is almost elemental to how the BCL operates. More importantly, this is only a repeat of what happened in 2017, when BCL members vandalised the front of the VC's office when their demand for the removal of a teacher, who they alleged was \"spreading personal enmity\" against elected representatives, was not being met. In August of 2022, in the span of a few days, the BCL at CU made headlines on two separate occasions: 1) when they enforced a shutdown of all academic activities (even semester final exams) for 35 hours to protest members of a faction of the BCL not being elected in its new CU committee; and 2) when two BCL activists, who had been suspended by the CU for harassing some female students in 2021, were able to sit for final examinations.\nBut of course such audacity and impunity of the BCL extends outside of CU and disrupts the regular operation of many public universities. At Comilla University in November 2022, for example, the president of the BCL unit there reportedly misbehaved with the university's VC for not recruiting BCL men in different posts at the university.\nThere is no denying that, for years, the ruling Awami League has consistently turned a blind eye to the myriad terrors caused by the BCL across the country's public university campuses. From the kind of vandalism mentioned above, to attacking students (physically and sexually), university staff, and teachers, to even murdering people, there are few forms of crime that have not been exercised by this group – and all while being practically coddled by the AL, save for a few harsh words of admonishment now and again from party seniors at the BCL's rallies and such. How long will this continue while our public universities increasingly become unsafe for anyone not satisfying the arbitrary whims of this group? The ruling party needs to stamp down on its student wing and hold them accountable for their disproportionate reactions to public universities' official decisions. While it is well-known where the BCL draws its sense of authority from, the government must, through its actions, establish that it is illegitimately gained.\n",
        "headline_1": "BCL strikes again!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bcl-strikes-again-3235346",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-02-2023"
    },
    {
        "full_article": "Energy subsidies have emerged as one of the most important policy challenges for energy-importing countries, particularly for developing nations like Bangladesh. The substantial amount of money spent on energy subsidies restricts state spending on vital development areas. Given our current financial stress, the additional requirement for subsidies to meet the expenses of liquefied natural gas (LNG) import would significantly impact the government's capacity to allocate the budget in several ways. The funding and subsidies given to other important sectors, such as agriculture, health, education and social safety, would be reduced because of the allocation made to support LNG import.\nBangladesh's LNG imports have progressively grown after contracts were signed with Qatar's Ras Laffan Liquefied Natural Gas Company Ltd (Qatar Gas) and Oman Trading International (OQT) in FY 2017-18. We imported 5.73 million cubic metres of LNG during FY 2018-19, 9.45 million cubic metres during FY 2019-20, and 10.15 million cubic metres during FY 2020-21. Overall, 25.33 million cubic metres of LNG was imported from various sources until June 2021. Of this amount, 93.7 percent were imported under long-term contracts, and the remaining 6.3 percent was imported from the spot market.\nDuring FY 2018-19, Bangladesh spent USD 8.97 per MMBtu on LNG imports from Qatar Gas. The unit cost dropped in the following years, reaching USD 6.23 per MMBtu in FY 2020-21. Similarly, Bangladesh paid USD 8.08 per MMBtu in FY 2018-19 to import LNG from OQT, which went down to USD 6.29 per MMBtu in FY 2020-21. On average, USD 7.98 per MMBtu was paid for purchases from the spot market during FY 2020-21. According to estimations by the Centre for Policy Dialogue (CPD), a total of Tk 44,991 crore was spent to import LNG between 2018 and 2021.\nSince LNG imports began in 2018, government subsidies have increased to keep up with the rising costs. Petrobangla received Tk 1,000 crore in LNG subsidy in FY 2018-19, Tk 2,500 crore in FY 2019-20, and Tk 2,812 in FY 2020-21. LNG subsidies increased in FY 2021-22 owing to the Russia-Ukraine war. The government disbursed Tk 4,000 crore in subsidies to import LNG in the first nine months of FY 2021-22, which might have doubled towards the end of the year. After the announcement of the new retail tariff for gas (a rise of about 148-178 percent) on January 18, the subsidy burden is likely to be eased. Even then, subsidies as a percentage of the budget and GDP would remain a major concern.\nIf subsidies continue to grow exponentially, the government may be forced to reallocate funds or resources from other economic activities or turn to borrowing funds. The economy may have inefficiencies in distributing and allocating resources across diverse sectors and activities.\nAccording to a CPD analysis, in 25 net energy-importing countries, public spending on health and education decreases by an average of 1.63 percentage points of GDP if energy subsidy rises by one percentage point of GDP. If this analysis is considered for Bangladesh, then the social sectors (which in this case includes education and health sectors only) were deprived of Tk 1,706 crore in FY22.\nThe CPD found that during FY 2022-23, the education sector got 11.8 percent of the overall ADP, up from 10.3 percent in FY 2021-22. However, in terms of GDP, this is 1.83 percent less than that in the previous fiscal year. Having one of the lowest public spending for education in the world, it accounts for much less than the advised minimum of four to six percent of GDP and 20 percent of the national budget. Meanwhile, compared to the ADP of FY 2021-22, the health sector's share climbed slightly to 7.8 percent. In contrast, the share of health in terms of GDP decreased by 0.12 percent. Overspending on subsidies, including those for LNG import, would be a reason for a decrease in the budget for social sectors.\nAlong with the usual budgetary allocation, recently the finance ministry granted Petrobangla permission to spend Tk 2,000 crore from the Gas Development Fund (GDF) in response to a request from the Energy and Mineral Resources Division (EMRD). Such a decision is against the principle of GDF, which is supposed to be used for the development of domestic gas reserves through exploring on- and off-shore gas fields. More importantly, if the GDF is used for exploring more domestic gas reserves, the financial and fiscal burden due to LNG imports would substantially decline.\nRecent trends and developments suggest that the country's development process may be threatened by the rising reliance on LNG from outside sources. The government may consider the following measures in order to improve public spending on social sectors.\n● Subsidies for the imported LNG industry need to be rationalised. There are concerns that the country's financial stability may be negatively impacted by the rising trend in LNG prices in the international market, which would ultimately shift the cost burden to social sectors that are more vulnerable. Bangladesh has to immediately adopt subsidy reform to streamline spending for the energy sector.\n● If the government continues to subsidise the LNG business, the country will have a tough time switching to clean and green energy. Additionally, Bangladesh has a lot of underutilised gas resources. Thus, the government needs to invest more into utilising domestic gas reserves.\n● To ease the financial strain and excessive subsidy burden for importing LNG and other fossil fuels, the government should encourage increased investment in sustainable energy. By utilising green climate funds, the private sector may invest more in renewable energy. To promote foreign direct investment in smart grid systems, energy efficiency, and renewable and sustainable energy, necessary fiscal instruments must be developed.\n● Future long-term LNG contracts must account for and be restricted to the gas demand that is currently in place; they must not consider expected future demand. This will make it easier for alternative energy sources, such as renewable energy, to meet future demand.\n \nDr Khondaker Golam Moazzem is research director at the Centre for Policy Dialogue (CPD). Moumita A Mallick is programme associate at CPD.\n\n",
        "headline_1": "How do LNG subsidies affect public spending?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-do-lng-subsidies-affect-public-spending-3235341",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-02-2023"
    },
    {
        "full_article": "It is heartening to note that the International Monetary Fund (IMF) has given the final approval to Bangladesh's USD 4.5 million loan proposal. Even though the loan itself may not make an enormous difference – given that it is quite a small amount – it still sends a positive signal to the market and other multilateral lenders in regards to our economy. Additionally, in order to get the full loan amount from the IMF, which we will receive in instalments over time, Bangladesh will need to carry out a series of badly needed policy reforms.\nIn regards to these reforms, it is disappointing that the government had waited so long to agree to implement them, and only after being forced to agree to them to get the IMF loan, when our economists and experts had been calling for them for years. It is never a good thing to give up our policy sovereignty over to others, but on the other hand, it is a fact that our economy will benefit from most of the reform measures that it has agreed to implement – including key structural reforms that the government has been stalling over for a long time.\nAmong the reforms that the government needs to implement are raising the tax-GDP ratio, setting up an asset management company to dispose of soured loans, bringing down the banking sector's default loans to within 10 percent, and raising the capital adequacy ratio to the BASEL 3 requirement of 12.5 percent. The banking sector has been a particular worry for us for more than a decade. And a primary reason for that is the politicisation of the sector, which has allowed influential borrowers who are connected to the ruling party to borrow hefty sums – in many cases, violating rules and regulations of the banking sector – with seemingly no intention of paying them back. The government has repeatedly allowed these individuals – or organisations they are a part of – to get away with such malfeasance without any repercussions, while bending the existing rules in their favour and at the expense of our financial sector and the overall economy.\nGiven the existing economic reality, the government desperately needs to increase its social spending to support ordinary people – and also because it's a part of the IMF loan agreement – and for that, it needs to urgently raise the tax-GDP ratio. This is something our economists have been harping on for years. And they have even provided the government with roadmaps on how to achieve that. We hope the government finally adheres to their recommendations, as that is the only way to fulfil the IMF's conditions.\nThere were two major hurdles that prevented such reforms in the past. One was the government's refusal to acknowledge they are needed – which it can no longer do if it wants to acquire the full loan amount. The other was the political will to carry them out, which we hope has also changed. But aside from trying to implement these reforms to get the IMF loan, we hope the government also does it to improve the economic conditions of ordinary people. Keeping that in mind, the government should also look to implement other urgent reforms proposed by our economists and experts for our national interests.\n",
        "headline_1": "High time we carry out necessary reforms",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/high-time-we-carry-out-necessary-reforms-3235311",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-02-2023"
    },
    {
        "full_article": "A 2016 research study published in the Oxford University Journal analysed health inequality in Bangladesh, which found that income variance is the prime factor behind health disparities. Private health providers contributed to 95 percent of the health gap, while public providers contributed the least. The study also concluded that healthcare benefit utilisation is pro-rich, and \"the poorest people with largest need for health actually received lower benefits.\"\nIt is clear that a correlation exists between family/personal income and the level of healthcare one receives. According to the Borgen Project, in Bangladesh, there are 35 infant deaths per 1,000 births for the lowest income quintile, as opposed to 14 infant deaths per 1,000 births for the highest income quintile.\nThe World Bank uses the Gini Index to measure income disparity, which can also be applied to healthcare to decide health inequity, as done by the WHO in member states. The Gini Index data available for Bangladesh from 1982 through 2016 shows that income inequality has only burgeoned every year, and that we are stuck with ever-increasing health disparities.\nTo effectively confront health disparity, we must embrace health equity or health justice – equitable care for all based on everyone's unique socioeconomic needs. This means expanding healthcare access for the under-served, and acknowledging the right to healthcare and human dignity of those severely afflicted by income inequality.\nHealth equity is currently a major driving force in US healthcare. Gini Index data from 1976-2020 shows that income disparity has steadily grown in the country, exacerbating health disparities. As a result, the US has undertaken major health equity initiatives for the poor, and encouraged all healthcare actors to do the same.\nThe federal and state governments have designed joint programmes, especially Medicaid and the Children's Health Insurance Program (CHIP), providing comprehensive social and healthcare services to 91 million low-income individuals as of August 2022. This constitutes one-fourth of the total US population.\nIn the US, healthcare for low- and middle-income families has consistently remained a major political agenda in all national elections since the 1980s. In December 2021 and January 2022, HIMSS Market Insights conducted a survey on 110 US healthcare executives, in which 89 percent of respondents said that health equity is a part of their core business strategy.\nLuckily, Bangladesh has already implemented the core strategy of improving health and healthcare by investing in the poor. A glowing article by Nicholas Kristof published in The New York Times in March 2021, titled \"What Can Biden's Plan Do for Poverty? Look to Bangladesh,\" cited many examples of how Bangladesh has successfully eradicated poverty for 25 million people in the last 15 years, and improved life expectancy by investing in the poor, especially low-income women, girls, and children.\nPresident Joe Biden's American Rescue Plan, which, among others, allocated funds generously to address child poverty in the US, drew criticisms from detractors. A strong advocate of the plan, Kristof asserted that it would cut child poverty by half, advising critics to look at Bangladesh's examples.\nHowever, there is still a great need in Bangladesh to improve access to healthcare for marginalised populations by adopting health equity. A 2017 article published in the International Journal for Equity in Health concluded that about 63 percent of the healthcare costs in Bangladesh are out-of-pocket costs, which are increasing by the year, and the rest is paid by the government. This places an unequal burden on low-income individuals.\nBangladesh must continue to invest in taking care of its most needy. The government should increase its cost share for health coverage for rural and underserved populations. It must scale up identifying disadvantaged populations across the socioeconomic spectrum and create social safety networks for them.\nThe government must also work in tandem with private and non-profit healthcare providers, such as community-based organisations (CBOs), to build the capacity of our healthcare system in order to provide for the complex medical and social needs of those who live at the bottom of the social ladder. CBOs have in-depth experience in rural and community health, and can support evidence-based practices.\nCollective action is always more powerful than the government's actions alone. Hence, the political leadership must ensure that healthcare measures are comprehensively informed by public and private input.\nHealth equity can be a paradigm on which Bangladesh can address the healthcare gap. It must step up its investment in the poor. The government must have NGOs, CBOs, and private healthcare providers on its side when driving health equity initiatives.\nABM Uddin is a healthcare consultant for the Florida Agency for Health Care Administration.\n",
        "headline_1": "Bangladesh must invest in health justice",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bangladesh-must-invest-health-justice-3235286",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-02-2023"
    },
    {
        "full_article": "We are always bemused at how the Bangladesh Chhatra League (BCL) is able to stay at the forefront of things – rarely for better, and mostly for worse. Just on Monday afternoon, a faction of the ruling party's student wing reportedly vandalised chairs, tables, crockery items and several flower tubs in front of the Chittagong University (CU) vice-chancellor's office. They also halted shuttle train services between CU and Chattogram city, causing immense suffering to students. What did the organisation deem significant enough to react to so intensely? Reportedly, the vandalism was carried out because the university administration passed over the application of former BCL leader Raihan Ahmed for a teaching position at the CU's marine science department. The group's real gripe, as they have claimed, is that the teachers being hired by the university harbour \"anti-government\" sentiments. Whether one sees such violent displays of loyalty as positive or not, such activities of the BCL are almost yawn-worthy, given the dismal track record of the group inside and outside public university campuses.\nThe disrespect shown towards the VC of CU, and by extension towards the institution itself, is almost elemental to how the BCL operates. More importantly, this is only a repeat of what happened in 2017, when BCL members vandalised the front of the VC's office when their demand for the removal of a teacher, who they alleged was \"spreading personal enmity\" against elected representatives, was not being met. In August of 2022, in the span of a few days, the BCL at CU made headlines on two separate occasions: 1) when they enforced a shutdown of all academic activities (even semester final exams) for 35 hours to protest members of a faction of the BCL not being elected in its new CU committee; and 2) when two BCL activists, who had been suspended by the CU for harassing some female students in 2021, were able to sit for final examinations.\nBut of course such audacity and impunity of the BCL extends outside of CU and disrupts the regular operation of many public universities. At Comilla University in November 2022, for example, the president of the BCL unit there reportedly misbehaved with the university's VC for not recruiting BCL men in different posts at the university.\nThere is no denying that, for years, the ruling Awami League has consistently turned a blind eye to the myriad terrors caused by the BCL across the country's public university campuses. From the kind of vandalism mentioned above, to attacking students (physically and sexually), university staff, and teachers, to even murdering people, there are few forms of crime that have not been exercised by this group – and all while being practically coddled by the AL, save for a few harsh words of admonishment now and again from party seniors at the BCL's rallies and such. How long will this continue while our public universities increasingly become unsafe for anyone not satisfying the arbitrary whims of this group? The ruling party needs to stamp down on its student wing and hold them accountable for their disproportionate reactions to public universities' official decisions. While it is well-known where the BCL draws its sense of authority from, the government must, through its actions, establish that it is illegitimately gained.\n",
        "headline_1": "BCL strikes again!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bcl-strikes-again-3235346",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-02-2023"
    },
    {
        "full_article": "It is heartening to note that the International Monetary Fund (IMF) has given the final approval to Bangladesh's USD 4.5 million loan proposal. Even though the loan itself may not make an enormous difference – given that it is quite a small amount – it still sends a positive signal to the market and other multilateral lenders in regards to our economy. Additionally, in order to get the full loan amount from the IMF, which we will receive in instalments over time, Bangladesh will need to carry out a series of badly needed policy reforms.\nIn regards to these reforms, it is disappointing that the government had waited so long to agree to implement them, and only after being forced to agree to them to get the IMF loan, when our economists and experts had been calling for them for years. It is never a good thing to give up our policy sovereignty over to others, but on the other hand, it is a fact that our economy will benefit from most of the reform measures that it has agreed to implement – including key structural reforms that the government has been stalling over for a long time.\nAmong the reforms that the government needs to implement are raising the tax-GDP ratio, setting up an asset management company to dispose of soured loans, bringing down the banking sector's default loans to within 10 percent, and raising the capital adequacy ratio to the BASEL 3 requirement of 12.5 percent. The banking sector has been a particular worry for us for more than a decade. And a primary reason for that is the politicisation of the sector, which has allowed influential borrowers who are connected to the ruling party to borrow hefty sums – in many cases, violating rules and regulations of the banking sector – with seemingly no intention of paying them back. The government has repeatedly allowed these individuals – or organisations they are a part of – to get away with such malfeasance without any repercussions, while bending the existing rules in their favour and at the expense of our financial sector and the overall economy.\nGiven the existing economic reality, the government desperately needs to increase its social spending to support ordinary people – and also because it's a part of the IMF loan agreement – and for that, it needs to urgently raise the tax-GDP ratio. This is something our economists have been harping on for years. And they have even provided the government with roadmaps on how to achieve that. We hope the government finally adheres to their recommendations, as that is the only way to fulfil the IMF's conditions.\nThere were two major hurdles that prevented such reforms in the past. One was the government's refusal to acknowledge they are needed – which it can no longer do if it wants to acquire the full loan amount. The other was the political will to carry them out, which we hope has also changed. But aside from trying to implement these reforms to get the IMF loan, we hope the government also does it to improve the economic conditions of ordinary people. Keeping that in mind, the government should also look to implement other urgent reforms proposed by our economists and experts for our national interests.\n",
        "headline_1": "High time we carry out necessary reforms",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/high-time-we-carry-out-necessary-reforms-3235311",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-02-2023"
    },
    {
        "full_article": "That corruption is the main obstacle to a country's overall development does not perhaps need any research to discover. As it is with many other developing economies, so is it with that of Bangladesh. Even so, studies are done from time to time to know how far this social malaise is afflicting, especially the administration at a particular point of time. In this context, the findings of a recent survey on the business environment of the country conducted by a local economic think tank, the Centre for Policy Dialogue (CPD) in partnership with a famed international NGO, the World Economic Forum (WEF) cannot be said to be encouraging. In fact, two-thirds of the business executives who were the respondents of the study viewed that corruption was still the biggest barrier to doing business followed by inadequate infrastructure, inefficient government bureaucracy and limited access to finance. However, the severity of corruption varied depending on the category of service provider being approached for service. About 75 per cent of the respondents in the said study carried out between April and July last year, for instance, viewed that those in export-import business found graft as the biggest barrier to doing business. Some 54 per of the respondents, on the other hand, believed that the way trade licence is issued is a considerable drag on doing business in the country. Also, access to utility service-gas, electricity and water connections-is yet another hindrance to starting and running a business smoothly, thought 49 per cent the business executives participating in the study. Tax-paying is another problem area, according to 48 per cent of the respondents. Overall, compared to the year before, the business environment in 2022 deteriorated rather than improved, so was the perception of the business community representing the sample survey. Other issues like high inflation, volatility in the foreign exchange market and the resulting policy instability did no doubt play their part in vitiating the business environment. It has also to be admitted that those problems are not entirely home-grown. For example, inflation and volatility in the foreign-exchange market have mostly to do with high energy prices in the international market and recessionary trend in the global economy. Even so, it is exactly at such trying times that a government is required to demonstrate its wisdom and adopt the right course of action to ride out the challenges facing the economy, avoiding any ad hoc-ism on policy matters. But the factors arising from corruption did not also affect the different segments of the business community equally. The small and micro-scale enterprises, for instance, faced greater hurdles in obtaining various administrative services including bank loans, etc, than the larger ones. So, the perceptions of the different categories of businesses about the impact of administrative corruption also differed for obvious reasons.However, administrative corruption in the form of graft is not the whole story about the worsening of the business environment. Other factors including organised crime also affect business environment in no small measure. But the onus, in this regard, lies on the law-enforcement agencies to create an environment that is conducive to doing business without fear. However, the environment is not at the expected level, as could be gleaned from the findings of the survey in question. As business is the driver of the economy, it deserves to operate in an environment that is free from encumbrances like corruption. So, it is upon the government to create such a condition.",
        "headline_1": "Free atmosphere for business",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/free-atmosphere-for-business-1675170594",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-02-2023"
    },
    {
        "full_article": "The recently released findings by the Bangladesh Business Climate Index (BBX) suggest no worthwhile improvement in the country's overall business climate, save slight advances in few areas. The BBX, the other name as the World Bank had dubbed Ease of Doing Business was first launched in 2021 after the WB stopped publishing its Ease of Doing Business Index. Now the Metropolitan Chamber of Commerce and Industry (MCCI) and the Policy Exchange of Bangladesh, a private think tank, are jointly engaged in preparing the index, in keeping with the format of the WB. The findings are not comprehensive given the short period under review and the sector of businesses covered. However, what has transpired in 2022 compared to the previous year is that the aggregate score improved only marginally from 61.01 to 61.95 out of 100. \"This reinforces the fact that no significant reform initiatives were undertaken in the past one year resulting in insignificant improvement,\" according to the BBX survey report. The BBX estimation was based on 518 qualified responses in July-September period 2022 on 10 major pillars or categories. These are: starting a business, access to land, availability of regulatory information, infrastructure, labour, dispute resolution, trade facilitation, paying taxes, technology adoption, and access to finance.In terms of performance, access to finance emerged as the most hostile business factor with 35.22 points followed by access to land (53.07 points) and paying taxes (55.21 points). The points of these three areas were 50.78, 58.90 and 68.72 respectively in the BBX previous edition's score.On the other hand, as regards improvements, infrastructure with 74.49 points topped the list followed by labour (74.40), availability of regulatory information (72.85), starting a business (70.78), dispute resolution (64.24), technology adoption (60.60) and trade facilitation (58.61).Sharing the findings of the survey, Chairman of the Policy Exchange of Bangladesh Dr. M. Masrur Reaz said seven out of 10 areas made progress but three others experienced large drop. Based on the business perception, he said Mymensingh topped among the divisions which goes to explain that Dhaka and Chattogram have apparently ceased to be the first two business spots. Isn't it too premature to make such a forecast at this stage?Meanwhile, in the just released World Economic Forum (WEF)'s Executive Opinion Survey the picture is not at all reassuring. The study was as part a global survey conducted by the WEF on 11,800 respondents from 121 economies from April to July of 2022. In Bangladesh, the Centre for Policy Dialogue (CPD) conducted the survey. The respondents represented private companies in agriculture, manufacturing and services sectors based in Dhaka, Chattogram, Narayanganj and Gazipur. The top three risks facing the country in the upcoming years, according to the survey, are cost-of-living crisis, employment and livelihood crisis, and infectious diseases. Most of the indicators in the financial sector showed lower scores in 2022 compared to 2021, said the survey report, as the level of performance of the financial sector remained negative indicating a struggling situation as in the previous years. A negative perception was observed in the case of the soundness of banks, accessing start-up capital, and financial and auditing report standards.\"The financial sector needs major overhauling,\" said CPD Research Director Khondaker Golam Moazzem while making a presentation on the findings of the survey. The overhauling, he explained, could be initiated as part of meeting the loan conditionality of the International Monetary Fund and amending the Bank Company Act and by way of lifting the cap on lending rates and ensuring an effective oversight role of the central bank, the Bangladesh Securities and Exchange Commission, and the Insurance Development and Regulatory Authority.The survey report has attributed much of deteriorating business environment in 2022, compared to the previous year, to corruption. Overall, 64.6 per cent of the respondents complained about the high level of corruption seriously affecting business. Weak institutions are also blamed as the most challenging barriers to doing business in the country. Improvement of institutions has been found to be sluggish and most importantly, public entities dealing with taxes, licences, public utilities, judicial system, export and import performed poorly in the period under review. Performance by the majority of infrastructure-related facilities has been stated to be below the average level despite major public investments in key infrastructures. The major lessons for Bangladesh from the Sri Lankan debt crisis, as mentioned in the report, were to avoid undertaking unnecessary large projects, promote export diversification, avoid taking up bulk loans from a single lender, and attract private investment. The report highlighted a number of adverse impacts on the economy due to the Russia-Ukraine war, namely the rising cost of production, uncertainty in the import of final goods, higher cost of imported raw materials and the difficulty in international transactions.As regards foreign direct investment, the report stated that despite various initiatives, FDI inflow remained at a low level. \"A lack of proper infrastructure, the limited functionality of one-stop service facilities and weak financial reporting of local companies are considered as drawbacks for attracting FDI\", the report said. As regards the deterioration of competitiveness of the business environment in 2022, respondents considered that the corporate businesses are dominated by a few groups of companies as in the previous years.No doubt the Executive Opinion of the WEF, illustrated through the survey, is far grimmer that the BBX survey-the latter a bit conciliatory, though not reassuring. If the reality is so grim, there is no point trying to enliven it with vague optimism. After all, recognising the reality is wiser than passing over the downsides in order to be able to work on them for improvement.[email protected],com",
        "headline_1": "Getting to the reality of business environment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/getting-to-the-reality-of-business-environment-1675170639",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-02-2023"
    },
    {
        "full_article": "It is sad to see that although the government has put in place a system called the GRS (Grievance Redress System), designed to redress citizens' concerns and complaints, most people aren't even aware of it. According to a report published in this newspaper on January 30, only 48,660 complaints were redressed in four years. With a population of some 165 million people, there were less than 50,000 complaints nationwide? This speaks volumes for a programme that has been in existence for sometime now and yet no serious effort has been made to popularise it, not just by the state bodies but also by non-state actors. Looking over a 12-month period of 2022, the Food Safety Authority received 60 complaints, all of which were redressed. Only 60 complaints? That does not even constitute a 'sample' in terms of statistics. Environment got 638, 99.84 per cent of which was redressed. Dhaka WASA which has millions of subscribers and got so much press coverage over the last few years received only 131 complaints. The data go on to portray a similar picture with the other sectors. Any citizen can actually file his/her grievance using the online service or even the dedicated hotline. Admittedly, the introduction of the GRS is a step in the right direction. But then merely having an up-and-running platform does little to alleviate the problem - people must be made aware of it. Would it not actually lessen the distance between the people and those perceived to be at the helm of affairs if complaints were being redressed in large numbers? The FE report quoting government definition said, \"a complaint filed against a government department or a service provider registered under the law regarding a citizen's dissatisfaction with the promised service or product or service-delivery method or unlawful acts related to the service paid or rendered or refusal to provide the citizen's legitimate rights shall be treated as a civil complaint.\"But who or which body has made sure that this system is not prioritised for public dissemination is a question that warrants a satisfactory answer from the authorities concerned. One is sure that people would be very interested to know that the Department of Immigration and Passports is included in the GRS and dissatisfied customers can take up the matter officially. There is no point in complaining about the quality of drinkable water on social media or television, because the government machinery requires complaints to go through GRS. Consumers can now make their voices heard through official channels. The same can be said for citizens having issues with various departments including, environment, the Food Safety Authority, Dhaka WASA, TCB, Passport, Vokta (Directorate of National Consumers Right Protection), Law & Justice Division, and BSTI (Bangladesh Standards Testing Institute).What is known is that there is also a dearth of awareness amongst officials and all officials designated to handle GRS in different government offices also have not received necessary training on the relevant issues. While citizen's complaints are made on different platforms (including mainstream media and social media), people need to be made aware of GRS so that their complaints are registered and put into the \"system\". Once recorded on the system, a complaint can hardly be ignored. This carries a whole different meaning. The concerned office is now officially bound to look into the complaint and redress it. It is, therefore, imperative that the state itself popularised the use of GRS at all offices and departments to get real feedbacks from citizens and the follow-up to their redressal. Once done, this will be an element of good governance.[email protected]",
        "headline_1": "Making people aware of GRS",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-people-aware-of-grs-1675170699",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-02-2023"
    },
    {
        "full_article": "Date juice is very popular in Bangla-desh. For many, winter is meaningless without this sweet juice and food items prepared with it. However before enjoying this sweet juice, we should be aware of how it has been procured. It can be life-threatening since there is a high possibility of getting infected by the Nipah virus from drinking it, as experience shows in recent years. This year, five people out of eight infected with the virus have reportedly died so far. In Bangladesh, bats are mainly carriers of the deadly virus. People usually get infected with Nipah after drinking date or palm juice. Infected people initially develop symptoms such as fever, headaches, muscle pain, vomiting and sore throat. Experts say that there are no drugs or vaccines for Nipah virus infection. The primary treatment is supportive care, similar to the treatment for Covid-19 infection. We do not know much about this deadly virus yet. So far, we have come to know that it has around 71 per cent fatality rate and raw date juice is the main source of contracting it. So, we must refrain from consuming it. As it is extremely contagious and can be passed on with minimal human contact, we can save ourselves only by ensuring that do not drink the raw date juice. Nipah contamination might happen from half-eaten fruits, as well. So, experts have advised caution against eating such fruits. Boiled fruits or drinks are, however, safe from Nipah. Badsha Faysal, Jurain, Dhaka, [email protected]",
        "headline_1": "Caution against Nipah virus outbreak",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/caution-against-nipah-virus-outbreak-1675170720",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-02-2023"
    }
]