[
    {
        "full_article": "Prime Minister Narendra Modi’s message, in a tweet on Monday evening, expressing condolences to the victims of the flooding in Pakistan, is a welcome gesture, especially after weeks of silence over what has been one of the worst natural disasters in the neighbourhood in recent times. More than 1,100 people have died, and over 33 million people have been affected, as officials say one-third of the country is under water, and estimate about $10 billion in damage to homes, roads and infrastructure. The floods have also affected standing crops, and as the waters recede, fears of disease as well as food shortages are expected to rise. In addition, the worry that the devastating floods have been caused due to climate change is a worry for all of South Asia, one of the world’s regions most vulnerable to global warming. On Tuesday, UN Secretary General Antonio Guterres launched a global appeal for aid to Pakistan, that he said had been hit by a “monsoon on steroids”, indicating unnatural climate patterns. Countries such as the U.K., the U.S., China, the UAE, Qatar and Turkey have already dispatched aid to Pakistan, and many others have promised help, while the IMF announced a $1.1 billion bailout tranche on Tuesday, as part of ongoing negotiations with the country that is already steeped in an economic crisis. Given that the crisis will only deepen at this point, Pakistan Finance Minister Miftah Ismail also said on Monday that he may propose lifting the trade ban imposed on India after the Jammu-Kashmir reorganisation in 2019, so as to import Indian vegetables and essential commodities. Thus far, Islamabad has only made exceptions for pharmaceutical imports from India during the COVID-19 pandemic, and India’s humanitarian aid to Afghanistan.Despite the poor state of India-Pakistan ties, both New Delhi and Islamabad must put aside their domestic considerations, and seize the moment to help those stranded in the flooding as best they can. India cannot pride itself as being the “first responder” in the neighbourhood — as it has been for Nepal, Sri Lanka, the Maldives and Afghanistan — if it fails to see the suffering right at its land boundary with Pakistan. It would be churlish and short-sighted of Pakistan to reject an opportunity to lift the trade ban with India that has only hurt its own interests, and to give up a source of affordable supplies at a time of such calamity. And it would be both tragic and ridiculous if the enmity between the two countries would not allow them to work together at a time such as this, even as their governments allow their cricket teams to play each other for financial considerations. Significantly, Prime Minister Narendra Modi and Pakistan Prime Minister Shehbaz Sharif are due to travel to Uzbekistan in September for the SCO summit. While a more lasting dialogue, that has been suspended between the two countries for nearly a decade over the terrorism issue, is unlikely, the leaders must find the time to discuss ways to mitigate the catastrophe at hand.To read this editorial in Hindi, click here.To read this editorial in Tamil, click here.",
        "headline_1": "Floods and foes: On Pakistan floods and Indian response",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/floods-and-foes-the-hindu-editorial-on-pakistan-floods-and-indian-response/article65830779.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-09-2022"
    },
    {
        "full_article": "Sometimes, only a thin line separates use of power from its misuse. Political calculations, not medical sense or public interest, went into the setting up of the inquiry commission probing the circumstances that led to the death of former Tamil Nadu Chief Minister Jayalalithaa in December 2016. In order to ease the process of re-integrating himself with the All India Anna Dravida Munnetra Kazhagam (AIADMK) after a period of isolation, former Chief Minister O. Panneerselvam laid a precondition for his coming back to the fold — a probe into Jayalalithaa’s death. The AIADMK’s Edappadi K. Palaniswami found it easy to acquiesce as the purported antagonist — V.K. Sasikala, Jayalalithaa’s aide — was a common enemy. Thus, the A. Arumughaswamy Commission of Inquiry (CoI) was constituted in September 2017. The first sign of trouble in this post mortem deconstruction was when Apollo Hospitals, where Jayalalithaa was treated until her death, claimed the CoI was seeking to fix criminal intent on the part of the hospital. The hospital approached the Madras High Court pleading that the CoI was not qualified to inquire into the correctness of treatment meted out, and went on to suggest, as it did to the CoI in 2018, that a medical board be constituted to assist the judge, but it was rejected. The Supreme Court stayed the proceedings before the CoI in April 2019. In 2021, the Supreme Court favoured the constitution of a medical panel from the All India Institute of Medical Sciences, to advise the CoI. This panel submitted its report earlier this month, agreeing with the hospital’s submission that Jayalalithaa had suffered a matrix of diseases, for which she was given correct and appropriate treatment, and averred with the final diagnosis.After umpteen extensions, the CoI finally submitted its report on August 27. It has recommended that the government conduct an inquiry into the role of a few persons, including Sasikala, who did not depose in person before it. Interestingly, the man who was responsible for the CoI, Mr. Panneerselvam too delayed his deposition until March this year, and remained largely non-committal even when he appeared. Evidently, the political advantage the commission provided for the AIADMK had ceased to be relevant. In the interregnum, the Dravida Munnetra Kazhagam has taken over the reins of the State. To now flog this issue beyond death would be sorely lacking in sagacity, and mark a new low in politicking. The government will do well to put this non-issue to rest once and for all. No political mileage can be squeezed from this report by anyone.To read this editorial in Hindi, click here.To read this editorial in Tamil, click here.",
        "headline_1": "Flogging the dead: On Jayalalithaa death and the probe panel’s report",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/flogging-the-dead-the-hindu-editorial-on-jayalalithaa-death-and-the-probe-panels-report/article65830555.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-09-2022"
    },
    {
        "full_article": "It has been just over two years since Galwan. Since then, India-China relations have deteriorated significantly and continue to remain at a low ebb.\nGalwan is very different from face-offs between the Indian Army and People’s Liberation Army at Depsang in 2013; Chumar in 2014 and Doklam in 2017. After those clashes, India-China relations reverted to their earlier trajectory. But what has occurred in eastern Ladakh since the summer of 2020 and continues till date is a different kettle of fish from these earlier incidents.\nRead full opinion on TOI+\n\n",
        "headline_1": "Playing Chinese Checker: PLA’s big aim at LAC is to get India to accept China’s hegemony. We must see this & prepare",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/playing-chinese-checker-plas-big-aim-at-lac-is-to-get-india-to-accept-chinas-hegemony-we-must-see-this-prepare/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-09-2022"
    },
    {
        "full_article": "India’s GDP for the April-June quarter grew 13.5% to Rs 36.85 lakh crore, 2.7 percentage points lower than what RBI had forecast. To an extent, the growth rate was influenced by an upward revision in the numbers of the corresponding period of the previous year. Despite the lower-than-expected growth rate, there were positive developments. GDP in the April-June quarter is above the corresponding pre-pandemic period, indicating the economy has recovered at an aggregate level from the Covid shock. Further indications of this come from the data that both private consumption and investment have surpassed their pre-pandemic levels.\nIn sectoral terms, the result is mixed. Contact-intensive sectors represented by trade, hotels and transport haven’t recovered fully, their output remains below the 2019 level. This segment slipped in its relative contribution to the economy’s gross value added – it’s 16% in the April-June quarter of 2022 as compared to 20% in the corresponding period of 2019. It’s a troubling feature of the recovery as contact-intensive sectors are an important source of employment among job seekers lacking in skills. The key question is whether the job situation is changing. GoI’s quarterly urban jobs data show that the urban unemployment rate for the April-June quarter was 7.6%. For sure, it’s high for an emerging economy but the rate has trended downwards over four successive quarters.\nGood news in the first quarter won’t help with challenges going forward. The hardening of interest rates following RBI’s change in monetary policy stance will act as a drag on demand as about 40% of bank advances are linked to the central bank’s repo rate. In addition, crude oil prices have been rising over the last fortnight, which will push up input costs across the board. The price of the Indian crude basket has risen by about 10% over the last few days to $102/barrel. The damage to contact-intensive sectors and elevated crude prices suggest the recovery in demand is still fragile. This may be the context in which data on the rise in proportion of suicides by daily wagers needs to be located – it’s increased to 25.6% of the total in 2021 from 23.4% in 2019. GoI may need to tweak the fiscal expenditure pattern to provide support to some sectors as it now has the cushion provided by a 25% increase in gross tax revenue in the April-July period.\n\n",
        "headline_1": "Almost like 2019: Bar low-skill service sector, economy’s over the Covid shock. But headwinds are coming",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/almost-like-2019-bar-low-skill-service-sector-economys-over-the-covid-shock-but-headwinds-are-coming/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-09-2022"
    },
    {
        "full_article": "UGC and the education ministry are reportedly finalising regulations for foreign universities’ India campuses. The plan is to offer “near full freedom” on determining academic course structure and curriculum, faculty hiring and salaries, and even fees. But why should Indian universities in India not enjoy these freedoms? It’s true foreign universities have been wary of over-regulation. However, Indian universities are far worse off – they have to actually function under the restrictive regime. If UGC wants to reform the system, it must apply the changes to all players – domestic and foreign. Otherwise, UGC will be effectively discriminating against domestic education providers. That would be as unfair as extraordinary. In most markets, complaints of discrimination are made by foreign players against domestic ones.\nIndian universities, both public and private, have to negotiate their way through a thicket of rules and regulations, framed by UGC, AICTE, NMC, BCI, state governments. These rules apply for starting new courses, sanctioning student intake, and various academic and administrative operations. No Western country or even China makes its education institutions jump through so many hoops. And it’s not just independent experts who have raised questions but also Parliament members. The parliamentary standing committee on education has, on more than one occasion, found UGC and other regulators to be overbearing in their approach.\nThe higher education market in India is already big and will become huge, comparable to China’s, as aspirations grow on the back of a long period of reasonably good GDP growth. There’s a growing demand-supply gap in quality higher education. The better Indian universities can play a key role in bridging this gap, but not if they are burdened with regulations that don’t apply to their foreign counterparts.\n\n",
        "headline_1": "Level playing field: UGC must give Indian universities the same freedoms it’s planning to give foreign universities",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/level-playing-field-ugc-must-give-indian-universities-the-same-freedoms-its-planning-to-give-foreign-universities/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-09-2022"
    },
    {
        "full_article": "Mikhail Sergeyevich Gorbachev is dead. Twenty years ago, the words – Gorbachev is dead – would not have left many indifferent. There would have been many who would have grieved and many who would have been elated. But today, his death will not evoke much more than the usual platitudes from world leaders and in keeping with the times is unlikely to headline even one complete news cycle.\nHis role in history will be intensely debated as he is a polarising figure among Russians. As Vladislav Zubok, a historian who has written on the period of the Soviet collapse, says: “Russian nationalists and stalwarts of the old order generally view him as a dupe or a traitor, in large part because he oversaw the collapse of the Soviet Union. Other Russians and members of the former Soviet bloc praise him as a farsighted liberator who tried to free them from the yoke of corrupt totalitarianism.”\nRead full opinion on TOI+\n\n",
        "headline_1": "Dupe/traitor/liberator: He polarised Russian opinions – Ukraine invasion has been the final nail in the coffin of the world Gorbachev helped create",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/dupe-traitor-liberator-he-polarised-russian-opinions-ukraine-invasion-has-been-the-final-nail-in-the-coffin-of-the-world-gorbachev-helped-create/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-09-2022"
    },
    {
        "full_article": "New realities have arisen in the last two years, and new strategies have been adopted by economies around the world to cope with the changed realities. Renewed significance has been attached to digital transformation and equipping the population with the right set of skills to prepare them for the new world has been a priority; and with over 4.6 billion people, the Asia Pacific region has been doing considerably well in terms of digital transformation. \nThe pandemic has expedited this process by about seven years. As one of the major players in the region, Bangladesh is also doing considerably well as far as digital preparedness is concerned. \nAnd to provide a magnified view of the digital preparedness of countries around the world, Huawei has been reporting a special index called the Global Connectivity Index (GCI) since 2015. The index assesses 40 indicators focusing on broadband, routing, Internet of Things (IoT) and artificial intelligence, and groups countries into three clusters: Starters, Adopters, and Frontrunners. The clusters distinguish different levels of connectivity; a country's digital readiness from a national and business perspective depending on the current status, future trends, and challenges associated with digital transformation, and determine different parameters on what they need to work on to become a digital economy. \nBeside all of these, the GCI categorically suggests that human resource and skills development are crucial for a country to transform into a digital economy. According to the 2021 World Economic Forum (WEF) report, benefits of upskilling, which the analysis suggests, could provide as much as 6.1 percent boost to GDP by 2030, and this will be facilitated when emerging Asian economies move into higher, value-added sectors that require the most productive use of skills. But on the other hand, according to a study by Korn Ferry, we will face an estimated shortage of 47 million tech talents by 2030. A survey of CEOs by PwC found that more than 50 percent of APAC CEOs say it's difficult to hire digital talent with the right skills.\nWe cannot deny that the changing world needs young people with new skills that are compatible with the changed realities and perspectives. So, naturally, the demand for young people with such skills will experience an upward trend. And certainly, upskilling a population has a direct impact on its economy and society. For example, Singapore was ranked at the second position in the GCI 2020, with a per capita income of USD 60,000. This has been possible because of the implementation of the Smart Nation Singapore initiative. Similarly, countries like Thailand and Indonesia are reaping the benefits of digitalisation and upskilling-focused policy. In fact, Indonesia has successfully become the largest economy in Southeast Asia, with a GDP of over USD 1.1 trillion with such a policy in place.  \nIt has also been forecasted that industries are also experiencing paradigm shifts, reinforcing the need for skilled people. According to study findings of the 2021 Global Data Market Opportunity Study, IaaS (Infrastructure as a Service) will be the fastest growing segment, along with the Asia Pacific region occupying 80 percent of the overall market share by the end of 2024. In such a situation, digital inclusion will drive growth across different industries in the near future. This reality is relevant for Bangladesh as well, where there have been significant changes in the industry landscape in the last few years riding on the huge digital transformation underway in the country. \nBangladesh has been doing well in the fields of Broadband, Internet of Things (IoT), and Artificial Intelligence (AI) in comparison with previous years. However, to meet the future demands of the industry, the ICT industry to be particular, Bangladesh needs a skilled young workforce. \nThe Bangladesh government has been working diligently to minimise the difference between the demand and supply of talent. We have gladly observed that over the last decade, the government has taken different measures to upskill the youth. Within the scope of the Aspire to Innovate (a2i) project functioning under the ICT Division, the government has introduced several initiatives such as skills development through apprenticeship, skill development through stipend and skills for employment program. Moreover, the government has been setting up 39 high-tech or software technology parks. Government-level initiatives are also underway to set up 31 specialised labs in different universities to upskill the youth. Moreover, around 500 polytechnic institutes have been established in the country in the last 12 years to facilitate the youth with the right skills. All these initiatives are truly commendable.  \nWell, in consideration of digital talent demand and digital talent supply ratio, Bangladesh has been categorised as a Starter, along with other emerging economies. We have been making steady progress over the years, as signified by an improvement by eight points in the GCI between 2015 and 2020. The country is indeed moving confidently towards the Digital Bangladesh vision. \nIn order to maintain this positive momentum, continued skill-development efforts specifically targeting the youth i.e. the leaders of tomorrow are of paramount importance. To further expedite effective skill development among the youth, Bangladesh can follow the four basic pillars of talent development: Design, Incentivise, Collaborate and Ecosystem (DICE). First, it needs to make a detailed analysis of the workforce, future needs, and the gap between the needs and supply. Then, make plans for building a talent pipeline and job creation, develop a national plan in partnership with universities and tech giants to address large skill gaps, and finally, lure in the talent pool to inspire others to follow in.  \nMoreover, there is another way of developing talent, which most countries follow. Bangladesh can also follow that path. The country needs to evaluate the relevancy of its digital education program to find out the gap between industry-specific needs and the things being taught at the universities. Once the gap is addressed, the country will have digital talent ready to be employed. Right then, the role of extensive digital talent policies comes in, which will help the country create employment and other opportunities for young talents. \nAlong with the government's initiatives, different private organisations have been playing instrumental roles in making the country and its citizens digitally ready to embrace the benefits of digital transformation. To be particular, Huawei has been working very diligently to equip the youth in Bangladesh and the Asia Pacific region with the right ICT skills so that they can lend a hand in long-term growth. To date, Huawei has trained around 19,000 IT professionals in the Asia Pacific. Moreover, in Bangladesh, Huawei has taken multiple initiatives such as ICT Academy, ICT Skills Competition, and Seeds for the Future to develop an ICT talent ecosystem, all of which are bearing fruits for the country's ICT industry. \nTo be precise, Bangladesh is currently in an advantageous situation as the country could realise the potential of its demographic dividend. According to the Bangladesh Bureau of Statistics (BBS) and the United Nations Population Division, the demographic window will remain open till 2035 or 2037 for Bangladesh, insinuating that the country will have a greater working population than the ageing population during this timeframe. \nBangladesh needs to take advantage of this situation and continue upskilling its youth. For example, Huawei is ready to help the country in this regard as it plans to train at least 6,000 young people in the next one year. Driven by 'In Bangladesh, For Bangladesh,' Huawei will keep contributing to youth development in this country.\nJason Li is a board member at Huawei Technologies (Bangladesh) Limited\n\n",
        "headline_1": "Upskilling youth can speed up digital transformation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/upskilling-youth-can-speed-digital-transformation-3108176",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-09-2022"
    },
    {
        "full_article": "The commerce ministry's decision to fix the prices of nine commodities has, perhaps justifiably, met with guarded optimism. While some consider it a step in the right direction, given constant fluctuations in prices and their uncontrollably upward movement over the last few months, others have cast doubt over the rationality and effectiveness of such a move. But there is no doubt that existing strategies are not working. A stronger intervention is needed. Whether artificially setting prices is the right way to go is the question.\n\nThe latest decision comes amid concerns that people are not getting the benefit of reduced prices of some goods in the global market, and are being charged exorbitantly high even for a miniscule increase in international prices.\nAccording to media reports, the ministry has cited price manipulation by unscrupulous traders as the reason for choosing to determine the prices of nine commodities – including rice, lentil, flour, atta and onion as well as mild steel products and cement – within 15 days. Already, Bangladesh Trade and Tariff Commission (BTTC) fixes the prices of edible oil and sugar after periodic market reviews. It will follow the same pricing method for the remaining commodities. Anyone charging more than the fixed prices will reportedly not only be fined but also sued.\nCredible doubts, however, remain over the ability of the government to monitor the market for potential breaches of the price-cap regulation or to impose said punishment. Our experience with previous attempts to check hoarding and overpricing or fine dishonest traders leaves little room for hope. Such raids were too few and too uncoordinated to have an impact on prices. Also, unlike some imported goods such as edible oil and sugar, it will be difficult to fix the prices of commodities like rice \"because of wide varieties of the staple and the fact that the government does not have the exact data on its production and stock,\" as per an expert. This, he said, could lead to a supply crunch, causing further problems. He suggested that the government should rather strengthen market monitoring to keep prices stable.\nHowever, stability will mean nothing if the bar at which prices are presently set remains high. The latest decision comes amid concerns that people are not getting the benefit of reduced prices of some goods in the global market, and are being charged exorbitantly high even for a miniscule increase in international prices. According to the Trading Corporation of Bangladesh, in the past one month, the prices of rice have increased by up to 15.13 percent, the price of atta increased by up to 28 percent, and the price of sugar rose by nearly 10 percent. All other commodities have also seen a similar pattern of price increase, despite various efforts from the government to bring it down.\nClearly, we need drastic action. But the government must also be judicious, proactive and firm in pursuing its policies and ensure that all relevant agencies and ministries work in collaboration for a bigger impact.\n",
        "headline_1": "Will fixing prices of daily essentials work?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-fixing-prices-essentials-work-3108131",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-09-2022"
    },
    {
        "full_article": "To say that the healthcare system of Bangladesh has taken a battering over the last few years would be an understatement. We all remember the dark days at the height of the pandemic, when families of patients infected with Covid-19 desperately struggled to find space in hospitals. During that time, we found one thing to be the irrevocable truth – that basic hygiene in medical facilities is a matter of life and death, as any spreading of infection there could be very dangerous.\n\nIn a country that spends billions of dollars on large-scale development projects, how is it possible that healthcare facilities are not being able to meet minimum standards of basic hygiene and waste management? Are the authorities at all concerned that government facilities are doing much worse in meeting these standards? \nYet, it seems this lesson has either already been forgotten or it was never put into place. According to the latest Joint Monitoring Programme (JMP) report by WHO and UNICEF, 62 percent of healthcare facilities in the country still lack basic hygiene. The situation is especially bad in government facilities, where only 32 percent had basic hygiene services. The report warned that this state of affairs could be lethal for vulnerable patients, especially newborns and mothers.\nThe picture is equally bleak in terms of waste management. Only 34 percent of the facilities offer basic waste management services, and around 14 percent do not have them at all. This is especially worrying given that a huge amount of medical waste is generated every day. We have, on multiple occasions, reported on the repercussions of mismanagement of waste from healthcare facilities. It is not just bad for the environment; there is also a lucrative business surrounding its recycling where thousands of waste pickers, including children, wash blood, pus and chemicals and handle other toxic materials in the absence of proper waste management services.\nIn a country that spends billions of dollars on large-scale development projects, how is it possible that healthcare facilities are not being able to meet minimum standards of basic hygiene and waste management? Are the authorities, especially in the ministry of health, at all concerned that government facilities are doing much worse in meeting these standards? The situation is all the more concerning when one considers the fact that only six percent of non-government healthcare facilities actually have functioning medical licenses. While 59 percent have at least applied for license, 35 percent have not even bothered to register themselves in any way, and are operating without any oversight or transparency.\nOnly this week, the DGHS found a rise in the population of Aedes mosquitoes, sparking fears of an even bigger wave of dengue in the coming days. Earlier this year, the capital witnessed an outbreak of cholera. On top of that, the ever-increasing costs of living mean that people are even less likely to be able to spend on expensive medical care. In such a scenario, it is essential that the authorities do everything in their power to ensure that medical patients are not being let down in healthcare facilities because minimum standards are not being met.\n",
        "headline_1": "A hospital without hygiene is the opposite of healthcare",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/hospital-without-hygiene-the-opposite-healthcare-3108086",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-09-2022"
    },
    {
        "full_article": "The government's \"Perspective Plan of Bangladesh 2021-2041\" has identified innovation as a key enabler to accelerate our economic growth. It aims at increasing the contribution of total factor productivity (TFP) to economic growth from the current 0.3 percent to 4.5 percent in 2041. Any improvement in TFP contribution essentially requires technological innovation, leading to the commercialisation of research results and ideas in the form of products, processes, services, etc. Indeed, as Robert Solow – the 1987 Nobel Prize winner in economics – states, \"Technological innovation is the ultimate source of productivity and economic growth.\"\nIn Bangladesh, considerable groundwork has been done at the national level in the last few years to promote innovation by establishing a start-up infrastructure. This has led to notable success in creating a good number of start-ups, including the birth of a unicorn, bKash. A 2022 report by the United Nations Economic and Social Commission for Asia and the Pacific (ESCAP) on the assessment of the start-up ecosystem in Bangladesh has identified a number of issues that need addressing in order to further enhance the ecosystem. The recommendations in the report include, among others, the development of a steady pipeline of innovators, and involvement of universities in our innovation drive.\nThe main players in a country's innovation ecosystem include the government, private sector, universities, and financiers. The role of universities in creating innovation is vital. However, universities in our country are yet to play their due role in innovation. The innovation ecosystem leading to the birth of start-ups is almost non-existent in our universities, except for a few that recently started putting efforts in this direction.\nMany universities in the US are well-known for their great success in innovation. The legendary achievements made by Stanford University (giving rise to Silicon Valley) and MIT (creating Kendall Square) are well-known. Universities making great success elsewhere in the world include Cambridge University, Imperial College London, Oxford University, Technion University, ETH Zurich, National University of Singapore, etc. Many other universities around the globe are currently putting a great deal of effort into innovation.\nThe extent of contribution that university-led innovation can make is evident from a couple of examples. A 2009 report shows that MIT alumni founded 25,800 active companies that created employment for about 3.3 million people, generating annual revenues of USD 2 trillion. If this is compared with the GDP of the richest countries, then the contribution of MIT's innovation would be equivalent to the 11th largest economy in the world. Similarly, Stanford University alumni founded 39,900 active companies (2011 report). These companies created an estimated 5.4 million jobs and generated annual revenues of USD 2.7 trillion, which would be equivalent to the world's 10th largest economy.\nThe MIT Sloan School of Management defines innovation as: Innovation = Invention x Commercialisation. An \"invention\" or an idea becomes an \"innovation\" only when it creates value in the market (through commercialisation and/or creating impact on society). Entrepreneurship is probably the most important factor that drives commercialisation (start-ups being one of many pathways). If universities want to drive innovation, they must succeed in creating and sustaining entrepreneurial mindsets in their students, faculty members and alumni. For this to happen, universities must put in place a robust innovation ecosystem.\nThe innovation ecosystem in a university that realises the commercialisation of technologies developed within its own premises can be quite complex. It involves many components, including a strong research base, industry-university collaboration, entrepreneurship education, technology transfer, idea incubators, start-up accelerators, new venture competitions, mentor networks, and venture capital resources. Research shows that robust ecosystems in the highest performing universities have certain common characteristics. They tend to have a high degree of decentralisation in their innovation management structures. This helps maximise dynamism and optimise the utilisation of resources and expertise. The world's most innovative universities have a multitude of units/programmes in their ecosystems that support entrepreneurship among their students, faculty members and alumni in a vigorous way. For instance, Stanford University, MIT and UC Berkeley have over 30, 40 and 40 entrepreneurship­‐related programmes/units, respectively.\nIn addition to the central tech-transfer and related units, academic units like engineering departments/faculties, business/management departments, science departments, etc must play active, interdisciplinary and synergistic roles. They should integrate entrepreneurship efforts through educational curriculum, establishing strong industry-university collaboration, imparting experiential learning to students, leveraging alumni network, and creating networks of mentors and investors. In a successful ecosystem, innovation and incubation, research and development, and teaching and learning go hand-in-hand in a harmonious fashion. Students, faculties and alumni feel encouraged, motivated and facilitated to take their ideas and inventions to the market.\nAt this juncture, to make Vision 2041 a reality, as articulated in the Perspective Plan of Bangladesh 2021-2041, our universities should put thoughtful efforts into creating effective innovation ecosystems. This requires strong commitment at the highest level of university management. Capacity building of the faculties, students and staff managing innovation, and the creation of university-wide entrepreneurship infrastructure and culture are key factors. Building effective connections with external innovation ecosystems is of paramount importance.\nExperience shows that the task at hand is not easy, and not quick. We have to learn from best practices around the world. But copying others may not necessarily always help. Some of our universities should establish research centres to carry out research on how to promote and nurture innovation and entrepreneurship in the context of our culture, economy and sociopolitics. In order to achieve success in creating entrepreneurship and start-up culture, universities require adequate policy and material support from the University Grants Commission (UGC), concerned ministries, departments and agencies. Support and participation of the private sector and financiers are, needless to say, essential.\n \nDr ASM A Haseeb is professor at the Department of Nanomaterials and Ceramic Engineering of Bangladesh University of Engineering and Technology (Buet).\n\n",
        "headline_1": "What role should universities play in innovation and start-up culture?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-role-should-universities-play-innovation-and-start-culture-3107806",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-09-2022"
    },
    {
        "full_article": "The commerce ministry's decision to fix the prices of nine commodities has, perhaps justifiably, met with guarded optimism. While some consider it a step in the right direction, given constant fluctuations in prices and their uncontrollably upward movement over the last few months, others have cast doubt over the rationality and effectiveness of such a move. But there is no doubt that existing strategies are not working. A stronger intervention is needed. Whether artificially setting prices is the right way to go is the question.\n\nThe latest decision comes amid concerns that people are not getting the benefit of reduced prices of some goods in the global market, and are being charged exorbitantly high even for a miniscule increase in international prices.\nAccording to media reports, the ministry has cited price manipulation by unscrupulous traders as the reason for choosing to determine the prices of nine commodities – including rice, lentil, flour, atta and onion as well as mild steel products and cement – within 15 days. Already, Bangladesh Trade and Tariff Commission (BTTC) fixes the prices of edible oil and sugar after periodic market reviews. It will follow the same pricing method for the remaining commodities. Anyone charging more than the fixed prices will reportedly not only be fined but also sued.\nCredible doubts, however, remain over the ability of the government to monitor the market for potential breaches of the price-cap regulation or to impose said punishment. Our experience with previous attempts to check hoarding and overpricing or fine dishonest traders leaves little room for hope. Such raids were too few and too uncoordinated to have an impact on prices. Also, unlike some imported goods such as edible oil and sugar, it will be difficult to fix the prices of commodities like rice \"because of wide varieties of the staple and the fact that the government does not have the exact data on its production and stock,\" as per an expert. This, he said, could lead to a supply crunch, causing further problems. He suggested that the government should rather strengthen market monitoring to keep prices stable.\nHowever, stability will mean nothing if the bar at which prices are presently set remains high. The latest decision comes amid concerns that people are not getting the benefit of reduced prices of some goods in the global market, and are being charged exorbitantly high even for a miniscule increase in international prices. According to the Trading Corporation of Bangladesh, in the past one month, the prices of rice have increased by up to 15.13 percent, the price of atta increased by up to 28 percent, and the price of sugar rose by nearly 10 percent. All other commodities have also seen a similar pattern of price increase, despite various efforts from the government to bring it down.\nClearly, we need drastic action. But the government must also be judicious, proactive and firm in pursuing its policies and ensure that all relevant agencies and ministries work in collaboration for a bigger impact.\n",
        "headline_1": "Will fixing prices of daily essentials work?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-fixing-prices-essentials-work-3108131",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-09-2022"
    },
    {
        "full_article": "To say that the healthcare system of Bangladesh has taken a battering over the last few years would be an understatement. We all remember the dark days at the height of the pandemic, when families of patients infected with Covid-19 desperately struggled to find space in hospitals. During that time, we found one thing to be the irrevocable truth – that basic hygiene in medical facilities is a matter of life and death, as any spreading of infection there could be very dangerous.\n\nIn a country that spends billions of dollars on large-scale development projects, how is it possible that healthcare facilities are not being able to meet minimum standards of basic hygiene and waste management? Are the authorities at all concerned that government facilities are doing much worse in meeting these standards? \nYet, it seems this lesson has either already been forgotten or it was never put into place. According to the latest Joint Monitoring Programme (JMP) report by WHO and UNICEF, 62 percent of healthcare facilities in the country still lack basic hygiene. The situation is especially bad in government facilities, where only 32 percent had basic hygiene services. The report warned that this state of affairs could be lethal for vulnerable patients, especially newborns and mothers.\nThe picture is equally bleak in terms of waste management. Only 34 percent of the facilities offer basic waste management services, and around 14 percent do not have them at all. This is especially worrying given that a huge amount of medical waste is generated every day. We have, on multiple occasions, reported on the repercussions of mismanagement of waste from healthcare facilities. It is not just bad for the environment; there is also a lucrative business surrounding its recycling where thousands of waste pickers, including children, wash blood, pus and chemicals and handle other toxic materials in the absence of proper waste management services.\nIn a country that spends billions of dollars on large-scale development projects, how is it possible that healthcare facilities are not being able to meet minimum standards of basic hygiene and waste management? Are the authorities, especially in the ministry of health, at all concerned that government facilities are doing much worse in meeting these standards? The situation is all the more concerning when one considers the fact that only six percent of non-government healthcare facilities actually have functioning medical licenses. While 59 percent have at least applied for license, 35 percent have not even bothered to register themselves in any way, and are operating without any oversight or transparency.\nOnly this week, the DGHS found a rise in the population of Aedes mosquitoes, sparking fears of an even bigger wave of dengue in the coming days. Earlier this year, the capital witnessed an outbreak of cholera. On top of that, the ever-increasing costs of living mean that people are even less likely to be able to spend on expensive medical care. In such a scenario, it is essential that the authorities do everything in their power to ensure that medical patients are not being let down in healthcare facilities because minimum standards are not being met.\n",
        "headline_1": "A hospital without hygiene is the opposite of healthcare",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/hospital-without-hygiene-the-opposite-healthcare-3108086",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-09-2022"
    },
    {
        "full_article": "On the first day of the second round of crackdown on unlicensed hospitals, clinics and diagnostic centres, 92 such facilities were sealed off. After the first round of the drive in May-June, the health establishments that failed to avail of the opportunity of the grace period of almost three months for getting fresh licences issued and expired licences renewed, are the targets of this crackdown. For the first time, the authorities have given an impression that they mean business. In the first round of drive, 1,641 illegally run health centres were shut down. Against this, the government issued licences to 1,489 and renewed licences of 2,930 health facilities. However, the health directorate, as an additional director general at the Directorate General of Health Services (DGHS) admits, is yet to gather information for preparation of an authentic list of the country's unlicensed or illegal healthcare providers.This is an indication that the healthcare system is far from getting streamlined. There are ubiquitous facilities operating all across the countries providing substandard and at times wrong diagnosis and treatment, which the DGHS is unable to discipline. The reason behind this, as cited, is its manpower shortage. However, what is less known is the irregularities that have been allowed to mount over the years and decades and also the involvement of a section of the employees and officials of the DGHS in the malpractice. The country has remarkably advanced in building its healthcare system. Now the excuse that the DGHS cannot monitor medical malpractices all over the country should no longer be entertained. Money spent on different less important heads and the unearned income by some members of its staff (for example a driver who amassed fabulous amount of wealth) show there should not be shortage of fund for such recruitments. Also, illegal clinics, hospitals and diagnostic centres are mostly concentrated in the large cities and other urban centres. So, if there is seriousness of purpose, proliferation of the fake and unapproved health facilities can be reined in.If past experiences are any guide, the impersonating physicians often perfected the art of medical commercialisation and a few of them were caught hold of in their criminal act. But wonder of wonders, after their short term of imprisonment they came out to run once again illegal healthcare facilities as before. This certainly calls for more stringent punishment with longer terms of imprisonment. But in the first place, if the DGHS has a number of monitoring roving teams to regularly keep watch on such establishments, this illegal health business can be nipped in the bud. This time the DGHS initiative looks promising but there is no guarantee this will hold good unless the range and scope of this drive is extended. One thing is clear that minting money is the objective of most of the private initiative for healthcare delivery. Quality healthcare is hardly any concern. It is because unqualified physicians perform medical services they are not entitled to. Medical facilities must not be allowed to operate unless the DGHS are satisfied with the required staff and equipment. Here integrity of the licence-issuing authority has to be unquestionable and if possible the criteria should be verified by an independent medical commission constituted for the purpose.",
        "headline_1": "Drive against unlicensed medical facilities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/drive-against-unlicensed-medical-facilities-1661957901",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-09-2022"
    },
    {
        "full_article": "No one has forgotten Chernobyl. There was, in 1986, the very real danger of the world getting caught up in a nuclear disaster when gas leaked from the plant. The danger set off by Chernobyl remains as potent today as it has since nuclear weapons made their way into global politics with the havoc wreaked on Hiroshima and Nagasaki in 1945.Just how much of a danger we are all in today comes through the fears generated by what might happen around the Zaporizhzhia nuclear power plant in Ukraine. Holes have been drilled in the roof of the plant amidst exchanges of fire between Russian and Ukrainian forces, to a point where a very real danger of things getting out of hand is worrying for the rest of the world. The worry persists because the battle has continued around the plant.It is a messy world we inhabit these days. It is an eerie reminder of the way people around the globe felt when the Soviet Union and the United States got into a tangle over Moscow's stationing of nuclear missiles in Cuba in 1962. We have heard from our parents' generation of the sleepless nights people everywhere spent from fear that the two superpowers were poised to engage in nuclear warfare any moment over those missiles. Fortunately, both Moscow and Washington stepped back from the brink. The danger was rolled back.The war in Ukraine has rekindled the old fears, however. In post-modern times, despite expectations everywhere of a better, more humane and therefore more creative world of peaceful coexistence taking form, human nature remains as it has always been. Behaviour has not changed; politics remains stymied by territorial ambitions; conflict does not permit diplomacy to explore the chances of a happier, fairer world for all its inhabitants.The world is in a mess, undeniably. It is not just war, but the gross damage we have done to the planet in terms of undermining nature which we now experience everywhere. Nature is taking its revenge. Forests in Europe and North America have been consumed by fires rising from the bowels of the earth. Ice-cap melting is causing a rise in sea levels. We observe the consequences all around us.In recent days, floods of an unprecedented nature have washed away homes in the Pakistani provinces of Balochistan, Sindh and Khyber-Pakhtunkhwa. Balochistan, dry and mountainous, has lost more than a thousand of its people to the floods. The Pakistani government, unable to cope with the enormity of the disaster, has appealed for relief assistance from the global community. The UN Secretary General has called it a monsoon on steroids. The truth is obvious, or should be: human civilization has created a climatic crisis it now is unable to handle or control. And it is not only Pakistan which finds its territory, a third of it, submerged in floodwaters. Similar conditions have battered Sudan. Dozens have perished there in the floods that have left as many as 70,000 people in dire straits. With the floods affecting ten of the eighteen states of the country, a state of emergency has been imposed on Sudan.Floods have been causing havoc in Sierra Leone as well. And Afghanistan is another story of heartbreak. A year after the precipitate departure of western forces and the restoration of Taliban rule, the country remains in murderous poverty. The floods which have ravaged Pakistan have also left Afghans in their villages in a state of despair. The situation has only added to the woes of Afghanistan's people, with children going through increasing malnutrition, women once again confined to their homes and men losing jobs. Twenty million Afghans confront hunger and nine million of them have been displaced. Penury is but another definition of the country. The bitter truth is that while the West obsesses about Ukraine, Afghanistan has gone off the radar for policy makers in Brussels and Washington. You could pick up the threads of the Kabul story and link them to the embarrassing unconcern with which the world treats the Palestinian and Rohingya issues at this point of time.But a lack of concern, where its own interests are at stake, is not to be found in the European Union. The alacrity with which sanctions were applied on Russia in the wake of its assault on Ukraine has now begun to hit Europe hard. A growing energy crisis threatens the West, holding out the dangerous possibility of a good number of cold winters looming over Europe and the United States. Prices have gone up everywhere. Politics in countries such as the United Kingdom is now focused on a resolution, if at all, of the crisis engendered by a rise in the cost of living. The Ukraine war has upended everything, all across the planet. Fuel prices in Asia and Africa, along with an unstoppable hike in the prices of food, are putting paid to ambitious social uplift and economic programmes undertaken by governments. In what is clearly an irony, governments which went for sanctions on Russia in the aftermath of the Ukraine crisis are today caught in conditions that are a result of policies which failed to take note of the ramifications that would follow. There is a bottom line slowly but surely emerging out of all this mess: statesmanship which could have handled the Ukraine situation differently, which could have brought diplomacy into a resolution of the crisis, has been missing. Are we to conclude that leadership on a global scale is a misnomer in our times, that crude nationalism resting on a false sense of patriotism defines politics all across the planet?The worries voiced by Antonio Guterres are those of the rest of the world. Floods, droughts, storms and wildfires ravage the planet. Half of humanity, notes an exasperated UN Secretary General, is trapped in a danger zone. The danger comes from the breakdown of the global climate shield. It comes too from war and pestilence --- in Ukraine, in Ethiopia's Tigray province. It comes from people unwilling anymore to tolerate the opulence in which politicians thrive and the exploitation societies suffer through. Sri Lanka is a telling example. But take a look at Brazil, where Jair Bolsonaro, having cut down trees in the Amazon forest and not acknowledging the coronavirus, seeks a second term as President. Brazilians could give the world new hope --- if they ensure that former President Luis Inacio Lula da Silva, today seeking power again, returns to office at the forthcoming election. \n[email protected]",
        "headline_1": "A world in an intractable mess",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-world-in-an-intractable-mess-1661958001",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-09-2022"
    },
    {
        "full_article": "What's wrong with Mother Nature? Different parts of the world are facing the fury of climate change. A study shows fires are burning nearly twice as much forest as 20 years ago. Droughts are affecting cultivation in crop hubs of the world, threatening our food security. Floods are ravaging human settlements. Sylhet in Bangladesh had a bout of it recently. A country like the United Arab Emirates also was not spared. Now it's Pakistan's turn to face the vagaries of Mother Nature. One-third of the country is now under flood water. Buildings have collapsed. Bridges have collapsed. Cars have been washed away. The strong current of gushing water from upstream areas is washing away everything on its path. So far more than 1,000 people have been killed. Millions have been displaced. The planning minister in Pakistan has claimed that the flooding has inflicted losses to the tune of $ 10 billion.The US, Turkey and other countries of the world are coming up with aid. The government also is reaching out to the flood victims with available resources. It has appealed to the affluent section to help the people in need. As usual, former prime minister Imran Khan once again has showed his innovative style of doing things. He announced to hold a live telethon on a TV channel to raise funds for the flood victims. But the authorities in the government have banned live telecast of any programme of Mr Khan. He went to court, got the permission and then went live with the telethon on Monday night. Telephone numbers for conversation with Mr Khan and bank account numbers for donations to relief funds were flashed on the TV screen. People phoned in from home and abroad, talked to Mr Khan and announced their contributions to the funds. Within two and a half hours the contributions ran as high as Rs 5.2 billion (520 crore), unprecedented in Pakistan's history. That showed the strength of a nation, when united. As it was a phone-in programme, maybe, many more might have not reached the phone numbers at the studio. If they could, the contributions might have been far higher.In Pakistan's politics, Imran Khan is always innovative. He does things in his own style. Unlike the practices in South Asia, he holds his public meetings at night. The reason is: it does not halt the industrial production nor it blocks the traffic. Families including women and children participate in the rallies. They bring foods with them, share them with others as if in a picnic party. Alongside the political leaders there are singers who sing to the amusement of the human sea. It's a different experience.Unlike others in the region he raised funds for his party by hosting dinners. This is a very transparent way which is very important for a political party before it gets going. Unless the political system is transparent, the going gets tough for a nation.As mentioned above, live telecast of Imran's speeches on TV channels was banned. Imran could easily slap a similar ban on his political opponents in the provinces ruled by his PTI (four of the five provinces except Sindh are ruled by the PTI). But he did not do it. For, he does believe in freedom of speech. That is how Imran Khan has made a difference in Pakistan's politics. He has proved his mettle even amid a disaster like the flood that has stunned the country. \n[email protected]",
        "headline_1": "Flood wreaks havoc on Pakistan",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/flood-wreaks-havoc-on-pakistan-1661958028",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-09-2022"
    },
    {
        "full_article": "Over the years, Bangladesh has showed substantial progress in reducing under-five child and maternal mortality rate. However, the death rate of newborns remains static in the country, which is a matter of concern for us. Our country has one of the highest infant mortality rates in the world. According to a recent study, half of our newborns die before 28 days of their birth. The number of premature deaths of children is around 62,000 every year. And one of the main causes for this is that we do not have enough NICUs (newborn intensive care unit) in our hospitals. NICU provides round-the-clock care to the sick or premature babies. It has health care providers who have special training and equipment to give newborns the best possible care. Currently, we reportedly have only 40 hospitals with NICU facilities. But every district needs at least one hospital with NICUs. Setting up such facilities in every district hospital can be a necessary step towards implementing the government's target of reducing the neonatal mortality rate to 12 per 1,000 by 2030. Also, steps should be taken to make the cost of NICUs affordable so that low-income people can also try their best to save their children. \nSifat Rabbani, Student of Department of Political Science, Jagannath University, Dhaka, [email protected]",
        "headline_1": "Setting up ICUs for newborns in every district",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/setting-up-icus-for-newborns-in-every-district-1661958049",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-09-2022"
    }
]