[
    {
        "full_article": "The Tata Group’s consummation of its acquisition of Air India last week marks both the culmination of the airline’s return to its original founders after an almost seven-decade hiatus, as well as the start of an arduous long-haul flight for the loss-making, formerly state-owned flag carrier. The Tatas’ enthusiasm for winning back what was once the country’s iconic airline brand notwithstanding, the skies in which the industry operates have changed considerably. A look at the market share data from the domestic air passenger segment clearly shows that budget or low-cost flights now hold a dominant position, commanding about four-fifths of the market. The Tata group’s full-service venture, Vistara, with no less a partner than Singapore Airlines on board, has struggled to establish a foothold and with Air India’s addition, the Tatas find themselves saddled with a bulk of their combined domestic market share of 23% (as of November) being in the less-in-demand full-service segment. Nor is the group’s newly combined share from the low-cost segment, comprising Air Asia India’s 5.9% and the fractional share that Air India’s Air India Express has, significant enough at the moment to give it scale in the high-volume business. That the group is said to be considering consolidating Air India’s domestic low-cost services along with Air Asia India’s operations is a clear indication that the Tata bosses realise the need to optimise the varied aviation resources that are now in the group’s fold so as to enhance viability.On the international front too, Air India faces multiple challenges, not the least of which is the Government’s current pandemic-related curbs on commercial international flights. With foreign carriers restricted to limited capacity under the ‘Air Transport Bubbles’ arrangement, Air India too has found itself constrained in the number of overseas flights it can operate under the bilateral arrangements with counterpart countries. The Tatas, though, could use the current curtailment of overseas services as an opportunity to undertake a long overdue overhaul of Air India’s inflight experience. Also, with Vistara now operating to a few select overseas destinations, the Tatas will need to decide if they would want a younger in-house competitor to Air India once COVID-19 restrictions are lifted and normalcy restored as regards international flights. For the Tata group, the choices going forward will need to be strategic. With the domestic market set to see more churn with at least one new budget airline set to enter and other rivals struggling for capital, the group needs to decide whether it wants to add capacity to budget offerings or stay a predominantly full-service carrier at a time when the more lucrative business class travel has been hit. And with aviation fuel costs set to soar further, Air India will need to tap into all of the Tata group’s vaunted managerial expertise if it is to turn into a successful buy.",
        "headline_1": "Turbulence ahead: On Tata Group acquisition of Air India",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/turbulence-ahead-on-tata-group-acquisition-of-air-india/article38355328.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-02-2022"
    },
    {
        "full_article": "In legendary sporting careers, there comes a moment which perfectly encapsulates the champion’s relentless pursuit of transcendent brilliance. For Sachin Tendulkar it was reaching a hundred international hundreds and for Kapil Dev it was getting to 432 Test match wickets to become the then highest wicket-taker. It spells consistency, across decades and geographies. On a balmy Sunday evening in Melbourne, it was the turn of Rafael Nadal to attain similar nirvana with a record 21st men’s singles Grand Slam title, passing Roger Federer and Novak Djokovic in the all-time tally. The 35-year-old is only the fourth man in history (after Roy Emerson, Rod Laver and Djokovic) to win all four Majors at least twice. Nadal was not best placed to achieve what he did. For much of the second half of 2021 he was in exile and a chronic foot injury had him considering retirement. In Australia, he was physically sub-prime and in the final against Daniil Medvedev — a 6’6” albatross, who barely five months ago felled Djokovic at the 2021 US Open with a blindingly devastating performance — he was on the cusp of defeat, down two sets and three break-points. But what came to the fore was Nadal’s greatest trait, the uncanny ability to thrive when barely allowed to live, culminating in what he called his “greatest comeback” and the “most unexpected achievement” of his already glittering career.The previous decade in Australia has been one of disappointment for the Spaniard, having lost four finals, including two from winning positions. A repeat seemed in the offing when deep in the fifth set he failed to serve out the match. But such was the rarefied heights he reached that he quickly left a bad service game behind, relaxed into the moment and earned another opportunity for a shot at history that he would not miss. There was a history-maker among women too as the classy Ashleigh Barty, a player with indigenous Australian heritage, won her maiden Major on home soil, a first for an Australian since 1978, and third overall after the 2019 French Open and 2021 Wimbledon. Adept on grass and clay, courtesy her first-rate footwork and outstanding racquet skills, Barty seamlessly transitioned to the acrylic, adding some aggression while keeping her finesse and variety intact. Even in the crowded marketplace that global tennis is, there are no styles and personas quite like Nadal’s and Barty’s. It was apt that the event ended with rousing victories for the duo, despite the fog of Djokovic’s deportation saga that had settled pre-tournament. For Indians, Sania Mirza’s announcement of retirement at the end of the season will bring a tinge of sadness. But the year ahead will be another opportunity to relive and celebrate her stunning achievements and trailblazing legacy.",
        "headline_1": "Another one: On Nadal's Australian Open win",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/another-one-on-nadals-australian-open-win/article38355333.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-02-2022"
    },
    {
        "full_article": "Can anyone remember such degradation of a constitutional body like what our Chief Election Commissioner (CEC) KM Nurul Huda has done? His defence of the indefensible failure in fulfilling his constitutional duties was not only filled with untruths and misrepresentation of facts, but was also, to some extent, distasteful. His attempt to discredit and humiliate fellow commissioner Mahbub Talukdar by describing him as \"a person infected with disease\" is quite shocking (Business Insider, January 27, 2022). Someone's medical expenses cannot be an issue of contention, unless there is specific proof of fraud. Besides, simple decency requires seeking permission from the person concerned before revealing their personal information, including ailment.\nThe CEC's responses to the main allegation against the Election Commission about ballot-box stuffing the night before the 11th parliamentary elections on December 30, 2018 after four years clearly manifest an attempt to rewrite history. His explanation that he didn't see it, and therefore \"cannot say anything conclusive based on the allegations,\" appeared to be contradicting himself, because it was none other than the CEC who told election officials within 10 weeks of that infamous \"polling in the night\" that \"the EC was planning to use electronic voting machines (EVMs) to make sure that ballot boxes could not be stuffed on the night before an election.\" His arguments in justifying the introduction of EVMs in upazila elections were based on the fact that he did realise what had happened and how he had failed us all.\nWhen he told the media that \"You didn't even see it [ballot stuffing the night before voting],\" perhaps he forgot that it was the media—BBC, in particular—that showed the world the footage of stuffed boxes well before the voting began on December 30, 2018. His attempt to apportion blame on political parties for not taking the issue to the court is a childish argument to cover his failure. Seeking legal redress from a court is a retroactive move. But what about the prevention of irregularities and violations, especially when the Representation of the People Order, 1972 clearly empowers the commission to stop vote-casting at any polling station or an entire constituency at any stage of the election if it finds the process compromised?\nIt has been over four years since that night, so the CEC might have forgotten that while he kept his eyes shut, the rest of the world witnessed the mass disenfranchising of hundreds of thousands of Bangladeshis. Perhaps, he needs a little reminder about how the world reacted to such a farcical exercise. His refusal to allow foreign observers to monitor the polling now gives credence to such suspicion that his intention all along was to hide his partisan behaviour and inability to conduct an acceptable election. Can he deny that most of the Western nations condemned the violence and widespread irregularities in the 2018 elections, and called for a transparent investigation into all allegations of impropriety? The European Union termed the electoral campaign and the vote as \"tainted.\" The US, expressing concern about \"credible reports of harassment, intimidation, and violence in the pre-election period,\" noted that \"election-day irregularities prevented some people from voting, which undermined faith in the electoral process.\"\nThe United Nations and a good number of international organisations also made similar observations, but their calls for independent and transparent investigations into the alleged irregularities were blatantly ignored. The Human Rights Watch and the Transparency International have documented many of these irregularities. A survey by the Transparency International Bangladesh (TIB) found that stamping of ballots took place on the night before the 2018 election at more than one centre in 33 constituencies out of the 50 surveyed.\nThe CEC also cast some unwarranted aspersions on the Shamsul Huda Commission when he said, \"There is a difference between holding elections under a partisan government and a military-backed government. There will be criticism of any election held under a political environment.\" Here again, he was wrong as every military force is supposed to support the government of the day. Besides, we had at least four elections that have won recognition at home and abroad. The differences now, however, are the absence of a political consensus and a lack of sincerity and integrity on the part of the commission led by CEC Nurul Huda.\nHis partisan acts started well before his taking of oath of office on February 15, 2017, when several newspapers published photographs showing him as CEC-designate taking floral wreaths from the local leaders of the ruling Awami League and distributing sweets. That explains why he surrendered his authority during the parliamentary elections to a partisan administration, instead of making them work for him. The harm he has caused to our electoral institution is unlikely to be recovered anytime soon.\n \nKamal Ahmed is an independent journalist and writes from the UK. His Twitter handle is @ahmedka1\n",
        "headline_1": "The CEC’s pre-poll slumber and the question of ballot stuffing",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-cecs-pre-poll-slumber-and-the-question-ballot-stuffing-2951556",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-02-2022"
    },
    {
        "full_article": "February 1, 2022 marks the first anniversary of Myanmar's audacious military coup, which has gone down in recent history of the country as the beginning of the most repressive regime. Since February 2021, the situation in Myanmar has reached an abyssal depth, with an ongoing civil war between the military and the pro-democracy front. 2021 was a tragic year for human rights conditions as the military—popularly known as Tatmadaw—resorted to extreme violence to quell the demand for democracy.\nArguably, the situation has come to this stage because of the international community's lacklustre response and inadequate stringent actions—a resolution was rejected in the UN Security Council due to Chinese and Russian support for the Tatmadaw. Predictably, 2022 may also witness relentless violence and repression perpetrated by the military, resulting in unimaginable suffering and hardship for Myanmar's citizens.\nOne year ago, the Tatmadaw staged the coup and arrested heavyweight leaders of the National League for Democracy (NLD), including Aung San Suu Kyi, over a farcical allegation of election-rigging. Though the NLD won the election with a resounding majority of seats, capturing 83 percent of the total vote, Tatmadaw, the \"King Maker,\" rejected the result in fear of losing dominance in Myanmar politics. The common people of Myanmar condemned the coup and started protesting against it. Soon, the protest turned into a civil disobedience movement (CDM), under which professionals of all sectors refused to join their workplace and demanded restoration of democracy.\nThe Tatmadaw's decision to meet the demand with bullets painted the streets of Myanmar with blood. In one year, the Tatmadaw has killed around 1,500 people and arrested nearly 9,000 people, according to the Thailand-based human rights organisation Assistance Association for Political Prisoners (Burma). Also, the Tatmadaw relied on strict surveillance measures to silence people's voice. Under the newly introduced draconian provision, Section 505A of the penal code, 120 journalists have been arrested, 15 of whom have been convicted and 50 more await trial. Licences of seven media outlets and satellite television have been cancelled.\nAmid the violent crackdown, the CDM transformed into an armed resistance group after the formation of the People's Defence Force (PDF) as the political wing of the National Unity Government (NUG). Former NLD officials and pro-democracy fronts established NUG and PDF as their armed wing, even though NUG has the least control over the force. Gradually, PDF and NUG emerged as one of the key political forces in Myanmar. Tatmadaw has escalated its violence to counter PDF, while PDF relies on guerrilla warfare. Amid escalating civil war, at least 406,000 people have been displaced, per UN estimates.\nPolitical turmoil has devastated Myanmar's economy, too. Currency depreciation and retreat by foreign firms have crippled the country's economic growth.\nInterestingly, although the military takeover in the past witnessed the least resistance and protest, this time it turned into an unprecedented occasion of movement against the junta. The country's youth has shown firm belief in democracy and remained at the centre of the protest. Myanmar's \"Generation Z,\" also known as the \"Five Twos,\" have surprised not only the Tatmadaw, but also the world. Their political consciousness is praiseworthy, and their spirit of struggle seems to be undying.\nWhen the youth uprising was met with brutality, the Tatmadaw began to face an image crisis and fears to retain power in the context of undaunted public resentment. Externally, the Tatmadaw is enjoying strong support from powerful countries such as China and Russia. Contrarily, the citizens of Myanmar are depending upon the international community to improve the situation and restore democracy. It is evident that the situation will change in a positive direction with the retreat of the military from power, for which there is an inescapable need for massive engagement of the global community. Ironically, so far, the international community remains deeply divided and largely non-committal to resolve this political crisis.\nThe lukewarm responses of the global community, the geopolitical equation of great powers, the long history of military rule, and counter-insurgency operations of the Tatmadaw have made the lives of Myanmar citizens and ethnic communities miserable and endlessly chaotic. Displacement, hunger, and torture are the key aspects of Myanmar society today. Big companies—i.e. Chevron, Total, etc—pulling out of the country over human rights abuses has had a limited impact on the Tatmadaw. Global community is driven by geopolitical interests rather than the causes of humanity, genocide, and ethnic cleansing. While many thought that NUG would get international support to kick the Tatmadaw out, in reality, it has failed to garner the support of key global actors except their lip service.\nFrom the Rohingya crisis to the Middle East crisis, situations like these have shown global powers' avid attention to securing their own interests with strategic realignments and readjustments. The military coup and subsequent political developments in Myanmar have implications for Bangladesh, as the repatriation of 1.1 million Rohingyas from Bangladesh has been halted.\nIn Myanmar, repression and brutality of the Tatmadaw and the civil war have left the people's lives under constant fear and uncertainty. The international community must bring back democracy to the youth of Myanmar and restore hope for the displaced people like the Rohingyas. This demands a coordinated and stringent response from the global community before it is too late. The failure of the great powers would embolden the Tatmadaw and protract the sufferings and vulnerabilities of the Myanmar people in 2022 and beyond.\n \nHussain Shazzad is a strategic affairs and foreign policy analyst.\n",
        "headline_1": "A year of fear and failure in Myanmar",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/year-fear-and-failure-myanmar-2951546",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-02-2022"
    },
    {
        "full_article": "Air pollution is one of the deadliest environmental concerns for human beings. In 2019, it contributed to 6.7 million deaths worldwide. Worryingly, 20 percent of newborn deaths in the world have been due to air pollution. In the State of Global Air Report 2020, it is ranked fourth among global risk factors for mortality, after high blood pressure, tobacco consumption, and poor diet.\nVictims of air pollution are mostly the poor as their exposure is higher than others'.\nThey live in large cities without basic amenities. Currently, nearly half of the world's population live in the cities—which is likely to rise to 70 percent by 2050. Bangladeshi cities are vulnerable to air pollution due to vehicular emissions, industrial pollution, and large-scale construction activities. Large cities such as Dhaka are particularly vulnerable to air pollution. Urbanisation is a natural process and a global phenomenon, but urbanisation in Dhaka is alarming. It is overcrowded—the densest city in the world in terms of population size. Like all megacities in the world, Dhaka attracts millions of people from all over the country for better economic opportunities. However, a large number of them end up working in the informal sector and living in poor conditions with limited facilities. Infrastructural development and other basic services fall far short of what the city's residents require. They also become victims of environmental pollution, which is more acute in this megacity—according to the Air Quality Index (AQI), Dhaka is one of the worst polluted cities in the world.\nAccording to the State of Air Quality Report 2020, Bangladesh was ranked ninth among the top 10 countries with the highest population-weighted annual average PM2.5 exposures in 2019. PM2.5 indicates atmospheric particulate matters with a diameter of 2.5 micrometres or smaller. PM2.5 affects lung functions and can cause asthma and heart problems. Exposure to PM2.5 for a long period can increase chronic bronchitis and reduce lung functions. There is also PM10 (particulate matter with a diameter of 10 micrometres or smaller) in Dhaka's air, which is no less harmful. PM10 can enter the lungs through the throat and nose and can cause asthma, bronchitis, heart disease, and stroke. Both PM2.5 and PM10 can cause premature deaths as well.\nThe economic cost of air pollution is also very high. By increasing health costs and reducing people's ability to work, it affects the total economic output and GDP growth.\nDuring the Covid-19 lockdowns in the last two years, there was some reduction in air pollution around the world. Closure of most physical economic activities, infrastructure construction, transportation, and educational institutions contributed to this change. However, as soon as world economies started opening up, pollution started to rise as well.\nAppropriate policy measures and their effective implementation are necessary to address this challenge in a meaningful manner.\nOne way to control air pollution is to adopt the command-and-control approach, through which a government directly controls man-made pollution. In Bangladesh, this method has been adopted through various policies setting caps for pollution levels for the industries. For example, Bangladesh Environment Conservation Act, 1995 was an important move towards environmental protection as it established the Department of Environment (DoE), which is empowered to take action against a polluting entity. This law was followed up with the formulation of the Environmental Conservation Rules, 1997, which determines the emission level of pollutants according to the nature of the industries. Another important step was enacting the environment court laws in 2000 and 2010 to take measures for offences related to environmental pollution. The other relevant policies include the National Environmental Policy, 2018, and Brick Manufacturing and Brick Kiln Establishment (Control) Act, 2013 (amended in 2021). Some sections of the Road Transport Act, 2018 also stipulate controlling motor vehicle emissions.\nWhile all these are positive initiatives, their implementation is quite challenging in a country like Bangladesh. It is not uncommon that certain pressure groups always try to influence the regulatory bodies and get away with the crimes of polluting beyond the level set by the DoE. That is why we still see unfit vehicles on the road, or brick kilns operating in full capacity across the country. At times, it becomes a source of rent seeking.\nThe other instrument to curb air pollution is economic incentives through various fiscal measures, such as emission tax and liability payment for pollution. This approach makes the polluting entities pay for their actions. Interest subsidies on loans for purchasing emission treatment plants is also a market incentive for pollution control. The government earning from emission taxes can be used for the social protection of the poor and other social development activities. Here, the implementation-related problems arise again. In Bangladesh, in many cases, there are difficulties in getting relevant and correct information to determine tax on a polluting industry. Particularly, information on the actual income or profit is not often reported. Therefore, the tax imposed on a polluter may be lower than the actual cost created through harming the environment.\nBoth methods are difficult to be applied properly in Bangladesh due to weak governance and lack of resources. Moreover, how these will impact the poor and low-income groups should also be taken into consideration. Strict implementation of the environmental policies may reduce livelihood opportunities of the poor, who rely on nature to make a living. Therefore, while implementing environmental measures, fiscal policies must be crafted to provide social protection to the poor.\nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "Aren’t we all entitled to cleaner air?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/arent-we-all-entitled-cleaner-air-2950731",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-02-2022"
    },
    {
        "full_article": "Environmental issues related to the ready-made garment (RMG) sector of Bangladesh appear to have taken a back seat in recent years. Much more focus has been placed upon social aspects, including factory safety, workers' welfare, and pay and employment conditions in the RMG factories. The reason for the shift away from the environment and pollution as a talking point is largely because of the progress the industry has made in reducing its environmental burden.\nAround a decade ago, Greenpeace, an international direct-action group, began a campaign against the use of potentially hazardous chemicals in fashion supply chains. Many chemicals are used in supply chains, particularly in the dyeing and finishing of clothing. Greenpeace's campaign focused on reducing the amount of hazardous chemicals used, and put the spotlight on how dyeing and finishing units dispose of their effluent into the environment.\nThe campaign had a huge impact. It forced fashion retailers—our customers—to look closely at their supply chains and this, in turn, made garment makers as well as dyeing and finishing units become far more compliant regarding this issue.\nThe net result, a decade later, is a cleaner industry with a reputation for environmental management. Bangladeshi RMG manufacturers have been leaders in this area.\nWhy am I writing about this? That's because a recent news report captured my attention. The story, which was on pollution linked to textile dyeing factories in Dhaka's Shyampur area, illustrates perfectly why we can never be complacent when it comes to pollution.\nAccording to the report, dyeing factories in Shyampur have been polluting the Buriganga River by releasing raw liquid waste directly into its water. Experts warn that if this is not addressed in time, the local residents could suffer from serious health hazards. We also know from experience that textile pollutants can harm aquatic animals and damage ecosystems. Reportedly, the river is already in a poor state. The researchers who carried out the study claim that a total of 80-100 dyeing factories in Shyampur are releasing their liquid waste chemicals into the river.\nSo, what is being done to tackle this issue?\nOur RMG sector has taken giant strides on environmental issues in recent years. This progress cannot be allowed to be undone by a lack of proper regulatory oversight or investment in equipment and technology to effectively treat effluent before it is released into our water bodies. Sophisticated technology to treat waste water has existed for decades. Why is it not being used in this scenario? Why are we letting our rivers be poisoned, threatening local lives and potentially soiling our hard-won international reputation?\nReading the news report further, the impression I got was that a lack of planning and coordination between the authorities and the local industry had led to this situation.\nThere are calls for a common effluent treatment plant (ETP) for dyeing factories in Shyampur as an absolute emergency to save the river from pollution. But the factory owners are also said to be complaining that the Dhaka Water Supply and Sewerage Authority (Wasa) is not providing land for such a plant. From the story, it seems none of the various government authorities involved is taking responsibility for the situation.\nWe cannot afford to have a situation like that regarding an issue as important as environmental pollution. How much would it cost to set up a central ETP in the area? And why is it not happening immediately?\nBangladesh will always be under the spotlight where sustainability issues are concerned. We have never managed to shake off the \"baggage\" of the past on these issues, and it would only take a few international media outlets to pick up this issue to cause our industry huge problems. Reputation is hard-earned, but can be lost in the blink of an eye. RMG exports account for more than 80 percent of all export revenues in Bangladesh. This vital revenue source cannot be put at risk simply because of disagreements over whose responsibility it is to implement proper technology in a particular locality. This may be a local issue, but it could have major international implications given that our customers do not just ask for proper environmental oversight in their supply chains, but they absolutely insist on it as a perquisite for doing business. This is the industry in which we operate.\nThe powers that be need to sit down and sort out these issues with urgency. If there are questions over whose responsibility it is to install ETPs, they need to be resolved. We all need to know our roles, and we all need to understand as individuals that our livelihoods depend on getting these things right. Bangladesh's RMG sector has come too far to start going backwards now where the environment is concerned.\nMostafiz Uddin is Managing Director of Denim Expert Limited, and Founder and CEO of Bangladesh Apparel Exchange (BAE) and Bangladesh Denim Expo.\n",
        "headline_1": "Let’s show zero tolerance for pollution",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/lets-show-zero-tolerance-pollution-2950726",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-02-2022"
    },
    {
        "full_article": "It's a matter of great concern that many drug traders of Brahmanbaria, who surrendered to police in 2017, have reportedly gone back on their oath of leaving the illegal narcotics business. According to a report by this daily, several hundred drug traders surrendered to police at the time and pledged to return to normal life, but in the absence of proper monitoring and rehabilitative measures by the authorities, many went back to the alleys selling liquor, phensedyl, yaba and other drugs. Locals fear that this will further contribute to the proliferation of harmful substances, unless the traders are apprehended and put behind bars.\nReportedly, drug peddling in the bordering district has increased alarmingly, drawing more and more young people into the world of addiction and self-destruction. To stem the rot, the home ministry, as part of the government's so-called \"war on drugs,\" had prepared a list of 1,151 drug traders in 2017. Top officials then said the government would try to ensure a better life for those who surrendered, and rehabilitate them, if necessary, along with the promises of \"lesser punishment.\" Subsequently, 330 drug dealers surrendered to the police with the promise that they would not sell drugs anymore.\nOur correspondent talked to an accused dealer who said it was difficult to leave the business in the absence of better livelihood options and support from the authorities. This partly explains why many of the drug traders who had surrendered, or were captured, have later gone back to their old profession. According to the local law enforcement sources, some unscrupulous people along with former drug dealers have created a strong network of drug trade, which makes it difficult for the police to penetrate. It's good to know that police are considering other strategies to bust the network. But effective measures are urgently needed, given how the narcotic business is mushrooming all over the country. For example, as per police data, 35,269 yaba pills were recovered in 2017. The number rose to 58,672 pills in 2018 and 61,553 in 2019. Although Covid-19 limited the activities in the last two years, 44,575 yaba pills were still recovered in 2020.\nTherefore, a centralised policy, and better collaboration and follow-up, will be needed to address the situation. Substance abuse is a grave social problem worldwide. It leads to loss of money, family break-up, health complications, and even death. The best options for combating drug abuse are creating greater awareness in the communities, supervision at school and family levels, as well as sincerer efforts from the higher authorities. We urge the government to learn from its failed mission involving the drug traders in Brahmanbaria, and do the needful to rectify it.\n",
        "headline_1": "Are drug traders unstoppable?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/are-drug-traders-unstoppable-2951541",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-02-2022"
    },
    {
        "full_article": "The Covid-19 situation in Bangladesh has turned quite bad over the past several weeks, with the rates of infections and deaths rising almost on a daily basis. In the 24 hours till 8am on January 31, 2022, there were 31 deaths and 13,501 fresh cases. The actual figures, as per the health minister himself, are much higher since the number of people getting tested is still quite low. Clearly, a lack of efforts from the government to contain the spread of the disease, coupled with people's unwillingness to follow health safety guidelines, have brought us to this situation.\nReportedly, the bed occupancy rate at our hospitals has already increased. According to the Directorate General of Health Services (DGHS), while the Intensive Care Unit (ICU) bed occupancy rate has doubled to 24 percent from January 1, the occupancy rate in the High Dependency Unit (HDU) has increased to 27 percent from 10 percent during the same period. Therefore, if we fail to take proper measures to curb the transmission rate right now, our hospitals will soon be overwhelmed with patients.\nWe must say that the initiatives taken by the government have not been adequate, and in some cases, not well-thought-out either. Although it imposed some 11 directives—including wearing masks in public places, limiting mass gatherings, and banning all big social events—at the beginning of January, very little has been done to enforce the restrictions. There were also contradictory measures: while the government asked people to avoid mass gatherings, it allowed the Dhaka International Trade Fair to continue, and kept all shopping malls and tourist destinations open. Schools were summarily closed, but all public events and gatherings continued as usual. Thus, it is evident that the government, just like the common people, didn't take the Omicron variant as seriously as it should have—perhaps because of its supposedly milder symptoms. The lack of farsightedness shown in this regard is quite shocking.\nBut given the fast rise in Covid infections of late, we have no other alternative but to strictly enforce all the restrictions imposed by the government, and prepare our healthcare facilities for the worst. Wearing masks and maintaining social distancing should be mandatory for everyone going outside. Experts also suggested banning any type of gatherings, including local elections. Moreover, in order to know the real scenario, the number of tests must be increased, which will help us prepare and plan better. The authorities may also consider making home test kits available to the public. But most importantly, the government should widen and expedite its vaccination campaign to protect more people from danger. All eligible individuals must be vaccinated as soon as possible.\n",
        "headline_1": "Enforce strict measures to curb Covid spread",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/enforce-strict-measures-curb-covid-spread-2951326",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-02-2022"
    }
]