[
    {
        "full_article": "Amisha.Rajani\nHyderabad man Uday Krishna is on a ‘Big Tree Quest’, a 40,000km journey to document India’s oldest and biggest trees with captivating backstories, raise awareness about them and nudge local authorities for their protection. The 55-year-old set out in Jan and has covered Telangana, Maharashtra, Andhra Pradesh and Goa already. He intends to go through all 28 states, and the UTs, and also visit Fiji and Sri Lanka.\n\nRead full story on TOI+\n\n",
        "headline_1": "Hyderabad man on a mission to see India in tree dimensions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/hyderabad-man-on-a-mission-to-see-india-in-tree-dimensions/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-04-2024"
    },
    {
        "full_article": "By Mohua Das\nIs it a bird? Is it a plane? No, it’s a car-copter! Yes, your eyes do not deceive you. In the latest instalment of the great Indian jugaad, earlier this month two brothers Ishwardin and Parmeshwardin Prajapati from UP’s Ambedkar Nagar decided to give their trusty Suzuki Wagon R a makeover it never saw coming. Sleek, conical, and a bit confusing, the humble car had been converted into a confounding doppelganger of a helicopter, with a metal tail welded to the car’s rear and two spinning rotor blades perched on its head and rear end.\n\nRead full story on TOI+\n\n",
        "headline_1": "Groom riding on a horse? That’s so yesterday. Car-copters latest craze in UP, Bihar shaadis",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/groom-riding-on-a-horse-thats-so-yesterday-car-copters-latest-craze-in-up-bihar-shaadis/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-04-2024"
    },
    {
        "full_article": "Lakhs of fliers place wheelchair assistance requests while booking tickets every year, but it’s an open secret that not every passenger who opts for wheelchair assistance at an airport genuinely needs it. Airlines have condoned this ‘trickery’ so far to attract more bookings, but that could change with the death of an 80-year-old man at Mumbai airport in Feb.\nThe man and his wife had arrived on a New York-Mumbai Air India flight that had altogether 32 wheelchair assistance requests, but the airline placed 15 wheelchairs on the ground. Due to the shortage, only one wheelchair was available for the couple. Instead of waiting for a wheelchair to return, the man walked to the immigration counter beside his wife and suffered a heart attack.\n\nRead full story on TOI+\n\n",
        "headline_1": "Wheelchair lag hits Airlines",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/sliceofsky/wheelchair-lag-hits-airlines/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-04-2024"
    },
    {
        "full_article": "The month of Ramzan means abstinence and prayer for rozedars but in Delhi’s political calendar, the month-long period of fasting was significant for who you feasted with. Like the tables overflowing with kababs, haleem and biryani, iftars were politically loaded affairs. Old-time journalists don’t just remember starving before the event to do justice to the delicious food, but also the political tidbits that they could pick up.\nFor instance, which outreach signalled new alliances and warmth in ties and who was being cold-shouldered. It was also a time to be strategically seen (or not) at certain iftars that would set the tone for the future. But not anymore. The tradition of the political iftar has died a quiet death, with no major political party hosting one in the capital so far this season.\n\nRead full story TOI+\n\n",
        "headline_1": "No more roza dates: Party’s now over for political iftars",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/no-more-roza-dates-partys-now-over-for-political-iftars/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-04-2024"
    },
    {
        "full_article": "Re-export, also known by its French origin as entrepôt trade, refers to a trading practice in which goods are imported into a country and subsequently re-exported to another without repackaging or any additional processing. A sort of rotating door---entrance from one side and exit from the other! The entrepôt functions as an intermediary or middleman in the trading process, facilitating movement and exchange of goods between different countries or regions. Re-exports are a critical component of international trade, accounting for approximately a quarter of total exports, with Hong Kong, Singapore, and the UAE being among the world's leading re-export hubs.In this era of global interdependence, regional connectivity, trade facilitation, and cooperation are more important for sustainable economic growth. Bangladesh, strategically located on the north of the Bay of Bengal, can play a pivotal role as a re-export hub for its neighbouring countries, particularly the landlocked Himalayan nations of Nepal and Bhutan, as well as India's Northeast region. A recent report carried in this newspaper says that the value of goods re-exported from Bangladesh to neighbouring countries and regions has been fluctuating in recent months. It was Tk2,357 million in November and Tk 9,404 million in December 2023. A similar trend was also witnessed in the first four months of the current financial year. This is, however, a normal development in external trade. Economists envisage even higher re-export volumes in the future, citing the substantial populations of neighbouring economies like Nepal and Bhutan. To fully harness Bangladesh's potential as a re-export hub, Dr Ahsan H Mansur, executive director of the Policy Research Institute of Bangladesh, rightly emphasised the need for further connectivity enhancements to attract more re-exports, enabling Bangladesh to earn multiple charges from such trade. While the Matarbari Deep Sea Port, if and when becomes a major transshipment hub in the region, will be a game-changer for Bangladesh, it is also necessary not to ignore, but enhance the capacity of other seaports as well. The simultaneous efficient handling of these seaports is imperative to reduce lead times and streamline trade logistics, facilitating faster and more efficient movement of goods. There's also a need for improving connectivity by developing interconnected road corridors linking seaports, land ports, border crossing points and other crucial infrastructures. Developing a multimodal transport system by integrating road, rail, waterways, and air travel for seamless movement of goods is a must to obtain the maximum benefit. Currently, Bangladesh has one of the highest transportation costs in the region. Competitive logistics costs and faster delivery time are necessary not only to attract neighbouring countries to avail of Bangladesh's re-export facility more, but also to increase the country's export competitiveness and attract more foreign investment. Additionally, ensuring the smooth transit of goods to Nepal and Bhutan through India is essential. Moreover, the government should explore options to increase tariffs justifiably, considering the negligible earnings from facilitating re-export and transportation of goods. Bangladesh's role as a major re-export hub will not only enhance its own revenue collection, but also foster greater regional connectivity and collaboration. It is time, therefore, for Bangladesh to prepare for meeting the challenge of increasing regional connectivity and leverage the power of trade to deliver long-term growth locally, regionally, and globally.",
        "headline_1": "Harnessing Bangladesh's potential as a re-export hub",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/harnessing-bangladeshs-potential-as-a-re-export-hub-1711897394",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-04-2024"
    },
    {
        "full_article": "A report prepared by the International Centre for Climate Change and Development (ICCAD) in collaboration with the Bangladesh University of Engineering and Technology (BUET) and published this year (2024) says that Bangladesh's geography and low-lying delta topography make it particularly vulnerable to climate change, ranking it highly on the list of countries most prone to climate devastation. The CAAD's report needs no further explanation as recent years have been marked by extreme heat waves, droughts, floods and downpours. Between 2000 and 2019, the country experienced 185 extreme weather events, the report adds. Small wonder that Bangladesh is the seventh most vulnerable country to climate change in the world. In tandem with extreme weather, the country has also been experiencing rise in the sea level at the rate of 3.8 to 5.8 mm per year which is faster than global average. This irreversible trend in sea level rise poses the worst climate change-induced threat to one of the world's largest and most densely populated delta called Bangladesh.And this stark reality facing Bangladesh was again brought into focus at an event held at the Jatiya Press Club on Saturday (March 30) in the city where Professor emeritus of the Brac University, AinunNishat said that within 100 years the southern parts of the present-day Jashore, Gopalganj, Chandpur and Feni will become part of the sea. Professor Nishat fears, it may happen even earlier, within the next fifty years! And salinity will creep into the soils of the districts situated in the middle part of the country including Rajshahi, Sirajganj and Bhairab of Kishoreganj. Though Dhaka is positioned rather comfortably at a higher level of 25 feet from the sea, its adjoining areas like Kamrangir Char, Jinjira, etc., won't be so lucky as they are situated at heights ranging from five to six feet from the sea level, the renowned water resources and climate change expert, Prof. Nishat further noted. Such depressing predictions about the country's future was based on a report of the Intergovernmental Panel for Climate Change (IPCC), a UN body that advances the public's knowledge about the science of climate change. Some 195 members of the UN concurred with the said IPCC report before it was made public. However, the gloomy prospect for Bangladesh as portrayed by the report under consideration is also not something new or revealing to the public. Even the people of the country's coastal belt already know this if only from the encroachment of salinity on their geohydrology, surface water system and crop fields. Alongside this devastating impact of rising level of salinity in their sources of livelihood, frequent visitations by sea-borne calamities like storm surges caused by cyclones, etc., have already been forcing people to migrate to northern parts of the country. In this connection, a World Bank (WB) report published in September 2021, warned that by 2050, 13.3 million inhabitants of the country's coastal districts are at risk of being displaced from their homes due to adverse impacts of climate change. The timeline of 2050 is only two decades and a half from now. Is Bangladesh or for that matter, the rest of the world community prepared for this inevitably dark prospect for the island nations and the regions close to the sea across the globe? It is not only the low-lying districts of Bangladesh, which are at risk of being engulfed by the sea in the not-too-distant future. In fact, all low-lowing areas of the world are. Since all the seas and oceans are connected, the grim prognostication applies for scores of nations including the most economically advanced ones. So, the responsibility of being prepared against this unavoidable future for Bangladesh and the rest of the world should be also be equally shared by all. But from the mad race to keep major global reserves of fossil fuels in control, especially in the wake of the Ukraine-Russia war, it appears, the world has again returned to the days of old when people were not aware of climate change and its cause. But can the rich and technologically advanced world afford to ignore this all-important issue at the moment? It simply defies common sense that the world powers are allocating big chunks of their national budget worth hundreds of billions of dollars to finance wars in Ukraine and the Middle East, when climate change-induced extreme weather events are wreaking havoc everywhere. Given the climate change-driven gloomy future of the world, time is indeed short to take some damage control measures if not entirely avert the impending catastrophe from which no country will be immune. The advanced nations should be serious about reducing their dependence on use of fossil fuel to run their industries. Unfortunately, though, at the UN-sponsored climate change conferences held every year, the world's leading economies, despite the promises their leaders make, remain shy when it comes to committing funds for adaptation and mitigation measures for the worst-affected countries of the global south. In the last UN conference on climate change held in Dubai of the UAE, the COP 28, between November 30 and December 13, for instance, the first-ever consensus deal on the need to shift away from every type of fossil fuel was made. Even so, the declaration lacked any clear-cut commitment to either phase out or phase down fossil fuel use. So, as usual the expensive event of climate conference, COP 28, remained the same old talking shop, when the world will be witnessing the ever-worsening effects of global warming. Like last year, when world temperature broke all previous record, 2024 may not be any exception. Prolonged heat waves have been causing droughts, forest fires and deaths. It is still hoped that sanity will prevail, the world's richest nations would concentrate on averting the imminent catastrophe originating from global warming. \n[email protected]",
        "headline_1": "Are we prepared for looming catastrophe?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/are-we-prepared-for-looming-catastrophe-1711897434",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-04-2024"
    },
    {
        "full_article": "Reverse migration could be a most welcome demographic trend but unfortunately this homecoming from urban settlements is not out of choice but forced. The situation is so dire that more people are now leaving the major cities for their ancestral homes. According to the Bangladesh Sample Vital Statistics published by the Bangladesh Bureau of Statistics (BBS), 13.80 out of every 1,000 people had their compulsive return to villages from cities in 2023. Migration of this order, the study finds, has risen to almost 20 times since 2019. Conversely, rural-to-urban migration dropped to 19.6 in 2023 from 26.4 per thousand in 2022. This certainly does not paint a happy picture of people's movement. The myth that money flies in Dhaka City may have been dented to a large extent. That people left the city during the lockdown of the pandemic and in the immediate post-pandemic period is quite explainable. But the reverse flow of people that continues still now is the factor that indeed is a cause for concern. The cause and effect do not at all project a picture of people's resilience against the hostile urban environment. People returning home could not, despite their best of efforts, bring about a turnaround to their fortunes. Those who lost jobs did not land comparable ones during the past four years. Even those who were not sacked or were retained with the same pay package as before, have struggled to keep their body and soul together. Many who could save some money before the pandemic were forced to make ends meet by their meagre savings. When the savings dried up, they also had no option but to leave the city. At least, there is no compulsion for paying the house rent at the beginning of the month in a village. More people are still struggling to stay in cities. A survey by the South Asian Network on Economic Modeling (SANEM) can throw some light on their struggles. According to its survey conducted in 2023, as many as 70 per cent households have been compelled to change their food habits in favour of either less amount or low quality cheaper foods or even skipping meals. These are the extreme forms of survival tactics. People who are capable of doing manual work in villages earn a daily wage of Tk500-800 depending on their skills. In villages, there are other options for supplementing income or food requirements. From rearing a milching cow, goats, a few hens or ducks to cultivation of vegetables at the backyard or on the lawn can do the trick. The more enterprising can go for cattle and poultry farms. Now it needs little elaboration that the cost of living has gone through the roof. Not only has high inflation taken its heavy toll on common people's income --- only more so on the poor, marginalised and low-income of them--- but other expenses like those of house rent, transport and medicare have also seen an atrocious rise. Job market has shrunk and more employees are getting retrenched. The net result of all this is the reverse migration reflecting the stagflation or as coined recently in the US 'shrinkflation' of the Bangladesh economy. What could signal a positive development for the country has unfortunately gone awry by the twin impact of the pandemic and the Ukraine war. But those two factors are not all. The local trade coteries are desperate to make up for the business slump during the pandemic and post-pandemic periods. They are out to make outrageous profit no matter if the majority of the country's people bleed because of their irrational and manipulative marketing mechanism. At a time food prices in the international market are the lowest in the past two years, the cost of the same shows no sign of relenting here. Evidently, the government has failed to tame business syndicates and thus failed the people.\n[email protected]",
        "headline_1": "Reverse migration exposes economy's anaemia",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reverse-migration-exposes-economys-anaemia-1711897461",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-04-2024"
    },
    {
        "full_article": "Groundwater could be an important common asset, particularly in a country like Bangladesh where surface water sources are limited and largely polluted. However, despite its importance, groundwater is under serious stress due to reckless human activities, resulting in wastage and depletion.One of the primary causes of groundwater wasting in Bangladesh is uncontrolled extraction for various purposes such as farming, industrial processes, and residential consumption. The exponential population growth, coupled with inadequate infrastructure and inefficient water management practices, has led to excessive pumping of groundwater beyond sustainable levels. In rural areas, where access to surface water is limited, reliance on groundwater for irrigation purposes is particularly high. Farmers often resort to inefficient irrigation methods, leading to considerable water wastage and depletion of groundwater reserves.Moreover, rapid urbanisation and industrialisation in Bangladesh have exacerbated the issue. Industries frequently withdraw large volumes of groundwater for their operations, leading to overexploitation of aquifers.Another significant contributor to groundwater wasting in Bangladesh is the lack of awareness and guidance concerning groundwater conservation practices. Many communities are unaware of the finite nature of groundwater resources and the need for sustainable usage. Consequently, there is a need for incentives to adopt water-saving technologies or practices, discouraging inefficient consumption patterns.Furthermore, the indiscriminate disposal of solid and liquid waste contaminates groundwater, reducing its quality and usability. In both urban and rural areas, untreated sewage and industrial effluents often find their way into groundwater sources, polluting them and rendering them hazardous for human consumption.Addressing the issue of groundwater wasting in Bangladesh requires a multifaceted approach. Firstly, there is a need for improved water management and regulation to ensure sustainable groundwater management. This includes enacting laws regarding groundwater extraction and implementing pollution control measures. Moreover, raising awareness among communities about the importance of groundwater preservation and implementing water-saving technologies can help reduce wastage.Investment in alternative water sources and infrastructure development for water storage and distribution can also alleviate the pressure on groundwater resources. Additionally, promoting water recycling and reuse practices in industries and households can help minimise the demand for freshwater resources, including groundwater.Importantly, groundwater wasting in Bangladesh is a pressing issue that requires immediate attention and concerted efforts from the government, industries, communities, and other stakeholders. By implementing effective strategies, raising awareness, and adopting sustainable water management practices, it is possible to mitigate groundwater wastage and ensure the availability of this valuable resource for future generations.\nMd. Mahir DaiyanStudentEnvironmental Science & Disaster ManagementDaffodil International University[email protected]",
        "headline_1": "Stop depletion of groundwater",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-depletion-of-groundwater-1711897486",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-04-2024"
    }
]