[
    {
        "full_article": "Parliament’s Budget session has begun amid a significantly changed backdrop. India’s growth is seen faltering after four years of healthy post-pandemic growth, the stock markets are tumbling, the rupee is losing ground faster than expected, and the major drivers that have been spurring the economy — domestic demand and public sector capex — are sputtering, while private investments remain insipid. For context, the five years from 2019-20 to 2023-24 have seen government capex increase at a compounded annual growth rate of 16%, household investments by 12%, while corporate outlays were up only 6%, despite a steep tax rate cut for them. A slowdown in the well-moving economic levers is, thus, a cause for concern. That the new U.S. administration seems determined to upend global trade and taxation arrangements, is also unsettling. The Economic Survey 2024-25, has warned that, with globalisation in retreat, India must focus on domestic factors to spur growth higher while becoming more competitive vis-à-vis rival markets looking to attract foreign investors.The Survey’s prognosis that real GDP growth may be in the range of 6.3% to 6.8% in 2025-26, from the 6.4% pace estimated for this year, acknowledges that economic momentum may slip further in the face of new headwinds. That the Survey’s authors have posited that anything short of a growth pace of around 8% over at least a decade would make it tough to realise India’s aspiration to be a developed nation by 2047, is significant, along with their warning that a ‘business as usual’ approach risks fomenting economic stagnation. While lauding recent reforms, the Survey has cautioned they will not deliver their desired goals without deregulation. The Survey has some refreshing plainspeak in this context, emphasising it is critical for the government to ‘get out of the way’ of businesses by undoing regulations that are tantamount to micro-management, and bridging the ‘trust deficit’ between authorities and citizens, as well as within the nation’s close-knit communities. Pushing for a refresh of the ease of doing business drive, it has made an impassioned plea to minimise controls that distort markets and adopt a ‘minimum necessary, maximum feasible’ approach to regulations, while seeking the same accountability from regulators that they stipulate for their constituents. The pitch to empower small firms, enhance economic freedom and ensure a level-playing field, holds weight too. For a government that has been recently infatuated by a spate of 1970s’-style bad ideas such as import curbs, production-linked incentives and questionable taxation misadventures, this is pertinent advice. Whether the government has bothered to listen, without prejudice, the Budget will tell. Published - February 01, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Union Budget\n                    \n                            /                      \n                        \n                        currency values\n                    \n                            /                      \n                        \n                        Economic Survey\n                    \n                            /                      \n                        \n                        foreign investment\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        taxes and duties",
        "headline_1": "​A pragmatic picture: On the Economic Survey 2024-25",
        "headline_2": "The Economic Survey sets out challenges to India’s growth",
        "link": "https://www.thehindu.com/opinion/editorial/a-pragmatic-picture-on-the-economic-survey-2024-25/article69165105.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-02-2025"
    },
    {
        "full_article": "Aviation safety experts will be poring over one particular snatch of ATC instructions and exchange to unravel one of the worst air accidents in the United States in recent years. “PAT25, do you have the CRJ in sight?... PAT25, pass behind the CRJ.” Seconds later, another pilot in the vicinity asks air traffic control tersely, “Tower, did you see that?” The mid-air collision between an American Airlines flight, AA5342, a Bombardier CRJ700 regional jet with 64 passengers, while on finals to runway 33 at Ronald Reagan Washington National Airport, and a U.S. Army Sikorsky UH-60 helicopter and its three-member crew, has been described as a baffling accident in one of “the most controlled portions of airspace in the world”. The airport, which handled 25.5 million passengers in 2023, operates in a complex ecosystem: of commercial aviation, private aviation, military traffic as well as helicopter operations existing side by side, with flight paths that often overlap. It is also an area in political heartland, is near military bases and is in close proximity to Washington Dulles and Baltimore, the other aviation gateways. With such varied aviation operations — and, as a result, airport-specific procedures, which include manoeuvres for noise abatement — and also stringent safety and security requirements, some experts have focused on the potential for incidents to occur when the ‘borders’ of these operations converge. There will be questions, for example, about the operations of the 12th Aviation Battalion’s Army helicopter, a high-technology machine bristling with very accurate electronic aids. Even though it was on an annual night flight training session, the crash could well be a case of the Swiss cheese model of accident causation.In the Federal Aviation Administration (FAA)’s safety records for Reagan, on air misses, about 10 involve military aircraft in 30 such incidents since 1987. A Government Accountability Office report (2021) shows that over a three-year period that ended in 2019, there were 88,000 helicopter operations within 48 kilometres of Reagan, and these included about 33,000 military and 18,000 law enforcement flights. There has also been some concern, from political quarters in particular, about a series of air incidents flowing from ‘understaffed’ air traffic control operations across the U.S. With the FAA’s International Aviation Safety Assessment (IASA) Program overseeing India as well, the crash investigation findings by the FAA and the National Transportation Safety Board will be most relevant — there are some airports in India that share civil and military traffic — as the Reagan accident is a reminder that air safety demands unbroken vigil.\r Published - February 01, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        USA\n                    \n                            /                      \n                        \n                        aviation safety\n                    \n                            /                      \n                        \n                        air and space accident\n                    \n                            /                      \n                        \n                        air transport\n                    \n                            /                      \n                        \n                        technology (general)\n                    \n                            /                      \n                        \n                        India",
        "headline_1": "Unbroken vigil: On the mid-air accident in the U.S.",
        "headline_2": "The mid-air collision in the United States shows the need for heightened safety",
        "link": "https://www.thehindu.com/opinion/editorial/unbroken-vigil-on-the-mid-air-accident-in-the-us/article69164442.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-02-2025"
    },
    {
        "full_article": "China’s mega hi-tech firm is made in the country’s image \nHuawei literally means ‘China is great’. House of Huawei: The Secret History of China’s Most Powerful Company by Eva Dou tells the story of the blazingly successful high-tech firm that got into the West’s crosshairs. US-China trade war exploded into full-scale hostage diplomacy, as CFO Meng Wangzhou, daughter of founder Ren Zhengfei, was arrested in 2018 in Canada.\nIt has been accused of helping the Chinese govt spy, a charge Huawei has always denied. It has also been accused of economic espionage, of covertly selling embargoed equipment to Iran, and of helping China crack down on its Uyghur minorities. Just as Soviets’ Sputnik moment had once freaked out US, Huawei became the focus for all that seemed threatening about China.\nAs it grew around the world building phone and internet networks, Huawei was scooping up engineering talent, filing more patent applications than any other company. It was No.1 in 5G and smartphones, breaking new ground in AI. Its annual sales exceeded Disney and Nike combined, and it employed more people than Apple. How did this corporate juggernaut come to be, under a stodgy communist regime?\nIn the early 80s, Ren came to Shenzhen, China’s first special economic zone. Huawei began with assembling and selling telephone switches and fire alarms. By 1993, Huawei was aiming to build a digital switch that could handle 10,000 calls at once. Until 1997, it was a ‘collectively owned enterprise’, neither public nor private, with ‘democratic management’ by workers – which opened up more financing options in China.\nReading the political direction was clearly important. Ren established ties with Communist Party general secretary Jiang Zemin, declaring that a country without its own program-controlled switches was like one without an army. It partnered with local govts, these joint ventures bringing money and permissions. Even as Beijing offered encouragement, Chinese authorities also leaned on Huawei for surveillance and call tracing. Huawei upped its national and international sales game. Profit was not its sole goal.\nHuawei got its first overseas project partnering with Hutchinson. It started making video cameras for conference calls and closed-circuit surveillance. By end 2012, it was the world’s top telecom vendor. Its foray into the West was dogged by suspicion, which made it pivot into consumer electronics.\nWhen grilled by American lawmakers, Huawei insisted it had followed local laws of every country it operated in. Following US lead, the principle followed by Huawei was not ‘innocent until proven guilty’ but ‘better safe than sorry’, given the geopolitical situation.\nMeanwhile, the Edward Snowden whistleblower report exploded, showing that US was doing exactly what it accused China of, and what Cisco was doing was no different from what Huawei was accused of.\nWhile Meng was eventually released, Huawei continued to be under siege, floundering in the face of Trump’s trade wars. It sold off its undersea cable business, and its Honor smartphone line, struggling to survive.\nToday, the new cold war is a reality, and Huawei’s global rise has been halted. It has survived Washington’s offensives by developing alternatives to US tech it had relied on. It remains committed to long-term survival, not profit maximisation, the book says. It stresses collective buy-in from workers, but cares less about individual well-being. Huawei, the company, is made in the image of its country China, for better and for worse.\n\n",
        "headline_1": "The What, The Why & The How Of Huawei",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-what-the-why-the-how-of-huawei/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-02-2025"
    },
    {
        "full_article": "GOI & India Inc should heed CEA’s advice\nIn a lucidly written Economic Survey, CEA Nageswaran makes three key points. The first is deregulation. India needs it to boost its global competitiveness because none of the long-pending structural reforms is possible without it. The Survey acknowledges the importance of increasing “economic freedoms of individuals and organisations”, given that barriers to open trade and free flows of capital and tech are rising. In this changing environment, India might not be able to replicate China’s rise through trade alone and should seek to build a stronger domestic market.\nSecond, the Survey makes note of record corporate profits – they’ve hit a 15-year peak – when wage growth and employment are stagnating. Income inequality is a worrying outcome of this, but the more immediate impact is on demand and economic growth. Without healthy growth in wages, workers can’t spend more, which throttles investment in productive capacity, deepening the slowdown. Which brings us to the third point.\nThe Survey more than once points out that Bharat cannot be viksit without “a decade or two” of sustained 8% growth at constant prices – that is, after accounting for inflation. Inflation, happily, is trending down at last, but so is growth. We are likely looking at 6.4% growth this fiscal, followed by 6.3-6.8% in FY 2025-26. IMF’s also projected an average growth rate of 6.5% for the next four years from FY 2025-26 to FY 2029-30. The goal of becoming a developed country by the centenary of Independence in 2047 is becoming harder. If AI displaces workers, especially in entry-level roles, as some pundits have predicted, the growth challenge will become that much tougher.\nIn the past five years, Covid and the Russian invasion of Ukraine impacted economic growth globally, and more uncertainty may lie ahead, but 8% growth is not negotiable anymore. Govt must find a way.\n\n",
        "headline_1": "Well Surveyed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/well-surveyed/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-02-2025"
    },
    {
        "full_article": "India’s top economic expert, CEA Nageswaran, has written an important report about how India can grow stronger. He talks about three big ideas that the government and businesses should focus on.\n1. Fewer Rules, More Freedom\nIndia needs to reduce unnecessary rules and restrictions so businesses and people can work more freely. The world is changing, and India cannot grow just by trading with other countries like China did. Instead, we need to build a strong economy within India itself.\n2. Richer Companies, But What About Workers?\nRight now, big companies in India are making record profits—more money than they have in 15 years! But at the same time, workers’ salaries are not increasing much, and new jobs are not growing fast. If people don’t earn more, they can’t spend more, which slows down the economy. This is a big problem.\n3. India Needs to Grow Faster\nFor India to become a fully developed country by 2047 (100 years after Independence), the economy needs to grow at 8% every year. But experts predict it will only grow at around 6.5% for the next few years. This is not enough.\nIndia has already faced challenges like COVID-19 and global conflicts, and more problems may come. If new technology like AI takes over some jobs, it could make things harder. That’s why the government must act now to make sure India keeps growing.\nIndia has big dreams, and to achieve them, we need smart decisions and strong action—starting today!\n\n",
        "headline_1": "India Needs to Grow Faster – What Experts Are Saying",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/india-needs-to-grow-faster-what-experts-are-saying/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-02-2025"
    },
    {
        "full_article": "In every country, rich and powerful people get special treatment. But in India, they don’t just get extra privileges—they also make life harder for everyone else!\nImagine you’re peacefully going to school or work, and suddenly, traffic stops. Why? Because some Very Important Person (VIP) or even more important person (VVIP) is zooming by with flashing red lights and a bunch of security guards. These people are called “public servants,” but instead of serving the public, they often just make life inconvenient for us.\nSometimes, their special treatment causes real problems. At a big event like the Kumbh Mela, a huge crowd was squeezed out of space because VIPs got priority, leading to a tragic stampede. That’s not “Very Important Protocol”—it’s “Very Insane Protocol”!\nIn the past, India had fewer VIPs—mostly government officials, judges, and police officers. But now, the list is never-ending. Business tycoons, movie stars, social media influencers—everyone wants to skip the line. We’ve all seen someone cutting ahead at the movies, temples, or even hospitals just because they’re “important.”\nIt’s time to stop this nonsense. If regular people can wait their turn, pay tolls, and follow rules, why can’t VIPs? People are now calling for an EPI Culture instead—Every Person is Important. India got rid of kings and colonizers long ago, so why are we still allowing this outdated VIP attitude? It’s time to put an end to it!\n\n",
        "headline_1": "EPI Culture: Every Person is Important",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/epi-culture-every-person-is-important/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-02-2025"
    },
    {
        "full_article": "Earlier this week, a women's football match in Joypurhat was disgracefully disrupted by locals who masked their prejudice behind religious justifications. A football match, not a political protest, not a challenge to faith, but simply a game where young girls chase after a ball, just like boys have done for decades without a question. And yet, these girls had to face intimidation and threats for daring to play. It is infuriating that, even in 2025, we still have to defend a woman's right to play football. By now, this should not even be a conversation anymore.\nI am often asked about women's football in Bangladesh, and what it was like growing up in a society where women's sports do not share the same space or coverage as men's. Recalling my childhood, the struggle was not so much the acceptance, but rather the lack of facilities or opportunities, coupled with a lack of athletes to look up to. Now, we finally have some facilities, role models, and momentum; yet, there are still those desperate to drag us backwards.\nHaving to write this opinion piece because of what happened in Joypurhat, or Dinajpur earlier, is heartbreaking. This is not just a random incident—it is a reflection of a deep-rooted mindset that some still refuse to change. There are stories that make you feel as if there is no way forward; this is one such moment.\nOver the past few years, we have seen remarkable growth in women's sports in general. Be it basketball, tennis, cricket or football—women's sports are among the fastest-growing industries in the world. With record-breaking crowds, groundbreaking sponsorships, and investments, the sector is becoming increasingly popular. Bangladesh has not lagged behind in this progress. Our cricket team has performed impressively on the international stage, while our women's football team has exceeded expectations—something their male counterparts have struggled to achieve.\nSo, what fuels such hatred that it clouds your judgement to see that, despite all our obstacles, our female athletes are our best route to international success? Watching our female teams excel in their respective fields should not be a question of religion. Religion should never be a barrier to equality—just ask the Moroccan football team or look at the growth of women's football in Saudi Arabia. Just two years back, Nouhaila Benzina became the first-ever player to wear a hijab in a World Cup match, and she was celebrated for it. The two can coexist and will continue to coexist as the game grows bigger. They must—Islam is one of the world's largest religions, while football is its most popular sport. If they could not, we would not have Muslim women playing and excelling in sports today.\nWhat happened in Joypurhat is dangerous, not just for sports but for our future. Preventing women from playing football is a perilous route for many reasons, including a negative impact on health and mental well-being. Factually, sports have no negative impact on society; in fact, the positives they bring overwhelm all other factors. Skills such as leadership, teamwork, mental strength, and handling pressure are positively impacted when children play sports. Sports does not cloud your mind or your judgement; it does not tell you to erase or compromise your faith, neither does it force you into any other beliefs. The only thing it does is give people, especially young girls, a fighting chance.\nSome argue that women's sports contradict modesty. However, sportswear has evolved to accommodate different cultural and religious needs. If modest sportswear exists, and women are comfortable competing while adhering to their beliefs, then any opposition stems from bias, not faith.\nBut here's the real question: how do we fight back against this mindset? Education is the first step. Schools must actively promote gender equality in sports and normalise the idea that anyone can play. A little girl should not grow up thinking she needs permission to kick a ball. We must highlight historical and contemporary female athletic figures to show that faith and sports are not at odds. Addressing gender stereotypes from a young age goes a long way. If boys grow up seeing their sisters, classmates, and female friends playing sports, they will never question it in the first place. Secondly, change starts at home. Teach your son that if his little sister wants to kick a ball, she has as much right as he does. Not less, not secondary, but equal.\nI will not get into the political nuances of which party has carried out such barbarous acts; I will leave that to readers' judgement. However, I will ask a simple question: if a world war can come to a halt for a game of football, surely, our differences and our beliefs, too, can take a back seat on the field. Religion and football are two of the most unifying forces in the world. If both can coexist in stadiums from Indonesia to Morocco, why should Bangladesh be an exception?\nThis is not about disregarding faith or traditions. It is about ensuring that women, just like men, have the right to chase their dreams, stay active, and represent their country with pride. Let our girls play—not as a challenge to culture or religion, but because sports belong to everyone.\nRaiyan Binte Rafiq is a sports columnist for The Daily Star. She works in Sports Media in the UK and manages recruitment at Next Level Sports Management in Bangladesh.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Let the girls of Bangladesh play",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/let-the-girls-bangladesh-play-3813046",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-02-2025"
    },
    {
        "full_article": "That economic and climate vulnerabilities are inextricably linked has once again been underscored by the latest Bangladesh Bureau of Statistics (BBS) survey, which ranked Barishal as the poorest division in the country. For long, that spot had been reserved for Rangpur, which was—and still is, to a large extent—synonymous with crippling poverty mostly due to seasonal famines or Monga. However, according to a report based on the Poverty Map 2022, things have turned around for Rangpur where the poverty rate dropped from 47.23 percent in 2016 to 25 percent in 2022. In contrast, Barishal's poverty rate slightly increased from 26.49 percent to 26.6 percent.\nThe shifting poverty map reflects the changing reality of our policy and geographical landscapes. Rangpur's relative improvement, according to an expert at the BBS event, has been partly driven by the efforts of the government and NGOs in addressing seasonal food insecurity. On the contrary, Barishal's relative deterioration underscores the growing impact of climate change on coastal regions. The division, once known as a food basket, is now struggling with climate vulnerability and its resultant effects, including rising salinity and declining agricultural yields. As a result, many are losing their traditional livelihoods and slipping further into poverty.\n\nSuch disparities could only have emerged due to inequitable distribution of budgets, development projects, and economic opportunities. This highlights the need for a more balanced approach to resource allocation, infrastructure development, and economic diversification. Poorer regions also need targeted investments in education, healthcare, and industry to achieve parity with more developed areas.\nAnother factor contributing to the shift is how wealth and opportunities are being distributed. For example, districts like Noakhali, which now has the lowest poverty rate at 6.1 percent, provide a stark contrast to districts like Madaripur, where poverty stands at 54.4 percent—nearly three times the national average of 18.7 percent. Such disparities could only have emerged due to inequitable distribution of budgets, development projects, and economic opportunities. This highlights the need for a more balanced approach to resource allocation, infrastructure development, and economic diversification. Poorer regions also need targeted investments in education, healthcare, and industry to achieve parity with more developed areas.\nThat said, we cannot ignore the role likely played by Bangladesh's flawed data governance in shaping or redrawing poverty maps. One can rightly question how Rangpur's poverty rate could have declined so dramatically in just seven years between 2016 and 2022. As it is now abundantly clear, the state data ecosystem was severely compromised during Sheikh Hasina's rule, which often presented flawed and overly optimistic economic indicators, including poverty rates, GDP growth figures, etc. Since data guides policy efforts, flawed statistics likely distorted decision-making, denying crucial interventions to regions that needed them most.\nThe newly unveiled poverty map seems more grounded in reality and, as such, should serve as a wake-up call for all involved. As one of the poorest and most climate-vulnerable countries, Bangladesh's policymakers must ensure that climate resilience is embedded in poverty alleviation strategies. Similarly, there must be greater efforts to bridge wealth and opportunity gaps among regions to insulate poorer divisions and districts from harsher economic shocks and climate-induced hardships.\n",
        "headline_1": "Shifting poverty map a wake-up call for policymakers ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/shifting-poverty-map-wake-call-policymakers-3812916",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-02-2025"
    },
    {
        "full_article": "There is a common confusion around the subject of health. Too many people confound it with healthcare, with discussions focused on a shortage of hospitals, doctors, nurses, and medical supplies. But health is not just healthcare. There is no question of the importance of being able to treat disease, and there is plenty of room for improvement here. But while expending money and effort on treatment, it would be unwise to neglect the issue of preventing illness and injury. Such efforts prevent unnecessary misery and pain, as well as additional spending on healthcare.\nRather than simply treat disease, we should, to the extent possible, prevent it by identifying and addressing the root causes of ill health. In the case of contagious disease, one problem is inadequate housing; helping ensure that people have decent housing is not only a humane but also a public health (and cost-cutting) measure. As for injuries, various measures are needed. Dangling electric wires cause electrocution; this should not be impossible to remedy. As to the many injured on our roads, reducing speeds, limiting the use of cars, improving public transport, and creating safer conditions for walking and cycling would all contribute to healthier outcomes.\nThe biggest source of disease is now non-communicable diseases (NCDs) such as heart disease, stroke, cancer, and diabetes. How are we to address those? The medical approach includes vital steps such as early screening and medical treatment, but can we also reduce the incidence of NCDs and help people live longer, healthier lives? Certainly.\nOne of the main causes of NCDs as well as communicable diseases, such as tuberculosis, is tobacco use. Back in 2005, thanks in part to intense pressure from civil society, the Bangladesh government passed a comprehensive tobacco control law, which has been amended and strengthened since then. Taxes still need to be further increased, but gone are the ubiquitous cigarette billboards and newspaper ads; most places are now smoke-free (although the recent surge of smoking zones in cafes and restaurants is a concern), and strong warnings are now on cigarette packets. All of these have contributed to control the tobacco epidemic, though much more needs to be done.\nThe tobacco industry has fought tooth and nail against tobacco control laws and enforcement, but a strong and united civil society effort was able to work closely with the government to counter their lobbying and opposition. That collaboration should serve as an example in other areas.\nTo further reduce NCD risk factors, we need to make it easier for people to eat a healthy diet, get enough physical activity, and avoid pollution. A medical approach, in addition to looking for warning signs and treating disease, includes counselling individual patients. This approach is important but cumbersome, expensive, and of limited utility especially when it comes to pollution. The burden on health providers and hospitals would decrease if we implemented broader efforts aimed at keeping people healthy.\nLooking for cues from tobacco control and beyond, those efforts could include banning or greatly limiting advertisements for unhealthy food and ensuring that people have access to affordable healthy food, preferably locally grown, through subsidies and support of farmers' markets; making it easier and more attractive to use active transport (walking and cycling) while curbing car use; and taking strict measures to reduce the extremely unhealthy and dangerous levels of air pollution in our cities. One crucial pollution control measure is to have car-free days when air pollution rises above a certain level, as is done in many European cities.\nThe alternative would be to allow industry to act freely to produce, promote, and sell unhealthy products, and to heavily influence our government, at the expense of our physical environment and the health of our people.\nDoctors have an essential role to play in creating a healthier society, but they also have a strong focus on individuals and treatment. Those trained in public health, whose broad perspective encompasses entire populations and who address root causes and not just effects, are more important than ever if we are to salvage our troubled healthcare system by reducing the need for treatment and hospitalisation. It is time that we prioritised public health and ensure adequate funding for it.\nWhile we're at it, we could learn from countries like Thailand about the possibility of establishing a Health Promotion Foundation, whose purpose would be to help ensure that public health takes precedence over industry profits, leading us to a stronger and healthier Bangladeshi population.\nDebra Efroymson is senior adviser to HealthBridge, a Canadian public health NGO.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Public health must prioritise disease prevention",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/public-health-must-prioritise-disease-prevention-3812806",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Redesigning manpower export policy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/redesigning-manpower-export-policy-1738328960",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Country's RMG industry at a crossroads",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/countrys-rmg-industry-at-a-crossroads-1738329035",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "High cost of journalism",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/high-cost-of-journalism-1738329081",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Empowering women entrepreneurs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/empowering-women-entrepreneurs-1738329230",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-02-2025"
    }
]