[
    {
        "full_article": "Nearly one year to the date of Russian President Vladimir Putin’s launch of attacks on Ukraine (February 24, 2022), the UN General Assembly’s vote on the latest resolution to criticise Russia resulted in 141 votes in favour, seven against (it includes Russia) and 32 abstentions (it includes India and China). The resolution, or a call for a “just and lasting peace”, that was eventually sponsored by more than 70 countries, demanded an immediate cessation of hostilities, and appealed for accountability at international courts for rights violations and war crimes. Significantly, the sponsors, led by the U.S., its allies, and European Union countries, did not call for peace talks — something Ukrainian President Volodymyr Zelenskyy does not favour at present, given the status quo advantage that lies with Russian forces having laid claim to about one-fifth of Ukrainian territory. Two amendments suggested by Russia’s ally Belarus, to replace the term “invasion” with what Russia calls “Special Military Operations”, and to call for dialogue immediately, were rejected. As a result, although there is a military stalemate in Ukraine, casualties continue to rise, and western sanctions have not found favour with much of the world, Ukraine and NATO countries called the vote a major victory — much like they had in a similar vote, on March 2, 2022.In spite of several attempts by the U.S. and the European countries, India abstained, which it has consistently done since last year on any resolution at key UN bodies that has been critical of Russia. In explanations by External Affairs Minister S. Jaishankar at international fora — some of which were reiterated by India’s UN envoy on Thursday — the Modi government has asserted its strategic autonomy, citing its traditional relationship with Moscow, its initial concerns of becoming a party to the conflict while Indian students were caught in the middle, stressing that “diplomacy and dialogue” are the only way forward, and claiming that it is required to maintain a “neutrality” of sorts to leave space for mediation. While its decision to reject unilateral western sanctions on Russia and increase trade in fuel and fertilizers with Moscow can be explained by its desire for independent decision-making, it is becoming increasingly hard for New Delhi to hold that abstaining from voting at the multilateral stage is a principled stand. It has become very clear that this is indeed a Russian invasion of its smaller, sovereign neighbour, one that has not been halted despite Russia gaining its initially announced strategic goals. Prime Minister Modi’s celebrated statement that “this era is not of war” has not been heeded by President Putin, and it is unclear if Ukraine sees India as an unbiased mediator. India has proven over decades that it will not vote under duress, yet the global and regional leadership that New Delhi claims cannot come from appearing diffident over basic principles of sovereignty and territorial integrity.",
        "headline_1": "Not neutral: On India’s stand on Ukraine at the U.N.",
        "headline_2": "India cannot be seen as dithering on issues of any nation’s sovereignty",
        "link": "https://www.thehindu.com/opinion/editorial/not-neutral-the-hindu-editorial-on-indias-abstention-at-the-february-23-2023-un-vote-on-ukraine/article66549288.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-02-2023"
    },
    {
        "full_article": "The internal crisis in the All India Anna Dravida Munnetra Kazhagam (AIADMK) seems to have blown over after the Supreme Court of India ruled in favour of its interim general secretary, Edappadi K. Palaniswami, leaving his rival O. Panneerselvam and his paltry following isolated. A two-judge Bench found no illegality in the convening of a special General Council meeting on July 11, 2022, at which resolutions were adopted abolishing the ‘dual leadership’ system under a coordinator and a joint Coordinator, reinstating the post of general secretary and removing Mr. Panneerselvam from the party. The Court did not go into the validity of any of these resolutions, but ruled firmly that a single judge of the Madras High Court had no reason to force the estranged leaders to work together, ignoring the realities of the situation and based on technical grounds; and that a Division Bench of the High Court had correctly interfered with it. The verdict effectively ends the Panneerselvam camp’s attempt to exercise equal control over the party’s affairs through a judicial diktat to retain the dual leadership. There is, of course, the possibility of the legality of these decisions being examined in civil suits, but it is unlikely to lead judicial conclusion for a long time. Until then, the AIADMK will be firmly in the control of Mr. Palaniswami, who has outmanoeuvred the rival camp with the help of the overwhelming majority he enjoys at various levels in the organisation.Mr. Panneerselvam had only recently spoken about “reclaiming the party from a dictator”, but it is now increasingly clear that he will face political oblivion by persisting with his ambition to wrest the party mantle without shoring up his political base. The tactic of keeping himself in the good books of the Centre and the Bharatiya Janata Party (BJP), even while expecting legal processes to bolster his case, is not really working well for him. It was only recently that he had to eat humble pie when he withdrew his faction’s candidate for the Erode East Assembly by-election, claiming that the camp wanted the AIADMK’s ‘Two Leaves’ symbol to succeed. A count ordered by the Supreme Court among the party’s General Council members had resulted in a majority of members backing Mr. Palaniswami’s nominee. Mr. Palaniswami is no less keen on keeping the BJP on his side, but his firm grip on the party apparatus seems to be standing him in good stead in the political arena, even if the electoral scene in the face of a strong DMK-led alliance remains a formidable challenge.",
        "headline_1": "Single stroke: On the Supreme Court ruling in favour of Edappadi Palaniswami",
        "headline_2": "As Supreme Court of India order strengthens Edappadi K. Palaniswami’s hand, O. Panneerselvam risks political isolation",
        "link": "https://www.thehindu.com/opinion/editorial/single-stroke-on-the-supreme-court-ruling-in-favour-of-edappadi-palaniswami-in-the-aiadmk-case/article66549771.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-02-2023"
    }
]