[
    {
        "full_article": "In a dramatic, but not unexpected, turn of events, former U.S. President Donald Trump has been indicted by a grand jury in New York in the case of hush-money paid to adult film actor Stormy Daniels in 2016, before the presidential election of that year. While the indictment, the first one ever against a former U.S. President, remains under seal and the specific charges and the extent of evidence remain unclear still, media reports and comments by Mr. Trump’s lawyers indicate that the charges could include the fact that Mr. Trump’s erstwhile attorney Michael Cohen paid $1,30,000 to Ms. Daniels on the 45th President’s behalf, apparently to stop her from going public with the story of their consensual (and earlier) extramarital encounter. Mr. Trump is said to have reimbursed the amount to Mr. Cohen after he won the election, which was then passed off as legal expenses. In this regard the charge in the indictment is expected to be a falsification of business records, but that is only a misdemeanour offence in New York, not a felony. To prosecute Mr. Trump for a felony, the onus is on Manhattan District Attorney (DA) Alvin Bragg to not only link the falsified bookkeeping to Mr. Trump directly but also to show that the business records in question were falsified to cover up an entirely different crime. Speculation is rife that the crime that will be cited for this charge will be a potential violation of campaign finance laws — yet, this is where the prosecution case appears less firm. Following Mr. Cohen’s claim that he had paid Ms. Daniels at Mr. Trump’s behest, there was a question of whether Mr. Trump would be liable under federal campaign finance laws, which require monies received as campaign donations to be disclosed transparently and be subject to specified legal limits. However, a federal investigation into this matter was closed in 2019, which suggests that the weight of evidence here may not have been compelling at the time.The broader question underlying the indictment is whether Democrats are scoring a self-goal. While more serious issues that could be potential charges against Mr. Trump are on the scanner of the Justice Department, including certain dealings of the Trump Organization, his role in inciting the January 6, 2021 insurrection and withholding classified information after demitting office, the Manhattan DA’s reliance on the hush-money case could end up as blowback for the Democrats, especially given the dangers that it will polarise Americans further and be seen as pure political partisanship. Mr. Trump will of course extract every ounce of political capital that he can from what he has described as “political persecution” and a “witch hunt”, and that too will likely not favour Democrats in the 2024 election.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\npolitics\n\n/\n\nlawyer\n \n/\n\ninvestigation\n\n/\n\nlaws",
        "headline_1": "Debatable indictment: On the Donald Trump case",
        "headline_2": "Donald Trump’s indictment will politically polarise Americans further",
        "link": "https://www.thehindu.com/opinion/editorial/debatable-indictment-the-hindu-editorial-on-the-donald-trump-case/article66684147.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-04-2023"
    },
    {
        "full_article": "It is the season of Twenty20 and just as the inaugural Women’s Premier League (WPL) concluded at Mumbai, it is time for the 16th edition of the Indian Premier League (IPL). With Friday night’s clash between defending champion Gujarat Titans and Chennai Super Kings (CSK) at the Narendra Modi Stadium in Ahmedabad, the IPL’s annual summer tryst is back in vogue. Launched in 2008, the IPL has become a money-spinning brand while the WPL finally found its feet with five teams. Women’s cricket in India is carving a niche and it is a progressive step as not long ago this brand of sport was deemed an afterthought before the BCCI bridged the gender divide. The board initiated corrective measures including central contracts, pay parity in terms of match fees and the WPL became an essential milestone. In the pathways laid by Diana Edulji, Mithali Raj and Jhulan Goswami, to name a few, the current generation of women cricketers has also gained commercial heft. And when Harmanpreet Kaur’s Mumbai Indians won the maiden WPL with a seven-wicket triumph over Delhi Capitals, it was a significant moment in the history of Indian women’s cricket. With the Under-19 team having won the World Cup recently, the WPL’s arrival should further enhance the quality within the Indian ranks.\rJust as the women rest, their male counterparts are already busy with the IPL that stretches up to May 28. The 10-team championship can sap energy from the very best of players. Not surprisingly, ‘workload management’ has become an oft-repeated expression as the cricketers look at the immediacy of the IPL while also being aware of the World Test Championship final in England and the World Cup in India, later this year. All-format players such as Rohit Sharma, Virat Kohli and some bowlers have to make choices while juggling between their IPL stints and India duties. M.S. Dhoni turning out for CSK at 41, is a testament to longevity. Equally, it is revelatory of the career choices that players make these days through staggered retirements starting with Tests, then ODIs while keeping the T20 exit for the last. A Sachin Tendulkar playing top-flight cricket for 25 years will perhaps remain an exception as the present generation pick and choose their formats. The latest IPL has drafted in the ‘impact player’ concept wherein a team could effect a substitution, as in football, and use the star’s core skills unlike the usual cricketing substitute relegated to just fielding. The stage is set and new stars will emerge in a year during which India could eventually chase glory in ICC events.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIPL\n\n/\n \ncricket",
        "headline_1": "A busy season: On cricket at the WPL, the IPL and ICC events",
        "headline_2": "All-format cricketers will soon have to choose one over the others",
        "link": "https://www.thehindu.com/opinion/editorial/a-busy-season-the-hindu-editorial-on-cricket-at-the-wpl-the-ipl-and-icc-events/article66684178.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-04-2023"
    },
    {
        "full_article": "The caste net has caught big fish, but we Parsis haven’t got away. The recent brouhaha doesn’t make a Modicom of sense to our community which also has this family name. In fact it has caused such disquiet in our gated colonies you’d think ‘apri doll jevi dikri’ (daughter) had run off with a ‘parjaat’. Or eggs had disappeared from the market. Those with this surname are staggering under a double whammy. The conviction and subsequent disqualification have reminded everyone that all Modis were branded ‘chors’, that too by a guy who is quarter-Parsi, and, arguably worse, our Modis have got lumped with ‘all OBCs’ who were allegedly insulted by Rahul’s ill-advised jibe. The first destroys our ‘upright’ reputation; the second our uptightness about being twice-born. Before this aafat befell us, we had only two castes: those who belonged to Mumbai’s Willingdon Club and those who didn’t.\nTill Gandhi’s silly joke ballooned into his existential crisis, the only problem for my qaum with the once-innocuous surname was that Modi meant your forefathers were kirana-sellers. Not as desirable as Engineer, Doctor, or even Coachbuilder, but certainly above Grave-digger (Ghodkhodu) and arguably Sodawaterbottlewalla. Some gentrified the spelling. A head honcho at HUL, which arguably is the MNC version of the corner-bania, signed himself as ‘Moddie’. ‘Mody’ is the commoner aristo variation, as in that of Sir Homi. His irrepressible son, Piloo, however, said he ‘chose’ this because he didn’t want anything to do with the letter ‘I’; he too was allergic to ‘Indira’. Btw, in Gujarat, neighbourbood grocers are also addressed as “Gandhi’ because they are usually from that bania community.\nRaGa’s 2019 election-rally remark has become his double-knotted noose. But we aren’t concerned about the logic-deficient fact that Lalit is a bania, Nirav a Jain or even that NaMo’s successful Ghanchi community wasn’t included among Other Backward Classes till 1999. It’s the overnight underrating that’s got our Parsi Modis so down-caste.\n***\nAlec Smart said: “So will he become Rah-RahGa or RaGaya?”\n\n",
        "headline_1": "What’s in a surname? You can caste the first stone, but what about Parsis?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/whats-in-a-surname-you-can-caste-the-first-stone-but-what-about-parsis/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-04-2023"
    },
    {
        "full_article": "In a statement bound to raise a few eyebrows in New Delhi, Bhutan’s PM Lotay Tshering said that China has an equal say in resolving the Doklam dispute. This is different from Bhutan’s 2019 position that the existing tri-junction point between India, China and Bhutan at Doklam should not be unilaterally disturbed. That Bhutan is signalling a more accommodating stance today is perhaps because of current geopolitical realities.\nWhile India and China are locked in their own border disputes along the LAC, other countries in the neighbourhood fear getting caught in the tussle. So, it’s not surprising they will sometimes sway between the two Asian giants. But this presents a strategic challenge for India. Given China’s deeper pockets, Beijing is in a better position to use dollar diplomacy to its advantage in these countries. This is precisely what a recent report by a consortium, including the World Bank highlights. China has handed out $240 billion worth of bailout loans to 22 developing countries over two decades. Around 80% of those funds were doled out between 2016 and 2021 when Beijing’s BRI projects picked up steam.\n\nHowever, forcing Nepal, Bangladesh, and Sri Lanka to let go of Chinese funds will have the opposite impact and build up resentment against India. This risk is particularly real in Nepal where the 2015 blockade seriously hurt Indian interests. Meanwhile, relations with Bangladesh too could go south if the Sheikh Hasina governmentis unable to balance ties with India with Bangladesh’s development imperatives. Against this backdrop, New Delhi needs to switch to a smarter approach, drop the Big Brother attitude and play up its own attractiveness by timely completion of development projects. Competing with China for the development space won’t be easy. But it’s necessary to sharpen our ‘Neighbourhood First’ policy.\n\n",
        "headline_1": "Neighbours, big & small: Bhutan to Bangladesh, New Delhi must prepare to compete with China in the development space",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/neighbours-big-small/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-04-2023"
    },
    {
        "full_article": "There is something extra spicy that the year’s first big BJPCongress faceoff will be for Karnataka. Ranked eighth by GSDP, and with middling HDIs, the resourceful state’s election is inevitably dramatic. Political parties will again target group votes, most determinedly of the dominant Lingayats and Vokkaligas who have a firm grip on Karnataka’s politics and economy. In a reservations-within-reservations move, the BJP government increased the quota for Lingayats and Vokkaligas only to have other caste groups protest, pelting stones at the CM’s house that BJP said was orchestrated by Congress and Deve Gowda’s JDS.\nThis election, a year before the next Lok Sabha polls, is crucial for all but most so for Congress – a test for party president Mallikarjun Kharge, a Dalit from the state leading a party after bruising run-ins at the Centre. With governments in just three states, Congress needs an electoral win to show it means business. Anti-incumbency is not insignificant, thanks in part to graft charges, not least one by a contractors’ association that alleged state officials must be paid 40% of project value to secure contracts. ABJP MLA’s arrest is fodder for the opposition but anti-corruption rhetoric during campaigning seldom ends in action. With Bommai in the back seat, BJP brass hit the ground earnestly weeks ago – the party is likely to ride the election on the Centre’s performance.\nThe state had three CMs in four stints between 2018 and 2023 – with tumultuous post-election action following ahung verdict. In 2018, BJP was the single largest party. Congress allied with Deve Gowda’s JDS post-poll. BJP’s BSY Yediyurappa formed government only to quit 10 minutes before a trust vote. Gowda Jr became CM in a JDS-Congress government but within 14 months exited after 16 MLAs jumped ship, making way for BSY’s return, who again gave up his post for Bommai after two years. Rocky but not new for Karnataka. In 2008, BSY with Independents had formed southern India’s first BJP government – that stint too saw three CMs: Yediyurappa, Sadanand Gowda and Jagadish Shettar, pitted as BSY’s opponents’ choice. Which brings us to the next challenge for parties – infighting. Factionalism thrives in both Congress and BJP. Uneasy is the compact between BSY and BJP; and there are questions whether the peace between Siddaramaiah and Shivakumar will hold. Expect a high-voltage, expensive campaign – and a spicy finish, however the verdict goes.\n\n",
        "headline_1": "Battle for Bengaluru: All recent polls in Karnataka have seen dramatic post-poll action. Expect the same this time",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/battle-for-bengaluru/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-04-2023"
    },
    {
        "full_article": "As we head into another massive electoral season, starting with the Karnataka assembly polls this May and ending with the Lok Sabha 12 months later, two parallel political processes are at work.\nThese processes will play out in the coming months as the main actors figure out which way the voters can be swayed in their favour. What we can deduce now from their utterances is what their political calculations may be.\nRead full opinion on TOI+\n\n",
        "headline_1": "2024: The personal inside the political: Post Rahul disqualification, the bid for opposition unity is complicated by two ego tussles, between Congress and BJP, and between regional parties",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/2024-the-personal-inside-the-political-post-rahul-disqualification-the-bid-for-opposition-unity-is-complicated-by-two-ego-tussles-between-congress-and-bjp-and-between-regional-parties/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-04-2023"
    },
    {
        "full_article": "It is disappointing to learn about the numerous development projects taken up by the government that ended up not serving the public as promised because of lack of necessary research, proper planning, and execution. Although these projects failed to bring desired results, a lot of public money was spent on them. One example of this is the 21 trauma centres that were built in the last 20 years along our highways. According to a recent report by Prothom Alo, almost all of these centres remain inoperative as there is neither the manpower nor the equipment required to run them. The question is, why were these centres built then?\nReportedly, among these 21 trauma centres, 16 are currently inoperative, two have only outdoor units, while one is currently being used as the orthopaedic department of a district hospital. These centres were constructed along the highways with the aim to quickly transport and treat the injured in the event of a road crash, so that lives could be saved. But that purpose was defeated by the lack of initiative on the part of our health authorities. After the recent tragic road crash on the Dhaka-Bhanga expressway, we have seen how the injured had to be taken to several upazila health complexes and even to a private hospital near the expressway for treatment. If the nearby trauma centre were functional, the injured could get proper treatment on time. This is really frustrating.\nAnd now, after spending around Tk 140 crore on the construction of these centres, the Director of Health Directorate (Hospitals and Clinics) is telling us that the idea of a trauma centre is not realistic in the context of Bangladesh, and that they are planning to repurpose these unutilised buildings. However, it is not clear why the government can't put them to proper use by appointing the required manpower – doctors, nurses, pharmacists, technicians, etc. – and handing them proper equipment? Given the extremely high number of road crashes taking place on our highways, these centres can certainly play a great role in treating the injured. We think the government should consider this fact before abandoning these projects.\nThe fate of these trauma centres again exposes the sheer lack of accountability in our health department. If there was any accountability, such projects could not be taken without doing the necessary feasibility study. If there was any accountability, so much public money could not be wasted on projects doomed to failure. This is just one example of how lack of planning and execution has been plaguing many finished government projects. We have seen many such ill-planned projects undertaken by government institutions, including the railway ministry in the last few years alone. Such practices must stop. Those responsible for these projects must be held to account.\n",
        "headline_1": "A sheer waste of public money",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/sheer-waste-public-money-3285686",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-04-2023"
    },
    {
        "full_article": "The ill state of research at Bangladeshi universities is well-known. Why is there such a reluctance to patronise research work in the country's higher education institutions? In the fourth part of a series that focuses on some of the most foundational and important issues of higher education in Bangladesh, three academic professionals delve in to decipher the holdbacks in our university research. The Daily Star welcomes and encourages any and all thoughts, ideas, and recommendations regarding these issues from our respected readers.\nResearch is a mindset, as much as it warrants a discipline-specific set of skills to carry it out. Fostering that mindset requires collaboration of the government, public and private sectors, university administration, industry, professors, and students, among other stakeholders. Starting with a why or a how, research can be qualitative or quantitative, or both, providing us with sharper lenses on the world around us or new solutions to our problems. Because the capacity to create new knowledge provides nations with an edge to prosper faster than their peers, robust investment in research and development (R&D) is now considered essential. In 2021, the total global R&D spending reached $2.3 trillion.\nThe epicentre of research is, of course, the university. A research university is a powerful engine for change and transformation – a shaper of knowledge production that in turn drives economic and intellectual growth, modernisation, and the development of soft power. China's strategic investment in its universities is a good case in point. The transformation of Chinese universities from resource-deficient institutions during the Cultural Revolution to dynamic centres of research and innovation today is a classic case of intellectual capital being at the heart of a country's national mission. In 2017, a record nine Chinese universities were ranked among the world's top 100 universities for the first time.\nBut what is a research university? Simply put, it is an institution of higher learning in which original research and scholarship drive its mission and vision, as well as its pedagogical orientation and curricular framing. Professors at a research university spend a significant amount of their professional time conducting original research, rather than simply teaching knowledge produced by others. In the United States, a full-time faculty member's professional time is typically divided into 40 percent teaching, 40 percent research, and 20 percent service.\nYet, not all universities are research institutions. Consider the history of research universities in the US. With about 4,000 colleges and universities in the US, only 2.5 percent of them are research universities. The Association of American Universities (AAU) – founded in 1900 during what was referred to as the US' \"Academic Revolution\" – has only 65 members. Most of the US' research activities take place in this small number of member institutions. The Academic Revolution of the late 19th and early 20th centuries catalysed a sea change in the nature of US universities, as research became a core mission of higher learning, significantly transforming pedagogical philosophy and curricula, and gradually cementing the US' emergence as a global power. In FY2021, the total R&D spending across US universities reached $89.9 billion, with Johns Hopkins University claiming the top spot with $3.181 billion.\nWhat is the status of research in Bangladeshi universities? According to one survey, about 125 universities across Bangladesh spent about Tk 153 crore in 2020, or approximately 0.3 percent of GDP. This paltry amount shows how research is imagined in the national mission. I identify three key interrelated problems, by no means exhaustive, that result in a poor research culture in Bangladesh.\nFirst, our universities are predominantly undergraduate teaching universities with a strict UGC-mandated curriculum focused on building basic student competencies. Our teachers teach a course, administer tests, and grade students. The academic space to cultivate critical thinking and a research mindset among students cannot be built in such a course trajectory, often plagued by a routinised syllabus (sometimes with an outdated textbook or no textbook at all) with a predictable set of deliverables. When professors are primarily tasked with lecturing large undergraduate classes with very little room for self-scrutiny and intellectual challenge from students, they remain unmotivated to undertake any research projects that complement their teaching or broaden their knowledge horizon. Without robust, flexible, and multidisciplinary graduate programmes, teaching universities are unlikely to incentivise research.\n\nBangladesh has succeeded in expanding access to primary education, achieving near universal net primary enrolment. But higher education in this country still awaits a creative framing in sync with the ground realities and aspirations. Fifty-two years after independence, this sector is yet to transition to a new type of research-driven knowledge economy – one in which students are empowered to develop agency, curiosity, and intellectual capital to compete in and adapt to an interconnected world.\nSecond, the laissez-faire nature of faculty promotion, exacerbated by what I call \"academic cronyism\" – that is, if you butter up your supervisor or the department's power-wielder, you will be promoted despite your lack of research productivity – creates an unholy environment of \"favour-peddling.\" In such a condition, an assistant professor is less interested in original and labour-intensive research than resorting to sycophantic loyalty to the programme chair who would return the favour. In a reputable university in any developed country, no faculty member can expect to be tenured without a significant body of original publications, reviewed first by colleagues at the department and then by the university senate before the entire application package reaches the provost's office. This creates faculty accountability in establishing credentials.\nThird, Bangladesh has succeeded in expanding access to primary education, achieving near universal net primary enrolment. But higher education in this country still awaits a creative framing in sync with the ground realities and aspirations. Fifty-two years after independence, this sector is yet to transition to a new type of research-driven knowledge economy – one in which students are empowered to develop agency, curiosity, and intellectual capital to compete in and adapt to an interconnected world.\nTransitioning to such a state of higher education will require robust investments in \"research infrastructures,\" such as technologies of research, recordkeeping, archives, laboratories, grant support, research investment, research-focused curricular reform (strengthening teaching at the same time), faculty hiring and promoting protocols, academia-industry-government collaboration, a local-global peer-reviewed publication industry, global research collaboration and networking, and, most importantly, a dynamic culture of knowledge production.\nNo one would disagree that the 21st century belongs to those countries that produce ideas and knowledge. There is a caveat though. The production of knowledge as a culture can't simply be instituted through research universities. The joy of producing knowledge must be an integral part of doing research. I am reminded of what Stephen Hawking memorably said, \"No one undertakes research in physics with the intention of winning a prize. It is the joy of discovering something no one knew before.\"\nDr Adnan Zillur Morshed is an architect, architectural historian, urbanist, and professor. He teaches at the Catholic University of America in Washington, DC, and serves as executive director of the Centre for Inclusive Architecture and Urbanism at Brac University.\n\n***\n\nI met Bhupendra Nath Dev on the campus of the State University of New York at Albany in 1982. He was working on his PhD in physics; I went there to do a Masters in Russian literature. He had graduated from Rajshahi University. I'd ask him questions about physics and he'd happily answer them, but often via detours into literary works, loving references to Tagore, and naming physicists that I had never heard of. But I asked why, despite his profound love of literature, he rarely asked me about literature. He said when he was growing up, his father would become irritated and slap him behind his head for asking too many questions! So he stopped asking questions. Bhupen left Bangladesh with his family after 1971 and settled in Calcutta.\nWith an astounding amount of research and publications, Bhupen is now one of the most renowned physicists in his area around the world, and if he were to get a Nobel Prize any day now, I wouldn't be surprised. Despite his father's dislike of answering questions, Bhupen somehow kept his curiosity alive and learnt to do original research and find the answers to his questions. However, what makes me wonder is how many hundreds and thousands of Bhupens have stopped asking questions, how many brilliant scientists, scholars, and inventors we have lost because of our general practice of discouraging curiosity and disliking questions.\nResearch refers to systematic investigation of phenomena through scientific methods to generate new knowledge, insights, and solutions. It involves collecting, analysing, and interpreting data in an unbiased manner to test hypotheses, answer questions, and find solutions.\n\nDeveloping research potential in Bangladesh has become imperative in order for us to move forward as a nation, keep our economy growing, develop an educated citizenry, and, above all, create a \"smart\" Bangladesh – as our nation's leader Prime Minister Sheikh Hasina has mandated. Investing in education adequately will drive the economic and social growth of our nation. In order for this to happen, sustained effort and collaboration from all corners, including the government, the universities, and the private sector, are required. The mandate is there; the proper authorities need to implement it now.\nBhupen's story tells us a lot about why research in Bangladesh is in such an abysmal state. In a culture where critical inquiry is not only discouraged but even punished – either physically or emotionally – research is the last thing to get the chance to flourish as a system of thinking. In a culture where we are taught to believe that answers to all questions have already been given in some form of a code, critical thinking can have little, if any, value. Doing research is difficult in this environment, and we need to change that.\nHigh quality research brings enormous benefits for national growth and for the standard of life. Medical research, for example, has eliminated diseases and ameliorated sicknesses that for millennia had made people live no longer than 20-30 years on average! Invention of new technologies, products, and services stimulates economic growth, creates high quality jobs, makes our manual tasks easier, creates better quality living, protects our environment, and more.\nRecognising the fact that knowledge is important for changing human society is critical. That'd be the first step for us. National leaders have to allocate resources for research. That's next. We have to recognise the fact that allocating approximately two percent of our national GDP (even the other South Asian nations invest a minimum of 4.5 percent) for education is NOT going to help us catch up to the rest of the world. We must understand that the lack of funding leads to limited access to technology, few research networks and collaborations, inadequate infrastructure, virtually non-existent research institutions, almost total absence of institutional support, and obviously the most damaging one – the huge brain drain from our nation. These issues must be resolved.\nDeveloping research potential in Bangladesh has become imperative in order for us to move forward as a nation, keep our economy growing, develop an educated citizenry, and, above all, create a \"smart\" Bangladesh – as our nation's leader Prime Minister Sheikh Hasina has mandated. Investing in education adequately will drive the economic and social growth of our nation. In order for this to happen, sustained effort and collaboration from all corners, including the government, the universities, and the private sector, are required. The mandate is there; the proper authorities need to implement it now.\nDr Halimur R Khan is a university professor and can be reached at [email protected].\n\n***\n\nKnowledge, today, is the new currency. Altbach and Salmi (2011) contend that \"knowledge generation has replaced ownership of capital assets and labour productivity as the source of growth and prosperity… This realisation is so pervasive that nations are scrambling to create institutions and organisations that would facilitate the process of knowledge creation.\"\nIn this feverish scramble, where does Bangladesh stand? Willem van Schendel (2019) contends that Bangladesh lacks scholarly visibility, with a \"relatively disjointed and poorly institutionalised field of knowledge production.\"\nWhy are we so far behind? Why is our research disjointed? Are we even capable of conducting good research (barring the exceptional few)? These questions provoke another query: what is good/great research?\nGreat research relies on the scientific method, extends knowledge frontiers, reflects the quality of a nation's brain pool, and even locates nations on a \"smartness\" scale, reflecting their capacity to innovate and thrive. Smart nations continually examine interesting-unanswered-useful questions through research, whether applied or basic. Applied research is conducted to find solutions to a particular problem (low attendance in a particular school, for instance). Basic research addresses fundamental questions and at a more general level (such as low school attendance across the nation), extending the structure of knowledge and contributing to theoretical development.\nOnce a problem or gap is identified, a method of inquiry is adopted to obtain robust, relevant, and reproducible results. But choosing a method poses challenges, especially in the social sciences, arising from ontological and epistemological assumptions about the reality being investigated. The subjective/interpretive assumption of reality is of a softer and spiritual/transcendental quality; an objective/positivist view is of the world being hard, real, and transmissible. The constructivist pursues qualitative/interpretive methods and generates hypotheses; the positivist seeks hard sensory data to test hypotheses. The debate on the nature of reality is contentious and ongoing. Hence, some researchers combine both.\n\nThe subpar quality of knowledge our institutions usually generate today, reflected in global standings, has only increased our dependence on foreign knowledge sources with little local relevance. Such dependence usually translates into exploitative relationships. The greatest harm to our research endeavours may come from consultancy and non-transparent research projects, distributed surreptitiously in a sycophantic culture, that come with predetermined findings to serve a small coterie of beneficiaries. That death knell will incapacitate Bangladesh for generations.\nBeyond methods and creative analytics, great research, as I have indicated earlier (in \"Public universities and research: In 2022 and beyond\") is \"immersed in rigorous and challenging work, passionately pursuing new realms of knowledge, often in a process involving teacher and student, collaborating institutions, and global partnerships. The goal is problem-solving and discovery, reflected partly in publications that are recognised, frequently cited, and acknowledged for their impact. Such research [builds] on top-class graduate programmes and meritorious graduate students led by creative, dedicated, and research-capable faculty mentors. When teaching is research-led, the learning of both teacher and student is greatly enhanced with deep [positive consequences].\" Good research flourishes in a culture devoted to curiosity, teamwork, and a spirit of discovery.\nUltimately, top-flight research seeks to advance the human condition. According to Hoover (1976, Pg 7), \"Knowledge is socially powerful only if it… can be put to use.\" It follows ethical guidelines, solves problems, enhances our understanding of a novel or interesting research question, extends the frontiers of knowledge, decries plagiarism, and is recognised for its wide-ranging influence.\nGreat research also thrives in dynamic ecosystems, nurturing a culture of inquiry and collegiality, dedicated to an ethical investigation of the truth, and flourishing in a network of stakeholders – the government, industry, private funds, media entities, rating agencies, publishing houses, markets (educated readers) for research products, and platforms to share emerging ideas (conferences, seminars, etc) – each contributing to and benefiting from knowledge. \"The intent is to create a wide set of producers, consumers, partners, sponsors, and support systems – in essence, a market – for research to flourish with many positive externalities.\"\nFor research to blossom in Bangladesh, it will require strong political support, sustained financial commitment, leadership and autonomy in the university, rewards and incentives, and a steady stream of high quality students who seek a life dedicated to problem-solving and discovery.\nThe subpar quality of knowledge our institutions usually generate today, reflected in global standings, has only increased our dependence on foreign knowledge sources with little local relevance. Such dependence usually translates into exploitative relationships (e.g. the Covid vaccine heist). The greatest harm to our research endeavours may come from consultancy and non-transparent research projects, distributed surreptitiously in a sycophantic culture, that come with predetermined findings to serve a small coterie of beneficiaries. That death knell will incapacitate Bangladesh for generations.\nDr Syed Saad Andaleeb is distinguished professor emeritus at Pennsylvania State University in the US, former faculty member of the IBA, Dhaka University, and former vice-chancellor of Brac University.\n\n",
        "headline_1": "What makes great research?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-makes-great-research-3285311",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-04-2023"
    },
    {
        "full_article": "A week after Rahul Gandhi – the most vocal opposition leader in India – was convicted in a defamation case and swiftly disqualified from parliament, political tensions in the country have soared to a new high. On Monday, the opposition parties staged a \"black protest,\" and protesters including Congress leader Harish Rawat were detained by Delhi police. On Tuesday, more petty politics was displayed, when Gandhi was asked to leave his residence in a month.\nCongress has accused PM Narendra Modi of trampling democracy, while BJP denies political intent and maintains that the disqualification – which happened less than 24 hours after the verdict – was per the law. The event has been termed as \"unprecedented.\" Is it, though?\nFrom Bangladesh's vantage point, the ruling BJP's move of opportunistically using the legal system to weaken the opposition ahead of elections does not seem too original. The same system that drags criminal cases for years starts to work on speed when power wants it to.\nAnd the BJP has been somewhat predictable in terms of their antipathy towards political dissent. Take the crackdown on the BBC for example, which confirmed India's threatened state of press freedom. For almost a decade, Modi's India has been setting new precedence for introducing limits to democracy – in a way that has been far more blatant, than the 54-year-old dynasty led by Gandhi's family.\nBut the implication of Gandhi's defamation case and disqualification – especially the pace at which it all occurred – surely exhibits another big step in India's authoritarian lurch. It raises questions about the independence of the legal system from the Central government, and makes one wonder if India has become a nation where \"anything is possible.\"\nCongress' response that the case is political isn't unpersuasive at all. The timeline and unfurling of the circumstances is unmistakably strange. Four years ago, Gandhi stood on a podium in Kolar, Karnataka where he named fugitive diamond tycoon Nirav Modi, banned IPL boss Lalit Modi, and Prime Minister Narendra Modi, and asked why all \"thieves have the same last name of Modi.\"\nA BJP legislator in Gujarat, Purnesh with the last name Modi, found the remarks offensive and filed a complaint against Gandhi for smearing \"the Modi community,\" associated with the lower rungs of the Indian caste community. (To note, though, this doesn't apply to Nirav and Lalit Modi, who also didn't come from underprivileged backgrounds.)\nRather fascinatingly, the BJP legislator was not offended five years ago when Khushbu Sundar, the national spokesperson for Congress at the time, tweeted nearly identical remarks, \"This Modi, that Modi, everywhere a Modi embroiled in corruption… let's change the meaning of Modi to corruption.\" (If answers are needed for the selective outrage, Sundar has been a member of BJP since 2020).\nLast year, Purnesh Modi, the complainant, strangely sought a stay from the High Court and delayed the trial proceedings. In between, Gandhi amplified his parroting against Adani after the Hindenburg scandal, appearing in Lok Sabha on February 8 with images of Narendra Modi and Gautam Adani on a private jet.\nSubsequently, on February 16, Purnesh Modi found some new urgency on how offended he was by Gandhi's comments in 2019. He went back to court to vacate the stay, pleading that \"sufficient evidence has come on record of the trial court and the pendency of the present matter delays the trial.\"\n\"The pendency of the present matter\" remains unexplained as no new evidence has come on record. Still, the High Court lifted the stay, and the case went to trial court, where, interestingly, a new magistrate happened to be. A Supreme Court lawyer wrote in an op-ed that the case itself was a \"frivolous complaint, which normally should have been thrown at the threshold.\" Instead, Gandhi received the harshest criminal sentence in a defamation case, which happens rarely, if at all.\nCommentators have argued that the two-year sentence was given with the clear intent of disqualifying Gandhi from parliament. Per the law that governs elections in India, Section 8(3) of the Representation of the People Act, 1951, disqualification of any lawmaker is mandated when \"convicted of any offence and sentenced to imprisonment for not less than two years.\" The math does add up.\nNow, the question of the hour is: does this mean that the ruling BJP is threatened by Rahul Gandhi, who they themselves have dismissed for years as an irrelevant, \"nepo baby\"? Beneath the pace and action, one can infer a need to undermine rivalry from somewhere in the trenches of BJP. But is Narendra Modi himself scared of Rahul Gandhi, a fading figure who has been trying to polish his party image with a 4,000-km trek?\nIt is hard to believe that the prime minister – who may be fierce, but nonetheless shrewd – would've personally orchestrated a move that risks galvanising unity in the disenfranchised opposition. Opposition parties that have long been antagonistic towards Congress are now coming together in condemnation of Gandhi's disqualification.\nWhat is more plausible is that this attack on Rahul Gandhi was choreographed by officials in the BJP to charm the prime minister, which is even more concerning. It points to a full-blown tyrannical political system, where officials and lawmakers are out there engaging in strategic lawsuits and suppressive, anti-democratic ploys to prove their unwavering loyalty to the leader. And that kind of widespread institutional erosion renders a ruthless political arena where lust of power knows no boundaries, wherein anything is indeed possible.\nGandhi is set to appeal the verdict. Meanwhile, on Wednesday, Nationalist Congress Party lawmaker Mohammad Faizal PP had his Lok Sabha membership restored after appealing to the High Court of Kerala. Faizal was disqualified in January, following his conviction in an attempted murder case with a 10-year jail term. With this recent legal precedence, Gandhi should be able to return. If he doesn't, it will only confirm the political infestation of the legal system, and set the process of the ultimate demise of democracy in the so-called world's largest democracy. We hope not.\nRamisa Rob is a journalist at The Daily Star.\n\n",
        "headline_1": "Rahul Gandhi’s conviction: Another dent in India’s declining democracy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/rahul-gandhis-conviction-another-dent-indias-declining-democracy-3285296",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-04-2023"
    },
    {
        "full_article": "It is disappointing to learn about the numerous development projects taken up by the government that ended up not serving the public as promised because of lack of necessary research, proper planning, and execution. Although these projects failed to bring desired results, a lot of public money was spent on them. One example of this is the 21 trauma centres that were built in the last 20 years along our highways. According to a recent report by Prothom Alo, almost all of these centres remain inoperative as there is neither the manpower nor the equipment required to run them. The question is, why were these centres built then?\nReportedly, among these 21 trauma centres, 16 are currently inoperative, two have only outdoor units, while one is currently being used as the orthopaedic department of a district hospital. These centres were constructed along the highways with the aim to quickly transport and treat the injured in the event of a road crash, so that lives could be saved. But that purpose was defeated by the lack of initiative on the part of our health authorities. After the recent tragic road crash on the Dhaka-Bhanga expressway, we have seen how the injured had to be taken to several upazila health complexes and even to a private hospital near the expressway for treatment. If the nearby trauma centre were functional, the injured could get proper treatment on time. This is really frustrating.\nAnd now, after spending around Tk 140 crore on the construction of these centres, the Director of Health Directorate (Hospitals and Clinics) is telling us that the idea of a trauma centre is not realistic in the context of Bangladesh, and that they are planning to repurpose these unutilised buildings. However, it is not clear why the government can't put them to proper use by appointing the required manpower – doctors, nurses, pharmacists, technicians, etc. – and handing them proper equipment? Given the extremely high number of road crashes taking place on our highways, these centres can certainly play a great role in treating the injured. We think the government should consider this fact before abandoning these projects.\nThe fate of these trauma centres again exposes the sheer lack of accountability in our health department. If there was any accountability, such projects could not be taken without doing the necessary feasibility study. If there was any accountability, so much public money could not be wasted on projects doomed to failure. This is just one example of how lack of planning and execution has been plaguing many finished government projects. We have seen many such ill-planned projects undertaken by government institutions, including the railway ministry in the last few years alone. Such practices must stop. Those responsible for these projects must be held to account.\n",
        "headline_1": "A sheer waste of public money",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/sheer-waste-public-money-3285686",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-04-2023"
    },
    {
        "full_article": "We are deeply disturbed by the report of the death – and possible rape – of a 12-year-old domestic worker in Rampura, Dhaka over a year ago, at the residence of lawyer couple Rajin Ahmed and Iffat Jahan Chowdhury (a flat owned by Rajin's father Kamal Uddin Ahmed, a retired bureaucrat). Although the girl's employers claim she committed suicide, her parents – with whom her last conversation had been that she was being tortured – believe that she was raped and murdered. For the poor family, it has been an uphill battle to convince the authorities to take their allegations seriously, despite clear evidence pointing to foul play. \nAccording to a police inquest report, filed shortly after the incident, the victim's rectum was \"abnormal,\" suggesting that she had been raped. The autopsy report, shared with the parents 10 long months later, stated that the \"cause of death was asphyxia as a result of hanging, which is antemortem and suicidal in nature, but the sign of forceful sexual intercourse was present in the victim's body.\" We can't help but ask: why did the police file a case of unnatural death in the first place if there was suspicion of rape? Moreover, why did it take 10 months to file an autopsy report, which should take days, or at most weeks?\nIt is equally baffling that despite the crime having taken place in a flat – where entry and exit of outsiders is limited – the law enforcement officials seem to be at their wit's end to so much as file a probe report. After the victim's father filed a case with a Dhaka court accusing the lawyer couple of murder, the court first asked the Criminal Investigation Department (CID) to investigate the case. When the CID, after nine months, failed to produce a report, the court asked the Police Bureau of Investigation (PBI) to probe it, according to court documents. We can only hope that the PBI will do a better job of conducting a fair investigation and produce a credible report, considering the evidence of rape and based on who may have been present at the flat at the time of her death.\nIt is also worth asking whether DNA tests have been conducted on the male suspects in the building to match them with the DNA collected from the victim's body. We also wonder what happened to the victim's clothing, which would have contained the DNA of the possible culprit. If her clothes were destroyed before such an analysis could be made, police must explain why they did not collect the evidence. Given how crucial such evidence is for conviction, was failing to do so simply a matter of inefficiency or a result of the fact that the victim was poor and the perpetrator possibly someone powerful?\nIt is no secret that \"justice\" is an illusion for those from marginalised backgrounds. In a country where money and influence can buy everything, an overwhelming majority of cases of child domestic worker abuse fall through the cracks, with families eventually realising there is no prospect of justice and reaching a \"compromise\" for meagre amounts of compensation. We salute Iti Akter's parents for their unflinching quest for justice for their daughter, and demand a credible investigation into the untimely and unacceptable death of their child.\n",
        "headline_1": "Rape and death of child domestic worker must be probed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rape-and-death-child-domestic-worker-must-be-probed-3285276",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-04-2023"
    },
    {
        "full_article": "The fall in the volumes of the country's imports and exports has affected the operation of feeder vessels between Chattogram, Colombo and Singapore as well as other ports of call. Since the second half of 2022 began the decline in the number of container feeder vessels operating through the Chittagong port, shipping agents told the media. As the fall in the number of container ships carrying imported cargo calling at the Chittagong port continued, some feeder vessels owned by foreign shipping lines discontinued their operation.Reports have it that compared to the number of containers (close to 231,000 TEUs) that moved through the Chittagong port in July last year, it dropped to around 168,000 TEUs in February this year. That, in other words, is equivalent to a decline in container movement through Chittagong port by more than 27 per cent. Understandably, the depreciation of taka against US$ and the shrinking foreign exchange reserve due mainly to a fall in the amount of incoming remittance have led the government to adopt belt-tightening measures which have reduced the volume of imports. The fall in the global aggregate demand due to the economic slowdown triggered by the Ukraine war, on the other hand, has affected Bangladesh's exports negatively. Both developments have impacted the container feeder service to and from Bangladesh unfavourably. However, that is not the sole reason behind some foreign container operators' pulling out their feeder vessels from operating at the Chittagong port. To be specific, the provision of obtaining a waiver certificate from the Mercantile Marine Department (MMD) under the Ministry of Shipping by the foreign-owned feeder vessel operators has further complicated the matter. In fact, before loading both inbound and outbound cargoes to and from Bangladesh, the foreign feeder vessel operators are required to obtain the waiver certificate. The process is rather tardy. There is also the risk that the foreign feeder operators may not finally be able to secure the waiver certificate they applied for. Even worse, they may have to pay a penalty for any waiver-related issue. Mention may be made here of a foreign container vessel named MV Kanway Fortune, which stopped its operation at Chittagong port following its penalisation over a waiver certification-related problem. Notably, obtaining a waiver certificate by a foreign container vessel requires that its operator provides detailed information about the exporter, importer, the mode of its shipment (of cargoes), the vessel's name, etc. Small wonder that the waiver issues have proved costly as well as discouraging to the foreign feeder vessel operators. The provision of waiver certification was introduced in 2019 courtesy of the Bangladesh Flag Vessel (Protection) Act 2019. The objective of the Act was to promote locally- owned-container vessels so they might carry 50 per cent of all the seaborne cargoes passing through the country's ports. Currently, fewer than 86 container feeder vessels ply the routes connecting Chittagong port with Sri Lanka and Singapore. Whereas, even in January this year, their number was 94. Considering that more than 90 per cent of Bangladesh's external trade is seaborne and that the lion's share of the cargoes for export and import is transported using container vessels owned by foreign companies, the development is concerning. Granted that some of the issues affecting the country's overall import and export are beyond the government's control. But it can at least take measures to ease the waiver-certification procedure. This will encourage foreign feeder operators to continue their service via Chittagong port.",
        "headline_1": "Expediting waiver-certification procedure",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/expediting-waiver-certification-procedure-1680269582",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-04-2023"
    },
    {
        "full_article": "This summer is going to be very painful. Let there be no doubt about the massive load-shedding regime for consumers to smart under, because households will be the last on the list when it comes to energy allocation. It is not possible to predict how many hours of the day will be spent without electricity during the high summer. Already certain things are becoming clearer. That the national grid is getting less natural gas from existing gas fields is evident. Compressed natural gas (CNG) pumps, which forms the backbone for most vehicles apart from heavy lorries (to a certain extent), have gas rationing in place; with up to five hours a day. Household piped gas in many areas of the capital city is also facing a no-gas situation for many hours of the day. All this is happening before the scorching heat of summer has yet to arrive.The US dollar crunch is already here. Amidst austerity measures, the Bangladesh Bank (BB) has been forced of late, to curtail selling hundreds of millions of dollars to banks which need to open letters of credit (LCs) for import purposes. At the same time, the country has been forced to buy liquefied natural gas (LNG) from the spot market to stave off industrial-shutdown in many sectors. The situation however is getting trickier by the day. Fact is, greenback is needed for importing not just LNG, but also coal and liquid fuel which are the two other major fossil fuels that are needed to fire up the various power plants in operation today, or will be in the near future. These include the multiple coal-fired powered plants and the independent power plants (IPPs) that run on liquid fuel. All this illustrates just the needs of the energy sector. What about the rest of the economy? Bangladesh has multi-billion dollar bills for everything ranging from grains and cereals, industrial raw materials and capital machinery which need to be imported. On top of all that, international creditors have come calling. Russia has asked for the first three instalment payments on loans given for the multi-billion-dollar nuclear power plant that has largely been financed by that country. Bangladesh missed those payments, although negotiations are on for deferred payment. What about the Chinese loans for the multiple infrastructural projects that are ongoing? Those payments will have to start soon. Will Bangladesh be in a position to defer payments on those too? Come summer, energy experts estimate that demand may increase beyond 16,000 MW (megawatts). But given that Bangladesh is facing an uphill task with its foreign currency (forex) reserves, precisely how it will balance the increased demand for imported coal / LNG / fossil fuels against the other import bills remains to be seen. As rightly pointed out by one energy expert recently, the import bill for fuel has grown to 48 per cent in 2022. This percentage will witness another jump in 2023 because already some coal power plants have been completed. The question now is whether Bangladesh can afford to commission them. To add salt to injury, the Russo-Ukrainian war has played havoc with international energy prices and the volatility in oil and gas prices have not helped matters. The fact that LNG spot prices are now lower than before doesn't really help Bangladesh because the country is currently facing a forex crisis. With $23 billion (according to IMF calculation), policymakers are not in an enviable position to make decisions on what to import, in what quantity to feed the $470 billion economy. There are several sectors that will have to be supplied with gas. The readymade garments (RMG) sector brings in more than 80 per cent of export earnings, so it gets the highest priority. But what to is to be done about steel, ceramics and other sectors?In the midst of the gas crisis, energy experts keep repeating the obvious, i.e., stop the leakage of precious gas in the form of illegal gas connections; stop supplying gas to energy-inefficient plants to produce power; make it mandatory for industry to become more energy-efficient. The fundamental principles have been advocated for decades and no heed was paid to them. Similarly, the advice to explore own natural energy resources, be it coal or natural gas, was wilfully ignored by national energy planners. One should revisit the statements made by the energy authorities when they advocated vehemently for the case of importing energy fuels as opposed to drilling and extracting domestic natural gas and coal. Today, Bangladesh is in this fix because of the failure of successive governments to do what other countries in the region like India and China have done. Those nations used the last decade to simultaneously secure energy supplies beyond their shores and developed the capacity to explore/extract/drill their own natural energy resources. That is why today, both of those countries are global economic power houses and Bangladesh is still wondering what to do this summer.\n[email protected]",
        "headline_1": "How will Bangladesh foot energy import bills?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-will-bangladesh-foot-energy-import-bills-1680269644",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-04-2023"
    },
    {
        "full_article": "The holy month of Ramzan, or Ramadan, has started. Though the people in Bangladesh, India and Pakistan are largely used to saying and writing Ramzan, there is a growing trend of using Ramadan. The first is originally a Persian word and was adopted in Urdu and Hindi, whereas the last is Arabic. Both terms refer to the ninth month of the Islamic lunar calendar when the Muslims worldwide practice self-restraint by observing dawn to dusk fasting and strictly avoiding physical intimacy. There is little difference in using the term Ramzan or Ramadan as both indicate the same religious obligations for the Muslims. Nevertheless, some Muslims in South Asia now argue that Ramadan is a Quranic term, so one should use the original instead of a changed or distorted one. Though it is quite difficult to re-lettering the original Quranic term in written form as pronunciation matters, the effort is going on. Ramadan, as written in English or Bangla, is close to Quarnic Arabic but not fully accurate. It is because there is no exact letter or sign in English or Bangla to represent the entirely correct Arabic pronunciation. By learning correctly, though it is possible to pronounce the term accurately and nicely, though the limitation in writing is there. The limitation is more in Persian and Urdu scripts in terms of Ramadan. These two languages have no alphabet representing the Arabic 'D-aad,' though a near-similar alphabet is available in Bangla. Persian and Urdu have the letter pronounced 'Z'aad' or 'Zu'ad' instead and the letter is seen like Arabic 'D-aad,'. That's why it is not possible to write or pronounce the Arabic 'D-aad' in these languages using the common alphabet. So, Ramadan becomes Ramzan or Ramazan in South Asia where the influence of Persian and Urdu is quite profound on the lives of the Muslims. For instance, due to Persian influence, most of the Muslims in Bangladesh as well as India and Pakistan say and write `Namaz' instead of 'Salat' referring to daily five-time scheduled prayer.Some, however, argue that trying to use Ramadan to become more accurate or come closer to the original is a kind of Arabisation of the long traditional practice of the culture here. Those who favour using Ramadan instead of Ramzan think Muslims need to come as close as possible to original terms and practices. In addition, they are of the view that it will help them to learn the religious guidelines and instructions more accurately.There is a third view also, which says that it matters little whether some say Ramzan or Ramadan as this kind of difference is less important as it does not change or enhance the spirit of the holy month. Instead, all Muslims should focus more on the true spirit of the month by complying with the obligations properly. In this month, physical fasting and restraint need to be elevated spiritually. Besides the prescribed prayer, giving alms and doing charities to help needy people is necessary. Avoiding food festivity during Iftar, the break from the day-long fasting, is essential. Communicating with the neighbours better, paying the workers on time and rightly, becoming humble in behaviour, and maintaining patience will make the holy month rightly meaningful for any Muslim. \n[email protected]",
        "headline_1": "Ramzan or Ramadan: Spirit is the key",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ramzan-or-ramadan-spirit-is-the-key-1680269674",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-04-2023"
    },
    {
        "full_article": "Shakib Al Hasan has done it again. During his match-winning 5/22 in the second T20I against Ireland, Shakib went past New Zealand's Tim Southee to become the bowler with the most T20I wickets. He reached this landmark after trapping George Dockrell leg-before off the third ball of the sixth over. When he took Harry Tector three balls later, Shakib reached his second career five-for in this format. Shakib now has 136 wickets while Southee is two short at 134. Star all-rounder Shakib made his T20I debut back in 2006, and has gone on to play 114 T20Is. He has featured in all seven editions of ICC Men's T20 World Cup. On his becoming the highest wicket-taker in the shortest format of cricket, we would like to thank Shakib Al Hasan for his great achievement. We all are proud of him. We wish him best of luck so that he continues to shine in the cricketing arena and Bangladesh cricket team earns more laurels in the future. Good luck Shakib! \nBadsha Faysal, Jurain, Dhaka, [email protected]",
        "headline_1": "Congratulations, Shakib Al Hasan!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/congratulations-shakib-al-hasan-1680269697",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-04-2023"
    }
]