[
    {
        "full_article": "The first official gauge of the economy’s performance so far in 2024-25 pegs real GDP growth at 6.7% between April and June, a five-quarter low and below the central bank’s projection. The Reserve Bank of India (RBI), which expects a 7.2% GDP growth through 2024-25 following last year’s 8.2% surge, had revised its estimate for Q1 from 7.2% to 7.1%, earlier this month. The actual numbers are underwhelming and mark a clear cooling in the economic momentum, although some base effects are in play. Growth in the Gross Value Added (GVA) in the economy came in higher at 6.8%, after a year of widening divergences with the GDP print. At the onset of this fiscal year, major hopes hinged on a normal monsoon boosting farm sector output and easing inflation, which could lift the weak rural demand and private consumption witnessed last year. Higher demand would bolster private firms’ propensity to invest in new capacities, and ease the pressure on public spending to prop up growth. That the government would still ramp up capital expenditure by 17% to ₹11.11 lakh crore this year, while it waited for this narrative to unfold, was the other pillar underpinning this year’s growth aspirations.As things stand, this script is yet to fully play out. The stretched general election has sharply scuppered public capex, and the government will need to redouble efforts to meet its spending goals. The good news is that private consumption spends bounced to a six-quarter peak of 7.4%, partly thanks to easing headline inflation. But food prices remain elevated. The monsoon has been better than last year but a tad erratic and uneven, temporally as well as spatially. Farm GVA growth has moved up to a four-quarter high of 2% but the next few weeks will determine whether the sector rebounds in earnest (and food inflation cools). Projections of above normal downpours in September may well affect standing kharif crops. This is a key monitorable for the RBI, whose independent monetary policy panel members have flagged a 1% GDP growth loss this year and next, if interest rate cuts are delayed. India may still grow 6.5% to 7% this year, but most expect growth to slip to 6.5% in 2025-26, with the medium-term potential hovering around that number. This is too slow for comfort. As top IMF official Gita Gopinath pointed out recently, policymakers need to urgently pursue meaningful reforms across all aspects of the economy, and improve the efficiency of its institutions and the judiciary. This is critical to lift its growth potential and fulfil hopes of creating gainful employment for its young, fast enough for India’s demographics to yield a dividend. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\neconomy (general)\n\n/\n\nReserve Bank of India\n\n/\n\nMonsoon\n\n/\n\nagriculture\n\n/\n\nGeneral Elections 2024\n\n/\n\ninflation and deflation\n\n/\n\njudiciary (system of justice)\n\n/\n\ndemography\n\n/\n\nfood\n\n/\n\nprices",
        "headline_1": "​Growth matrix: On the economy’s performance",
        "headline_2": "Economic outlook is evenly poised but reforms need acceleration",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bgrowth-matrix-on-the-economys-performance/article68586412.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-09-2024"
    },
    {
        "full_article": "Hate speech, especially by elected authorities and targeting a specific community, has been repeatedly flagged as a possible trigger for ethnic conflagrations and atrocities that could have catastrophic consequences. Politicians in India are well aware of this but this does not deter the most cynical among them from using hate speech to further a polarising agenda. A case in point is the Chief Minister of Assam, Himanta Biswa Sarma. The BJP leader continues to revel in making communally sensitive remarks, targeting the State’s minority communities. On Tuesday, he explicitly said that he would take sides against “Miya Muslims” — a discriminatory euphemism for the minority Bengali Muslim community — and would not let them “go to Upper Assam”. These remarks were in the context of a debate on the law and order situation after a gangrape of a minor in Dhing. During the 2024 general election, Mr. Sarma, in speech after speech, had used rabidly communal language to target Muslims, with nary a response from the Election Commission of India. He even said, “Islamophobia is real for many of us [Hindus]”.By making these statements repeatedly, Mr. Sarma is going against the oath he took as the Chief Minister — that he will bear true faith and allegiance to India’s secular Constitution. He should be condemned for explicitly saying that he will side against a particular community. Second, by amplifying demands by groups that have threatened an entire community to leave “Upper Assam” and suggesting that the minority community does not have the right to free movement, he is furthering hate in a State which has been affected by ethnic violence. From violent anti-immigrant agitations to militancy and a flawed process of identifying “foreigners” that has brought misery to the poor, Assam has been through crises; some of those issues continue to fester. Instead of finding ways of reconciliation, all-round harmony and peace, he uses the cynical ploy of fostering division in order to reap the benefits out of the politics of hate. As actions in nearby Myanmar and the plight of the Rohingya show, repeated use of hate speech to characterise a minority community and the amplification of communalism have disastrous consequences. The Union government and the BJP leadership have shown no inclination to rein in the errant Chief Minister. Unlike party leaders who have been reprimanded for utterances targeting sections such as farmers, Mr. Sarma uses hate speech against Muslims. But if the government is serious about improving the lot of the Assamese people — the State has among the poorest HDI indicators in the country — it has to put an end to hate speech as a communally charged environment militates against all-round development. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nhate crimes\n\n/\n\nminority group\n\n/\n\npolitics\n\n/\n\nAssam\n\n/\n\nsexual assault & rape\n\n/\n\nGeneral Elections 2024\n\n/\n\nconstitution\n\n/\n\nnational or ethnic minority\n\n/\n\nMyanmar\n\n/\n\nRohingya crisis\n\n/\n\nsociety and human capital\n\n/\n\nagriculture",
        "headline_1": "Hateful, baleful: On the Assam Chief Minister and communally sensitive remarks",
        "headline_2": "The Assam Chief Minister is transgressing his oath by making hateful remarks against Muslims",
        "link": "https://www.thehindu.com/opinion/editorial/hateful-baleful-on-the-assam-chief-minister-and-communally-sensitive-remarks/article68586433.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-09-2024"
    },
    {
        "full_article": "Note for Indians, who travel the world like never before\nIndian holidaymakers are in high demand, as we travel the world in ever larger numbers. The New Tourist: Waking Up to the Power and Perils of Travel by Paige McClanahan brings facts and perspective to this avalanche. In 2019, travel and tourism was over 10% of global economic output, accounting for more than one in ten jobs created. It’s set to rise at an average of 5.8% a year till 2032.\nIt’s one of the most significant ways that cultures converse with each other, but its carbon footprint is enormous and growing. It can provide a powerful incentive to preserve natural and cultural landmarks, but it can also cause their destruction. Tourism forms our images of other countries and people, but it also commodifies places and steals their soul.\nThe book is neither a defence nor a critique of tourism. It makes a hopeful distinction between the ‘old tourist’, who might see their visits as pure consumer experiences, for bragging rights on Insta or to be checked off their bucket-list, and more conscious ‘new tourists’ who see themselves as a small part of a big world. For them, the journey might renew appreciation of those unlike themselves.\nUntil recently, only the very rich or resolute oddballs travelled the world as a leisure activity. Even in the early 1990s, the percentage of Americans with a passport was under 10%. In the 1960s, there were only 81,000 international arrivals in Thailand a year – by 1990 there were 5 mn, today there are over 35 mn. Fodor’s and Lonely Planet were adventurous startups, but soon, the powerful ‘Lonely Planet effect’ could send swarms of people to one food stall over another, reshaping a locality.\nNow travel writing is virtually dead, gatekeepers and guides rendered unnecessary. Destinations created for social media are the new points of attraction – a canyon in Iceland had to be closed to tourists after a Justin Bieber video brought hundreds of thousands of visitors in a single year. Travel influencers, an industry worth over $23 bn, can direct attention to a place, altering its fate in dramatic ways.\nTourism can kill a place with its monoculture, like Amsterdam’s red light area. ‘Tourist trap’ is a dumbed down version of reality. Even knowing that, many of us succumb to token ‘cultural performances’ or selfies at iconic destinations, because we’re only human.\nTourism can also transform national images, and revive economies. Think Liverpool, Doha, Dubrovnik, Seville, Dubai or Barcelona. There is usually a curve of discovery, growth, plateau and decline with popular destinations.\nIn some cases, the tourism industry is so aggressive that resentments flare – in Barcelona, rising prices of housing, food and necessities turned locals against tourism. But this is not inevitable – in Kerala, tourism was widely protested until govt hosted consultations on responsible tourism, moving from confrontation to cooperation. Govts can levy tourism taxes and peak-time charges, using revenues to build infra for everyone.\nShaming people for flights and emissions, like Greta Thunberg did, may seem extreme, but there is a sizeable constituency of people cutting down on air travel. Ironically, the threat of climate change prompts more people to visit places like the Arctic and Antarctic. ‘Last-chance tourists’ throng to dying destinations and species. So does tourism build up the world or destroy it? The only answer possible is: yes.\n\n",
        "headline_1": "What tourism builds, what it destroys",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-tourism-builds-what-it-destroys/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-09-2024"
    },
    {
        "full_article": "Govts come and go, our budgets nudge and push, but what will it take to move our business leaders to action? Should we think instead of a new born-again public sector in India that might energise private capital at home by running a little faster?\nThe current scenario is not inspiring. To stem the trend of declining private investment, which began in 2011, corporate tax was slashed in 2019 by 8%. This had little effect as in 2023-24, new private investments fell by 15% over the previous year.\nRead full story on TOI+\n\n",
        "headline_1": "Do it the French way",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/do-it-the-french-way/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-09-2024"
    },
    {
        "full_article": "Netas do great disservice by demanding instant justice\nMamata Banerjee is agitating for death penalty for rape convicts, and setting ultimatums for investigators in the RG Kar case. Before that, TMC and BJP sparred over fast-track courts. As political rivalry hits fever pitch, outrage over sexual violence has been reduced to an instrument, rather than being seen for the pervasive crisis it is. Instead of justice, we witness a demeaning competition over which leader asked for the quicker fix, who demanded the more dire punishment. Setting summary deadlines to punish culprits, fighting over fast-track courts and so on, are about playing to a mob, not furthering justice. Our unforgivably slow, interrupted judicial process does let down victims of sexual crime, and this needs redress. But legal trials are about examining evidence, sifting the claims of defence and prosecution — where hurry is as bad as delay. The need for speed can cause cases to collapse because of shoddy investigation.\nToday, even state administrations are destroying due process, in their quest to appear like avenging action heroes. Bulldozer demolitions, or extra-judicial police murders that we call ‘encounters’, might appease a section of the public that has already decided who the criminal is. But the mood of the majority or the careerism of political leaders should not goad courts into cutting corners, or denying the accused their right of a full defence.  The idea of ‘settling scores’ or delivering rough justice to pre-decided targets, rather than the patient labour of a fair trial, erodes the legitimacy of law enforcement. All of our fundamental rights depend on this understanding, on impartial legal process.\nPublic sentiment around sexual violence is real; all over India, women are crying out for safety and autonomy. But the rule of law should not be disfigured by those who opportunistically claim to speak for the public.\n\n",
        "headline_1": "Off With Their Head? No",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/off-with-their-head-no/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-09-2024"
    },
    {
        "full_article": "Sometimes, politicians do more harm than good by demanding quick justice.\nMamata Banerjee, a political leader, is asking for the death penalty for people convicted of rape and is giving investigators very short deadlines in a case. Before that, her party, TMC, and another party, BJP, argued over how quickly courts should handle cases. As these political fights heat up, the real issue of sexual violence is being used as a tool to gain political points, rather than being treated as a serious problem that needs careful attention. Instead of focusing on real justice, we see a race over who can demand the fastest or harshest punishment. Setting quick deadlines to punish wrongdoers or arguing over fast-track courts is more about making the public happy than actually delivering justice.\nOur justice system is indeed slow and often fails the victims of crimes, and this is a problem that needs fixing. However, legal trials are important because they carefully look at all the evidence and listen to both sides — rushing these trials can lead to mistakes and cases falling apart due to poor investigation.\nToday, even government leaders sometimes ignore fair legal processes just to look like action heroes. Actions like bulldozing someone’s home or police killing suspects without a fair trial might satisfy some people who already think they know who is guilty. But the opinions of the public or the ambitions of political leaders should not force courts to rush or deny the accused a fair chance to defend themselves. The idea of taking shortcuts or delivering “rough justice” to those already judged by the public, rather than conducting fair trials, weakens our justice system. All our basic rights depend on fair and impartial legal processes.\nPeople’s anger about sexual violence is genuine, and women all over India are demanding safety and freedom. But the rule of law should not be twisted by those who only pretend to speak for the people.\n\n",
        "headline_1": "Should We Rush to Punish? No",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/should-we-rush-to-punish-no/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-09-2024"
    },
    {
        "full_article": "There is a provision of law in Bangladesh's Penal Code which could have a considerable impact upon the criminal prosecution of hundreds of students, protestors and onlookers killed by Awami League government law enforcement officials on July 16 and after.\nYet, very few people are talking about it.\nIt is section 76 of the Penal Code which is titled, \"Act done by a person bound, or by mistake of fact believing himself bound, by law.\"\nIt states: \"Nothing is an offence which is done by a person who is, or who by reason of a mistake of fact and not by reason of a mistake of law in good faith believes himself to be, bound by law to do it.\"\nThe wording is rather convoluted, and its meaning is not clear. The Penal Code however provides some \"illustrations\" to help with its application, and the first one reads:\n\"A, a soldier, fires on a mob by the order of his superior officer, in conformity with the commands of the law. A has committed no offence.\"\nLaw enforcement officers will inevitably seek to argue that they were ordered to fire on the protesters—ironically, a particular claim that prosecutors would also support—and so must be acquitted from the offence of murder.\nThe prosecution may argue that this illustration given in the Penal Code only refers to a \"soldier,\" and so does not refer to a \"police officer.\" However, when you had Border Guards of Bangladesh (which includes some military officers), police and in some situations, the army, all involved in shooting after July 16, can the law treat soldiers and police officers differently?\nProsecutors may also assert that the police did not act \"in good faith\" when they did the shooting, or that the firing was not \"in conformity with the commands of the law.\"\nIt may also be possible to challenge the constitutionality of this provision which was drafted in colonial times, and no doubt was included with an intention to protect the British colonial police and army from being prosecuted. It could be argued, for example, that section 76 of the Penal Code violates the constitutional principle of the \"right to life\" though if the court gave such a ruling it is not clear whether it should retrospectively apply to the student protest killings particularly as the reason for the challenge was to remove a defence that the accused would otherwise have been able to use.\nSuch a ruling may also face resistance from the current Bangladesh Army as it would remove a protection provided to its soldiers and officers.\nNonetheless the provision, to the extent it remains unchallenged, will certainly be an obstacle for conviction, and prosecutors will need some clever legal minds to find a way of working around it so that it does not have a significant impact upon any trials that take place.\nHowever, it should be noted, that those members of the Awami League's student or youth wings seen shooting at protestors, who were not formally part of any law enforcement entity, could not avail themselves of this defence were they to be prosecuted for murder.\nThis provision might not just have an impact on the prosecution of police on the ground but also those higher up the law enforcement or political food-chain alleged to be involved in ordering or inciting the killing, who could be prosecuted for \"common intention\" (section 34) or \"abetment\" (section 107).\nThis is because courts will not be able to convict a senior police officer or a politician for complicity in the murder unless a law enforcement officer is first convicted for the offence itself.\nOne possible way round this is to prosecute police officers and others in the country's International Crimes Tribunal for the offence of Crimes Against Humanity. This is because the offence of murder, as part of a Crime Against Humanity, is not defined in the International Crimes (Tribunal) Act 1973, and so this defence set out in Section 76 of the Penal Code does not apply.\nHowever, there are many problems with the International Crimes Tribunal—as were very evident during the trials of those accused of crimes committed during the 1971 war—and any attempt to prosecute people in that court for international crimes would not only require considerable amendment of the procedures, but also a change in the offence of Crimes Against Humanity in order to ensure that it matched the offence set out internationally.\nThe ICT, as a forum of prosecution, however very much requires its own separate consideration. That is a matter for another day.\nDavid Bergman is a journalist and can be followed on X (formerly Twitter)@TheDavidBergman\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "A disturbing legal provision: The Penal Code needs to be changed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/disturbing-legal-provision-the-penal-code-needs-be-changed-3691066",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-09-2024"
    },
    {
        "full_article": "We are delighted to note that within just a few weeks of the new interim government's swearing-in, things are changing for the better at Dhaka airport. A report by The Daily Star quotes passengers who have expressed their satisfaction with the speedy retrieval of luggage from the carousels upon arrival. This is music to our ears, as we have all too often witnessed and experienced the immense suffering caused by the inefficiency and lackadaisical attitude of the staff responsible for handling luggage.\nIn the past, passengers had to endure delays of two to three hours for their luggage to reach the carousels, with no explanation provided by the airport authorities for such tardiness. It is quite a novelty, therefore, to see passengers moving through immigration quickly and then having to wait only 18 to 20 minutes to receive their luggage. This improvement is clearly due to good leadership at the top level of airport authorities, that is ensuring proper coordination among the ground handling staff. This is how all international airports are supposed to operate, but sadly, until now, Dhaka airport has rarely achieved such efficiency.\nAs numerous media reports have highlighted, corruption and inefficiency have plagued our Dhaka airport, causing immense suffering to passengers. Apart from the general apathy towards passenger comfort, there have been issues with other facilities, such as the cleanliness and maintenance of the washrooms and waiting areas. These matters must also be addressed immediately to ensure that passengers are treated with respect and care.\nThe interim government has promised to take necessary measures to guarantee proper treatment for Hajj flight passengers as well as migrant workers, ensuring a smooth and hassle-free journey for them. Once the third terminal is operational, we expect all services at the Dhaka airport to improve drastically. The significant improvement in luggage handling is a promising sign and gives us hope that the overall management and general attitude of the staff towards regular passengers will see a noticeable change.\n",
        "headline_1": "A refreshing change at Dhaka airport",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/refreshing-change-dhaka-airport-3691016",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-09-2024"
    },
    {
        "full_article": "The unprecedented student movement of July has presented Bangladesh with an enormous opportunity to revamp and repair its important institutions. In the banking sector alone, thousands of crores of taka have been siphoned over the last 15 years. Loans were extended against collaterals that either did not exist, or were grossly exaggerated. Related party transactions, where bank owners formed a syndicate to provide reciprocal credits to each other, were rampant. \nAll these events raise questions regarding the efficacy of governance mechanisms in the private sector. There might be an urgent need for revising the existing Corporate Governance Code, especially to curb family influence in the board. However, this article will focus on an integral aspect of corporate governance: external auditing. All these troubled banks were externally audited, and received clean chits. Yet, we see very little discussion regarding such audit failures. \nThis 'absence' of auditors in discussions relating to corruption, transparency and accountability, raises serious questions regarding the quality of auditing, and the status of the auditing profession in Bangladesh. The corporate sector in Bangladesh is characterised by a high ownership concentration, where important decisions are often made in family meetings, rather than in board meetings. These companies view external auditing as an unnecessary deterrent. Moreover, the Bangladesh capital market does not really appreciate the value of a quality audit. \nThis has resulted in the creation of a vicious cycle, where even large listed companies are only prepared to pay a minimal amount of audit fees, and in turn, poorly paid auditors cannot perform a fair job, essentially harming the quality of the audit. The Bangla Spring, led by students with a strong appetite for change, gives us a chance to break this status quo. In what follows, this article proposes a number of audit regulatory reforms that the policymakers might want to take note of.\nRevamping the Financial Reporting Council (FRC)\nIn 2016, the government established the FRC as a new regulator for financial reporting, auditing and audit firms in Bangladesh. However, even after nine years since its inception, the FRC has very little to show in its progress report. At times, various ex-chairs of the FRC openly expressed their sheer helplessness in regulating businesses controlled and owned by powerful businessmen who had close connections with politicians. The composition of the FRC's council, which allows the council to be dominated by bureaucrats, has also not helped its cause. \nIn order for the FRC to function better, the regulator needs to be allowed to operate independently. This can only happen when the council generates its own income and is run by its own employees, rather than waiting for the government to provide it with financial and logistical support. The council needs to be revamped completely to allow professional accountants, both from practice and the corporate sector, to be able to participate in the decision making process of the FRC. \nIn addition, the FRC can benefit from the presence of an advisory group, allowing a wider range of stakeholders, such as trade bodies, academics, human rights activists, and journalists who can hold them accountable for its activities. At the moment, several functions of the council overlaps with the functions of two professional accountancy bodies, the Institute of Chartered Accountants of Bangladesh (ICAB) and the Institute of Cost and Management Accountants of Bangladesh (ICMAB) that it is supposed to regulate; this needs to be streamlined. Also, practicing auditors should only be required to pay annual registration fees either to the FRC or the professional bodies they are members of. \nScope of FRCs work\nAt the moment, the FRC regulates a very large number of public interest entities (PIEs) in Bangladesh. Given that a well-established regulator such as the Bangladesh Securities Exchange Commission (BSEC) still struggles to regulate 350 odd companies listed in the stock exchanges due to capacity limitations, it would be rather unrealistic that the FRC would be able to regulate a significantly larger number of companies. \nThere was a recent attempt to redefine PIEs in order to manage the workload of the FRC, but this requires another serious rethink. The FRC should also be able to take leadership in promoting emerging issues, such as Environmental, Social and Governance (ESG) disclosure and audit, which would be pivotal in defining the role of the auditors. There is a recent initiative in many western economies to make audit more socially relevant. As the case of post-Rana Plaza certifications in the RMG sector in Bangladesh has demonstrated, stakeholders can actually appreciate the role of audits if it caters to its needs. \nRecruitment and remuneration of auditors\nThe exceptionally poor levels of audit fees offered in Bangladesh has lowered the quality of audits, and discouraged top students to join the profession. FRC needs to find a way to ensure that auditors, at least in listed companies in Bangladesh, receive a reasonable amount of audit fees that allows them to perform a decent job. The regulator can set minimum audit fees for companies based on their size, complexity,  and industry, and ensure that these are being implemented. Moreover, in Bangladesh, audit firms are recruited by company executives, putting auditors in a strange situation where they have to negotiate their fees with the persons whom they are supposed to audit. This situation can be avoided by assigning audit committees with the responsibility to recruit auditors–a practice commonly followed in many parts of the world. \nIn addition to such regulatory reforms, there is a need for reviewing the governance structures of the two professional accountancy bodies: the ICAB and the ICMAB. These professional bodies need to strongly rethink if their governance structures actually can cater to the needs of the accountancy profession in Bangladesh, and especially, the aspirations of the younger generation of accountants. \nProfessor Javed Siddiqui is a Professor of Auditing and Corporate Governance at the Alliance Manchester Business School, the University of Manchester, UK.\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The Bangla Spring: An opportunity to recalibrate the country’s audit regulatory architecture",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-bangla-spring-opportunity-recalibrate-the-countrys-audit-regulatory-architecture-3690991",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-09-2024"
    },
    {
        "full_article": "The present interim government headed by Prof. Muhammad Yunus has taken the monumental step to sign the instrument of accession to the International Convention for the Protection of All Persons from Enforced Disappearances. The historic move came only a day before the observance of the International Day of the Victims of Enforced Disappearances. Bangladesh has signed the UN treaty in the backdrop of the brutal manner in which the Sheikh Hasina's government tried to put down student-people uprising that has resulted in the deaths of at least 1,000 people and some 400 people losing their eyesight in one or both eyes. Bangladeshis are only now waking up to the fact that the past regime had used all instruments and institutions available to it including the courts and law enforcement agencies to conduct an illegal war on its people, in the form of enforced disappearances and this has been going on since at least 2010. The horror stories have begun to emerge as dozens of people have chosen to break the silence of fear and come out in the open. Every day, people are being interviewed on television and other media where they recount how they were picked up without any reason, produced in kangaroo courts and sentenced to disappear in secret prisons for a life of illegal detention and torture. The idea of signing this instrument is to make it increasingly difficult for any future elected government to break the law so easily and perhaps usher in a more humane system of governance where people's rights are not so easily trampled on. It is the demand of a people to be able to live in a society governed by laws and where human rights stand for something. That is why this signing is being hailed as a historic occasion. For more than a decade the families of those who disappeared have been advocating for news of their loved ones. And now that some of the victims have come out of their illegal incarceration, the demand for an impartial commission to investigate these cases of enforced disappearances is growing stronger. It is a valid demand, for it is a demand for justice. It was not only members of the political opposition who went missing. As the years went by, people were picked up on mere suspicion of belonging to opposition, for holding views that were contrary to the official line or as victims of irking powerful political or business groups. The country had descended into a barbaric state where no one was really safe. The lack of accountability came due to the concentration of overwhelming power in the hands of a few and these people had become judge, jury and sometimes, executioner. The signing of this convention is certainly a step in the right direction. Now the search for the truth can begin in earnest. Family members and loved ones have been waiting in vain for years and they need closure. Those individuals who served time in secret detention facilities have been humiliated, degraded and deprived of basic rights as human beings and the perpetrators must be brought to justice, no matter how high goes the responsibility. What, however, seems urgent now is the formation of a commission of enquiry so that the task of finding the truth could begin.",
        "headline_1": "Historic accession to human rights convention",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/historic-accession-to-human-rights-convention-1725113050",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-09-2024"
    },
    {
        "full_article": "\"Despite some uncertainty around its magnitude, climate change clearly dampens output levels in Asia and the Pacific through channels such as loss of physical capital, people's health conditions and productivity.\" The Asia-Pacific Quarterly Economic Update, prepared and published by the United Nations Economic and Social Commission for Asia and the Pacific (ESCAP), made the statement in the highlights of the publication released in the third week of last month. As the report provided a brief note on climate change and economic output, the above-mentioned text summarises the note.The ESCAP paper mentioned that Asia and the Pacific are facing various manifestations of climate change, such as higher surface temperatures, delayed monsoons, droughts, and intense flooding. The current devastating flood in Bangladesh is an example in this connection. It also added that climate change affects economic outcomes through diverse channels in this region, which is the most disaster-prone region in the world. The natural disasters have affected millions of people's physical capital or health conditions in the region. For instance, increased water scarcity and heat reduce agricultural productivity and aggravate food insecurity. Heat also reduces labour productivity and increases the spread of diseases such as dengue. The broader effect of climate change is reflected in climate-induced migration and conflict disrupting economic activities in different countries. Various climate mitigation and adaptation policies also have economic implications, it further pointed out. So, what is the economic cost of climate change in the region?ESCAP paper provided the cost estimate in various scenarios. For example, the average annual losses in gross domestic product (GDP) due to climate hazards could amount to $980 billion per year in a 2°C warming scenario in Asia and the Pacific. Also, under a high carbon emissions scenario, climate change could lead to a GDP loss of 24 per cent in developing Asia by 2100. Though the estimates do not claim that these will happen ultimately, there is no doubt that there is no way to avoid the negative impact of climate change. \"There is broad agreement that the output impact is negative, that there is a high chance of negative surprises (e.g. more extreme weather events than anticipated), and that poorer countries are more vulnerable to the adverse impacts of climate change,\" said the quarterly report of the ESCAP. It also cautioned that the lack of consensus on the precise output impacts of climate change 'should not deter governments from actively pursuing national climate goals.' The ESCAP's brief note on climate change and economic output is relevant for Bangladesh when the eastern part of the country is submerged heavily due to flash floods. Many in the country squarely blamed India for releasing water from the Dumbur dam over Gumti River in neighbouring Tripura state with no warning. India, however, denied that the dam release was deliberate and said excessive rain was a factor - although it conceded that a power outage and communications breakdown meant they failed to issue the usual warning to neighbours downstream. Though India can't avoid its responsibility for not providing warnings in time, the weak forecast system in the local Met Offices is also somewhat responsible. One also needs to remember that three-fourths of Bangladesh is floodplain, and managing the water flow of any transboundary river is challenging. It is true that Bangladesh and India share 54 common transboundary rivers, but Bangladesh is in a more difficult position for being a lower riparian country. India is an upper riparian country that essentially controls the river flows and is not always cooperative in sharing the water. The joint-river commission is also not adequately functional, and India's indifference to Bangladesh's legitimate demand for balanced management of these rivers is well known. It does not mean that India is responsible for the current flood or any other flood, for that matter, in Bangladesh. The misinformation and disinformation on the social media alleging an 'Indian conspiracy' to 'punish Bangladesh' by opening a dam are nothing but irresponsible comments and not helpful in addressing the problem.In fact, flood management requires both domestic capacity and international cooperation. Bangladesh and India need to work mutually, especially when the negative impact of climate change is widening. Both countries need to continue their efforts in data collection and data sharing on a regular basis. Otherwise, it will be difficult to manage floods and contain losses and damage. The current flood in Bangladesh is a big blow to the already troubled economy mismanaged by the authoritarian Hasina regime during the last one and a half decades. Preliminary estimation showed that the country's fisheries and livestock sectors incurred an estimated loss of over Tk 20 billion due to current floods. The actual loss will be greater, and the overall economic damage is yet to be estimated. The 2022 floods in Pakistan caused damage equivalent to 4.8 per cent of the country's gross domestic product (GDP) as it was one of the most devastating ones in the world that year. Hopefully, Bangladesh will not suffer to that extent, and the damage will be much less compared to Pakistan. Economic output is widely linked with climate change today, and there is no way to avoid the impact of natural disasters originating from climate vulnerability on the economy. One way to reduce the negative impact is to shield vulnerable people with climate risk insurance to some extent. Another way is to manage natural disasters like floods and cyclones better. Above all, the current flood reminds us that Bangladesh must redesign its climate policy and realign its economic policy.[email protected]",
        "headline_1": "Factoring climate change in economic planning",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/factoring-climate-change-in-economic-planning-1725113091",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-09-2024"
    },
    {
        "full_article": "The nation recoiled in horror when it learnt about the horrific, inhumane happenings that befell the victims of enforced disappearance during the Sheikh Hasina led Awami League government. Harrowing nightmarish stories are emerging from those who had been victims of enforced disappearance and have lived to tell the tale of a secret detention centre called Aynaghar (House of Mirrors) or House of Horrors might be more appropriate.Some earlier victims had indicated that there were notorious secret detention facilities, but couldn't fully describe the horror they experienced because apparently they were warned against speaking about their Aynahhar experience, or risk being re-arrested and returned there. With the fall of Sheikh Hasina and her government, the Aynaghar survivors are now coming forward to share their chilling and harrowing experiences of the horrors they endured.Victim Michael Chakma - an indigenous rights activist who had been kidnapped and made to forcibly disappear for over five years - was held captive in such a clandestine prison, gives a shocking account of his captivity. Describing his conditions, which are akin to being in a grave, Chakma recounts the psychological and physical torture he endured in dark, confined spaces with little contact with the outside world and not knowing if his next breath was going to be his last.His story is a frightfully chilling reminder of man's inhumanity to man, and the systemic abuse that characterised the previous government's approach to suppress dissent and opposition at all cost. The government totally denied the allegations at the time, of course, and claimed the victims were hiding to embarrass the government. A more outrageous violation of human rights is incomprehensible when the government and law enforcing agencies become the worst lawbreakers, disrespect human life and trample upon human dignity. How could we have descended to such depravity?Mayer Daak (Mothers' Call), a group of the families of the victims of enforced disappearance, estimates that at least 750 people were forcibly made to disappear during AL regime. Of them, three victims were released following Sheikh Hasina government's fall, but the fate of the vast majority still remains a mystery. The three victims who were unceremoniously released back into society know nothing about where they were held, or who their captors were.Against this gruesome backdrop that has appalled the nation, the interim government was quick to form a five-member Inquiry Commission to dig deep and investigate enforced disappearances by various intelligence and law enforcement agencies. In another significant development Bangladesh became a signatory to the International Convention for the Protection of All Persons from Enforced Disappearance on August 29.It is incumbent upon the interim government to take decisive action to prosecute those involved in the enforced disappearances with the full force of the law. The perpetrators, including state officials who recommended, ordered, or facilitated these scandalous acts, must be brought to justice and made to pay for their acts against humanity. A special tribunal should be established to handle these cases, ensuring that the victims and their families receive the justice they deserve. Additionally, all secret detention centres operated by law enforcement agencies should be exposed, opened for public scrutiny, and like the renowned concentration camp in Auschwitz, Poland, be open to tourists to peer at and learn from one of the darkest periods in the history of Bangladesh.The excruciating pain experienced by families of the victims must not be prolonged. They deserve to know the truth in every detail, however horrific it may be. They have every right to learn what happened to their loved ones, what state forces were involved in these heinous crimes, and who orchestrated these acts of kidnap, torture, and killing. A transparent, comprehensive investigation with justice will at least provide some answers and some comfort, even if it can never erase the tears, sleepless nights, and pain they have endured.[email protected]",
        "headline_1": "Justice for victims of enforced disappearance",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/justice-for-victims-of-enforced-disappearance-1725113139",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-09-2024"
    },
    {
        "full_article": "The arbitrary rise in house rents across Bangladesh is a growing concern, particularly for lower- and middle-income households who are increasingly burdened by the escalating costs of living. The latest report from the Bangladesh Bureau of Statistics (BBS) says more people are being forced to rent smaller homes, sublets, or shared accommodations, sacrificing not only space but also their overall quality of life.According to the BBS, the rate of sublet tenants in Bangladesh has doubled over the past two years. In 2023, 4.1 per cent of tenants were living in sublets, up from 2.4 per cent in 2021. This trend is most pronounced in urban areas, where the rate of sublet residents climbed to 6.0 per cent in 2023, a significant increase from previous years. Even rural areas are not immune, with sublet tenancy rising to 3.48 per cent in 2023 from 1.85 per cent in 2021.Meanwhile, the prevalence of single households is decreasing. In urban centres, the percentage of single households fell from 97 per cent in 2022 to 92.6 per cent in 2023, a worrying decline that reflects the growing lack of affordability of housing. Dhaka, in particular, has seen house rents rise by nearly 6 per cent during the last fiscal year, exacerbating the already difficult situation for many city dwellers.The impact of these rising rents is far-reaching. As the Centre for Policy Dialogue (CPD) Research Director Dr KG Moazzem notes, the pressure of higher rents is forcing many people to compromise on their food intake, prioritising rent over nutrition. This shift in spending is not merely a matter of convenience; it is a direct threat to the health and well-being of thousands of citizens.As inflation and food prices continue to rise, the situation is likely to worsen. If this trend persists, more people will be forced into substandard living conditions, sharing spaces that were never meant to accommodate multiple households. This not only degrades living standards but also undermines the very fabric of our society.It is imperative that policymakers take immediate action to address this crisis. Rent control measures, incentives for affordable housing development, and stronger tenant protections are essential to prevent further deterioration of living standards. The rising cost of housing should not come at the expense of the health and dignity of the people.Rehman ZiaRayerbag, Dhaka",
        "headline_1": "Rising house rent affects quality of life",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rising-house-rent-affects-quality-of-life-1725113156",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-09-2024"
    }
]