[
    {
        "full_article": "At a meeting with Chief Ministers about the resurgence of COVID-19 on Wednesday, Prime Minister Narendra Modi charged Opposition-ruled States with committing an injustice to the people by not cutting duties on petroleum products as the Centre had done in November 2021. Those cuts of ₹5 and ₹10 per litre of petrol and diesel, respectively, came as fuel prices crossed well past ₹100 a litre — those levels have been breached again after a poll-driven lull. The PM noted that the Centre’s plea at the time, for States to back these cuts by paring their VAT levies on petroleum products, was not heeded by States not governed by the BJP. But even NDA-administered States are now facing extremely high inflation — retail inflation in April was 8.19% for Uttar Pradesh and Assam, and 7.4% to 7.6% in Bihar, Jammu & Kashmir and Haryana — far higher than the national retail inflation rate of 6.95% for the month. The PM’s remarks, buttressed by the slogan of cooperative federalism, attracted an instant backlash from West Bengal, Tamil Nadu, Maharashtra, Kerala, Telangana, Jharkhand and Andhra Pradesh. While all States are fretful about resource constraints and pending dues from the Centre, some had reduced VAT on fuel products and others have not hiked rates for years. Despite its recent assertions that no taxes were levied to counter the pandemic, the Centre had hiked fuel taxes even amid the 2020 COVID-19 lockdown with a preference for cess levies that do not have to be shared with States. While the political brouhaha over the PM’s pitch unfolds, the signal for the common man is clear — abandon any hope of immediate relief. This is akin to striking a cruel blow against the middle and lower-income classes, already besieged by successive setbacks on the job, health and income fronts. Household budgets are severely squeezed because of price rise. Even industry has mooted fuel tax cuts to sustain a fragile consumption recovery. With record tax collections last year and revenue buoyancy expected to hold up this year, the Centre has fiscal room to slash its fuel taxes, and there will be an automatic cascading effect on State taxes levied on an ad valorem basis. Expecting States, which are worried about their limited revenue sources once the assured GST compensation stops flowing from this July, to take the lead in reining in petroleum taxes, is unwieldy, short-sighted and unnecessarily confrontational. Even more so as the States are also expected to ramp up capex spending to revive the economy. As the PM said, the Centre and States need to coordinate better to spur the economy amid global tumult. Singling out a few States to deflect attention from the Centre’s excessive reliance on fuel taxes is not the right approach to attain such harmony. Most of all, as high inflation will debilitate the recovery’s momentum, shirking corrective action to bolster its revenue kitty would be a case of being penny wise and pound foolish.",
        "headline_1": "Fuelling friction: On PM Modi’s comments on fuel price",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/fuelling-friction-on-pm-modis-comments-to-non-bjp-ruled-states-on-fuel-price/article65367213.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-05-2022"
    },
    {
        "full_article": "The tragedy on Wednesday at Kalimedu in Thanjavur district of Tamil Nadu, which claimed the lives of 11 persons and left 17 injured after a small chariot touched a live wire of the high tension category and caught fire, could have been averted by just following laid down procedures. The idol-laden chariot was being taken out in a procession as part of an annual festival to perpetuate the memory of Saivaite saint Thirunavukkarasar. Almost 10 days earlier, two persons had died in a stampede at the annual Chithirai festival of the Madurai Meenakshi temple, which attracts lakhs of devotees. Ten years ago, an event that almost mirrored Kalimedu happened in Gudiyatham, Vellore district, killing five persons. What is disturbing is the regularity with which these events occur during religious or temple festivals. The fact that the State has such a dubious record should compel the authorities to adhere to the rule book as the protection of human life is a must.Even as the findings of a one-member official panel and the police investigation are eagerly awaited, there are a number of questions that the authorities need to probe. These include whether the organisers, who have been holding the festival for over 90 years, had permission from the local officials; why there had to be a procession during the early hours; whether such an event could take place without the knowledge or the approval of the local authorities, and why power supply from the overhead HT line was not switched off, whereas this was not the case with regard to low-tension lines in the area. What is obvious is the lack of coordination among the electricity, highways, local administration and revenue departments, which ought to have been there for an event such as this. The height of the road was raised since the time of the last procession, but evidently the organisers did not account for this. The scope for such events occurring can be reduced drastically, if not eliminated, if the authorities strictly enforced existing guidelines. Though the institution which had organised the festival is said to be outside the purview of the Hindu Religious and Charitable Endowments Department, the authorities can still be proactive, at least in sensitising organisers of such events about safety guidelines and insisting that devotees who accompany a temple car or chariot are aware of the risks. The Government should make public the reports submitted by agencies that inquire into such events and issue regular updates in the follow up action. It is incumbent upon devotees to ensure that safety norms are implemented in letter and spirit. It is only through collective efforts that tragedies such as the one in Kalimedu can be averted.",
        "headline_1": "Safety first: On fire tragedy in Tamil Nadu",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/safety-first-on-fire-tragedy-in-tamil-nadu/article65367165.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-05-2022"
    },
    {
        "full_article": "I first heard about Abul Maal Abdul Muhith in the 60s when I was a young unemployed man eager for a job. We heard about Mr. Muhith who had been a brilliant student and topped his batch in the highly esteemed civil service examination of Pakistan. Prior to the civil service exam, he had excelled in all academic exams starting from matriculation to MA. I myself qualified in the erstwhile CSP Cadre (now called BCS) following my participation in the said exam held in 1970/1971. Mr Muhith's youngest brother, Dr AK Abdul Momen, now our Foreign Minister, qualified in the same exam with me and so we became colleagues and friends. I naturally got to know more about him from Dr Momen. Mr Muhith was then a much-praised secretary in the Economic Relations Division (ERD) of the Ministry of Finance. Furthermore, his name was already highly circulating in the administrative set-up and the public arena as a brave young diplomat who had left his comfortable position of a counsellor at the Pakistan embassy in Washington in June 1971. He then joined the Liberation War of Bangladesh.\nI directly got to know him some years later in Geneva, Switzerland, where I was then posted as Minister (Economic) in our permanent mission. Mr. Muhith, by then a retired civil servant, was visiting Geneva for two weeks as a consultant of a UN organisation. We had some intensive interactions and got to know each other quite well. It appeared to me that he took a liking to me which, fortunately, lasted for the rest of our lives.\nIn July 2005, I joined Bangladesh Awami League after my retirement from civil service in 2003. By then, Mr. Muhit was already a prominent Awami League insider and reportedly privy to Sheikh Hasina, the President of Awami League. He was heading a team writing an updated manifesto for Awami League titled \"A Charter for Change\".\nWe both fought in the 2008 general elections with Awami League tickets and won our coveted seats at parliament. Mr Muhith became finance minister in the new cabinet in January 2009. I remained a back-bencher in parliament. Following Awami league's return to power after the 2014 general elections, in which both of us were successful, Mr Muhith again became finance minister, and I was included in the cabinet as a state minister of finance.\nDespite being a respected senior in every way, his attitude towards me was warm and brotherly. I also had a very respectful approach towards him, particularly because of his towering personality. Although my position at the ministry was really marginal, my obedience to him was total. I am happy to assert that I fully enjoyed working directly under him.\nIn my view, his position with regard to public finance management was inclusive, liberal, market-oriented and generally growth-friendly. He presented ever-larger budgets year after year, and consciously diverted more and more public funds towards infrastructure, energy, education, health and agriculture. This strategy perfectly reflected my own position. There were occasions, I admit, when we disagreed but these became no barriers to our joint path towards achieving higher growth. In hindsight, I can say that we both belonged to the left of centre arena in the development trajectory. But I think he was to my right. We both agreed that the budget had to tilt progressively towards the huge low-income groups of our citizenry. We agreed that the level of poverty was unacceptable and it needed to be addressed bravely. This resulted in the considerably large Social Safety Net Program (SSN) we see now. Fortunately, our team leader and trendsetter was none other than the prime minister herself. She set the tune for the new development strategy of Bangladesh, which can be called growth-with-justice-oriented. She wanted, inter alia, to lower poverty, increase literacy and provide respectable healthcare for the general population. She wanted electricity to reach every home in the country by 2021! And she achieved it in 2021! Mr Muhith and I, therefore, wholeheartedly enjoyed working under Sheikh Hasina's progressive humanist economic policies.\nThe prime minister wanted to build the Padma Bridge with our own money, and Mr Muhith stood by her courageously. Our achievements in all these fields are now known to everyone at home and to many abroad. It has been my pride and honour to have served Bangladesh during this time of leadership of Prime Minister Sheikh Hasina and contribute heartily in translating, on the ground, the operational Programs largely authored by Mr Muhith.\nOur country is now credibly poised for take-off into the higher-middle-income country level by 2030, and a developed country status by 2041!\nFor all of these positive changes in Bangladesh, I will always remember Mr. Muhith with gratitude and admiration. I wish for him a place in the heavens as ordained by the Almighty.\n \nMA Mannan is the Planning Minister of Bangladesh.\n",
        "headline_1": "A towering personality who led us courageously",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/towering-personality-who-led-us-courageously-3015906",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-05-2022"
    },
    {
        "full_article": "This year's May Day, now in its 136th year, follows the golden jubilee of Bangladesh's independence. Since our independence, the success of Bangladesh's garments sector has featured repeatedly and prominently in national and international forums. Since the beginning of the year, various reports have lauded the significant increase in export earnings and the industry turning around post-Covid. These success stories are based on data from the Export Development Bureau (EPB). There is no doubt that the development of the garments sector is desirable for everyone in the country, including the workers, because it involves the question of the livelihood of four million of them. But there is no telling how much of its impact has reached the lives of the country's RMG workers. Therefore, as a labour activist, I feel it is important to explore the \"success\" of the garments sector in light of the struggles and condition of the workers on May Day.\nSome call the current boost in the garment sector's export a miracle, some call it a big leap, some say that the wind is blowing in this sector—at least that is how the sector is being praised by the government's ministerial figures, the BGMEA leadership and the media. In 1971, Bangladesh was called a \"bottomless basket\" by US Ambassador U Alexis Johnson and Secretary of State Henry Kissinger. At present, the current BGMEA president is marking this particular period of export growth as a \"basket of miracles\". The question that comes to mind is: for whom is this \"basket of miracles\", the owners, the government or the workers? Unfortunately, we don't see the inclusion of workers in these success stories, whose quality of life as \"cheap labourers\", earning a meagre Tk 8,000, remains the same as before, if not worse. The worker, whose labour is helping the economy to flourish, is unable to survive with his/her family given the current market conditions, where the prices of essentials have long spiralled out of control.\nHowever, whenever the workers' organisations demand an increase in wages—to Tk 20,000 in light of the current inflation—the owners are enraged. They want to ignore this demand and downplay their own profits, citing a rise in prices of raw materials and other commodities. There are always such arguments in store.\nAround 3,00,000 workers lost their jobs during the Covid-19 pandemic; many factories were closed down, orders worth USD 3 billion were cancelled, and tens of thousands of workers were denied their full wages and benefits. The situation was somewhat resolved when a large portion of the orders returned. Many workers who lost their jobs also got back to work. But their incomes in their new jobs decreased, as many, desperate for an income, were forced to take up entry level jobs. When government officials and private sector employees were working from the safety of their homes during the pandemic, it was the garments workers who risked their lives to, apparently, \"keep the economy floating\". Ensuring social distance or safety was just a luxury.\nAlthough RMG export orders bounced back once the corona situation improved, the workers' lives did not improve. The working hours in the factories increased, as did the production pressure. An amendment to the labour law now allows four hours of overtime instead of two. One-hundred-thirty-six years ago, workers in Chicago, USA, fought to demand an eight-hour workday. However, garments workers in Bangladesh today are forced to work 12-14 hours per day to save their lives and their jobs. May Day is officially a holiday, but most of the time the workers don't get necessary holidays, even weekends. Workers suffer from various illnesses due to work pressure, in silence, for fear of losing their jobs. It is the workers who are sticking their necks out, but the owners are counting the profits.\nThe country's export earnings have increased in the first six months of the financial year 2021-22 and will increase in the future as well. In the last six months, food prices have increased several times. The price of rice, lentil, eggs, sugar, oil, vegetables and other essential commodities have increased to such an extent that it has become impossible for the workers to cope with. Transportation costs have increased; LPG gas prices, and the prices of gas and water are on the rise. As a result, the house rent of the workers, transportation fares, education of their children, and medical expenses have all increased. Under the circumstances, they are struggling to simply survive in the absence of decent wages.\nMeanwhile, are the factories any safer for them? On April 24, nine years after the Rana Plaza collapse, a report titled \"The Story of Rana Plaza's Tragedy and Turnaround\" was published in the daily Samakal. The report begins with the phrase: \"The ready-made garment trade is now in a state of flux\". It also says that almost every month, the previous month's export earnings record is being broken. On the other hand, the BGMEA president mentioned, \"Garment factories are not only safer now, but also more dynamic, energy efficient and environmentally-friendly.\" We have seen some changes in factory infrastructure since the Rana Plaza tragedy as a result of the Accord and Alliance, which did substantial work to ensure building safety and security.\nEvery year after the death of 1,175 workers at Rana Plaza, the owners have claimed that the factory environment has improved and the damage to the country's image has been undone. But even if that's the case, the question arises, without a proper law to compensate the dead and injured workers, without ensuring that the guilty are punished, can it be said that this sector has progressed simply because of the development of buildings? Is worker's safety only related to the infrastructure, bricks and mortar? Is it also not related to the workers' right to live and earn living wages, and to organise for better conditions?\nAbout four million workers are currently employed in the garments sector, and another 10 million are involved in this sector indirectly. Women make up a big chunk of the labour force. At one time, 80 percent of the sector was comprised of women, but according to a study by Mapped in Bangladesh, the percentage of women today is only 58 percent. As is well known, women workers do not even get time to rest after their 12-14 hours work shifts as they must look after their children and take care of household work. In the factories, they don't have adequate day-care or breast-feeding facilities, lunch, or recourse in case they face sexual harassment. They don't get a chance—and/or are not given the opportunity—to develop their skills, which is why they are less likely to be seen in senior or managerial positions. As such, they are the ones falling behind as automation takes over in the age of the 4th Industrial Revolution.\nThe BGMEA president wrote, in an article on 50 years of independence, that in this patriarchal society, the garment sector has brought about a revolution by increasing the income and decision-making power of women. He added, \"The emergence of women as labourers has given women an opportunity to enjoy the taste of economic freedom.\" The question is: if that is the case, why is the number of women workers declining? Why aren't women adapting as well to automation? Is a worker who has no minimum control over her own wage or life, who has no luxury to dream, has no money in her pocket to provide nutritious food to her own children, really free to read, to protest, or to understand her rights?\nAs we observe May Day, the clothing sector has stepped into the era of increased automation from manual machines. A second generation of entrepreneurs in the garments sector have begun to take the reins. This includes highly educated children of entrepreneurs or owners, who have returned from abroad, under the age of 45. To strengthen their bond, the young owners' class has created a new organisation called Bangladesh Apparel Youth Leaders Association (BAYLA).\nOn the other hand, many of the second-generation workers are between the ages of 30 and 35. Even at a young age, they have become worn out from work pressure. At the prime of their life, they have already become ghosts of themselves, deprived of rights and privileges. Their malnourished faces are a testimony to their plight.\nThe second-generation owners are using various strategies to keep themselves organised. Similarly, there is no other way for the workers of the garments sector to turn around and improve the quality of their own lives than to create strong bonds and movements. In order to change the standard of living, we have to unite for wage increases, security and the right to organise. The current political climate of fear and lack of democracy in the country has to be questioned. The RMG success story cannot be restricted to owners only, but must extend to the workers. Only then will the industry truly thrive.\n \nTaslima Akhter is photographer and president, Bangladesh Garment Workers Solidarity.\nThe article was translated from Bangla by Kazi Akib Bin Asad.\n",
        "headline_1": "When will we hear stories of workers’ lives truly improving?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/when-will-we-hear-stories-workers-lives-truly-improving-3015901",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-05-2022"
    },
    {
        "full_article": "In 1886, three years after the death of Karl Marx, the May Day movement took place. Earlier, in his book Das Kapital, Marx analysed the simultaneous rise of capitalism and the development of the working class. He cited many reports of factory inspectors as references to describe the precarious condition of workers at that time. Almost 150 years later, in Bangladesh, the condition of factories and workers remains almost the same. But there is no authentic documentation of it, as the government is more interested in recruiting industrial police than factory inspectors, because that's what the owners want.\nThere is no instance where the industrial police have ever brought anyone from the owners' side to account for wage theft, torture or cheating, but their action against the workers is decisive. The industrial police have thus been transformed into a tool to arrest or harass workers at the owners' behest. The latter bestows gifts, including vehicles, to the police. What can the workers give?\nWage workers are an essential cog in the capitalist machine, the driver of its growth through the centuries. We have seen how they were exploited during the Industrial Revolution in Europe as well as the United States. There were no fixed working hours, no decent wages. Filled with resentment at the inhuman condition in which they lived, the workers, including women and children, organised themselves and held numerous protests. On May 1, 1886, 35,000 workers walked off their jobs. Tens of thousands more joined strikes in the subsequent days. There were police shootings. Workers were shot dead, and later some of organisers of strikes were hanged in a farcical trial. Their sacrifices didn't go in vain.\nMay Day continues to resonate with the working class in a capitalist world order. It calls on them to unite and transform into a political force to fight their continued marginalisation. For lack of unity or organised political presence can be hurtful, as we've seen in Bangladesh, in the form of a lack of security for workers, poor wages and curtailed rights. Even the Rana Plaza massacre couldn't turn the tide around. It didn't help that there has been little organised resistance to the unlimited greed of employers, corrupt officials and international profiteers, which repeatedly turned factories into mass graves.\nOver the last few decades, one of the major manifestations of the changes taking place in our economy is the shift in the composition of the working class. In the name of economic reforms, many state-owned mills have been closed since the 1980s. The last major industrial establishment to be closed was the Adamjee Jute Mills, while the remaining factories are in the process of being closed or privatised. Until the 1980s, workers of these state-owned units were the main organised group among all industrial workers. Their closure, thus, was part of a long-term project to break down the organised force of workers. At present, the state-owned industrial sector is in a pathetic state. The number of unionised workers is also much less. The garments industry, which is now at the forefront, has a handful of pro-worker unions, and the condition of other labour organisations is also very weak.\nOn the other hand, thousands of millionaires have emerged in the country. Their goal is to earn money by exploiting workers in any way possible. They and their enablers and beneficiaries hold control over the state machinery, while workers in most industrial sectors are deprived of their basic rights such as a fair minimum wage, 8-hour working day, appointment letters, etc. Proper work environment and security are almost absent. The functioning of trade unions is still a thorny issue, and there have been instances of attacks on workers for trying to organise under unions.\nChanges in the gender composition of the working class have been significant through the development of the garments industry. Most of the workers are women. Apart from this, participation of women in various professions has increased. In dealing with continued deprivation and oppression at the workplace, women workers have become a new social force. We hear stories of women's empowerment, although reports of insecurity, rape, and harassment abound.\nEqually significantly, because of the current capitalist trend and arrangements, the number of temporary, day-wise, part-time, contractual, and informal workers is also on the rise in all sectors. The largest number of workers are in the informal sector, who are unorganised and endure extreme hardship. The main demand of the May Day—fair wages by working for 8 hours—thus remains a dream, not just for these workers but for the educated working class as well.\nIn all regions of the capitalist world, the idea of labourer has spread far and wide into different levels of society. That is why limiting the identity of workers to the industrial sector does not illustrate the real picture of the effects of capitalism anymore. There are now many who hold a degree and belong to the so-called middle class, but their work is as precarious as that of any industrial worker. In fact, 99 percent of men and women in our society can match that description as they suffer the same uncertainty and struggles in life. Their shared misfortune and marginalisation in the hands of the financial elites has been rightly captured in the slogan—\"We are the 99%\". Therefore, the May Day today is not only for the factory workers, but also for the so-called middle-class educated labourers. And together, they must rise again.\n \nAnu Muhammad is a professor of economics at Jahangirnagar University. \n",
        "headline_1": "We are 99%: From factory workers to new working middle class",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/we-are-99-factory-workers-new-working-middle-class-3015891",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-05-2022"
    },
    {
        "full_article": "On April 21, we held a human chain programme at the Khulna Shivbari intersection demanding the payment of arrears of jute mill workers and reopening of closed jute mills. At the end of the programme, when everyone was getting on a truck to return to Khalishpur, a worker of Khalishpur Jute Mill named Kohinoor Begum (age 51/52 years) grasped my hand and said, \"Baba, I will not get on the truck\".\nI was a little surprised and asked, \"Why? How will you go?\"\nShe replied, \"I will walk around a bit. I cannot beg on familiar streets\".\nKohinoor Begum, a worker at Khalishpur Jute Mill No 1, roamed around the crowded city seeking help. Other workers left for home after finishing the programme. But her hand, which was raised up earlier to claim her debt, went down asking for assistance.\nThe situation of a large number of workers, particularly women and elderly workers, in Khalishpur region, is similar to that of Kohinoor Begum. They are now helpless despite being skilled workers. After the closure of the jute mill, they have been living the life of a beggar without having a regular job. Their bold looks have faded away; many are almost unrecognisable today.\nAlamgir, a former employee of Star Jute Mill, used to earn Tk 4,800-5,500 per week working six hours a day. Now, after 12 hours of night duty as a guard in Khulna city (9pm - 9am), he gets a monthly salary of only Tk 7,000. Additional six hours of duty in the day time provides him with Tk 5,000. How can a family survive on so little?\nToday, a skilled jute mill worker of Khalishpur has to work as a night guard in the city. There is no security in their lives. That is why Reshma, daughter of Khalishpur Jute Mill worker Badsha, could not get admission in a new class despite being first in her class.\nMany helpless workers have joined private jute mills where the daily allowance is Tk 180-220. They get only 20-30 minutes of meal break. There are no holidays. They don't have the right to form a trade union to represent their interests. As a result, workers have no freedom of speech.\nIf a worker has an accident while working, the mill authorities do not take any responsibility for it. There is no maternity leave. During the Covid-19 lockdown, almost all government and non-government workers in the country were given allowance, but no worker in any private jute mills received such assistance.\nThe safety situation of women workers is extremely poor. Many woman workers are being sexually harassed, especially while working on C-Shift (10pm to 6am). But there is no one to look after these issues. If you complain, it is not taken into account.\nThe largest private jute mill in the Khulna-Jashore region employs over 10,000 workers. The same situation prevails there. The union that the owner has formed to show the mill's foreign buyers is of no use to the workers. Rather, they work for the owner.\nThe skills acquired by the workers who have been working in the state-owned jute mills for 15-20 years are being sold today to the private sector at a very cheap price. Many workers, who now get one-third of the government's wage while working almost double, strongly believes that there is some type of machinations at work behind this whole process.\nAt a time when the demand for jute products in the world is increasing, and new private jute mills are being established, government workers are being handed over to the private mills by closing down the government owned mills. The plan is to exploit these helpless labourers because they don't know any work other than jute mill work.\nOn July 2, 2020, amidst the Covid-19 lockdown, the government announced the closure of 25 jute mills and laid off 70,000 workers. Without paying the dues, the workers were evicted from the colony in clear violation of the Bangladesh labour law.\nAbout 11,000 workers of five jute mills including Khalishpur-Daulatpur jute mill of Khalishpur haven't yet received their arrears. Even if the payments of transfer workers are released now, they will not get it before Eid. Having to leave their earnings with the government, the workers are now starving.\nIdris Ali, an elderly worker sitting at the mill gate, said in grief one day, \"No one cares about us, the government has snatched our jobs, and now the Almighty has also turned his face away from us.\"\nRuhul Amin is the coordinator of Sramik-Krishak Chhatra-Janata Oikya Parishad.\nTranslated by Tanveer Ahmed Chowdhury.\n",
        "headline_1": "Who cares about the jute mill workers?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/who-cares-about-the-jute-mill-workers-3015836",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-05-2022"
    },
    {
        "full_article": "It is disturbing that despite much criticism of the practice of picking up alleged criminals by police officers in plainclothes, or arresting them without showing any proof of identity or supporting legal documents, it is still going on in the country. A report by this daily on Saturday mentions a case in which law enforcers allegedly picked up a man on April 19, who hasn't been returned or shown arrested till date. Reportedly, a group of six to seven men, all in plainclothes, picked up Mohammed Mohasin from his residence in Dhaka saying an arrest warrant had been issued against his village address in Bhola.\nThey, however, produced no legal documents to support their claim and refused to have their ID cards photographed by the family members. What is more distressing is that while taking him away, they told the family not to take any action and that he would be returned within three days. Afterwards, the Kafrul Police Station reportedly refused to file any case in this regard, but allowed to file a GD on the condition that no name of any law enforcement agency would be mentioned. Finding no help from the local police station, the wife of the victim, in a press conference, urged the higher authorities to at least show him arrested in a case so that the family knows if he lives.\nThe appeal captures the trauma that so many families of disappeared individuals have had to go through in Bangladesh, some longer than others, some never seeing their faces again. It also highlights that enforced disappearance may still be taking place, despite recent international scrutiny of such illegal practices, and that there are efforts underway to hide such practices. After all, why would a police station not file a case on such a grave allegation and only allow filing a GD on the condition of not naming the security agency involved? As regards the alleged plainclothesmen telling the family not to take any action, it was clearly a threat born of malicious intentions. The fact that the man hasn't been returned or shown arrested even after ten days proves the point.\nWe urge the higher authorities to look into this manner and take urgent steps to return the victim to his family. The government should also investigate the allegations raised and see if there was any foul play behind the incident. At a time when the whole world is watching us following the US sanctions on Rab, the government must ensure all law enforcers operate within the law and respect individual rights and dignity.\n",
        "headline_1": "Another alleged enforced disappearance",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/another-alleged-enforced-disappearance-3015886",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-05-2022"
    },
    {
        "full_article": "We are deeply saddened by the passing of former Finance Minister Abul Maal Abdul Muhith at the age of 88. With his passing, we lose one of the iconic figures in our politics, who started his career as a bureaucrat and ended it as the country's longest-serving finance minister (placing the national budget at parliament a record 12 times) as well as an important figure of the ruling Awami League. During his stint as finance minister, Bangladesh witnessed a significant increase in its budget size, quite an extraordinary growth of its economy, and impressive inflation control. As a result, the country earned great recognition on the world stage.\nMuhith was a freedom fighter and among the earlier diplomats who pledged their allegiance in support of an independent Bangladesh. He was part of a group of diplomats in Washington—while serving in the Pakistan embassy—who, along with many other important persons, inspired the Bangladesh diaspora to lobby and build support in the US Congress for the independence of Bangladesh. For his role in drumming up global support for Bangladesh and contribution to our Liberation War, Muhith was conferred with the Swadhinata Puroskar, the highest civilian award in the country—a fitting reward for his patriotism which he so courageously displayed during the most challenging of times.\nAs a politician and finance minister, he was a voice of reason, somebody with whom one could engage—as he was open to multiple views, and was not just another politician who would uncritically toe the party line. Even after retiring from public service, he did not want to stop serving the public, as he expressed his desire to start a foundation to fight the Covid-19 pandemic.\nOn a personal level, he was one of the erudite politicians who authored many books, some of them scholarly, on the economy of Bangladesh. He was also a big admirer of art, and was frequently seen inaugurating and attending various events and exhibitions of famous artists. One of his striking features was his dignity. At a time when politics had gone into such a rot and fortunes were being made by many in the lower positions of politics and government, Muhith maintained his honesty and served the country with integrity. For that, he earned our respect as well as the respect of many others.\nWith his demise, the country has suffered the loss of a voice of integrity, intellectual honesty and patriotism.\n",
        "headline_1": "Tribute to AMA Muhith",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/tribute-ama-muhith-3015826",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-05-2022"
    }
]