[
    {
        "full_article": "The government has made a fresh bid to attract major global chip manufacturers into the country. At the Semicon India summit last Friday, Prime Minister Narendra Modi told prospective investors that the government had drawn on their suggestions after the first such conference last year, and taken pro-active decisions to address areas of concern. Apart from low corporate tax rates and sops for all new manufacturing projects, he said the incentives offered to tech firms to set up production facilities under India’s semiconductor programme have been scaled up to 50% financial assistance. So, essentially, the government would bear half of the typically large investment outlays that companies commit to undertake. Ahead of Mr. Modi’s U.S. State visit, the decks were cleared for a $2.75 billion assembly, testing, marking and packaging facility in Gujarat proposed by the U.S.-based Micron Technology. The deal, perhaps nudged by the two countries’ cooperation pact to build a semiconductors supply chain, has piqued investor interest and spurred Micron’s suppliers to explore the option of co-located facilities.\rWith several countries seeking to de-risk themselves from the dominance of China in the chips manufacturing supply-chain through collaborative or ‘friendshoring’ arrangements, the rationale for the enhanced pitch to investors is unquestionable. But the competition is already fierce. The $52 billion financing support announced by the U.S. for semiconductor makers in 2021 has drawn over $200 billion in commitments. Wooed by an array of subsidies, Intel alone has committed $80 billion in outlays across the European Union. In India, a $10 billion production-linked incentive scheme was unveiled for chip makers in late 2021. A $20 billion venture announced by Vedanta and Foxconn last year has, however, come undone. It is critical that the Micron investment is hand-held till fruition to create an effective exemplar effect. Apart from incentives, investors also need to see evidence of a stable operating environment with a predictable policy framework that is not amenable to knee-jerk deviations such as export curbs to cope with shortages. They would also compare India’s trade linkages with world markets through bilateral or multilateral compacts and its approach to tariffs on myriad components that may need to be shipped in. The Prime Minister’s assurance of understanding the needs of the global chip supply chain needs to be matched by actions to assuage such concerns. There could still be many a slip between the lip and the chip.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntechnology (general)\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\ninvestments\n\n/\n\ntaxes and duties\n\n/\n\nGujarat\n\n/\n\nUSA\n\n/\n\nChina\n\n/\n\nEuropean Union\n\n/\n\nexports",
        "headline_1": "Chip tactics: on India’s bid to attract major global chip manufacturers",
        "headline_2": "The pitch to draw in semiconductor players must go beyond incentives",
        "link": "https://www.thehindu.com/opinion/editorial/chip-tactics-on-indias-bid-to-attract-major-global-chip-manufacturers/article67142845.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-08-2023"
    },
    {
        "full_article": "The terror attack in Pakistan’s Khyber-Pakhtunkhwa region, which has claimed 54 lives and left over 200 injured, is a grave reminder of the worsening security situation in the country’s border region with Afghanistan. Ever since the Taliban seized Afghanistan in August 2021, Pakistan has witnessed rising terror. In January, at least 74 were killed in an attack on a mosque in Peshawar, the provincial capital of KP, by the Tehreek-e-Taliban Pakistan (also known as the Pakistan Taliban which have close ideological links with the Afghan Taliban but are organisationally different). A month later, another attack there left over 100 dead. The Pakistan Taliban have distanced themselves from the attack, which targeted a political rally by the Jamiat Ulema-e-Islam-Fazl (JUI-F), a hardline party led by Maulana Fazlur Rehman, a key member of Pakistan’s ruling coalition. Provincial police say the Islamic State-Khorasan (IS-K) was behind the attack. The IS-K, which has stepped up attacks in Afghanistan since 2021, has repeatedly targeted Taliban-affiliated groups besides Afghanistan’s minorities. The JUI-F, which has maintained ideological ties with the Afghan Taliban, has been targeted by the IS-K in the past.\rIn a sense, Pakistan is now paying a heavy price for its decades-long strategy of supporting Islamist extremists for its geopolitical goals. During Afghanistan’s anti-communist civil war, Pakistan supported the Mujahideen with weapons and training. In the early 1990s, during the intra-Mujahideen civil war, Pakistan backed the emerging Taliban. After the Taliban were toppled in the U.S. invasion in 2001, Pakistan played a double game — joining America’s war yet harbouring the Taliban. Without Pakistan’s active support, the Taliban would never have been able to return to power. But decades of civil war radicalised Muslim youth across the Af-Pak region, also posing security threats to the Pakistani establishment. In 2014-15, Pakistan carried out a combing operation in the border region to crush the Pakistan Taliban. But the Taliban’s return in Afghanistan seems to have emboldened their Pakistani brethren and allowed the IS-K to emerge as the most powerful armed opposition to the Taliban regime in Kabul. And the porous borders of Afghanistan and Pakistan, which the latter once used to support militancy in the former, are now used by terrorists to spread terror across the frontier. Pakistan, which is grappling with a political gridlock and a deteriorating economy, now faces a two-front security challenge — the Pakistani Taliban and the IS-K. Cracking down on terror might produce temporary results in bringing calm in the border region. But for permanent peace, Pakistan should stop differentiating between Islamist militants as “good terrorists” and “bad terrorists” based on its geopolitical interests.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nPakistan\n\n/\n\nterrorism (crime)\n\n/\n\nAfghanistan\n\n/\n\neconomy (general)\n\n/\n\nwar\n\n/\n\nIslamic State\n\n/\n\nUSA",
        "headline_1": "Over the borderline: on Pakistan and its security situation with Afghanistan",
        "headline_2": "Pakistan should stop differentiating between terrorists as good and bad",
        "link": "https://www.thehindu.com/opinion/editorial/over-the-borderline-pakistan-and-its-security-situation-with-afghanistan/article67142855.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-08-2023"
    },
    {
        "full_article": "On July 20, 2023, government of India (GOI) banned exports of non-basmati white rice. That sent shockwaves in several countries. Even in the US, the Indian community rushed to stores to buy large quantities of rice to ensure their ‘rice security’. Think of the panic it created in several African countries that rely on rice imports from India.\nIf India has to emerge as a responsible leader of the Global South in G-20, such sudden bans need to be avoided. Reason is simple: India is the largest rice exporter worldwide, accounting for about 40% of the total 55. 6 million metric tonnes (MMT) of global rice trade in 2022.\nDomestic situation is comfortable\nFrom GOI’s standpoint, it could be ‘India first’ argument. The cereal inflation in June was in double digits, and given that monsoon has been somewhat erratic, the upside risk of inflation has increased.\nBut if one looks at the facts, this argument will not hold much ground. The rice stocks with Food Corporation of India (FCI) are at 40. 95 MMT as of July 1, more than three times the buffer norm of 13. 5 MMT. Also, area sown under paddy on July 29 is marginally higher than the previous year. India Meteorological Department (IMD) also tells us that the cumulative rainfall of the current monsoon season remains normal or marginally in excess as of July 29.\nRead full story on TOI+\n\n",
        "headline_1": "Don’t be cereal spoiler: India dominates world rice trade. Export ban drives up global food inflation, undoes years of hard work",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dont-be-cereal-spoiler-india-dominates-world-rice-trade-export-ban-drives-up-global-food-inflation-undoes-years-of-hard-work/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-08-2023"
    },
    {
        "full_article": "The Supreme Court and high courts are expected to protect individuals and uphold their fundamental rights, yet high courts on occasion speak from a moral standpoint rather than enforce constitutional guarantees. Recently, deciding a writ petition by an interfaith couple in a live-in relationship who sought protection from police harassment and the man’s family, an Allahabad HC division bench espoused instead the fabric of Indian family life.\nThe court not only declined relief but suggested the couple’s situation was a social problem, even saying their relationship was “haram” in Islam – the man being Muslim.\nHC referred to an SC judgment to infer that “SC’s observations… cannot be considered to promotesuch relationships. Law traditionally has been biased in favour of marriage. It reserves many rights and privileges to married persons to preserve and encourage the institution. SC is simply accepting social reality and has no intention to unravel the fabric of Indian family life…” The judgment did not bother to spell out the provenance of this vague concept of “fabric of Indian family life”.\nIndia’s religions have contradicting rules and rituals – where can a common fabric of Indian family life be found other than in the law of the land?\nRead full story on TOI+\n\n",
        "headline_1": "Why courts must stick to the law: Allahabad HC rejected an inter-faith couple’s plea for protection on so-called moral grounds, going against SC practice and constitutional norms",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/why-courts-must-stick-to-the-law-allahabad-hc-rejected-an-inter-faith-couples-plea-for-protection-on-so-called-moral-grounds-going-against-sc-practice-and-constitutional-norms/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-08-2023"
    },
    {
        "full_article": "On Global Tiger Day, July 29, an update on India’s tiger census provided a measure of the country’s phenomenal contribution to the resurgence of the wild tiger population. The current estimate is that the upper limit is 3,925 tigers, while the average number is 3,682. It means three of four wild tigers in the world are to be found in India. Primary credit for the resurgence of wild tigers should go to Project Tiger, which counted biodiversity preservation among its aims.\n\nBeginning with nine tiger reserves, we now have 53, covering 75,796 sq km. But that’s a mere 2. 3% of India’s land area. Two aspects of GOI’s statement on the tiger census stood out. Despite the overall increase in tiger population, there were localised declines in the Western Ghats, Jharkhand and parts of the Northeast. Also, about 35% of the tiger reserves urgently need enhanced protection measures. Despite the successes of Project Tiger, significant vulnerabilities remain. For example, Tiger Census, 2018, said only 65% of the tiger population are found in reserves. Moreover, the state of forest report, 2021, said “continuous, undisturbed and non-fragmented landscapes are essential for the survival of Tigers”.\nThese are factors Rajya Sabha needs to ponder when it debates amendments to the Forest (Conservation) Bill, which was passed by Lok Sabha on July 26. The amendments are wide in their scope, seeking to tailor the law to realise the national target of achieving net zero emission by 2070. However, the amendments are loosely worded and can defeat the legislation’s core goal of preserving forests, which are critical carbon sinks. Some shortcomings were highlighted by state governments that presented their case to a joint committee of Parliament.\nOne clause embodies the main fear of stakeholders: forest land situated up to 100 km from international borders can be exempt from the legislation’s protection to carry out projects of strategic importance. States such as Nagaland and Sikkim told the joint committee that it potentially opens up all forests in the state for strategic projects to be identified by the relevant ministries in GOI. These are some of the richest areas globally in terms of gene pool diversity. Preserving them can eventually yield benefits that enhance India’s strategic heft. Therefore, Rajya Sabha should carefully weigh the consequences of these loosely worded amendments. Preserving pristine forests is consistent with national interests.\n\n",
        "headline_1": "Do it naturally: Success of project Tiger is a good reminder why we need pristine forests. RS should debate forest bill",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/do-it-naturally-success-of-project-tiger-is-a-good-reminder-why-we-need-pristine-forests-rs-should-debate-forest-bill/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-08-2023"
    },
    {
        "full_article": "The military coup in Niger last week found an early cheerleader – Russian private militia Wagner’s boss, Yevgeny Prigozhin. He also offered up his fighters to restore order there. This leads to two crucial inferences. First, Moscow continues to find Wagner useful despite its abortive mutiny against the Russian military brass last month. And second, the militia continues to do Kremlin’s bidding in Africa. Wagner has been associated with other coups in Africa in recent years, including ones in Mali and Burkina Faso. The group also has security contracts in countries like the Central African Republic. Thus, it has emerged as a tool for Moscow to erode Western influence in target countries.\nParallelly, China’s United Front Work Department (UFWD) of the Chinese Communist Party central committee has ramped up its influence and interference operations in democratic societies. UFWD – which Mao had described as one of CCP’s ‘magic weapons’ – has received fresh funding and resources under Xi Jinping to amplify pro-China voices and silence critics. It uses disinformation, news farms and sophisticated networks in elite circles in target countries to achieve its goals. Case in point, UFWD is alleged to have interfered in the 2019 and 2021 Canadian federal elections, whereas Britain’s MI5 had issued an alert last year that a person linked to UFWD had infiltrated the British parliament.\nAuthoritarian states like China and Russia have developed effective subversive agencies to undermine democracies. And with Beijing and Moscow forming their own “limitless” strategic compact, there is reason to believe that the two could coordinate their influence and infiltration operations in third countries. India, which is locked in a border dispute with China and is increasing its strategic engagements with the West, should watch out for entities like UFWD and Wagner targeting its interests in Africa and South Asia. It would be best for New Delhi to coordinate countermeasures with Western partners to deal with this all-too-possible threat.\n\n",
        "headline_1": "Shadow threats: Russia and China both have subversion tools they can and do deploy around the world. India should keep watch",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/shadow-threats-russia-and-china-both-have-subversion-tools-they-can-and-do-deploy-around-the-world-india-should-keep-watch/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-08-2023"
    },
    {
        "full_article": "As political rhetoric and action continue to heat up in the country, we are again reminded of the fact that in our political culture, the more things change, the more they stay the same. With our biggest political parties – the ruling Awami League (AL) and the Bangladesh Nationalist Party (BNP) – increasingly ramping up their street programmes, all in the name of democracy, neither side has so far shown any significant willingness to compromise an inch. Rather, it is becoming ever more obvious that both parties will stick to their positions regardless of the cost to the nation and its political future.\nThe AL, on the one hand, says it has softened its stance about allowing opposition rallies to take place; on the other hand, using various state machineries, it has been blatantly obstructing the process of holding rallies/programmes on every occasion. It has already attacked BNP rallies using its activists allegedly backed by law enforcers, which is not a good sign, as the chances of such violence boiling over will likely increase as we get closer to the national elections. The use of all sorts of dirty tactics to thwart opposition programmes – despite promising to create a level playing field – is unbecoming of a party that claims to believe in the democratic process. The fact that following the outbreak of violence law enforcers have arrested, and filed cases against, only BNP activists – even though both parties were responsible for the violence to some degree – clearly demonstrates that the field is anything but level.\nAt the same time, we must also condemn the violence coming from BNP, which allegedly includes setting vehicles on fire. While the opposition has all the right to conduct political programmes, those must be done peacefully, and not through violence that harms people and property. Given that all their political programmes are being conducted mainly in the centre of Dhaka, which is already a congested city, we would ask the BNP to consider holding their rallies on weekends, so that people do not have to suffer during workdays.\nUltimately, however, it is difficult to see the ongoing political conflict reaching an end or the country benefitting in the long run without some compromise on both sides. For democracy to see some sort of revival in the country, both need to be willing to disengage from violence and participate in dialogue to end the ongoing deadlock. Unfortunately, the take-all attitude being demonstrated by the AL and BNP, as well as the weaknesses of the Election Commission and other relevant state institutions, are pushing the prospect of a fair and participatory election further away. We must do all we can to avoid that eventuality.\n",
        "headline_1": "Politicians must give dialogue a chance  ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/politicians-must-give-dialogue-chance-3382851",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-08-2023"
    },
    {
        "full_article": "Bangladesh has a rich, centuries-old tradition of endowment funds and of donating land as waqf (endowment) for the spread of education. We even had a concept of mustir chal (keeping aside a portion of rice grains before each day's cooking), which was used for social purposes such as feeding the needy, building schools, libraries, healthcare, and roads. Recently, during a seminar on industry-academia linkage, the honourable chief guest, Education Minister Dipu Moni, lamented for the loss of this tradition. She added that now, the people's participation in development work is decreasing day by day as these are mainly carried out by government organisations and NGOs. However, government and NGO funding are not sufficient to meet the massive demand for quality higher education in Bangladesh. In this context, she emphasised the revival of endowment funds in order to promote a culture of research and innovation to take us towards being a knowledge-based society.\nSo what is an endowment fund and how can it help build a knowledge-based society? An endowment fund is a sum of money given by a donor or a group of donors as the principal, which is held in a fund in perpetuity and managed by a trustee. The principal is then invested to produce a profitable return and that return is used for the specific areas and purposes designated in the endowment fund. Since an endowment fund is perpetual in nature, it is suitable for sustainable and long-term investments to generate significant benefits relative to short-term investments.\nIn today's world, the endowment fund concept has been one of the largest financial assets and a perpetual source of support for universities. For example, Harvard University has more than 14,000 individual funds that are invested as a single entity and the returns of the endowment are used to provide financial aid for various programmes, scientific research, and professorships for various academic fields.\nEducation endowment funds can help universities avoid income volatility and run smoothly, especially in developing countries where the governments lack the resources to allocate adequate funding for universities. The Unesco prescribes an expenditure of four to six percent of GDP in the education sector. According to one statistic, in Bangladesh, this amount was only 1.83 percent in FY2023 and even lower at 1.76 percent in FY2024. In Bangladesh, public universities are heavily dependent on government funding, donors, and tuition fees. Although government support has been significantly increasing for public universities in Bangladesh over the years, we still lack funding to facilitate all the programmes that any university of the developed world usually offer. In this context, the endowment fund can play an effective role in enabling our universities to run high quality education programmes and conduct innovative research.\nIn setting up an endowment fund, Bangladeshi universities may face several challenges at the initial stage. As of now, Bangladesh does not have a legal framework for an endowment fund within the education sector. This will be necessary to create certainty and encourage many stakeholders and shareholders to embark on the journey of education endowment. If we can maintain transparency and soundness of legislation, it will encourage wealthy non-resident Bangladeshis and international educational organisations to establish education endowment funds in Bangladesh.\nWe see that many corporations and organisations who wish to support the education sector under the corporate social responsibility (CSR) are not aware of the concept of an education endowment fund. To rectify this, an awareness campaign should be carried out, by initiative of the Ministry of Education. Building a bridge between industry and academia is crucial in order to overcome this issue. Industry can establish an endowment fund at an academic institution to create a specific talent pool, whose members can then join the workforce under the industry.\nWe also see that there is a disconnect between alumni and academia. Due to lack of communication, alumni show no serious interest in donating to education endowment funds after their graduation. Universities need to be proactive in expanding education endowment by capitalising on their alumni networks. For this, universities and education providers need to maintain an updated database of their alumni so that they can be contacted for contributions to the university's endowment education fund.\nIn the past three decades, Bangladesh has achieved a great expansion in higher education. Meanwhile, the country's economy has grown to and is set to achieve developing country status by 2026. Now, we need to build a world-class higher education system that will help us transform our production-based economy into a knowledge-based economy, so we can also achieve developed nation status by 2041.\nAs government spending on higher education alone is not enough for ensuring quality higher education, education endowment funds can help to stabilise the financial conditions of Bangladeshi universities. It is high time for the Ministry of Education to take a holistic approach through mass awareness programmes to raise endowment funds for our universities. In the early stages, it will be challenging for Bangladeshi universities to establish endowment due to lack of legal framework and other cultural constraints. However, if these institutions are ready to take up the challenge and learn from international best practices, endowment funds can bring about a paradigm shift in education financing in Bangladesh.\nDr Foyasal Khan is an independent researcher and holds a PhD in Economics from International Islamic University Malaysia. He can be reached at [email protected]\n",
        "headline_1": "Education endowment funds for a knowledge-based society",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/education-endowment-funds-knowledge-based-society-3382841",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-08-2023"
    },
    {
        "full_article": "Many of us are familiar with the work (or name, at least) of the Austrian neurologist and founder of psychoanalysis, Sigmund Freud. Perhaps not as many, however, are familiar with his nephew, Edward Bernays. Bernays is considered to be a pioneer in the field of public relations and propaganda – and was referred to in his obituary as \"the father of public relations.\" During the 1940s, it was Bernays who had suggested that the US National Military Establishment be renamed to the Department of Defence, instead of the Department of War, so as to be \"perceived\" more positively by the masses.\nIn his short but brilliant book, Propaganda, Bernays openly wrote: \"The conscious and intelligent manipulation of the organised habits and opinions of the masses is an important element in democratic society. Those who manipulate this unseen mechanism of society constitute an invisible government which is the true ruling power.\" But this, perhaps, was not as much of a revolutionary observation as one might think.\nIn his monumental work The Republic, Plato, as part of his famous \"allegory of the cave,\" describes a scenario where people are held captive in a cave since birth, with their backs to the entrance, unable to face the opening, and with no knowledge of the outside world. Occasionally, however, people and other objects would pass by the cave entrance, casting shadows and echoes on the wall they faced; hence, the prisoners would falsely believe the sounds to be coming from the shadows. Suddenly, one prisoner is freed and is able to go outside for the first time. The sunlight, which he sees directly, initially hurts his eyes and he finds the new environment disorienting; when told the things around him are real, while the shadows were mere reflections, he cannot believe it. Gradually, his eyes adjust and he is able to look upon the sun itself and reason how the shadows he saw were cast by the light. Upon returning to the cave to share his discovery with his fellow captives, the prisoner (whose eyes had now adjusted to the light), was blinded by the darkness inside the cave, just as he was the first time he saw the light. The other prisoners, however, came to the conclusion that the journey had made him stupid and blind, and violently resisted his attempts to free them.\nPlato uses this passage as an analogy to explain that most people are not only comfortable in their ignorance, but are also hostile to anyone who points it out. To put it in the words of Mark Twain, \"It is easier to fool people than to convince them that they have been fooled.\"\nWith scientific progress and the advent of advanced technology, the methods of population control, particularly through the use of information control, emotional manipulation, and mass surveillance have become predominant.\nOf course, the creation of an all-powerful dystopia via perception control and mass surveillance – and the use of sheer force – was most chillingly described by George Orwell in his book 1984. Orwell's French tutor and fellow Eton College alumni, Aldous Huxley strongly believed that humanity will go through \"one final revolution\" as a result of scientific and technological breakthroughs, giving ruling elites much greater power to control populations and their behaviour, leading to the creation of such a dystopia – which he wrote about in his book Brave New World. Huxley, however, believed that the methods used would be different from what Orwell had described.\nIn a letter to Orwell, Huxley wrote: \"My own belief is that the ruling oligarchy will find less arduous and wasteful ways of governing and of satisfying its lust for power… Within the next generation I believe that the world's rulers will discover that infant conditioning and narco-hypnosis are more efficient, as instruments of government, than clubs and prisons, and that the lust for power can be just as completely satisfied by suggesting people into loving their servitude as by flogging and kicking them into obedience.\"\n\nThe range of subject matters politically acceptable to be discussed by the so-called mainstream population – the Overton Window – has shrunk immensely, yet it is a relatively widely-held belief today that the number of taboo subjects that cannot be discussed has reduced (a classic example of Orwell's doublethink).\nDespite the differences in their books, both authors discussed in great detail the importance of perception control, which is necessary if a small group of oligarchical rulers are to control the behavioural patterns of entire populations – or those of a large majority, at least. That doing so is more than possible in the modern world can be clearly seen in Noam Chomsky's documentary Manufacturing Consent. In Chomsky's words: \"The smart way to keep people passive and obedient is to strictly limit the spectrum of acceptable opinion, but allow very lively debate within that spectrum.\"\nHence, today, we see increasing amounts of \"social debates\" (whether in the media, in movies, etc), but centring the same subjects, while discussing others is sure to get you cancelled (as Chomsky has been done by the Western mainstream), if not worse. In other words, the range of subject matters politically acceptable to be discussed by the so-called mainstream population – the Overton Window – has shrunk immensely, yet it is a relatively widely-held belief today that the number of taboo subjects that cannot be discussed has reduced (a classic example of Orwell's doublethink).\nOne of the strangest phenomena of this is the celebration of getting opinions and ideas from a seemingly diverse group of people (in terms of gender, race, looks, etc), which is fantastic – but only if aligned with the same agendas pushed by the mainstream (that is, tolerance in terms of diversity of opinions/ideas is deteriorating). The wisdom behind Voltaire's understanding that, \"The right to free speech is more important than the content of the speech,\" is being forgotten today even by some who claim to defend that right.\nAnother interesting outcome is the increased discussion of people's private lives in the mainstream and the decay of individual privacy. If information is power, the decrease in individual privacy can only render individuals less powerful, particularly in relation to the state, its actors, and its institutions, whose functioning has become increasingly opaque – especially under the pretext of protecting \"national security.\" Yet, the \"overwhelming majority of information\" classified in relation to the functioning of the state, according to Julian Assange – who has perhaps looked at more classified information than any human ever – is \"to protect political security, not national security.\" In other words, for the ruling technocrats to maintain their power. And yet, the rapidly growing tendency of classifying information, let alone its contents, is barely discussed by the same mainstream.\nThe major decisions that are taken by the biggest and most influential state and non-state actors, which affect global shifts, are being pushed to the fringes. And what we are left with are trivial discussions – debates between ideologues whose ideological roots are based on false realities, as we have less and less information publicly available about how the power machinery/hierarchy truly functions, and what decisions are taken by the ruling class behind closed doors.\nThe result, according to Assange, is that: \"The world is not sliding, but galloping into a new transnational dystopia,\" which is a \"development that has not been properly recognised outside of national security circles\" and has instead \"been hidden by secrecy, complexity and scale.\"\nIf what advances us as a civilisation is the entirety of our understanding, then our understanding of how human institutions actually function has to be expanded. And, at the moment, we are severely lacking in such information from big, secretive organisations that play a massive role in shaping how we all live.\nAdditionally, we must be open to allowing the constant questioning of whatever views we hold – including the questioning of why we believe what we believe. Because, the ultimate tool that can progress humanity and ensure that human decision-making is free, is the truth. Not my truth, nor yours, but the truth about reality and how the world really works. And if we are to arrive at that, we mustn't be afraid to allow what we \"perceive\" as truth to be questioned by those who view the world differently.\nTo find the truth, we must also be willing to examine as much information as possible, not only information that comes filtered through any gatekeepers – whose perceptions are just as vulnerable to corruption as ours are, and who can just as easily misinterpret and misrepresent information as we could.\nEresh Omar Jamal is assistant editor at The Daily Star. His Twitter handle is: @EreshOmarJamal\n",
        "headline_1": "Why is the truth so important?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-overton-window/news/why-the-truth-so-important-3382796",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-08-2023"
    },
    {
        "full_article": "As political rhetoric and action continue to heat up in the country, we are again reminded of the fact that in our political culture, the more things change, the more they stay the same. With our biggest political parties – the ruling Awami League (AL) and the Bangladesh Nationalist Party (BNP) – increasingly ramping up their street programmes, all in the name of democracy, neither side has so far shown any significant willingness to compromise an inch. Rather, it is becoming ever more obvious that both parties will stick to their positions regardless of the cost to the nation and its political future.\nThe AL, on the one hand, says it has softened its stance about allowing opposition rallies to take place; on the other hand, using various state machineries, it has been blatantly obstructing the process of holding rallies/programmes on every occasion. It has already attacked BNP rallies using its activists allegedly backed by law enforcers, which is not a good sign, as the chances of such violence boiling over will likely increase as we get closer to the national elections. The use of all sorts of dirty tactics to thwart opposition programmes – despite promising to create a level playing field – is unbecoming of a party that claims to believe in the democratic process. The fact that following the outbreak of violence law enforcers have arrested, and filed cases against, only BNP activists – even though both parties were responsible for the violence to some degree – clearly demonstrates that the field is anything but level.\nAt the same time, we must also condemn the violence coming from BNP, which allegedly includes setting vehicles on fire. While the opposition has all the right to conduct political programmes, those must be done peacefully, and not through violence that harms people and property. Given that all their political programmes are being conducted mainly in the centre of Dhaka, which is already a congested city, we would ask the BNP to consider holding their rallies on weekends, so that people do not have to suffer during workdays.\nUltimately, however, it is difficult to see the ongoing political conflict reaching an end or the country benefitting in the long run without some compromise on both sides. For democracy to see some sort of revival in the country, both need to be willing to disengage from violence and participate in dialogue to end the ongoing deadlock. Unfortunately, the take-all attitude being demonstrated by the AL and BNP, as well as the weaknesses of the Election Commission and other relevant state institutions, are pushing the prospect of a fair and participatory election further away. We must do all we can to avoid that eventuality.\n",
        "headline_1": "Politicians must give dialogue a chance  ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/politicians-must-give-dialogue-chance-3382851",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-08-2023"
    },
    {
        "full_article": "For a government that takes great pride in the massive development work it has undertaken all over the country during its tenure, there are too many stories of dilapidated infrastructures, institutional neglect and public suffering. In Barguna, for instance, as many as 147 out of 200 bridges are now unusable due to a lack of maintenance and repair, according to a recent report. The 200 bridges were constructed by the Local Government Engineering Department (LGED) in 1997-98, but no repairs have taken place over the past two and a half decades. Some of the bridges collapsed years ago, while others have been severely damaged due to various cyclones or their parts being stolen over the years. Meanwhile, some bridges have partially collapsed. But the locals, including school children, are still using them at great risk to themselves.\nIt is inconceivable that the various local authorities, under successive governments, have allowed so many bridges to wither away, without taking any initiative to repair them. In the process, they have made life difficult and dangerous for the local communities. In Barguna Sadar upazila, for instance, hundreds of auto-rickshaws, motorcycles, and pedestrians are still using a bridge that was broken in the middle two years ago. Another bridge in Mahishdanga village of Amtali caved in and stayed in this state for two years, but the residents still used it for lack of an alternative. At least 20,000 people of 10 villages, including students of eight institutions, are suffering as a result. When asked, the executive engineer of LGED in Barguna said he \"hoped\" tenders for these bridges would be offered by the end of this year, which means it is anybody's guess when such a project would even be initiated, and how long it would take to complete the bridges. What are the local communities to do in the meantime?\nIt is evident that the fruits of mega-development are not reaching the far corners of the country. We need localised development that is attuned to people's needs and sufferings. We need to prioritise repair and maintenance of the existing community infrastructures, no matter how unglamorous such work may seem compared to initiating megaprojects in a given area. We urge the LGRD ministry to take urgent steps to address the communities' concerns, without wasting any more time with bureaucratic hurdles.\n",
        "headline_1": "Repair the 147 unusable bridges in Barguna",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/repair-the-147-unusable-bridges-barguna-3381876",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-08-2023"
    },
    {
        "full_article": "This year's results of the Secondary School Certificate (SSC) and equivalent examinations have not been quite inspiring. And it is evident from both lower pass rates and a sharp decline in the number of the cherished highest grade called grade point average (GPA)-5. A sharp decline of more than 7.0 per cent and 34 per cent in the pass rate and GPA-5 respectively compared to those of the previous year is depressing enough. The drop in the pass rate conversely refers to the fact that of the approximately 1.63 million examinees, roughly 0.115 million more students could not pass the exam by comparison. Similarly, about 75,000 fewer examinees achieved the top GPA-5 this year compared to 2022. Now the question is if the results should be considered a reversal or not. There is no reason to think that the standard of education or the quality of students this year has suddenly gone down. The year 2021 and 2022 were more challenging before the examinees but because they had to appear for short syllabus, fewer papers carrying curtailed numbers, they had an advantage in terms of achieving better results. This year all 12 papers, albeit somewhat curtailed, were included in the syllabus carrying full marks. One excuse for the drop in the pass rate is Sylhet Education Board's worse results and it is attributed to the floods that wreaked havoc on wider swathes at the time examinees were taking preparation for the exam. What is, however, less discussed about is the auto pass of this SSC batch when they were in Class VIII. First of all, their study suffered most on account of Covid-19 as they were deprived of in-person classroom lessons. The existing discrimination in education in this country was made even acuter by the adverse impact of the pandemic on less privileged families and their learners. In this context, the studies of the O level and A level may give an insight into education. The privileged and affluent family backgrounds of the students supported their studies all the same during the pandemic and there is hardly any complaint that their study suffered. Similarly, urban students in general but more particularly of the select educational institutions had back-up enough to make up for the loss of in-person classroom learning. Results of these more equal than the rest schools and colleges were enviable before and it is not any different this year as well. They have achieved cent per cent pass rate with GPA scorers in the region of 90 plus per cent. Evidently, success in the examinations at the secondary level is not all about merit. The academic environment and teaching standard can make a whole lot of difference in results of examinations. Students from poor and underprivileged family backgrounds are discriminated against right from their growth in their mothers' wombs for understandable reasons. Yet, some exceptionally brilliant individuals from poor background at times work wonder to scale the summit. But their numbers are few and far between. The overriding need is to reduce the yawning gaps between and among educational institutions by investing more in education. The ultimate goal ought to be to bring about a reasonably uniform standard in education.",
        "headline_1": "The tale SSC results tell",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-tale-ssc-results-tell-1690814782",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-08-2023"
    },
    {
        "full_article": "Although this year's dengue outbreak has not yet created the extent of panic and anxieties like the 2020-21 Covid-19, days may not be far when it'll take a similar disastrous turn. In the last five months after its initial assault, and the steady rise in its victims in Dhaka and elsewhere in the country, the often-fatal fever now seems to be stuck in a stalemate. On being witness to over 36 thousand becoming dengue cases, most of them hospitalised, in July, and 182 dead, both health professionals and the general people find themselves in a panicky situation. With a major hospital suspending admission of patients, many others feel perplexed.The preventive measures against the virus of corona pandemic didn't take long to reach the Bangladesh people. Thanks to it being a global scourge, the initial preventives against it came in the form of special masks, hand sanitisers etc. The vaccines came much later. The classical way of preventing the dengue fever is to keep its vector, a mosquito, at bay. It's the bite of the mosquito called Aedes that makes one infected with dengue. People in general from all walks of life have long become used to sleeping under the mosquito nets. It's especially those who are bitten by the Aedes Aegypti mosquito become victims of dengue. The Covid-19 pandemic has taught people many dos and don'ts in the day-to-day life. On top of them all, the urban people learnt about the benefits of hand and face washing --- especially the fruits of avoiding crowded places. Dengue stressed restrictions on the habit of littering in the areas near residential places. By the time it became common knowledge that it is the Aedes mosquito vector which is singularly responsible for causing and spreading dengue, only a few people did pay heed. The rest, the vast majority of urban people, remained nonchalant.The stringently prohibited activities of throwing containers that collect clean rain water, an ideal place for laying eggs by the Aedes mosquito, continue unabated. By putting up newspaper advertisements, and campaigning through loudspeakers etc, the public health authorities and the two city corporations have lately started conducting an anti-dengue campaign blitz. It should have started since the very beginning of the dengue outbreak this year. However, following its start, though belated, the awareness campaigns failed to create any noticeable impact on the common people of Dhaka and the other cities and towns. People rush the dengue patients to hospitals, which are now filled to capacity. They hardly bother to think that had they kept their homes and the adjoining areas free of the dengue vector they would not have to undergo the ordeals of visiting a crammed hospital. Littering and life in the Bangladesh urban centres appear to be the two sides of a coin. Throwing municipal wastes like various types of pots, containers and green coconut shells at public places, keeping flower tubs half filled with water inside houses are a common sight in the capital and its suburbs.Dhaka has long earned the infamy of being a dirty city, with many of its public places overfilled with garbage. Although, the venues are supposed to be made free of the various types of debris every day, they lie untouched for indefinite periods. The two city corporations in charge of the dumpsters have, lately, come up for their upkeep --- especially after the dengue outbreak took a worrying turn. But the grim truth is the Dhaka residents at their individual levels continue to remain unconcerned even after their houses get known in the neighbourhoods as dens of dengue. Media reports on the inspection of residences to see if they abide by the anti-dengue instructions are now common. The corporations are supposed to slap fines on the house-owners if their compounds are found untidy, or infested with Aedes mosquitoes. Reports on taking action against the defaulters are veritably nil. Such reports have yet to be published by newspapers.Lots of people think anti-littering campaigns in the urban areas ought to be launched on a war footing. The advocacy programmes on dengue have started since the outbreak began alarmingly in 2019. That these programmes ought to have been accompanied by anti-Aedes mosquito drives had failed to occur to the city corporation authorities. Had the preventive actions been in place coupled with corrective punishments in the city areas, the menace of littering could have been coped with effectively. Of late, all-out public campaigns on the need for keeping residences and the nearby areas clean appear to have gained renewed vigour.People watching the fast deterioration of the dengue situation in the big cities do not feel convinced. They prefer effective action to ritualistic exercises on the dengue scourge. In the meantime, the population of the dreadful mosquitoes and the number of dengue cases, along with casualties, keep rising. The second month of the Bangla monsoon has started witnessing intermittent bouts of shower --- with brief sunny breaks. This is a situation highly in favour of the growth of the Aedes larvae in rain water. The field-level workforce of the two city corporations ought to swing into action right at this moment. There are few phases in the dengue infection process like this puzzling one, when the otherwise conscious people repent their indulgence in littering. In eradicating dengue, it is an all-out war on littering which should be deemed the smartest strategy.\n[email protected]",
        "headline_1": "For an all-out anti-littering drive",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/for-an-all-out-anti-littering-drive-1690814909",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-08-2023"
    },
    {
        "full_article": "There is bad news for tigers. When the World Tiger Day was being observed, an unsettling report on tigers also came to light. Through a recently completed research, it has been found that Bangladesh is a centre for poaching of tigers and smuggling of their body parts. Worse yet, the Bangladeshi nouveau riche are the main patrons of this illicit trade. All the members of this new class of the rich who 'love not the endangered tigers, but their limbs' do not necessarily live in Bangladesh. They along with their fellow lovers of animal limbs from India, China and Malaysia as well as some European countries reside in some 15 countries. And the racket of poachers and smugglers of tiger limbs are active at different points in the country to satisfy their customers living at home and abroad. The lead researcher, who is also a former doctoral fellow of the Chinese Academy of Sciences, Dr Nasir Uddin, between 2016 and 2021, interviewed some 163 smugglers, poachers and illicit traders in tiger body parts to collect data about the points in the country from where the smuggled tigers or their parts are collected, processed and distributed. In this manner, he could also identify the transit ports and illegal border crossings for carrying out this illicit trade. Researchers could also identify four spots in the Sundarbans from where the tigers are hunted. Researchers at Panthera, a non-profit dedicated to conservation of wildlife, especially big cats, and the Chinese Academy of Sciences have come up with these findings. And to meet the demands of these rich people, tigers are poached not only from the Sundarbans. Kaziranga National Park and Garampani Wildlife Sanctuary of Assam and Namdapha National Park of Arunachal in India and Northern Forest Complex of Myanmar are also the sources of the illicit trade in tiger body parts. Going by the Forest Department's data, the tiger population in the Sundarbans fluctuated over the decades. In 1975, the number was 350. Through a tiger survey done in 1982, 425 tigers were spotted. In another survey done two years later in 1984, the number was reported to be between 430 and 450 within an area of 110 square kilometres under the Sundarbans South Wildlife Sanctuary. The number fell to 359 tigers according to another survey done in 1992. In 1993, Nepali naturalist and expert on tiger census, Dhan Bahadur Tamang, through his tiger survey done by counting footprints, also called pugmarks, of tigers, found the number to be 362 within an area of 350 square kilometres of the Sundarbans. However, the number jumped to 440 in 2004's survey. Surprisingly, in 2015, only 106 tigers were found in the Bangladesh part of the Sundarbans. Such a fall in the number of tigers was indeed alarming. The last tiger survey done in 2018 saw the number rise slightly to 114. What did go wrong? Bodies of 4 dead tigers were recovered by the Forest Department officials in the East Sundarbans between August 2019 and January 2022. A smuggler with tiger skin was arrested by the law-enforcers with the help of Forest Department people in January 2021. So far, from the remains of the tigers found by law enforcers and forest department officials, it is calculated that 7 tigers were killed by poachers.Given the research findings of the Panthera and the Chinese Academy of Sciences, there should not be any mystery about where all the tigers have gone. Pirates killing the tigers and those smuggling tiger body parts out of the country can be fought.But how are the government and the tiger lovers going to fight the powerful patrons of the illicit trade in tiger body parts? \n[email protected]",
        "headline_1": "New enemy of tiger",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/new-enemy-of-tiger-1690814942",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-08-2023"
    },
    {
        "full_article": "It is the rainy season in Bangladesh now. The season is the ideal time to plant trees. To encourage people to plant and nurture trees, the government has an annual program of national tree plantation campaign and a tree fair. The tree fairs take place across the country and draw a good number of people. It is good to see that children and youths gather at the fairs and become familiar with various trees. They also collect saplings from the fairs to plant those near their homesteads. As most of the houses in urban areas do not have any yards, tree lovers now try to use verandas and rooftops for gardening purpose. In Bangladesh, cutting and destroying trees has become a regular practice. Thus, green landscape is vanishing fast, especially in the urban areas. Concrete buildings and roads are replacing trees and green spaces. The result is abnormal heat in summer, inadequate rainfall in the rainy season and little cold during winter. It also reduces the source of fresh air for breathing. So, planting and nurturing trees is very important.\nFarzana NazMoghbazar, Dhaka [email protected]",
        "headline_1": "Tree planting in rainy season",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tree-planting-in-rainy-season-1690814965",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-08-2023"
    }
]