[
    {
        "full_article": "In a bizarre reversal on Sunday, the Union government withdrew a notification from a Unique Identification Authority of India (UIDAI) office cautioning people against sharing photocopies of their Aadhaar card, just two days after the advisory was issued, claiming that it would be “misinterpreted”. The May 27 notification that was issued by the Bengaluru Regional Office of the UIDAI urged people to use the masked Aadhaar number facility — that can be downloaded from the UIDAI website — and which displays only the last four digits of the Aadhaar number. This was a sensible advisory. The masked Aadhaar facility has been in place since 2018 and this came about following a report by the Centre for Internet and Society that publicly available datasets had sensitive details such as full Aadhaar number details and also included bank account details of individuals. The dangers of providing the full Aadhaar number to several agencies — the use of the Aadhaar card and the number for various purposes today has only multiplied exponentially — are evident in the way these numbers have been used by fraudsters for criminal purposes such as identity theft, Know Your Customer (KYC)-related fraud among others in recent years, and which have been documented in news reports. The UIDAI has itself registered far more potential fraud cases related to the issue highlighted above in recent years compared to the past. Other scams that are of a higher order have also been revealed recently, related to biometrics theft that have allowed scamsters to steal welfare benefits at the expense of genuine beneficiaries. The Internet is rife with leaked data and this poses a major threat to user privacy.The UIDAI has, however, been ambivalent about the inherent dangers in the indiscriminate use of the Aadhaar number or the Aadhaar card by citizens, as evidenced in its series of flip-flops on the issue even before this latest withdrawal notice. There seems to be a contradiction of views within the authority on the issue of potential misuse of the Aadhaar number. On the one hand, in statements advising caution and user discretion in revealing one’s Aadhaar number, it is seeking to treat these as sensitive information just like the biometrics provided by citizens to the authority. Yet, on the other, it has sought to universalise the open use of the Aadhaar as an identity document with missionary zeal and has downplayed the risks of doing so. This ambivalence does not help at all. The UIDAI must popularise the use of the masked Aadhaar facility as a start and rethink ways to tighten the scrutiny over how Aadhaar numbers are issued and utilised even as law enforcement agencies crack down on data leaks and websites carrying unmasked Aadhaar-related information.",
        "headline_1": "Caution first: On the Aadhaar advisory",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/caution-first-the-hindu-editorial-on-the-advisory-on-aadhaar-sharing-and-its-recall/article65480260.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-06-2022"
    },
    {
        "full_article": "Taking another step towards equity, three women, Shruti Sharma, Ankita Agarwal and Gamini Singla, secured the first, second and third ranks, respectively, in the 2021 Civil Services examinations conducted by the Union Public Service Commission (UPSC). Considered one of the toughest examinations to crack, the girls emerged successfully at the top in their second attempt, and in the case of the second-ranker, in her third try. All three women agreed that it was a long, difficult and challenging journey. With 10 of the top 25 rank-holders being women, there is a lot to celebrate — and ponder over. According to the latest All India Survey on Higher Education report, published by the Ministry of Education for 2019-2020, the gross enrolment ratio in higher education for the female population is 27.3%, compared to 26.9% for males. In this backdrop, women comprised only 26% — or 177 — of the total of 685 candidates recommended by the UPSC for appointment to the Indian Administrative Service (IAS), Indian Foreign Service (IFS), Indian Police Service (IPS) and Central Services, Group A and B. This skewed statistic must change because public service offers a unique opportunity to bring about social change, and women can drive this, especially in a country where girls often have to drop out of school for a variety of reasons, from poverty, early marriage to lack of toilets.Ms. Sharma hails from Bijnor (Uttar Pradesh), Ms. Agarwal from Kolkata and Ms. Singla from Sunam (Punjab), and each of their stories is that of struggle and persistence. It has been a hard-fought battle for women to come this far in the IAS, and sometimes a trickier road awaits them once inside the steel framework of the administrative setup. If three women are at the top today, they have a lot to thank trailblazers such as Anna Rajam Malhotra (née George), the first woman to join the Indian Administrative Service in 1951, or C.B. Muthamma, the first woman to join the IFS in 1948 who fought a landmark case in the Supreme Court of India when she was looked over for a promotion for Ambassador, or even Anita Kaul who worked tirelessly to champion the Right to Education Act 2009 which made education a fundamental right for every child. The early part of a civil servant’s career is usually spent in rural or semi-urban India, giving her a vantage point over issues including women’s health, literacy, economic independence, caste and gender disparities that are in need of reforms or policy intervention but are often overlooked due to lack of a proper understanding. To achieve this, education is the key. Also, if civil service has to represent all sections of the population, of which half are women, their representation in the services too must increase at all levels of the bureaucracy, starting with the highest rung.",
        "headline_1": "Women at the top: On 2021 Civil Services results",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/women-at-the-top-the-hindu-editorial-on-the-2021-civil-services-exam-results/article65480315.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-06-2022"
    },
    {
        "full_article": "Geostrategic factors such as its location between South Asia and Southeast Asia, sustained economic growth, relative political stability, availability of cheap labour, and a large consumer market have made Bangladesh an attractive investment centre for many regional and international players. Capitalising on this, the Bangladesh government has been eyeing a number of megaprojects to shift its economy into the next gear. Three of these projects are being funded by China. Japan is providing funding for the Dhaka Mass Rapid Transit (metro rail) and Matarbari deep seaport projects and contributing to the Jamuna Railway Bridge and Hazrat Shahjalal International Airport Terminal 3 projects, while Russia and India are financing a project each.\nIn April, the prime minister said 2022 and 2023 would be very important years for Bangladesh in terms of infrastructure development. The Padma Bridge, which is expected to contribute 1.2 percent to the GDP, she said, is set to be inaugurated in less than a month. The Dhaka metro rail will be opened on the 14km Uttara-Agargaon route by the end of the year, bringing \"revolutionary change\" to Dhaka's transport system. The Karnaphuli River Tunnel in Chattogram, the country's first underwater tunnel, is expected to be opened this October. And the first unit of Rooppur Nuclear Power Plant (1,200MW), the largest development project in the country's history, is expected to be commissioned by the end of 2023.\nWhile all this is good news, the recent financial debacle in Sri Lanka should provide us with some food for thought.\nExperts have provided a range of reasons such as cronyism, dictatorial power, family politics, lack of economic diversification, and excessive foreign borrowing for what is happening in Sri Lanka. But another factor that has recently been discussed is the issue of endemic over-optimism. Due to the terrific post-war performance of the Sri Lankan economy, \"policy complacency and irrational exuberance led to investments in popular big-ticket projects,\" which ignored the underlying macroeconomic vulnerabilities. Clear warning signs such as \"falling exports, mounting debts and rising inequality were ignored much like a 'grey rhino' running at you at a high speed,\" according to Dr Niaz Asadullah, professor of economics at Malaya University and Monash University Malaysia, and also policy adviser on food and agriculture to the Malaysian government.\nDoes Bangladesh face similar risks? Perhaps not, if it can overcome the various challenges to its ambition, such as maintaining economic diplomacy between the major infrastructure financiers, avoiding debt traps, ensuring project transparency and construction timelines, and spreading economic development evenly across the country.\nOne important but oft-ignored thing is that design and implementation mistakes delay the revenue-generation phase of megaprojects. For example, the 55km Dhaka-Mawa-Bhanga Expressway is the most expensive highway in the country and the world, where more than Tk 200 crore has been spent per kilometre. But with the toll plaza not yet ready, the expressway is still not able to generate the expected revenue. Perhaps because of this lost revenue, even before implementing the toll rates previously fixed for the expressway, the government is already planning to increase the toll rates—a move that will push up transport costs.\nIf we look at the RNPP project, it was originally supposed to start generating 1,200MW of electricity in 2021 and 2,400MW by 2022. However, even though the first reactor has been installed, no electricity transmission line has been designed or built yet, and so, even if the reactor is ready, it will not be able to move into production, and the government will have to pay capacity charges against the idle plant. The same thing happened with the Rampal power plant.\nThese are some examples of how public expenditure is not paying off the promised economic utilities. Because development projects in Bangladesh have a tendency to go through multiple phases of revision, resulting in cost escalation and delays, when juxtaposed against the initial projection of expected outcomes, the majority of them fail to achieve their targets. In the end, the burden falls on the end consumers, who are deprived of the timely delivery of services, while the cost of the services to be delivered by the project rises.\nRepayment of the loans we have taken for these projects also become more problematic. According to eminent economist Debapriya Bhattacharya, Bangladesh's debt situation may become somewhat tricky in 2024-2025 if the government fails to increase its revenue base now, as the repayment schedule for many of the costly loans would begin then. Bangladesh's foreign loan composition has already started to change, with concessional loans from multilateral lenders being replaced with costlier bilateral loans—with higher interest rates and shorter grace periods—because of the country's graduation from the low-income bracket. Therefore, it is essential for the government not to be wasteful with these foreign loans, and to find some way to increase the tax-GDP ratio, which has proven to be a Herculean task so far.\nAnother factor that should not be overlooked is that because the fast-track megaprojects grab a large chunk of the budgetary allocation set aside for the Annual Development Programme (ADP)—for example, in FY2021-22, 10 such projects grabbed nearly one-third of the Tk 225,324 crore ADP—the Planning Commission cannot provide adequate funds for many other small, medium and big projects, per their own admission. The opportunity cost that arises from this is by no means insignificant, and it adds up over time.\nThe bottom line is that Bangladesh is not guaranteed to benefit greatly from the megaprojects that are currently in the pipeline. In fact, if we continue along our current trajectory, they even have the potential to do more harm than good. That's why the government should avoid falling into the trap of being overly-optimistic about them. Instead, it should work towards developing the capacity to implement all these projects on time and within their original budgetary requirements.\n \nEresh Omar Jamal is assistant editor at The Daily Star. His Twitter handle is: @EreshOmarJamal\n",
        "headline_1": "Be careful with ‘over-optimism’ for megaprojects",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-overton-window/news/be-careful-over-optimism-megaprojects-3036381",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-06-2022"
    },
    {
        "full_article": "Bangladesh Chhatra League (BCL) has hogged headlines once again. Last week, the student wing of the ruling party, armed with sticks, iron rods and machetes, launched an attack on some leaders and activists of their arch-rival Jatiyatabadi Chhatra Dal (JCD), the student wing of BNP, near the Central Shaheed Minar when the latter tried to enter the Dhaka University campus for a scheduled programme. The attack resulted in chases and counter-chases that continued sporadically for several hours, turning the campus into a battlefield. Video footage and photographs showed how the BCL members beat up their opponents mercilessly, leaving about 30 JCD activists—including some female members—injured.\nWhat earned the JCD such a thrashing? They wanted to hold a press briefing to clarify the remarks made by one of their leaders about the prime minister. During a rally near the Raju Sculpture on May 22, JCD General Secretary Saif Mahmud criticised Prime Minister Sheikh Hasina for her remarks on BNP chief Khaleda Zia over the Padma Bridge issue. Saif's remarks reportedly made the BCL furious, and he was supposed to clarify his comments that day. But before he could make his point, the JCD members were beaten up and driven out of the campus. Two days later, when they tried to bring out a procession in protest of the attack, BCL men again swooped on them near the High Court area. A battle ensued soon, with the BCL activists chasing some of their rival members into the High Court compound. The incident, which left 50 people injured, set off a chain reaction, with members of the ruling party attacking members of the JCD and its parent organisation in some places across the country.\nBCL leaders, while justifying the attack, said \"progressive students\" had united with them to protest against \"criminal activities.\" BCL DU unit General Secretary Saddam Hussain said it was done to \"protect the general students of the university and preserve DU's academic environment.\" He warned that students would not return home until the \"criminal forces\" were rooted out. Now the question is, has the BCL been given the responsibility to protect the academic environment of Dhaka University? Then what is the role of the university administration? In fact, the DU administration's role was all but dubious. Firstly, it failed to create an atmosphere conducive to peaceful coexistence of all student bodies affiliated with the political parties. Secondly, it did not take any visible measures to prevent the violent clashes last week. All the DU authorities did was file a case with Shahbagh Police Station against unnamed people, though photos and videos of BCL activists wielding weapons went viral on social media and were run by newspapers. Eventually, it was the JCD members who were accused in the cases filed by the BCL; police detained some of them, too.\nJCD has been out of the DU campus since 2010, a year after the Awami League came to power. They were ousted from all the residential halls and could not enter the campus, let alone hold any political programmes. However, towards the end of 2018, JCD members were allowed on the campus because of the Dhaka University Central Students' Union (Ducsu) polls, held in March 2019 after a 28-year hiatus. Since then, JCD leaders and activists have been seen holding brisk processions and meetings on the campus, although the university remained shut for a large period of the last two years because of Covid-19 shutdown.\nNow, the BCL has driven them out again and kept their guards up so that JCD members can't enter the campus. Isn't this move tantamount to curtailing JCD's rights to assembly and protest? Peaceful assembly is a fundamental right and a key pillar for civic space. Article 37 of our constitution states, \"Every citizen shall have the right to assemble and to participate in public meetings and processions peacefully and without arms…\"\nBut the way JCD's programmes at DU were thwarted goes against the democratic norms. It was as if the JCD's efforts to enter the campus was a crime, but not the BCL's attacks on them. The right to peaceful assembly in a democracy cannot be hindered just because the protesters hold views contrary to that of those in power. The beauty of democracy is that it's all about accommodating differences in political opinion. Unfortunately, that's what is lacking in the BCL, which has been in supreme control over the public universities in the country for more than 12 years. Their actions over the years demonstrate that they hardly care about the words given by the high-ups in their mother organisation—that processions and rallies of the opposition would not be disrupted.\nAfter the Ducsu polls, which was mired by allegations of irregularities, many had hoped that a positive change would come in student politics in Bangladesh. But the BCL members' repressive attitude towards the others indicates that nothing much has changed, and they are not only constricting the space for the opposition, but also earning the student organisation—which played a glorious role in the history of the nation—a bad name.\n \nWasim Bin Habib is deputy planning editor at The Daily Star.\n",
        "headline_1": "Democracy crushed under BCL’s boots?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/democracy-crushed-under-bcls-boots-3036371",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-06-2022"
    },
    {
        "full_article": "After the death of journalist Tofazzal Hossain, popularly known as Manik Mia, politician, journalist and litterateur Abul Mansur Ahmad wrote in a commemorative article titled \"Jati Je Manik Harailo,\" \"It didn't take us long to understand (what a gem we had lost); the countrymen understood it much later.\" Unfortunately, now it seems the countrymen have forgotten Manik Mia as well as the valuable lessons he left for this amnesiac nation.\nThis article is an exercise of thinking Manik Mia's thoughts—especially those on the dangers of autocracy, disenfranchisement of common people, and overdependence on bureaucracy—that hold relevance for today's Bangladesh more than ever.\nManik Mia's commitment to journalism and passion for freedom and democracy is reflected amply in his numerous columns published under the pseudonym Mosafir (traveller) in the Daily Ittefaq. But I want to discuss his less appreciated, semi-autobiographical work Pakistani Rajnitir Beesh Bochhor (Twenty Years of Pakistan Politics).\nIn the preface of the book, Manik Mia wrote, \"As a journalist, I am well aware of the political trend of the country. As a concerned citizen, I have some responsibilities to my country and nation… I am well aware of my limitations. Still, I believe analysis of both the positives and negatives and the faults of past politics might help us to resolve our current crisis and identify the future course of action.\" We should read Manik Mia's thoughts in the same spirit.\nA brief background of the book might be relevant here. Manik Mia was arrested on June 16, 1966. He had just recovered from a heart attack. The government shut down his newspaper, the Daily Ittefaq, and seized The New Nation Press. During his imprisonment, he planned to write on Pakistan's political history with an analysis of the autocratic trend of the country's politics. Due to poor health and mental stress, he couldn't start it then, but he was determined to finish the task. After he was released from Dhaka Police Hospital on March 2, 1967, he started working on it. Within two months—from August 28 to October 27, 1967—he prepared a draft through dictation. But he couldn't see the final manuscript. Manik Mia passed away on June 1, 1969. As per Manik Mia's wish, his close associate and the executive editor of Ittefaq, Sirajuddin Hossain, took charge of editing the manuscript.\nUnfortunately, we also lost Sirajuddin during the Liberation War. He was arrested by the Pakistan Army from his residence at Chamelibagh and never returned home. After Bangladesh became independent, it took 10 more years to publish the book since, according to the editor of the book, \"the book contains some uncomfortable truth about certain politicians and political parties who don't have the magnanimity to tolerate the truth.\" Finally, the book was published in May 1981. It was edited by Manik Mia's close friend Abdul Hafiz.\nThroughout the book, one topic was visited frequently: the danger of unrestrained power. Referring to the successive autocratic rules in the first 20 years of Pakistan, Manik Mia warned that \"naked and unbridled power creates such egoism in the human mind that it destroys common sense, morality, and even fear of God. When all state power is concentrated in the hands of a single person, there is never a shortage of flatterers in the hope of gaining his favour. They gather around the powerful person and, instead of informing him about the real situation of the country, the grievances of the people of the country, and the right attitude and thoughts needed to address those grievances, they keep him in the dark by repeating 'everything is fine'\" (Pg 23).\nHe identified that autocrats are guided by a common philosophy: \"Après moi, le déluge\" (this nihilistic expression of indifference to whatever happens after one is gone is attributed to King Louis XV of France). Manik Mia lamented that, although the autocrats are ousted at some point, the general people have to bear the consequences of autocratic rule for a long time.\nManik Mia also severely criticised the culture of hero worship in politics. Referring to Muhammad Ali Jinnah, he said, \"There is no doubt about the political wisdom, leadership quality, and character strengths of Jinnah saheb, but those who ignore the contribution of common people to the independence movement and overemphasise the leadership of a single person, are either politically orphan or enemy of the people.\"\nManik Mia also warned of overdependence on bureaucracy. He mentioned, as an example, the first finance minister of Pakistan, Ghulam Muhammad, a bureaucrat recruited to the finance ministry by the first prime minister of Pakistan, Liaquat Ali Khan. Although the newborn Pakistan was entangled in multiple crises—such as the lack of industrial development, two million refugees in excess of evacuees from Pakistan, disruption of the banking and insurance structure, and disproportionately heavy burden of defence expenditure—Ghulam Muhammad used to present surplus budget just to impress the countrymen and foreign audiences. The consequence of such overdependence on bureaucrats, Manik Mia testified, was that they gradually captured the state power and destroyed the democratic polity of Pakistan as well as the chance of building a pro-people socioeconomic policy structure.\nGhulam Muhammad became the third governor-general of Pakistan. His footsteps were followed by other civil and military bureaucrats like Chaudhry Muhammad Ali, Iskander Mirza, Ayub Khan, and Yahya Khan.\n\"The joy of independence made us oblivious to the fact that bureaucrats, however efficient they may be, have very little knowledge and experience about the problems of common people,\" opined Manik Mia. He emphasised that in an independent state, only the people's representatives have the right to prepare economic and social plans, and the bureaucrats' duty is to implement those.\nThe book Pakistani Rajnitir Beesh Bochhor contains many such gems of insight. I must say, the best legacy Manik Mia left for us is the testimony of his time. He lived the foundational years of Pakistan, the legacy of which Bangladesh, although now an independent country, can hardly ignore. If we take account of the last 50 years of Bangladesh's history, we can't deny the fact that there have been many repetitions of the same mistakes pointed out by Manik Mia. If we fail to learn from these mistakes, we will continue to live in the proverbial farce that Karl Marx warned of, and that is worse than tragedy.\n \nShamsuddoza Sajen is a journalist and researcher.\n",
        "headline_1": "The testimony of Manik Mia",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-testimony-manik-mia-3036366",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-06-2022"
    },
    {
        "full_article": "In the Narayanganj City Corporation (NCC) election earlier this year, most polling centres looked pretty much how they should look. There were voters standing in long queues, waiting for their turn to exercise their voting right. Polling agents, officers and law enforcement officials were seen doing their usual election day duties. However, there was one element at almost every polling centre that was very unusual: hand-washing arrangements. At first glance, you would think they were there as part of the usual Covid safety protocol. But if you waited long enough, you would see people actually washing only their thumbs, used in the electronic voting machine (EVM) for identification.\nAs it turned out, the EVMs could not read many people's fingerprints, especially of the elderly voters, and every time that happened, they rubbed petroleum jelly on their thumbs, which were kept at the polling officers' tables. Some also used other remedies such as lotion and slices of lemon.\nFingerprint mismatch on the EVMs was one of the reasons that slowed down vote-casting during the NCC polls; there was a number of cases where people could not even cast their votes as their fingerprints did not match with the machine. In addition, many voters were confused during voting as they were not familiar with the process. Some were seen expressing frustration as they waited a long time in the queues to vote. But there was the opposite picture, too: it took a considerably short time for young people to cast their votes.\nThe NCC election was free, fair and peaceful, except for the EVM trouble. In a city corporation election where only 500,000 voters were supposed to cast their votes, EVMs appeared to be a major problem. I saw how the election officials were struggling to manage the situation. If EVMs are used in all 300 constituencies of Bangladesh in the upcoming general election, where some 120 million people are supposed to cast their votes, what would happen? I, for one, am worried.\nThe issue of EVMs came to the fore as the top leaders of the ruling Awami League said EVMs would be used everywhere during the parliamentary election scheduled next year. It may be the ruling party's desire, but the whole issue grabbed public attention as the performance of the last two Election Commissions in holding free and fair elections was a cause for sheer frustration. The current Election Commission, formed in February, said they were yet to decide on the matter, and were debating whether they would make the decision after speaking with the political parties and other stakeholders. The BNP and some other political parties are completely against using EVMs, terming them \"automated vote-rigging machines.\" They said these machines could be programmed in such a way that, no matter which symbol a voter pressed on in an EVM, the vote would go to a preselected symbol. There would be no paper trail or proof on paper of voting. Although it is absolutely at the Election Commission's discretion whether EVMs will be used in the polls or not, the ruling party's desire for EVMs has put the commission under pressure, and now it has to walk a tightrope.\nAccording to media reports, countries like Namibia, Nepal, Armenia, Bhutan, Australia, Belgium, Bulgaria, Italy, Switzerland, Canada, Mexico, Argentina, Brazil, Chile, Peru, Venezuela and the US use some form of electronic voting. Meanwhile, in October 2006, the Netherlands banned the use of EVMs. In 2009, the Republic of Ireland declared a moratorium on using EVMs. Italy followed suit. In March 2009, the Supreme Court of Germany ruled that voting through EVMs was unconstitutional, saying that transparency was a constitutional obligation, but efficiency was not a constitutionally protected value. Norway stopped using EVMs in 2003. Pakistan, the UK, and France used EVMs once, but these countries stopped it as well.\nIn Bangladesh, EVMs were used for the first time in 2010, as an experiment, at 14 polling centres of a ward in Chattogram City Corporation polls. The last Election Commission, led by KM Nurul Huda, held talks with various stakeholders, where many were against using EVMs in the polls. The newly formed commission also held talks with various stakeholders, where the majority opined against using EVMs, without reaching consensus. Many even suggested including the Voter-Verified Paper Audit Trail (VVPAT) in the EVMs so that voters would get a printed slip after casting their votes. The Election Commission held talks with information and communications technology experts last week, where they said it would be almost impossible to manipulate the EVMs.\nThe issue of EVMs is now more of trust than technical. When the distrust between the ruling party and the opposition parties are very high, this EVM debate will do nothing but widen the gap and may foil the government's intention to bring the BNP in the next election. In countries like Bangladesh, voting is a festive activity where people enthusiastically go to the polling centres to cast their votes. But in the last two general elections—in 2014 and 2018—many people were denied their chances to cast their votes. If the Election Commission can ensure a congenial atmosphere where voters will be able to cast their votes without any hassle, that should not be hampered by a controversial issue like EVMs. Machines are supposed to make a task smoother, but if it creates hazards instead, people will be discouraged to cast their votes, and the election will come under question. Moreover, as I said earlier, it is a matter of trust, not a technical issue. If trust is lacking, why make the situation difficult by using EVMs instead of ballots?\n \nMohammad Al-Masum Molla is deputy chief reporter at The Daily Star.\n\n",
        "headline_1": "Of Lemon, Soap, Vaseline and EVMs",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/lemon-soap-vaseline-and-evms-3035651",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-06-2022"
    },
    {
        "full_article": "We may recall that a great deal has been reported in the media in the recent past on the conspicuous presence of hazardous germs and bacteria in Dhaka Wasa water. The frequency of reporting increased as hundreds of diarrhoea patients began to visit the city's hospitals including the icddr,b on a daily basis only a couple of months ago. Breaches in Dhaka Wasa's supply system was considered to be the main reason behind the outbreak. Consequently, pressure from all quarters mounted on Wasa to take immediate steps to improve the quality of its water before supplying it to the citizens.\nHowever, a recent research done jointly by Dhaka Wasa and icddr,b on the water supplied by Wasa has found it to be safe at the source. That is certainly welcome news. However, the two organisations did not conduct any test on tap water or water collected from the pipes within the Wasa distribution network. Why? We are at a loss to understand what the point is of water being safe at source if the water that consumers are getting from their taps are contaminated? Isn't it Wasa's responsibility to ensure safe water to all those drinking it or using it for various purposes, and to answer for their consistent failure to do so?\nBy now, there have been widespread reports of cross-contamination of Wasa water by sewage in many areas of the capital due to leaks and breaches in the supply lines, or while replacing old, derelict pipes with new ones. We have noted with alarm how Dhaka Wasa has consistently denied their part in the recent cholera outbreak, and we can't help but think that the latest report will simply enable them to continue their policy of denial. Instead of making misleading claims, Wasa needs to tell us what it has done since the cholera outbreak in March to address the derelict and alarming conditions of its supply lines.\nThe study shows that sludge and untreated sewage running through the drains contain and transmit coronavirus. If sewage lines are contaminating the water supply, where is the guarantee that the virus—and other untreated bacteria—are not making their way to our glass of water?\nInterestingly, WaterAid and the Power and Participation Research Centre (PPRC) revealed in a separate seminar that about 41 percent of the people across Bangladesh don't have access to safe water. It is of urgent importance that we address the disconnect between what our policymakers claim and what we citizens experience. Unfortunately, we are yet to see any political goodwill to identify, much less address, the mismanagement, inefficiencies and corruption plaguing the sector.\n",
        "headline_1": "No point in WASA water only being safe at source",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/no-point-wasa-water-only-being-safe-source-3036131",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-06-2022"
    },
    {
        "full_article": "It is baffling that even a government project is not exempt from the perilous nature of construction practices in Bangladesh. A pedestrian was killed and five others injured in Dhaka's Pallabi area on Monday morning after bricks fell on them from the Metro Rail construction site. The deceased, Mahbubur Rahman Talukder, a 49-year-old worker at a jewellery shop in Mirpur-10, died on the spot.\nHow could this even happen? How is it that a government megaproject, costing thousands of crores of taka, does not have enough safety measures in place so as not to cause the death of a passer-by? Are there no safety officers overseeing such large-scale projects? And—as of the time of writing this editorial—why hasn't there been an official apology or any word of compensation from the authorities? Who will answer for Mahbubur's untimely death?  \nDeaths caused by construction work are not rare in Bangladesh. In 2021 alone, at least 154 workers died in the construction sector, according to a survey by the Bangladesh Institute of Labour Studies (BILS). The actual figure, one has to assume, is much higher. Particularly in Dhaka, where there is at least one construction project going on in almost every block, there is a serious need for safe construction practices. But for Mahbubur's death to be caused by a megaproject like the Metro Rail is truly concerning. The Metro Rail construction spans across many areas, most of them extremely busy and populous ones. People often have to walk under the under-construction project, whether while crossing the road or due to there not being a proper footpath in the area. As if the sky-high number of road crashes wasn't enough, are citizens now supposed to constantly look left, right, front, back, and up when they are walking on the streets? Is death truly at every corner of a city under development?\nWe hope this death caused by the construction of Metro Rail will be an exception—but one death is still too many. What does it say about our vision of development when a person can die any day as they are walking by an under-construction site, with the authorities responsible often getting away with workers' and citizens' injuries and deaths without so much as a slap on the wrist? Mahbubur's family, including his 10-year-old daughter, deserve an apology and compensation from the government, and we urge that this takes place as soon as possible. Most importantly, the government must investigate the incident urgently and ensure the safety of all involved at and around public and private construction sites. Such avoidable deaths and injuries cannot be excusable.\n",
        "headline_1": "Death by development?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/death-development-3036126",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-06-2022"
    }
]