[
    {
        "full_article": "India’s long drought in ICC tournaments finally wound to a close on a glorious Saturday at Bridgetown in Barbados. The Men in Blue finally won a title, the ICC T20 World Cup, since the 2013 Champions Trophy at Birmingham in England. ‘Kapil’s Devils’ in the 1983 ODI World Cup and M.S. Dhoni’s men in the 2007 ICC World T20, were outsiders, who stunned the globe. Subsequently, every Indian squad has stepped into a multi-team cricket event as one of the favourites with the weight of expectations thrust upon by a gargantuan fandom and an Indian diaspora seeking a sense of identity. Last November in the 2023 ODI World Cup, India was the team in form but failed to get past Australia in the summit clash at Ahmedabad. If catharsis was essential, it finally happened in the West Indian islands as Rohit Sharma’s men snatched a seven-run win over a doughty South African unit. Every cog fell in place, Virat Kohli regained his touch with an excellent 76 even as wickets fell around him in the final. All-rounders Axar Patel and Hardik Pandya reiterated their value, and Suryakumar Yadav pouched a stupendous catch when South Africa was seemingly in sight of victory. Rohit led astutely while bowling spearhead Jasprit Bumrah delivered thunderbolts that left the South Africans dumbstruck.Aiden Markram’s men just ran into a stronger opposition at the last hurdle and their capitulation was an acknowledgment of the superior attributes that Bumrah and company possessed. Young seamer Arshdeep Singh too revealed a mature head as Heinrich Klaasen and David Miller threatened to seize the game. South Africa is yet to win any significant ICC silverware but surely the men from the Rainbow Nation won hearts. They made it tough for India and if a few moments on the razor’s edge had changed, Markram may well have lifted the cup. For India, Rohit, Kohli and Ravindra Jadeja’s retirements from T20Is signal the end of an era. Coach Rahul Dravid, who bowed out, will be missed too. Close on the heels of the run-fests during the Indian Premier League on flat surfaces, the T20 World Cup hosted in the West Indies and the United States offered a twist. The 22-yards, drop-in pitches or abrasive surfaces, were never conducive for the massive sixes associated with T20Is even if batters like Rohit, as he did against Australia, seemed to perform on a different plane. The championship’s fairytale was the manner in which Afghanistan fought towards the semifinal. Men, who learnt cricket in the refugee camps in Pakistan, while also dealing with the Taliban, were resilient and sport was the winner.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ncricket\n\n/\n\nT20 World Cup 2024\n\n/\n\nIndia\n\n/\n\nAustralia\n\n/\n\nSouth Africa\n\n/\n\nIndian Premier League\n\n/\n\nUSA\n\n/\n\nPakistan\n\n/\n\nAfghanistan",
        "headline_1": "New beginnings: On India’s ICC T20 World Cup 2024 win",
        "headline_2": "Indian cricket team finally did justice to the ‘favourite’ tag",
        "link": "https://www.thehindu.com/opinion/editorial/new-beginnings-the-hindu-editorial-on-indias-icc-t20-world-cup-2024-win/article68351915.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-07-2024"
    },
    {
        "full_article": "The grant of bail to former Jharkhand Chief Minister and Jharkhand Mukti Morcha leader Hemant Soren exposes the questionable practice of the Enforcement Directorate in slapping money-laundering cases just to arrest political adversaries of the ruling dispensation. The Prevention of Money Laundering Act (PMLA) forces courts to render a preliminary finding on whether there is reason to believe that those jailed for laundering money are guilty of the offence and grant bail only if they record a negative finding. Weaponising such provisions against political opponents can have grave consequences for their personal liberty. In Mr. Soren’s case, he spent five months in prison and had to resign as Chief Minister when his arrest was imminent. It is equally true that when bail is granted, it causes considerable embarrassment to the prosecution and government, as it can only be based on a preliminary view that the accused are not guilty. Justice Rongon Mukhopadhyay of the Jharkhand High Court has analysed the material and circumstances of the case and given him bail based on a conclusion that there is reason to believe that Mr. Soren is not guilty. The Enforcement Directorate registered a case under the PMLA against him based on a police case related to forgery and fabrication of documents involving a revenue inspector and his associates. It sought to build a case that 8.86 acres of land, as part of a larger extent sold to those not entitled to buy it, belonged to Mr. Soren and was in his possession since 2010.The Enforcement Directorate also claimed that its timely intervention and the arrest of those involved prevented the illegal acquisition of the land. The court has raised pertinent questions as to why no one who had allegedly been unlawfully evicted from the land had ever approached any court for redress even when Mr. Soren was out of power. It also questioned the agency’s inference that Mr. Soren was planning to build a banquet hall on the land, based only on the image of a plan given by a consultant and found on the phone belonging to one of the accused. The inference was on the basis that the area depicted in the plan was close to the land parcel involved in this case. The court also discounted the Enforcement Directorate’s argument that Mr. Soren, on receiving a summons, had set up a man by name Raj Kumar Pahan to approach a special court and get the land restored in his (Pahan’s) name so that it would exculpate Mr. Soren. The High Court’s findings such as these may be the subject of appeal or may be revisited during the trial. However, they also shine a light on how central agencies are showing unseemly haste in arresting political functionaries in office based on inferences and surmises.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\narrest\n\n/\n\nJharkhand\n\n/\n\nmoney laundering\n\n/\n\nlaws\n\n/\n\nprison\n\n/\n\njudiciary (system of justice)\n\n/\n\npolice\n\n/\n\npolitics",
        "headline_1": "​Weaponising PMLA: On the Hemant Soren case",
        "headline_2": "The finding that Soren may not be guilty exposes ED’s approach to political cases",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bweaponising-pmla-the-hindu-editorial-on-the-hemant-soren-case/article68351902.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-07-2024"
    },
    {
        "full_article": "How World Cup victories get deeply woven into our personal timelines\nWhat do World Cup victories mean to us? I don’t mean the players; we all know the answer to that. But what does it mean to us, the fans, the ones who do nothing?  I can tell you what it means to me. They say that before one dies, the moments that mattered in our life flash before our eyes. World Cup victories will be in my final kaleidoscope.\nI will see Kapil Dev running back on the green of Lords, my little boy’s heart in my mouth, taking a catch that changes the history of a nation. I will see Misbah, with the Cup in hand, hand it over to the gentle dollies of Joginder Sharma, and I will see Dhoni, of course, sending the ball into the night sky. To that now, add Suryakumar Yadav, balancing himself on the line between victory and defeat, pivoting the game on a knife’s edge back to India. \nI will see them all, and I will see more. I will see who I was with when those moments came to pass. My father aging from ’83 to 2024 in the images in my mind, and a new entrant to those memories, my daughter in 2024. I will see myself, too, reflected in the echoes of how I felt, from the boy wide-eyed in wonder in ’83, hoping the power doesn’t go out again during the telecast to the young man in another country in ’07 and ’11 and now back in my own, this time a father – four different me-s in shape, size and mind, tied together through time simply by a chain of indescribable happiness, the happiness made happier by how rare these moments of World Cup victory are, dots on a timeline plagued by defeat and disappointment. \nBut why this happiness for the achievements of a group of strangers, the cynical older me asks, ones who play for a club called BCCI? Why bother? It’s because it’s these moments that tie our happiness to billions of others. It’s when the trajectories of our lives all meet at a common emotion at the exact same time before they diverge again in random ways, making us aware, even if for a fleeting moment, of a simple yet forgotten truth. We are not alone.\n \n\n",
        "headline_1": "Life of fans",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/just-another-blog/life-of-fans/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-07-2024"
    },
    {
        "full_article": "JDU’s resolution for spl category funding is political ritual. Money isn’t the problem. Misgovernance is\nJDU has said its party brass will meet Modi to lobby Bihar’s cause for special category status, a category that no longer exists. The party brass even passed a ‘resolution’. But it’s self-delusional, even gimmicky, for both economic and political reasons.\nLimited help | The 11 states and UTs that receive such fillip from Centre are the eight Northeast states, J&K, Himachal and Uttarakhand. The funding plan – Centre-state funding of central schemes is split 90:10 – was conceived for specific conditions: states along the international border with hilly terrain and geographically difficult areas where supply of public services is difficult. Insurgencies added to the need for Central help. \nBihar has sought ‘special category’ status since 2007 and, unsurprisingly, never met the criteria. Centre has repeatedly stated such status was hardly meant for a state where misgovernance is largely responsible for its poverty – giving in would only spark off a similar clamour from other poorly run states.\nBihar’s assembly passed a resolution for ‘special category’ status last year. Following its caste survey, Nitish govt announced an allocation of ₹2.5L cr over next five years to help 94L poor families. Then it turned to Centre for funds. \nIt’s about sushasan, babu | JDU’s resolution in Delhi is politics that’s too clever by half. Modi’s only expected to roll this ball down the road. Nitish Kumar of all netas should know that looking to Delhi for assistance will hardly help his poll rhetoric ahead of 2025’s Bihar assembly elections, where he’s the incumbent, in alliance, as of now, with BJP. Leave alone the staggering numbers of poor, alarm bells are clanging in Bihar – five bridges have given way in the last nine days. Yet Union minister Jitan Ram Manjhi, ex-Bihar CM, can only see “conspiracy”. It’s exactly this poverty of mind of Patna’s leadership that drives its mindless governance. This is Bihar’s burden to bear, and it makes Bihar the poorest of major states, with highest out-migration.\nPatna has failed to even utilise funds it gets. More money doesn’t get the work done. Bridges are breaking up, and Bihar, still a bimar state, is sinking under the weight of decades of misgovernance, not for want of funds.\n\n",
        "headline_1": "Bihar’s real status",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bihars-real-status/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-07-2024"
    },
    {
        "full_article": "A triumph that’ll live in India’s collective memory, T20 World Cup win means a lot more\nIndia’s cricket fans needed this. Cricketers in tears as the reality of the triumph sank in, India’s streets alive, late at night, with wild celebrations, deliriously happy posts on social media – fans needed them all. For many of them, coping with grim realities of life, real good news is often in short supply. But late Saturday night, momentarily, their troubles seemed swept away. Life was touched by magic. This is what sporting triumphs do, in any country fortunate enough to experience them. The T20 World Cup came to India at a time the country, across class, caste, region and languages, really needed a unifying moment of joy. \nLike monsoons that replaced heatwaves, the cricketing triumph also brought relief, ending a drought. For too long, India was monotonously regular at exiting, either in semi-finals, or, failing to cross the final hurdle. Questions were rightly raised about the team’s temperament in big, knock-out games, and its ability to handle pressure. This tournament provided a resounding answer, “Yes, we, too, can.” The victory came after defeating Australia (World No. 2), England (defending champion and World No. 3), South Africa (World No. 5) and familiar foe Pakistan. It doesn’t get more comprehensive than this. We were World No. 1 earlier too. But minus the glittery trophy, it meant little. Now we are a deserving World No. 1.\nNo such win is achieved without meticulous homework and careful planning. Coach Rahul Dravid and the support staff deserve plaudits for nurturing a talented team and instilling in them a self-belief that didn’t leave them even in the toughest moments. So do BCCI’s national selectors for choosing a squad, which despite a few debatable choices, was in harmony with a larger plan and vision. This was a genuine team effort. But if there is one cricketer in this fine team who stands out, it is Jasprit Bumrah. Coming back from a debilitating back injury last year, Bumrah is a living example of how high-quality craft can become sublime art. It’s mystifying how he does what he does – another way of saying he’s a sporting genius.\nFinally, a word for South Africans. Their cricket was brave and beautiful. They didn’t choke. It is just that sports can be cruel, sometimes by millimetres – as happened to Miller when SKY took that catch. That catch, this match, will always be part of India’s collective memory. \n\n",
        "headline_1": "That catch, this match",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/that-catch-this-match/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-07-2024"
    },
    {
        "full_article": "Given how the first presidential debate went, should Democrats replace Biden by the next debate in Sep? But no matter which Democrat runs against Trump, it’s going to be a close contest\n\nMillions of Americans have now seen a former president debate a sitting president, and few would care to witness such a thing ever again. For more than two hours, one of the old men on stage brazenly answered questions the moderators were not asking him, and the other old man on stage uncomfortably stumbled over several of his more substantial responses.\nRead full story on TOI+\n\n",
        "headline_1": "Joe, bye then?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/joe-bye-then/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-07-2024"
    },
    {
        "full_article": "Latifur Rahman—Shamim or Shamim Bhai to all—was an unlikely person to become a flagbearer of independent journalism. But once he did, he was most unswerving about it.\nBefore The Daily Star, he never showed any sign of wanting to get involved in this complicated and highly sensitive industry. Credit to draw him towards the media goes, as far as I know, to his one-time business partner and friend, Mr AS Mahmud (Mahmud Bhai to me) who convinced him about the importance of this crucial industry. It was my privilege to enjoy the latter's affection through my elder brother, Mahbub Anam, who was his professional colleague in the oil sector from pre-Bangladesh days. It was Mahmud Bhai who organised my first meeting with Shamim Bhai at the Dhaka Club in 1988-89. I really don't know if I had made any significant impression on him, but it seemed enough for him to continue to meet and carry on the discussion for investing in a new English language newspaper. He was a no-nonsense person and thought about whether I would really leave my tenured UN job—at that time posted in Bangkok, Thailand—to plunge into the uncharted waters of Bangladeshi media, which in the 1990s had very few new investors. I think it was our meeting at my apartment in the Thai capital in January 1990 that convinced him that my determination was for real. From then on, our friendship grew and we soon became partners in giving journalism in Bangladesh a new life, with SM Ali, our founding editor, at its helm.\nIt was in the initial board meetings of Mediaworld Ltd, the owning company of The Daily Star, that the true commitment of Shamim Bhai to independent journalism became apparent. Both Ali Bhai—a very famous and highly respected journalist and editor in the Asia-Pacific region—and I were most thrilled by the rules of the game that Shamim Bhai was enunciating, along with other founding directors, to run the newspaper. Before Ali Bhai or I could suggest it, Shamim Bhai persuaded other directors to collectively declare that the role of the board would be to formulate the overall policy and only monitor the financial aspect of the paper. The full journalistic control of The Daily Star would be totally in the hands of its editor-publisher. Nothing could energise us more.\nIt would be fair to think that it was as a mark of respect for Ali Bhai that the board of Mediaworld took such a hands-off approach. But when I was made its editor-publisher, following the sad demise of Ali Bhai in 1993, within two and half years of our founding, the same respect and independence was shown to me, proving that Mediaworld board's approach was institutional and not personal.\nIt was this institutional approach that was the hallmark of Shamim Bhai. The Daily Star must become an institution and everything must function systematically—this was the supreme message of the board. I can say with utmost pride that The Daily Star has a board which is among the most enlightened anywhere in terms of giving the utmost respect to the institution of the editor and allowing the management a free hand in running the newspaper. That is how we started, and that is how it remains till date.\nThere are many examples, but two would suffice to tell the whole story of Latifur Rahman's commitment to independent journalism.\nOnce, Shamim Bhai was contesting to become the president of the Federation of Bangladesh Chambers of Commerce and Industries (FBCCI). His opponent was Yussuf Abdullah Harun. Throughout the campaign, the paper, of which he was a vital leader, gave equal coverage to both. We interviewed both, wrote on both, but never tilted on either side. I went one step further. In every coverage, his opponent's item featured before his. As a contestant, he definitely must have wanted more coverage. But as a newspaper owner, he knew that the public would be watching and judging us as to how we handled the coverage. He never said a word to me about it. That is how objective he had the quality to be.\nThere was another occasion when a fellow businessman complained to him about some coverage by The Daily Star about corruption, especially wilful loan default and laundering of that money. Shamim Bhai advised him to contact the editor. \"I don't run the paper, the editor does,\" he said. The businessman was shocked and exclaimed, \"You own the paper and the editor runs it. How can that be possible?\" That was Latifur Rahman.\nWhen Matiur Rahman (Mati Bhai) and I approached him with the suggestion to launch a Bangla newspaper, he immediately agreed and found in Mati Bhai the perfect editor to go forward with it. All his values about journalism that he started with in The Daily Star, he implemented with equal gusto in Prothom Alo. He realised that an English newspaper was necessary, but a Bangla one would reach a far greater audience with the message of independent journalism. He greatly appreciated the extra efforts that Mati Bhai made and encouraged him to take newer initiatives like Prothoma publications, etc.\nHe would never miss the annual staff meetings of the two papers, especially of Prothom Alo. While appreciating the paper's magnificent performance and congratulating the staff and the editor for it, he would never fail to goad them to aspire for greater circulation, quality and business. When the paper reached a circulation of five lakh, he said, \"Why not aim for 10 lakh?\" That sort of ambition would require huge additional investment, but Shamim Bhai never shied away from it. When Prothom Alo's digital version became the biggest Bangla news portal in the world, outstripping Anandabazar Patrika of Kolkata of that position, his happiness showed no end. He was usually not very expressive, but on that occasion, it crossed the usual bounds.\nThere was an occasion when Transcom was about to own a well-known TV channel. Mati Bhai and I were assisting Shamim Bhai. At the very end of months-long negotiations, it came out that there was no official channel to pay the satellite fee and the channel paid it through \"unofficial means.\" Shamim Bhai would have none of it. He said he would never accept that as a practice. We again marvelled at his ethical stance and wholeheartedly supported him.\nFollowing every board meeting, he would join many of the senior colleagues of the paper and spend hours talking with them about any issue that would come up, but never forgetting to inquire about their personal and family situations. Once, a photographer of Prothom Alo suffered a life-threatening accident; Shamim Bhai arranged for him to be airlifted to Singapore and personally paid all his expenses till he recovered. This endeared him forever to all of us.\nToday, as we commemorate Latifur Rahman on his fourth death anniversary, we at The Daily Star sorely miss his presence. We miss his warmth and his personal touch in going forward in the cause of independent journalism. He will be remembered for, among many other things, his sterling contribution in helping the emergence and continued success of the two most trusted and respected newspapers in Bangladesh.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n \n",
        "headline_1": "Tribute by Mahfuz Anam: Remembering the flagbearer of independent journalism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/tribute/news/tribute-mahfuz-anam-remembering-the-flagbearer-independent-journalism-3645736",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-07-2024"
    },
    {
        "full_article": "Exactly 169 years ago, in the jungles of what is now the Indian state of Jharkhand, Bengal Army sepoys fired the final shots in what became known as the 'Hul', or uprising, of 1855. The last of about two thousand Santal fighters died in the Hul's last, anonymous clashes. For six months Santal bands had roamed the jungles of Bengal, burning, plundering and murdering those who had oppressed them. The Hul remains the central event in the recorded history of the Santal people of India and Bangladesh, the subject of songs, poems and stories – and later novels and even films, a heroic episode more celebrated than analysed.\nThough of great importance to the Santals, the Hul has been the subject of just a handful of books, though many anthropologists refer to it in explaining how Santal culture has evolved, especially in relation to the nations of which they are a part, of India and Bangladesh. In 2022, my own book on the uprising appeared – Hul! Hul!: the Suppression of the Santal Uprising, Bengal 1855, published in India by Bloomsbury: its first military history. I tried to explain the failure of the Hul by drawing upon an historical source never before used by its historians – the vast and detailed records of the Bengal Army.\nI consulted the existing sources (including precious Santal accounts of the Hul), visited some of the sites where the Hul occurred and especially read the huge number of detailed accounts of the rising as it is revealed in unpublished British records. That gave me a new and challenging view of it. Was I merely repeating British accounts? I don't think so: read on.\nBut what right, you might ask, did I, an Australian historian, have to write about an event of such importance to Santal people – especially when I have not a word of Santali? I must admit that my research might seem to be surprising; even offensive. I can only reply that I think that the Hul deserves to be accorded the respect of being treated like the major conflict it clearly was. The Hul was and remains important to Santals, and Santal authors should be writing about the Hul, drawing upon the communal and cultural sources only they can obtain. I offer a perspective that can only help to illuminate Santal historical experience.\nBut the Hul was and is not just important to Santals alone. It was an event of importance in India's colonial history. The rebellion which consumed the Santal country in 1855 was (after the great mutiny-rebellion of 1857) the single largest rebellion faced by British India's rulers until the great independence movement began in the late nineteenth century.\nIn describing the Hul, many authors quote Vincent Jervis, a British officer of the Bengal Army, who famously described an incident in the suppression of the rising as 'not war … it was execution'. The incident he was describing, when sepoys of the 56th Bengal Native Infantry trapped a party of Santals in a house in Narainpore (now Narayanpur, West Bengal), was a matter of simply killing men who simply would not surrender. But should Jervis's description be applied to the Hul as a whole? Was the suppression of the Hul merely a matter of 'execution'? The more I read the British records, the more I saw the Hul as an insurgency fought by both sides.\nThe Santals, I realised, should not be seen merely as the victims of British repression. They rose in rebellion in the monsoon of 1855, finally unable to stand the oppression of the landlords, merchants and moneylenders who oppressed them (most of whom were Bengalis). They rebelled not so much against the rule of the East India Company (though they were disillusioned at how poorly its officials protected them from exploitation) but it was the forces of the East India Company's Bengal Army which acted swiftly, efficiently and often brutally to suppress the uprising. Indeed, more than a tenth of the entire infantry strength of the Bengal Native Infantry was deployed against the Santal Hul: this was a major challenge to the stability of British India.\nThe Hul began late in June 1855 in the Rajmahal Hills. The hot weather had rumours circulated, reports of supernatural portents of a coming apocalypse. No one anticipated the scale of the spontaneous outbreak of rebellion (certainly not the district's British officials, who had no idea of Santal grievances). It began with the killing of a darogah – a police official – who had been notable for his cruelty against Santals. The killing sparked a mass movement, in which thousands of Santals joined.\n\nThe Hul was and is not just important to Santals alone. It was an event of importance in India's colonial history. The rebellion which consumed the Santal country in 1855 was (after the great mutiny-rebellion of 1857) the single largest rebellion faced by British India's rulers until the great independence movement began in the late nineteenth century.\nColumns of Santals moved out of the Rajmahal hills, killing the merchants, zamindars and petty rajahs who had oppressed them. Reports of atrocities they committed – a measure of their desperation and despair – reached the British authorities, who reacted swiftly. Within a week, sepoy regiments began marching toward the disturbed region.\nAt first, the Santals experienced military success. At Peer Pointee, just south of the Ganges, on 16 July, they routed a force of Hill Rangers sent from Bagulpur. Inspired by the charismatic brothers of Bugnadihee (today Bugnadee, Jharkhand), especially the Santal heroes Sidhu and Kanhu, they believed that sepoys' musket balls would turn to water. Some British officials panicked and refugees, British and Bengali, fled from the approaching Santal bands. For several months a huge swathe of Bengal, from Bagalpur in Birhar to Suri in West Bengal, and east to the Bagiruti River, was out of British control.\nSoon, though, the Bengal Army exerted its power. The 7th Bengal Native Infantry marched from Berhampore and as early as 15 July attacked a large Santal force at Moheshpore (now Mahespur, Jharkhand). Sepoys arrived on elephants (provided by the Nawab of Morshedabad, anxious for his security) and met Santal charges with musket volleys, a fight in which perhaps 200 Santals died. In that battle three of the Bhugnadihee brothers were wounded, bravely leading their followers. Sepoy columns advanced into the Santal country from Suri in the south, Bagalpur in the north and from Berhampore to the east. While for a month or so the two clashed almost accidentally, each side then developed a sort of strategy.\nLacking coherent leadership, the Santal bands roamed around the region, looting and living off villages, driving off tens of thousands of refugees, many Bengalis. Gradually, they moved towards the south-west, seeking to cross the Grand Trunk Road towards their ancestral lands in Chota Nagpore. When British movements frustrated this impulse, diehard Santals gathered in rugged jungle-clad hills on the borders of what were then Bhagalpur and Beerbhoom districts, holding out even as they suffered from starvation and disease.\nAfter initial indecision and even panic, the British strategy blocked Santal movements by holding chains of military posts, combined with aggressive forays (which they called 'dours') under energetic younger officers, and then in November and December declared martial law and launched a concerted 'drive' to destroy and disperse the last Santal bands.\nThe Hul saw many fights between small sepoy forces and large Santal bands, the names of which have usually never been published in English sources, though Santal songs and stories may record them. These included the six-day Santal siege of the post at Koomerabad (Kumrabad, now covered by the waters of a dam on the Mayurakshi River), and the fight at Bissohuwa, somewhere in eastern Jharkhand. There, on 1 August the two sides clashed, at a place I could not identify, but the fight was described by the British officers, and drawn by a surveyor accompanying the force. The officer wrote of Santals who 'arose as if by magic', charging the sepoys even as they fired volleys at them. Many other skirmishes occurred at nameless places. Though often the only accounts of them were written by the British officers – never before published – they give valuable insights into the Santals' experience of rebellion, including making clear why so many risked so much for their communities.\nThe Santals acted out of desperation, hampered by many serious shortcomings: they had no warrior tradition or military organisation or political program; their only arms were hunting weapons – bows and arrows. Crucially, they had no accepted commanders, besides the four brothers of Bhugnadihee, whose charismatic leadership inspired the outbreak of the Hul but proved unable to control it.\nWhile the Hul failed largely because the Santal bands abandoned their villages and fields and increasingly suffered from disease and starvation in huge, improvised jungle camps, Santals learned how to fight an insurgency as they went. They used their assets well – they knew their own country and were able to move more swiftly than the slow-moving sepoy columns, moving at the speed of their elephant transport. While at first trusting in sorcery, Santal leaders learned how to direct their bands to stand and fight, even using bows and arrows against musket volleys. They learned the tactics of jungle insurgency: these brave men were not simply the victims of 'execution'.\nThe Bengal Army 'Field Forces' which responded to the Hul also learned. Sepoys learned how to move and live in the jungle, adopting 'light infantry' tactics, search-and-destroy patrols, bringing in cavalry and even using rockets in pursuing Santal bands. They used river steamers and Bengal's first railway to move troops, supplies and intelligence around the region. British records show that they saw the Santals as an enemy whose courage they came to respect. A British civilian who witnessed Santals attacking wrote admiringly that they 'never dodged but stood' – even as he shot at them.\nThe Hul was a war, and a 'dirty' war at that. For every report of Santal 'savagery' – they took bloody revenge on those who had oppressed them – there was a report of the troops' 'severity'. Eventually, after the end of the monsoon, columns of sepoys conducted 'drives', advancing across the Santals' lands, breaking up their bands and killing or capturing those still resisting. By the end of 1855 the rebellion had been extinguished, at a cost of about 10,000 Santal lives, most dead of hunger and illness: many women and children.\nAlthough the rebellion failed, it did bring change for the Santals. Recognising that a tribal people needed protection, the Company created the Santal Parganas, governed by British officials whose paternal care contrasted with the indifference that had provoked the Hul. They ruled through the very village leaders who had been instrumental in the Hul.\nThe Hul was largely forgotten by India's British rulers – they published almost nothing about it. But the Santals never forgot, creating a rich seam of songs, stories and poems about it. In due course, as India's freedom movement grew, Indian nationalist historians re-interpreted the Hul as a rebellion against British rule, one suppressed by 'British' troops. In fact, the Santals rebelled against the oppression of Bengalis, the Hull suppressed overwhelmingly by Indian troops – under British command.\nRegardless of how it may be viewed, the Hul deserves to be better known, and not just among Santals. My book Hul! Hul! offers a new view of the Santal uprising, inevitably largely from the perspective of those who fought against it. But even the British records shed new light on the Santals' bravery, ingenuity and resolution in fighting to defend their interests as a people.\nProf. Peter Stanley of UNSW Canberra is one of Australia's most distinguished military historians.\n\n",
        "headline_1": "Arrows against muskets the Santal Hul",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/arrows-against-muskets-the-santal-hul-3646106",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-07-2024"
    },
    {
        "full_article": "To write a piece on July 1 in remembrance of my loved ones is a challenge. The same day belongs to two of them, and maybe that's exactly what they'd want. My clever younger brother wouldn't have had it any other way but to be remembered on the same day as his Nana Bhai for eternity.\nRemembering both Chotoo and Nana Bhai today, I think about what a 20-year-old could possibly have in common with his grandfather. It turns out, quite a lot. A calming presence that made everyone feel at home. A quiet confidence that exuded incredible strength, without ever being loud. A tenacious sense of right and wrong. Their refusal to back down when faced with adversity.\nOne day, when Faraaz and I were kids, we went to see Nana Bhai and Nanu Ma the evening before the beginning of a new school year. That night, he told us the story of his first day of boarding school at St Edmunds. On a cold morning in Shillong, he landed up in school as the new kid, when a student a year senior to him decided to pick on him. The senior student, according to Nana Bhai, was \"acting funny\" and so he had to do something to stand up for himself. He gave this senior a strong shove to back off, and that's when he established himself as the kid nobody should bully. He told us this story to teach us that we must find the strength to fight back even in our most vulnerable state.\nThat young Latifur Rahman would then lead a life with the same spirit. Standing up for himself, his family and protecting his loved ones.\nFaraaz would go on to stand up to fiends of a greater magnitude as a young man. On July 1, 2016, Faraaz found himself confronted by armed terrorists. With his life in danger, he chose to fight, to protect, to not cower to evil.\nOn July 1, to remember Nana Bhai and Chotoo is to keep standing by the same righteous values they both lived by. To remain steadfast in doing good while weathering malicious storms, undue pressure and dire circumstances. To honour them is to keep standing up the way they did.\nMr Latifur Rahman, business icon, industrialist, founder chairman of Transcom Group. Faraaz Hossain, the boy who heroically sacrificed his life during the terrorist attack at Holey Artisan Bakery. But to me, to my family, they'll always be Nana Bhai and Chotoo. Nana Bhai as a grandfather, a husband, a father, and Chotoo as a brother, a son, a grandson. Our beloved Latifur Rahman and Faraaz Hossain remind us to keep fighting for what is right.\nRemembering both our guardian angels together on this day, the ultimate remembrance of both Nana Bhai and Chotoo is to live with the courage they would want to see in us. I pray their light shines brighter than ever and that the strength they give never fades.\nTo our family, friends, loved ones, and well-wishers, our deepest gratitude to you on behalf of our family for always standing by us.\nZaraif Ayaat Hossain, grandson of Latifur Rahman and elder brother of Faraaz Ayaaz Hossain, is head of strategy and transformation at Transcom Group.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n \n",
        "headline_1": "Eight years since Chotoo, four years since Nana Bhai",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/eight-years-chotoo-four-years-nana-bhai-3645611",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-07-2024"
    },
    {
        "full_article": "Tax evasion has remained extensive and a large number of professionals and businesses feel no qualms about resorting to this malpractice responsible for crippling the country's fiscal stability. According to the National Board of Revenue (NBR), merely 4.6 million of the 10 million registered taxpayers have filed their returns for the fiscal year 2022-23. Even though the NBR claims that tax return submission has increased significantly - from 2.1 million in June 2020 to 4.6 million in April 2024, the compliance rate is still deplorably low. To further improve the compliance rate, the NBR has made it mandatory to show proof of tax return submission for availing of 45 services and introduced electronic platforms for filing returns with the assistance of Tax Return Preparers (TRPs). Despite this, tax evasion remains rampant among professionals, including lawmakers, high officials, lawyers, doctors, teachers, technicians, and service providers.Not only are professionals evading taxes, but businesses are also extensively involved in such wrongdoing. To evade paying taxes, it is alleged, businesses often maintain two sets of ledger books--- one for showing to the tax authority and another for recording their actual income and expenses. This practice allows them to underreport their earnings and overstate their expenses, thereby reducing their taxable income and the amount of payable taxes. The impact of the widespread tax evasion is multifaceted. On the one hand, it deprives the state exchequer of the critical revenue needed for development and public services. On the other, it places an unfair burden on those who do comply, fostering a sense of injustice and eroding public trust in the tax system.To address these challenges, the government must undertake a rigorous taxpayer census and implement robust enforcement mechanisms. This can ensure bringing all eligible taxpayers into the fold augmenting revenue generation and promoting a culture of compliance. Additionally, targeted education and outreach programmes can help simplify the tax process and encourage voluntary compliance among professionals and businesses. Shifting from traditional enforcement methods to user-friendly and automated technology can significantly enhance tax compliance. For example, through extensive data sharing among different government organisations and departments, the government can, by and large, pinpoint tax evasion. As technology advances, secure data exchange is becoming increasingly easier, allowing for a more automated tax assessment process. This system could pre-populate tax return forms with income information gathered from various sources, reducing manual entry and streamlining the filing process. The effectiveness of this approach, however, hinges on the increase in electronic transactions. The less cash used in a country, the more accurate and efficient such a system can be. The potential for improving the effectiveness of the at-source deduction system (known as TDS) should also be exploited in order to ensure more accurate income reporting. Obviously, expanding e-TDS to encompass more sectors and transactions would broaden the tax base. Additionally, implementing real-time deduction and electronic deposit of TDS would prevent misappropriation and guarantee that collected taxes reach the government. With pre-populated tax returns reflecting all income and TDS information, tax compliance would significantly improve. As Bangladesh moves forward, a transparent, fair, equitable, and efficient tax system is the need of the hour. By tackling tax evasion head-on and broadening the tax base, the government can secure the revenue needed for sustainable development and economic growth.",
        "headline_1": "Curbing tax evasion",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/curbing-tax-evasion-1719759411",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-07-2024"
    },
    {
        "full_article": "The finance minister during his closing speech on the Finance Bill for the proposed budget for the fiscal year 2024-25 on Saturday (June 29) at the Jatiya Sangsad assured the nation that the general point-to-point inflation rate would come down to 6.5 per cent in this fiscal year. He hoped to achieve that target by way of adopting steps like contractionary monetary policy, reducing budgetary deficit, pursuing various austerity measures and so on. Notably, similar measures are already in place for the dual purpose of stabilising foreign exchange reserve as well as inflation. But so far, the inflation has remained at a stubbornly high rate and the net forex reserve has not shown any sign of improvement. For instance, the point-to-point inflation rate as of May (2024), according to the Bangladesh Bank (BB), was 9.89 per cent. In the previous month (April), it was 9.74 per cent, while in May, 2023, it was 9.94 per cent. Clearly, the figures for inflation rate are fluctuating with no steady decline despite different measures to tame it. Now, as mentioned by the finance minister, contractionary monetary policy is definitely a tested tool used in the advanced economies to contain inflation. By increasing policy rate (the rate at which the central bank lends money to the commercial banks), the bank interest rate is pushed up. It makes credit costlier forcing businesses to put a brake on expansion and encouraging consumers to spend less and save. The overall impact on the market is reduction in demand which helps arrest inflationary trend. But it has not worked so far in Bangladesh. The efforts to halt the decline in the foreign exchange reserve in the central bank are also facing similar challenges. The forex reserve by the end of April, 2024, according the BB was US$25.37 billion. However, this was the gross amount for the forex reserve. But the net reserve by the end of April, according to the International Monetary Fund (IMF)'s calculation, was USD12.8 billion. According to the IMF's requirement, the net forex reserve in June 2024 should be USD14.78 billion. To all appearances, this amount of net reserve, as indicated by the international lender, will be hard to achieve. In fact, in its calculation of the forex reserve of a country, IMF does not take into consideration liabilities. From that point of view, any external loan including that extended by the IMF to Bangladesh is also a liability. So, that amount cannot be added to the existing reserve to show an increase in the net reserve situation, though it would increase the gross reserve amount.Thus the forex reserve has remained as dicey as the inflation rate. The question may arise if inflation affects the reserve situation. Interestingly, a research was done to this effect by the Bangladesh Bank's Training Academy. The result of the research published last May showed that high inflation actually affects forex reserve negatively. It is not hard to see how that happens. To cool the volatile forex market the central bank pumps dollar from its reserve into the market and that causes depletion of dollars in reserve. It is indeed a vicious circle into which the economy has already fallen. However, the research in question found that a 1.0 per cent reduction in inflation can raise the level of forex reserve by 0.11 per cent. It may be recalled at this point that in April the inflation rate was 9.74 per cent. That means over the period of a year since March 2023, the inflation rate remained over 9.0 per cent. Similarly, the net forex reserve, as per IMF guidelines, dropped to US$13.5 billion, while the gross reserve to US$18.6 billion as of May 14. Going by the BB data that was the lowest ever record of the reserve position in a decade. Experts have been coming up suggestions on reducing inflation, as the traditional monetary tools like tightening of money supply has yet to show its result. Former Bangladesh Bank governor, Dr Mohammed Farashuddin has reportedly told a recently held seminar on the national budget for FY2024-25 that to arrest inflation the government should follow in the footsteps of the post-independence government led by Bangabandhu. In particular, the former BB governor was for further expansion of selling essential commodities to the consumers through the Trading Corporation of Bangladesh (TCB). His idea is that through TCB the government would buy the essential agricultural products directly from farmers and sell those to consumers so that no middleman can enter the scene to distort the market and push up the commodity prices artificially. He also suggested making the financial year in line with the calendar year, that is, from January to December. Through this change, he argued, a huge amount of money paid to contractors for construction of various physical structures to fight river erosion, etc. during the months of April, May and June can be saved. There is no question that market distortion by non-market forces like middlemen, rent-seekers, the so-called syndicates, you name it, all have a role in keeping the inflation high. At the same time, to improve forex reserve, the government should also remove the causes that are behind the reduced inflow of migrant workers' remittance and the reduced or non-return of actual export earnings home. Also, wooing more foreign direct investment is one way of improving the forex reserve situation. It is not that those in power are not aware of all these issues. But the point is to exert the political will to address those effectively.  [email protected]",
        "headline_1": "Inflation, forex reserve remain ever defiant",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/inflation-forex-reserve-remain-ever-defiant-1719759466",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-07-2024"
    },
    {
        "full_article": "In an era of showmanship, debates between contenders of the world's most powerful position cannot be dismissed as a verbal contest. It is much more than that. The Thursday's debate between President Joe Biden and former President Donald Trump has been held much too early. Their candidatures are yet to be finalised. It has been held on the presumption that the two will get the nomination at their respective party conventions. This time the presidential debate also breaks with the tradition set since 1988 of three such face-offs between presidential nominees overseen by the non-partisan Commission on Presidential Debates with both sides complaining against it. The Trump camp brings charges of its biasness against the Republicans and close advisers to Biden considers commission procedures 'outmoded and fussy'. Only two such debates were agreed upon. The next debate is scheduled to be held on September 9 next. The Thursday's debate was comprehensively clinched by Donald Trump as Biden fumbled, raising the question if the 81-year-old is too old for the Oval office. Against Trump's sharpness, Biden was slow and out of sorts. There have been calls from his Democratic Party for fielding a younger candidate after the poor show by Biden. When Biden had opportunities to pounce on Trump for the latter's Capitol Hill misadventure and felony convictions and other court trials, he had difficulty finding the right words and looked confused. This debate alone cannot guarantee Trump's win in the presidential race but it will certainly give him and his Republican Party some mileage. Biden will have another shot to amend for his lapses on September 9 when the American Television Network (ABC) will host the second and final round of debate. The problem with the United States of America is that no political party other than the bipartisan rivalry between the Republican and Democratic Party has been able to challenge them. So, the American voters have to choose between either an erratic personality accused of undermining democratic procedures and an octogenarian frail person for their president. This election, therefore, has the potential of decisively transform the world order if Trump, in particular, emerges victorious. He has indicated that he will not continue to help Ukraine in its war against Russia. The North Atlantic Treaty Organisation (NATO) may not remain the same with Trump coming to power. This may prompt reorganisation of the NATO with far-reaching consequences---both negative and positive. For Ukraine it is likely to be completely disastrous but the world may avoid the rising tension between Russia-China-North Korea axis and Western alignment. Trump declared several times in the past that he would be able to stop the war between Russia and Ukraine. If his mediation helps bring about a permanent ceasefire between these two warring nations with debilitation of the NATO following US nominal participation or withdrawal, Ukraine may still survive and the world stands a very good chance of resting in peace. Wins in elections for far right political parties in Europe may complete the process. Trump may be a threat to what many of his compatriots consider US values, principles and strong points but his rallying cry \"Make America Great Again\", used first by Ronald Reagan, reverberates across that country. De-escalation of military confrontation between rivals possessing intercontinental ballistic missiles courtesy of attention to home affairs by Biden's predecessor can thus avoid a possible world war. However, in case of Gaza conflict, Trump may be more unforgiving than Biden. Also, the unpredictability of his nature will always keep his countrymen and the rest of the world community guessing about his next move. Yet his second term of presidency, if he is elected, is more likely to be either tumultuous or stable depending on his success in advancing American economic and business interests vis-a-vis that of China. Particularly so, when the latter is growing militarily powerful and rehearsing for annexation of Taiwan and claiming its sole right to the South China Sea. [email protected]",
        "headline_1": "Presidential debates and win-loss matrix",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/presidential-debates-and-win-loss-matrix-1719759522",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-07-2024"
    },
    {
        "full_article": "Electricity drives civilisation's development. To Bangladesh's credit, it has brought 100 per cent people under the electricity coverage. However, demand for electricity continues to rise while supply lags, resulting in load-shedding in different areas.Currently, the country's power generation capacity stands at 30,738 MW, yet actual production is only 14,000 MW. This excess capacity of 46.4 per cent forces power plants to demand capacity charges, costing the government billions of dollars annually.The current budget proposal has fallen short of ensuring sustainable energy solutions. Development efforts in the power sector must prioritise increasing supply capacity by addressing issues such as illegal connections, corruption and system losses. Effective measures are needed to recover outstanding electricity bills, and administrative actions should be taken to assist customers who have reported irregularities like ghost bills due to inaccurate meter readings.Md. Syful MiaStudentIslamic History and CultureUniversity of ChittagongEmail: [email protected]",
        "headline_1": "Power supply capacity must be increased",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/power-supply-capacity-must-be-increased-1719759549",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-07-2024"
    }
]