[
    {
        "full_article": "Saturday's announcement by the U.S., the U.K. and European allies, including France and Germany, of a raft of 'further restrictive economic measures' to increase the costs on Russia for its invasion of Ukraine has just raised the risks of a more widespread economic fallout from this war. With a view to further isolating Russia from the international financial system, the Western allies decided to block 'selected' Russian banks from the SWIFT messaging system that banks and financial institutions use to validate and complete international payment transactions. They also resolved to impose restrictions on the Russian central bank's ability to access and deploy the country's 'war chest' of an estimated $630 billion in foreign exchange reserves. The immediate impact of these moves on Russia's economy and financial markets have manifested in a sharp depreciation in the value of the rouble – the currency tumbled almost 30% intra-day to a record low against the dollar in Asian trading on Monday and has weakened about 26% so far in 2022. They also forced the country's central bank to more than double its benchmark interest rate to 20%, the highest in almost two decades, and impose controls on capital flows. Russia's largest lender Sberbank found its European arm facing a run on its deposits, which the European Central Bank warned could lead to the unit's 'failure'. With Russians waiting in long queues outside ATMs on fears of likely cash shortages, the country's citizens face the real prospect of runaway inflation.\rBut the economic costs of Vladimir Putin's unilateral decision to embark on what he called a 'special military operation' to describe Russia's all-out invasion of its western neighbour last week are already being felt worldwide. European banks and companies with significant business exposure to Russia have taken a beating on the bourses given the extent to which the sharp escalation in the sanctions is certain to hurt their operations and revenues. And though the Western allies have carefully avoided any mention so far on closing the tap on Russia's massive exports of oil and gas that contribute substantially to the country's current-account surplus, concerns about possible disruptions to shipments from the world's second-largest producer of oil have pushed the price of Brent crude futures well above $100 a barrel. With most large European economies majorly reliant on energy supplies from Russia, the spectre of rising energy costs fanning a bruising acceleration in inflation in Europe and worldwide is very real. At a time when a durable recovery from the shock of the COVID-19 pandemic is yet to take hold, the war initiated by Russia, and the consequent sanctions on it, especially if widened to cover countries that seek to bypass the sanctions regime, pose a challenge to the global economy that Rabo Bank's economists projected could be 'so bad' as to be unquantifiable. Expedient negotiations to end the conflict are the only way forward.",
        "headline_1": "Counting the costs: On ceasefire talks and sanctions on Russia",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/counting-the-costs/article65094903.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-03-2022"
    },
    {
        "full_article": "With the Himalayas looming over Dharamshala, India scaled fresh heights in its evolving journey in Twenty20 Internationals. After winning the inaugural 2007 ICC World T20 in South Africa, the Men in Blue flattered to deceive in cricket’s shortest version, specifically in global events. However, India largely does excel in bilateral series and the latest triumph was the 3-0 sweep against the visiting Sri Lankans in a clash that had its final episode at Dharamshala on Sunday night. After clinching the opening fixture at Lucknow, India extended that winning-act in the next two games under the mountain skies. Having recently swept past the West Indies at 3-0 each in ODIs and T20Is, Rohit Sharma’s cup of joy continues to brim. The latest squad missed Virat Kohli and Rishabh Pant, who were given a bio-bubble break, while the injured duo of K.L. Rahul and Hardik Pandya remain on the recovery path. Yet, India papered over the cracks and found men who could fill these vacant boots. Even Rohit after a 44 at Lucknow, managed just one and five in the last two encounters. The absence of key personnel and the meagre batting returns from the captain were tided past. The West Indies earlier and Sri Lanka now are essentially outfits in transition, but India deserves credit for the way it drove home its advantage with emphatic performances.\rAs India builds a unit leading into the ICC Twenty20 World Cup later this year in Australia, these results offer hope. Even from among those players pencilled in as part of the core group, Rohit missed an injured Suryakumar Yadav, who had flourished against the West Indies. But like the Test squad that revealed a strong bench-strength during the tour of Australia in the 2020-21 season, the Men in Blue displayed a similar resilience. Be it Ishan Kishan or a Sanju Samson being tried atop the batting tree or a Shreyas Iyer, positioned as the latest middle-order fulcrum, what caught the eye was the ease with which these batters embraced their roles. Shreyas was in blistering form as evident from his unbeaten knocks of 57, 74 and 73. The Mumbaikar and his alliance with Ravindra Jadeja in the second match, which perhaps could have gone to the wire, offered riveting fare and hinted at the host’s ominous form, especially in its backyard. Jadeja’s return again provides the all-round option that India has chased ever since Kapil Dev retired in 1994. Jadeja, Hardik and wicket-keepers who can bat like earlier in the case of M.S. Dhoni and currently through Pant, offer balance to any unit. Currently Indian cricket’s conveyor belt is chugging along smoothly with emerging players showing no signs of stage-fright.",
        "headline_1": "On top at home: India’s emerging cricket players",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/on-top-at-home/article65093266.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-03-2022"
    },
    {
        "full_article": "Before Ukraine was invaded, it received strong assurances from the US and the UK that they would stand beside the country if it's attacked. Europe in its entirety, too, had vowed to stand with Ukraine.\nUkraine has been invaded.\nLast week, Russia launched a land assault from three different fronts, as well as an air strike and missile attacks. Europe and the US are now busy imposing sanctions on Russia. The more they threaten sanctions, the more aggressive Putin's attacks become. US and Nato have confirmed they won't send troops to Ukraine. European superpowers Germany and France, on the other hand, have started sending weapons to Ukraine as a show of companionship.\nBut there's no comparison between Ukraine's military prowess and Russia's might. Ukraine, a former Soviet Union colony, was once the world's third largest nuclear power, but thanks to the US, the UK, Russia and Europe, it is now a denuclearised country. It was forced to hand over some of its nuclear weapons to Russia after failing to pay off its debt for gas. Some it had to destroy. Now, Ukraine is helpless as Russian President Vladimir Putin's aggression lays waste to the country.\nRussia has already claimed to have destroyed Ukraine's anti-aircraft defence system and a number of military establishments. Its tanks are waiting on the outskirts of the capital city of Kyiv and the second major city of Kharkiv. US President Joe Biden proposed to rescue Ukrainian President Volodymyr Zelenskyy, but declining the offer, Zelenskyy asked for firearms instead, which the US and Europe are supplying.\nBut will Ukraine be able to continue resisting the Russian advance with these weapons? How would doling out these weapons to the general population help its cause? Within a couple of days of the invasion, Ukraine realised that their 200,000-strong military force wouldn't be able to withstand Russia's aggression. What chances does a regular citizen, sans any training, have against the Russian military, then? A guerrilla warfare by enlisted civilians could cause Russia some trouble—but to what extent?\nBefore supplying these weapons, the so-called compatriots kept on bellowing that Russia would have to pay a heavy price for invading Ukraine, threatening to slap the country with the toughest economic sanctions ever. Let's assume that all these sanctions would put Russia in a troublesome situation, which it wouldn't be able to recover from even with full support from China, an economic superpower. In that case, Russia will face economic devastation and the Western powers stand to benefit from Russia getting weaker. But what does Ukraine stand to gain in that scenario?\nTwo regions of Ukraine have declared independence. Russia's bombs and gunfire will not only demolish Ukraine's physical infrastructure—they will also destroy its economy. A large part of the population will be displaced to Poland and other European countries as refugees. It is difficult to predict whether the death toll amounts to thousands or hundreds of thousands.\nWhat was the point of the promise to \"stand with\" Ukraine, then?\nThe US and Europe aren't trying to bring Ukraine into Nato's fold out of the goodness of their hearts; they have their own interests. It is impossible to station US or Nato troops near Russian territory, and the US knows that—so does Ukraine—because Russia has always been vocal about its displeasure in this regard. But the US' empty promises misled Ukraine. Despite knowing that Putin would go aggressive, the US led Ukraine to take the risky route of trying to join Nato.\nWill Putin emerge as the winner from the conflict with Ukraine? History tells us otherwise. The ever powerful Soviet Union had to bow out of Afghanistan after suffering a humiliating defeat. The same happened with the US and its allies decades later. No big power has been able to claim victory by invading a smaller country. But then what happens to those smaller countries? The Taliban took over Afghanistan, and Assad managed to retain his throne in Syria, but did they win? It's not about winning or losing here. Those nations were destroyed in the conflicts between big powers.\nPutin may install a government of his choice in Ukraine, or the huge economic sanctions may seal the fate of this modern-day dictator. The current rulers of Ukraine are likely to get killed or seek political asylum in other European nations. But what about the Ukrainian people?\nIf the war continues for an extended period, Ukraine will collapse. Even if Russia retreats from Ukraine within a short period of time, the internal wars in Ukraine will not cease to exist. Everyone for or against Russia will stay armed. Now the anti-Russian groups are getting weapons from the West. Russia will give more weapons to the pro-Russian population. The armed conflict within Ukraine may intensify and culminate into a civil war. There's also the possibility of Russia further breaking the country down into smaller, independent nations.\nBasically, the devious US strategy is responsible for the proliferation of arms among Ukrainian civilians. The US and European media are widely publishing heavily glorified tales of recently married couples, lawmakers and former presidents of the nation taking up arms to defend their homeland. On the other hand, Russia is slowly but surely capturing Ukraine. As history tells us, the worst fate awaits the common people of Ukraine. Already, more than 100,000 people have sought refuge in Poland. The West will make them political scapegoats, instead of repatriating them. The armed Ukrainian factions will fight each other. The US will keep on supplying more weapons to the groups they favour. Their opponents will get supplies from Russia. War—or to be more precise, civil war—will be a permanent feature of life in Ukraine. It doesn't matter whether Putin will win, lose or get toppled—Ukraine, a country rich with mineral resources, will fall into ruin.\n \nGolam Mortoza is a journalist at The Daily Star. The article was translated from Bangla by Mohammed Ishtiaque Khan.\n",
        "headline_1": "Why Ukraine will end up in ruins",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-ukraine-will-end-ruins-2972711",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-03-2022"
    },
    {
        "full_article": "The other day, a technician came over to fix my internet connection. He was a computer science graduate. But this is a job that any vocationally-trained person could do well—it doesn't require a four-year university degree. Then, a piece of news caught my attention: Robots are preparing and delivering food at the 2022 Beijing Winter Olympics, requiring far fewer human employees than before. What do these two scenarios indicate about the future of jobs?\nSpeakers in career forums often offer definitive guidelines to jobseekers. They suggest that jobseekers learn the latest programming tools, get a degree in data science, enrol in a business programme, and so on. But many university graduates with such skills end up going for jobs that don't even use their qualifications. And soon, many jobs won't require humans at all if the Beijing Olympics is anything to go by.\nThe scenario in developed countries reflects this. Approximately 41 percent of recent American college graduates can't find jobs that match their qualifications and end up being underemployed. In Great Britain, 45 percent of recent university graduates are working in jobs that do not require their degrees. The supply of tertiary graduates is increasing in most European countries, but the growth of graduate jobs is slower. If today's graduate skills are already unsuitable for market needs, what might be the case for future graduates?\nThe ongoing Fourth Industrial Revolution (4IR) and the associated rapid automation processes will upend the way we view jobs. During the previous industrial revolutions, agricultural workers could move to cities and find jobs in the factories. Gradually, industrial workers moved to service sectors. Currently, in the US, only one percent of the working population is in the farming sector, 20 percent in manufacturing, and a whopping 79 percent in the service and knowledge sectors, as World Bank data shows. Those in the service and knowledge sectors are designing websites, interpreting medical images, diagnosing diseases, writing newspaper articles, or searching through various legal files. They use their skills, experience, and knowledge to carry out a particular task. These are what we call white-collar workers who have so far been enjoying secure and stable incomes. Now, the 4IR is here to disrupt all that.\nThese days, automation software can write newspaper articles and weather reports. Law clerks don't have to search for legal information as a software will do it much faster and more efficiently. Doctors won't need to train their eyes on computer images looking for abnormalities, as a mere piece of software will pick them up in an instant. Even computer programming is getting automated as several no-code development platforms (NCDPs) are already available in the market. College graduates will have to compete against such machines in an ever-shrinking job market.\n\"Humans Need Not Apply\" is the title of a book that Stanford University academic Jerry Kaplan wrote in 2015. Kaplan has warned that automation is blind to the \"colour of your collar\". Automation can gobble up every job regardless of its level of sophistication. But some jobs are more at risk of automation than others.\nFuturist and author Martin Ford, in his bestseller \"Rise of the Robots,\" tackles the question of which jobs are the safest in the face of the tech onslaught. His answer is: \"Any job that is not routine or predictable.\" The jobs that offer new challenges every day and ones that require constant learning or innovation to be carried out will remain in demand. For such a job, technology will assist the process, but is unlikely to replace it. If the job is to produce the same reports, data, or presentation every time, it is likely that an automation process will soon devour it. So, the jobs that will still be around will involve collaborating with machines. According to MIT professors Erik Brynjolfsson and Andrew McAfee, workers should learn to \"race with the machines,\" rather than against them. But today's machines run on technology that is a different beast altogether.\nOn April 23, 2013, the official Twitter account of the Associated Press (AP) tweeted, \"Breaking: Two Explosions in the White House and Barack Obama is injured.\" A group of pro-regime hackers from Syria had faked the system. Only a minute later, Dow Jones nose-dived. AP fixed the problem three minutes after the initial attack. Within those precious three minutes, the equity market lost USD 136 billion in value. And in the next three minutes, the market recovered. All this happened with no human intervention, except the hacking.\nThe previous industrial revolutions gave workers time to learn new skills and find new jobs. The 4IR may not allow us the same. Today's job seekers must learn to live with automation in every sector and find their places within it—racing with, and not against, the machine.\n \nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n",
        "headline_1": "Race with the machine",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/race-the-machine-2972701",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-03-2022"
    },
    {
        "full_article": "The recent announcement by the government to introduce a universal pension scheme (UPS) in Bangladesh from the 2022-23 fiscal year is a welcome and timely move. The ruling party committed to the scheme during the 2008 general elections, and it has been planning to introduce it since FY2017-18. The aspiration to provide support to the country's senior citizens is featured prominently in various government documents. The seventh and eighth Five-Year Plans have both outlined the need for UPS. The 2015 National Social Security Strategy (NSSS), too, talks about social safety for all.\nThe need for a UPS is felt particularly because the average life expectancy in Bangladesh has increased—currently, it's 73 years. While this increased longevity, in a way, indicates our better socio-economic situation, the absence of any old-age support mechanism puts our senior citizens in a vulnerable position. The average age of the Bangladeshi population is only about 26 years, indicating the prospect of a useful demographic dividend. But the size of our ageing population is also increasing. According to the Bangladesh Bureau of Statistics (BBS), old people will make up 20 percent of our total population by 2031, compared to 11 percent in 2017. Except for the public sector, there is no opportunity for pension in Bangladesh. There is the option of provident fund and gratuity in some organisations in the private sector and autonomous bodies. Meanwhile, the government provides old age allowance under its social safety net programme. But about 40 percent of the population currently don't have any pension.\nTherefore, this initiative to provide security during old age through the UPS could bring relief to many people. However, it all depends on how the scheme is implemented. A number of issues will have to be taken into account and several preparatory activities undertaken to successfully implement the scheme.\nFirst, in the face of increased government expenditure and a very limited fiscal space due to extremely low revenue collection effort, implementing the UPS will be a challenging task. The government is already facing difficulty in continuing several infrastructure projects, whose costs are rising manifold from their originally estimated costs. The finance minister is expected to spell out where the government's contribution to the scheme would come from.\nSecond, the issue of accountability and good governance is at the forefront as the proposed UPS is discussed, since there are instances of poor governance and misappropriation of resources whenever a large amount of money is involved. This is not uncommon even in the case of social safety net programmes. The government has several such programmes that provide direct cash support to the poor and old people. However, studies and reports have found many incidents of mistargeting and rent-seeking from those allowances. Many of the poor remain excluded from the beneficiary lists, while many others who are financially better off manage to be included in the list through bribing.\nThird, the institutional and legal framework of the UPS will have to be designed with specific terms of reference for the authority of the pension scheme. The government has prepared a strategy paper on the proposed UPS, and will also prepare the legal and regulatory framework to operationalise it. It also plans to have a separate authority to implement the UPS. Issues such as responsibility and modality of work of the pension authority will be crucial to the scheme's smooth operation. The authority has to ensure good quality of services to the UPS beneficiaries.\nFourth, proper management of this fund will be crucial. In many developed countries, banks manage pension funds by investing in profitable ventures. Sadly, Bangladesh's banking sector suffers from various governance-related challenges. This sector should prepare adequately to manage the UPS fund, doing which will require institutional reform to put an accountable system in place. Investment decisions must be made in a way that will generate higher income and ensure smooth transfer of people's income after their retirement.\nExamples of good practices may be a guide for us in implementing the UPS. The underlying factor behind effective pension schemes in other countries is the efficient management of such funds backed by a strong legal framework. The governments in those countries are investing the funds to earn profits, and using a part of the fund to cover the operational costs while the other part goes to the people. This is a smooth process, since the governments don't have to face any pressure, and the people are happy to receive their pension income.\nFifth, transparency is of paramount importance on issues such as how and where the pension fund will be invested, and how the profits will be distributed. People want to have their money safe and get it back without hassle. The operational and administrative costs should be within acceptable levels, so that the pension account holders receive a good return on their money. A robust supervision and monitoring system should be in place to avoid wastage. The beneficiaries should receive regular statements with updates on their income. The UPS should be fully automated with all relevant information available to the pension account holders.\nOverall, the government's initiative to introduce a UPS is praiseworthy. This is commensurate with Bangladesh's aspiration to become an upper middle-income country by 2031 and an advanced country by 2041. Its implementation will determine whether we are moving towards that direction or not. This fund should not become another source of corruption, and pensioners should be able to receive their money instantly—without giving any bribe.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "How to make the universal pension scheme a success",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/how-make-the-universal-pension-scheme-success-2971986",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-03-2022"
    },
    {
        "full_article": "Our RMG industry has been characterised by the phrase \"feast or famine\" these last two years. After Covid-19 broke out in early 2020, clothing orders were extremely hard to come by for a period of time. Business picked up briefly, then slumped again, then really gathered pace towards the end of 2021. It has not stopped since.\nThis volatile business environment presents several challenges before us, the RMG manufacturers, and one of them is staffing. Forced to let workers go during the pandemic, RMG factories are now scrambling to hire workers to meet record orders. Unfortunately, the demand for workers is exceeding supply, and skill shortages are now a real issue in our industry. Rumours I have heard suggest that we have a worker shortage of 15-20 percent. In terms of numbers, this represents hundreds of thousands of garment workers—the lifeblood of our industry.\nWhy do we have this problem? There are several factors at play. The first is the unprecedented uptick in orders. Bangladesh broke records in RMG exports in the last quarter of 2021, and this momentum has been carried over to 2022. The shipping crisis in China doesn't look like it will go away until the end of this year either. So, Bangladesh has become a safe haven for RMG production, even if we ourselves are not completely immune to logistical challenges at the moment.\nAmid the record number of orders, we face a crisis of labour. Many of the RMG workers who were terminated as orders were cancelled were forced to return to their village homes. There is evidence that suggests that many of them have left the garment industry for good. If this really is the case, it's a huge loss for our industry. Besides, many garment workers have gone abroad in search of work in other RMG-producing countries. I recently saw a report quoting that 40,000 Bangladeshi workers are currently employed in the Jordanian garment sector. Others have left to work in the garment industries in Mauritius and Malaysia.\nWe need these workers now more than ever, in what looks to be a huge year for our RMG industry. Our factories might typically run at 50-60 percent capacity, but at present, many are operating at around 90 percent. Record levels of garment exports are on the cards in 2022, but this success story could turn into a pipe dream if we don't tackle the staffing crisis in time.\nHow do we address this crisis? I believe there are several options.\nIn the short term, there are several tactics that we could adopt. We could raise wages and other fringe benefits to attract more workers to join our factories. This could include bonuses or benefits such as sign-on incentives. Another option is flexible working practices. This includes facilitating the re-entry of working mothers into the workplace through implementing alternate working hours, creche facilities, and so on. These are areas that a progressive business should be addressing anyway, so now might be a good time to invest in such human resource strategies.\nIn the medium-to-long term, two obvious solutions spring to mind. The first is a better, more coordinated skill strategy for our industry. There is compelling evidence that upskilling workers results in near-term efficiency gains and a reduction in defects. Are our current workers skilled enough to meet future staffing requirements in our sector? During the pandemic, Shimmy, an industrial edtech startup that upskills RMG workers, conducted the Apparel Automation Pulse study in Bangladesh. The study uncovered increased investments in advanced machines in the sector, and the skill gaps alongside it. There is no time better than now to expand this type of research and make sure that we have the right systems and processes in place.\nThe second step is to look at production levels as well as automation. Are factory workflows in our industry established as efficiently as they could be? Could better, more qualified management make a difference in this area? The two go hand in hand. It is also time to consider possibilities for investment in technology that could boost productivity. If orders remain high, factories will have the opportunity to boost cash reserves. This should improve the opportunities to invest in operational capacity and efficiency. Some amazing new solutions for garment factory automation are available right now. With the world's textile events and exhibitions now opening once again for face-to-face business, we as factory owners need to be looking at ways we can use them to future-proof our industry, and to help us better manage fluctuations in orders and output requirements.\n \nMostafiz Uddin is Managing Director of Denim Expert Limited, and Founder and CEO of Bangladesh Apparel Exchange (BAE) and Bangladesh Denim Expo.\n",
        "headline_1": "Don’t let labour shortage derail our RMG momentum",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/dont-let-labour-shortage-derail-our-rmg-momentum-2971981",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-03-2022"
    },
    {
        "full_article": "It's alarming to know that syndicates both inside and outside the country are active in smuggling fake currency and drugs including phensedyl despite regular checking at the borders. Reportedly, a transnational currency forgery gang has joined hands with a group of Bangladeshi drug traffickers to bring in phensedyl from India using fake Indian rupees printed in Pakistan. Law enforcers have reportedly been able to identify and apprehend some members of the gangs that include Pakistani nationals as well. Apparently, criminals are using the sea routes to bring in fake notes from Pakistan.\nThese counterfeit notes ultimately find their way to their gang members in India to pay for the phensedyl bought there. According to intelligence sources, the nexus of criminals also uses the fake notes to buy drugs like marijuana and uses Bangladesh as a transit route due to its favourable geographical position. We appreciate the fact that the detective branch of Bangladesh Police worked for months to gain actionable information and initially arrested eight members of the gang, including a fake rupee notes dealer, between November 27 and February 7. According to police, fake notes worth 7.45 crore rupees have also been seized from their possession.\nHowever, what we find quite intriguing is that once the fake notes reach the Chattogram port, these are smuggled into India through different border points in Chapainawabganj, Benapole, Sunamganj, Rangpur and Rajshahi. If one calculates the distance between Chattogram port and the bordering areas, questions arise as to how the smugglers or their couriers can carry them undetected all the way. The long route has many check posts at different points. We think the Chattogram port authority should do its own investigation to apprehend the criminals involved in smuggling of counterfeit Indian notes by cargo ships, especially those coming from Pakistan. If they increase their surveillance of the containers and of the workers handling them, it will work as a deterrent for smugglers in the future.    \nUnfortunately, smuggling of various commodities including contraband items across the long and porous borders between Bangladesh and India has been taking place on a regular basis. We feel that these sensitive places need to be better manned and monitored by the law enforcing agencies of both countries to deter transnational criminal gangs.\n",
        "headline_1": "When fake currency and drugs collude",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/when-fake-currency-and-drugs-collude-2972681",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-03-2022"
    },
    {
        "full_article": "We are quite concerned to learn about the failure of Biman Bangladesh Airlines to operate flights to Saudi Arabia with one general sales manager. According to a report, the General Authority of Civil Aviation (GACA) of Saudi Arabia had set a January 1, 2022 deadline for Biman to start operating with a single agent, instead of two. Although Biman appointed a new sales agent on January 1, it could not function properly due to complications over arrear settlements with previous agents and several other issues, including transferring the iqama (work permit) of Biman employees. Now, if Biman authorities cannot solve these issues and comply with the GACA directive, the national flag carrier may lose its right to fly to that country.\nThe situation, as per the Bangladeshi ambassador to the kingdom, is \"horrifying\" because if Biman loses its right to operate Saudi flights, it will affect thousands of our migrant workers who take its flights to go to their destination of work and return home. Currently, planes of the carrier fly to four destinations in Saudi Arabia, for 18 times a week, earning a substantial amount of money through ticket sales. Biman losing the right to fly will thus mean a huge financial loss as well. All this because of its lack of planning and competence as well as mismanagement.\nIt's surprising that with all the government support and funds it gets, Biman could not handle such a simple issue on its own. Rather, it had to seek help from the Bangladesh embassy in Saudi Arabia and the civil aviation ministry to resolve the matter. Even with their interventions and several deadline extensions granted by the Saudi authorities, Biman couldn't settle the matter, and is asking for more time now.\nIt is really unfortunate that in its 50-year journey, Biman couldn't become a profitable organisation due to various shortcomings. While previously it operated flights to 29 international destinations, currently it flies to only 19. Reportedly, Biman's market share has reduced 20 percent in recent years. It is not hard to understand why. The mismanagement, inefficiency, improper planning, flawed marketing policy and an absence of professionals have repeatedly acted as barriers to the organisation's success. The recent debacle is also a result of inefficiency and poor management. Biman cannot go forward without addressing these issues.\nAbout the current problem with Saudi Arabia, we hope the Biman authorities, with proper assistance from the ministry and the Bangladesh embassy in the Gulf country, will resolve the issue as soon as possible and ensure that it does not linger further.\n",
        "headline_1": "Biman can’t seem to stay out of trouble ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/biman-cant-seem-stay-out-trouble-2972501",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-03-2022"
    }
]