[
    {
        "full_article": "The death of Kashmiri Pandit and bank guard Sanjay Sharma at the hands of terrorist gunmen in Pulwama is yet another murder in a series of attacks on the minority community in the Valley. Sharma is the second Pandit to fall to terrorism in the Pulwama area after Janki Nath’s death in 1990 at the peak of militancy. While the murder could be a deliberate ploy by terrorists to strike fear into the minority community in the area, it also signals the failure of security agencies to adequately protect the poor residents. The modus operandi of the radical elements who are targeting civilians has always been clear — the attacks are meant to invite state retaliation and repression, in turn fomenting discontent and disaffection to garner more recruits to the cause. On Tuesday, after follow-up operations that resulted in the death of an Army jawan and two militants, security forces have asserted that Sharma’s attacker has now been slain. But this does little to mitigate the fear that has gripped Pandits in the Valley and Pulwama in particular. Last year, militant attacks resulted in the deaths of 29 civilians including three local Pandits, three other Hindus and eight non-local labourers and also caused the migration of 5,500 Pandit employees from the Valley.All political parties including the separatists such as Hurriyat Conference, besides civil society organisations have condemned the attacks, but the repeated and brazen nature of the killings, at one level, point to a breakdown of relations between the administration and the citizenry, leading to the inability of the administration to anticipate and prevent such attacks. The fact that areas that were relatively safe for the minority community even during the peak of militancy have now become unsafe suggests that the administration must rethink its security-centric policies in the Valley. The Union Territory administration and the Union government have claimed that hard-edged moves such as the dilution of Article 370 and bifurcating the State in 2019 have helped curb militancy and were necessary to bring back normalcy in the Valley. But the repeated attacks on the minority community suggest otherwise — radical sections have sought to utilise the disaffection in the Valley to foment polarisation. Only an effective government by elected representatives of the people of the Valley can do more to rebuild trust between the administration and the citizenry. This will help isolate the radical sections and ease the workload of the security forces in Kashmir. Restoring statehood to Jammu and Kashmir and working towards the conduct of Assembly elections are now a clear imperative.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nJammu and Kashmir\n\n/\n\nterrorism (crime)\n\n/\n\npolitics\n\n/\n\nminority group\n\n/\n\n Article 370\n\n/\n\ndemocracy",
        "headline_1": "Unending ordeal: On the continued civilian killings in Jammu and Kashmir",
        "headline_2": "Restoring democratic processes is the only way to reverse religious polarisation",
        "link": "https://www.thehindu.com/opinion/editorial/unending-ordeal-the-hindu-editorial-on-the-continued-civilian-killings-in-jammu-and-kashmir/article66564613.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-03-2023"
    },
    {
        "full_article": "United Kingdom Prime Minister Rishi Sunak and European Commission President Ursula von der Leyen have announced a new deal to repair post-Brexit difficulties in Northern Ireland, also paving the way for better modalities for cooperation between London and Brussels. The new deal, labelled the “Windsor framework”, seeks to address the disruptions to trade between Northern Ireland and the rest of the U.K. caused by the Northern Ireland Protocol, which was agreed as part of Brexit. Under the Protocol, Northern Ireland would remain a part of the EU’s single market for goods and operate under EU customs rules, which would be implemented by creating a customs border between Northern Ireland and the U.K. Even while the Protocol was being hammered out in 2019, this raised concerns among some Unionists, including members of the Democratic Unionist Party (DUP), who have since protested this arrangement by refusing to participate in the political institutions of the ‘Good Friday Agreement’, which brought peace to Ireland following decades of violence. Under the new deal, free trade will be preserved by setting up green and red lanes. In theory this would lead to better availability of British goods in Northern Ireland markets, including medicines and some foods.This arrangement, Mr. Sunak said, would protect Northern Ireland’s place in the Union and restore its people’s sovereignty. However, the Windsor framework is far from established as a working arrangement. Mr. Sunak is likely to face a backlash from some hard-line Brexiteers within his party, for what some see as the continuing wide applicability of EU customs rules in Northern Ireland. Of concern is the ‘Stormont brake’, an emergency measure that would allow Northern Ireland’s devolved government to expediently halt any new EU laws from being imposed on the province — a measure that nonetheless the government in Westminster retains the right to veto. Which way the scale tips within Northern Ireland — in terms of its pro- or anti-EU customs rules — will come down to the balance of power between Unionists and Republicans in the province. Nevertheless, as a pragmatic compromise with the EU, this post-Brexit agreement perhaps has gone the farthest of any such plan by the U.K. Conservatives to arrive at a formula that could work on the ground while upholding London’s obligations under the withdrawal agreement. Even more than the specifics of how potential wrinkles on the Irish front are ironed out, the close cooperation that led to the Windsor framework will be heralded as the start of a positive phase in the otherwise wary mood that has pervaded the U.K.-EU relationship in recent years.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nBrexit\n\n/\n\nUnited Kingdom\n\n/\n\nEuropean Union\n\n/\n\ntrade policy\n\n/\n\npolitics",
        "headline_1": "Border troubles: On Brexit and the Northern Ireland protocol",
        "headline_2": "The Windsor framework is a positive step in the ties between the United Kingdom and the European Union",
        "link": "https://www.thehindu.com/opinion/editorial/border-troubles-the-hindu-editorial-on-brexit-and-the-northern-ireland-protocol/article66563421.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-03-2023"
    },
    {
        "full_article": "The war in Ukraine has killed thousands, displaced millions and damaged the region’s economy. But the cost of this war is being borne worldwide, especially by the poor.\nThe war’s most significant consequence has been an extraordinary increase in food and fuel prices. As a result, most of the world’s population has paid through its nose to procure basic food and energy.\nRead full opinion on TOI+\n\n",
        "headline_1": "It’s them or us, not all of us: Ukraine war showed rich countries can find money for diversifying their own energy supply but not for global climate finance. It also showed how fossil fuel companies exploited governments’ energy security concerns",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/its-them-or-us-not-all-of-us-ukraine-war-showed-rich-countries-can-find-money-for-diversifying-their-own-energy-supply-but-not-for-global-climate-finance-it-also-showed-how-fossil-fuel-com/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-03-2023"
    },
    {
        "full_article": "Instead of kings, netas and dignitaries of various descriptions, what if we looked at India’s extraordinarily diverse flora and fauna, and its grand rivers and imposing mountains to name all our public spaces? The Supreme Court rightly dismissed a PIL that sought a renaming commission focussed on “ancient India”. However, India does need a new way of naming – but one not bound by this or that view of a perpetually contested past. The country is expected to add another 416 million people to its cities by 2050, taking the urban population share to 50%. This means major infrastructure expansion. Each new project, street, square will need a new name. So, without a revamped philosophy of naming, this issue will keep wasting social capital and the court’s scarce time.\nTake a gander at the top airports around the world and most have straightforwardly geographical titles – Amsterdam, Beijing, Dubai, Incheon, Los Angeles, Munich. Similarly, in many countries, streets are named by their simple number and direction. All of this is both user-friendly and conflict-reducing. But when utilitarianism is not the only concern, homage to Nature serves so much better than to man, whether it is Singapore Changi Airport’s nod to a legendary tree, or the 300-odd streets named after Oak in California. Why don’t we get out of the cross-party obsession with history when naming streets, squares, airports? Think of all the missing Champa, Chinar, Jamun, Jacaranda, Koel, Myna, Mahua. It’s easier to find a Peacock Road and an Elephant Road abroad than here.\nWords have power, names carry moods. Would you rather live on a street named after a leader or after a flower? And if dead people who were famous have to be considered, why not name public spaces after popular figures from arts, entertainment and sport? Nice names, by the way, are economic multipliers. US data indicates homes on ‘Lake’ streets average 16% more than the national median home value. Aspirational real estate in India has names like ‘Riverview’ or ‘Camellias’. Shrewd realtors have cottoned on to people’s preferences. Surely, governments, elected by people, should too.\n\n",
        "headline_1": "Plenty in a name: Why naming public spaces after India’s rich flora, fauna, and not history figures, makes so much sense",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/plenty-in-a-name-why-naming-public-spaces-after-indias-rich-flora-fauna-and-not-history-figures-makes-so-much-sense/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-03-2023"
    },
    {
        "full_article": "GDP for the third quarter (October-December) of 2022-23 was Rs 40.19 lakh crore, higher by 4.4% – in sync with RBI’s estimate but lower than the consensus opinion of economists. Leaving aside the many revisions to GDP data both in the preceding quarter and also financial year, third quarter data sends worrying signals about the speed at which the economy is losing momentum. Private consumption is losing steam as the upside from normalisation of activity is being offset by higher interest rates. Also, manufacturing has contracted for the second successive quarter in the backdrop of a global economic slowdown.\nPrivate consumption expenditure grew 2.1% to Rs 24.77 lakh crore in the third quarter. For context, in the preceding quarter (July-September) it grew almost 9%. This slowdown is consequential for two reasons. Private consumption makes up about 60% of GDP. Therefore, robust growth in consumption draws in private investment. To that extent, this sequential slowdown in consumption growth is the most worrisome aspect of GDP data. Domestic consumption slowdown came in the wake of a global economic challenge that has taken a toll on manufacturing output, which shrunk by 1.1% to Rs 6.14 lakh crore.\nMonetary tightening since May 2022 has been complemented by fiscal tightening, thanks to government debt to GDP ratio crossing 80% post-pandemic. True, fiscal consolidation is essential to preserving macroeconomic stability. However, the timing and pace of consolidation significantly influence economic performance. In the third quarter, government consumption expenditure shrunk 0.9%, clocking in at Rs 3.47 lakh crore. GoI and states should consider taking another look at the pace of fiscal consolidation to ensure that it’s in sync with the strength of private consumption.\nThis timing of fiscal consolidation will assume greater importance by April as India’s rabi harvest for the second successive year faces the challenge of an unusually early spike in temperature. Also, as manufacturing has been affected by the fallout of the Russia-Ukraine war on the global economy, both fiscal and monetary policies need to adjust to the evolving situation.\n \n\n",
        "headline_1": "Consumption blues: Anaemic private demand is a drag on GDP growth. Policy may need recalibration",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/consumption-blues-anaemic-private-demand-is-a-drag-on-gdp-growth-policy-may-need-recalibration/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-03-2023"
    },
    {
        "full_article": "Corruption directly vitiates the relationship of the citizen with the state. Post-Independence, measures to remove corruption assumed great significance in India as the state evolved.\nA major financial irregularity in a public sector company in 1957 triggered a debate in Parliament and led to the formation of a committee on the prevention of corruption, popularly called the Santhanam Committee with member of Parliament K Santhanam as chair.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Corruption primarily involves selfish exercise of powers … aided by opaque systems’: Secretary, CVC writes on GoI’s transparency measures. G20 anti-corruption working group meets today",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/corruption-primarily-involves-selfish-exercise-of-powers-aided-by-opaque-systems-secretary-cvc-writes-on-gois-transparency-measures-g20-anti-corruption-working/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-03-2023"
    },
    {
        "full_article": "There is no easy way to build trust in an Election Commission (EC) that came out of a questionable selection process. Either it has to be reconstituted in a manner acceptable to all, which, frankly, is a big ask in the context of Bangladesh politics, or the EC has to take decisive actions to remove the question mark on its existence. Unfortunately, one year on since its formation, there's little indication the EC appreciates the gravity of the task it has on its hands.\nIt appears to have made zero progress in achieving its stated goals. One may recall that in his first media briefing after being sworn in, the chief election commissioner had pledged to work with honesty and sincerity to fulfil their constitutional duties to hold free and fair elections. He had invited all parties, especially the opposition, to stay on the electoral trail and participate in elections for the sake of democracy. He had talked about restoring public confidence in the voting process, promising \"swift action\" in case of any election-related complaints. After one year, it is safe to say that things look as bleak as the day those promises were made on.\nEvidently, thus far, the EC has failed to create anything remotely resembling a level playing field, as much because of the partisan role of the administration as because of its own unwillingness or inability to intervene decisively. It has conveniently absolved itself of the responsibility to ensure that all parties participate in the polls (as election commissioners have made it clear on several occasions). Far from playing a sincere and neutral role in election-related matters, it has mostly either acceded to the demands of the ruling camp, notably on the EVM issue, or turned a blind eye to the legal, illegal or extra-legal barriers put in the way of BNP and others trying to hold public events. And it is not just the opposition, voters remain equally sceptical about the voting process overseen by this commission, as evidenced by the persistently low turnout in recent local elections and parliamentary by-polls. Its questionable handling of electoral irregularities makes a mockery of the CEC's promise of \"swift action\".\nHaving thus failed to fulfil its constitutionally mandated responsibility, the EC has made it clear that it must be reformed first before it can deliver credible and participatory elections. Recent political events bring to mind the acrimonious circumstances that led to the highly controversial national polls in 2014, when 153 of the 300 MPs were elected unopposed, and in 2018, which was marked by widespread ballot box stuffing the night before election day. Are we headed in the same direction?\nWe must avoid a similar occurrence. For that, the EC must shed its current business-as-usual approach to effect change. It has a historic responsibility to ensure that power is finally returned to the hands of the people, the voters, and it must do everything to make that happen. It must act neutrally and steadfastly to create conditions necessary for restoring public trust as well as holding fair and participatory elections.\n",
        "headline_1": "EC in second year must do a better job",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ec-second-year-must-do-better-job-3259721",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-03-2023"
    },
    {
        "full_article": "The ongoing political confrontation between the government and the opposition in Pakistan has assumed a new, more dangerous nature. They are now pitting state institutions against each other, bringing some into disrepute while pushing almost all of them into the vortex of political controversy. To start with, an unseemly public spat took place between President Arif Alvi and the Election Commission of Pakistan (ECP). This was sparked by the question of who should set the date for elections to the Punjab and Khyber Pakhtunkhwa assemblies, which were dissolved in January.\nPresident Alvi, acting in support of PTI's demand for immediate dates, asked ECP to announce dates right away. If it failed to do so, it would be responsible for violation of the constitution. He then invited the chief election commissioner for consultation. The ECP declined, saying the matter was sub judice. In a letter, it also objected to the language used by the president and said the commission was \"well aware of its constitutional obligations.\"\nThis did not stop the president from unilaterally announcing April 9 as the date for provincial elections. Prime Minister Shehbaz Sharif slammed the move as \"illegal,\" adding this wasn't the first time Alvi had acted \"unconstitutionally.\" In response to the presidential announcement, the ECP turned to the attorney general who said the president did not have this power.\nThe root of this dispute lies in the ruling coalition's obvious reluctance to hold provincial polls within the constitutionally stipulated 90-day period. This is evident from inaction by PDM-appointed governors in the two provinces and statements by federal ministers.\nThe courts have now become a political battleground in the intensifying confrontation between the PDM government and Imran Khan's PTI. Unable or unwilling to resolve political disputes themselves, the two contending sides take them to court, which is expected to act as an arbiter of politics rather than law. Then if verdicts do not suit or advantage a particular party, the courts are subjected to criticism and accused of bias.\nMeanwhile, PML-N leaders continue to direct criticism at the courts accusing them of \"double standards.\" Maryam Nawaz railed against two serving judges of the Supreme Court during an address at a party rally in Sargodha. Defence Minister Khawaja Asif took aim at the judiciary in parliament to ask whether court decisions in the past were based on political considerations or the public interest.\nA senior PPP leader accused the Lahore High Court of showing preferential treatment to Khan. Several judges have frequently counselled political leaders not to resort to the courts to settle political conflicts. But these entreaties have fallen on deaf ears. Taking political issues to the higher judiciary in fact distorts their role as well as makes them the subject of controversy. This risks undermining public trust in judicial institutions in an intensely polarised environment.\nThe pressure the power tussle is exerting on the courts is in fact quite unprecedented. It can even divide the higher judiciary. Legal counsel representing political parties now frequently object to the constitution of benches and name which judge should recuse himself from a case. Some members of the country's legal fraternity fear open clashes within and between the higher judiciary in political cases they are dealing with.\nMeanwhile, former army chief Gen Qamar Javed Bajwa has been at the receiving end of bitter criticism at different times from both sides of the political divide. When Khan was in power, Bajwa faced criticism from PML-N leaders, who accused him of being behind former Prime Minister Nawaz Sharif's ouster and engineering Khan's election victory in 2018.\nSince Bajwa's retirement, it has been Khan's turn to accuse the former army supremo of conspiring to remove him and imposing a \"corrupt PDM government\" on the country. Khan wrote to the president, as supreme commander of the armed forces, asking him to \"institute an immediate inquiry\" against Bajwa for violating \"his oath of office.\" Meanwhile PML-N leaders, seeking to exploit this, issued statements to breathe further life to the controversy.\nThe revelations in these bitter exchanges only confirmed the hybrid nature of the political arrangement that was in place during Khan's tenure. But the involvement of Pakistan's former top general in such public controversy also has implications for the army's reputation.\nObviously, what the former army chief did or didn't do cannot be disassociated from his institution. The episode, therefore, casts a negative light on the institution's role. Indeed, rarely before has the military establishment's role – and responsibility for the country's present political mess – been at the centre of so much public and media comment and critique.\nIt appears as if almost every state institution is now caught in the cross hairs of the political storm with its reputation being affected by this. This is pushing the country into uncharted territory where the standing, credibility and integrity of state institutions is increasingly being called into question. If public trust in institutions is eroded and their legitimacy undermined this will only leave Pakistan in a more ungovernable state.\nThis article was first published in Dawn, an Asia News Network (ANN) partner of The Daily Star.\n\nMaleeha Lodhi is a former Pakistani ambassador to the US, UK and UN.\n",
        "headline_1": "Institutions as battleground",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/institutions-battleground-3259571",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-03-2023"
    },
    {
        "full_article": "Over the last three decades, the world has been swept up in digital transformations to the point where point-and-click consummation of everything – from buying groceries and finding romance to settling taxes and working from anywhere – have become the norm. In this digital lifestyle, the demarcation between the physical and the virtual has become fuzzy and transmutable. And this is no longer the private turf of the young generation; today, various facets of this digital lifestyle are openly embraced by an octogenarian video-calling their grandchildren in a far-off land they have never seen, or a semi-literate middle-aged parent in a remote rural area using telemedicine service, or a retired professional using live video streaming to enjoy a game of cricket.\nWith this new lifestyle comes a new economic paradigm: digital economy. Just as our real identities commingle with our digital avatars, the digital economy also coexists with the real economy. However, its growth and evolution predicate the necessity of formulating new implements fit for the digital era, such as policy on how to tax the digital economic actors, ways and means of regulating electronic payments and digital asset transfers, legal framework for digital privacy, data security and cybercrimes, and many other such issues.\nWhen an e-commerce site within our national borders sells a product, it entails transferring a physical object from a seller to a buyer – no different from buying such a product in a real market or a shop. It is easy to see why such a transaction should automatically come under the purview of a transactional tax such as sales tax or VAT, and all such transactions should accrue towards income tax filing by the seller. But what is not so obvious is how to tax such goods transactions across the borders, or tax digital services such as online advertising or professional services, especially when such services are, again, rendered across the borders.\nWhen an online merchant sells a pair of shoes and ships them from, say, Singapore to Dhaka, how do we ensure that the merchant collects the proper VAT and import duty from the buyer and deposits to Bangladesh's exchequer? Or when some business entity in the country advertises on Facebook or Google, how do we collect the appropriate VAT on such transactions since neither of them have registered subsidiaries in Bangladesh? Or better yet, when a local content provider generates subscription and advertising revenue off of YouTube, how do we bring such income under the income tax regime?\nSuch questions have been faced not only by the tax administration in Bangladesh, but all over the world. The expansion of tax net to the digital economy is imperative if we want to ensure a level playing field for both the real and digital economies. Then again, in the real economy, there are tiny players – small street-corner tea stalls or shoe-shine stands – that justifiably should not be chased by tax collectors. Similarly, in the digital economy, there are tiny merchants selling a few artefacts on Facebook or online stores who should not be taxed, while the medium-to-big online merchants, whether local or international, must pay their fair share of taxes.\nHowever, taxing the digital economic actors entails new approaches that the tax administration must learn how to incorporate into their modus operandi. This should take into account similar measures taken by other countries. For example, the Organisation for Economic Co-operation and Development (OECD) has chalked up elaborate regulatory measures to collect and apportion taxes on cross-border e-commerce transactions. India has even introduced an equalisation levy on multinational e-commerce enterprises.\nHowever, all such taxation measures are inexorably tied to cultural adoption of electronic payments and the tax administration automatically getting its due share in a routine fashion. Here we see a tremendous gap between the rapidly rising volume of transactions in our digital economy and the share of such transactions that are settled electronically.\nA recent IFC study on electronic payments has found that since 2010, there has been a fivefold increase in online payments, but the bulk of that is due to the electronic settlement of public service salaries and pensions in Bangladesh. It is very strange to note that the private sector and the general public are lagging behind the government in terms of their overall share of electronic payments. For lack of a better analysis, we can generally attribute this anomaly to cultural disinclination towards and lack of trust in electronic payment methods; Bangladesh has the lowest penetration in the region for non-cash instruments of payments, such as credit/debit cards and digital wallets.\nThe monstrous growth in mobile financial transactions over the last 15 years is still dominated by point-to-point (through agents) and person-to-person (P2P) transactions. On the other hand, the vast majority of e-commerce order fulfilment is still done via cash on delivery (COD). This has to change in order to take the shackles off our digital economy.\nFor the vast majority of the people, the electronic payment purveyors must come up with systems that are easy to use as well as inexpensive in terms of transaction costs. And only then it may bring on the cultural change and mainstream adoption of electronic payment methods that we have shied away from, despite huge growth in digital financial transactions in the last 10 years.\nIt is a given that, with time, the share of our digital economy will subsume almost the whole economy. The organic evolution from the real economy to a digital economy has been happening in Bangladesh for more than two decades, but there are disjointed developments creating huge gaps in the digital economy, especially in terms of digital payments and getting a fair share of taxes from the digital economy. It is high time the government and the private sector developed a trusted partnership to embark on an exhilarating journey towards our destined digital economy in an accelerated manner.\nHabibullah N Karim is a digital entrepreneurship promoter, investor, and writer.\n",
        "headline_1": "The growth and evolution of our digital economy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-growth-and-evolution-our-digital-economy-3259526",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-03-2023"
    },
    {
        "full_article": "There is no easy way to build trust in an Election Commission (EC) that came out of a questionable selection process. Either it has to be reconstituted in a manner acceptable to all, which, frankly, is a big ask in the context of Bangladesh politics, or the EC has to take decisive actions to remove the question mark on its existence. Unfortunately, one year on since its formation, there's little indication the EC appreciates the gravity of the task it has on its hands.\nIt appears to have made zero progress in achieving its stated goals. One may recall that in his first media briefing after being sworn in, the chief election commissioner had pledged to work with honesty and sincerity to fulfil their constitutional duties to hold free and fair elections. He had invited all parties, especially the opposition, to stay on the electoral trail and participate in elections for the sake of democracy. He had talked about restoring public confidence in the voting process, promising \"swift action\" in case of any election-related complaints. After one year, it is safe to say that things look as bleak as the day those promises were made on.\nEvidently, thus far, the EC has failed to create anything remotely resembling a level playing field, as much because of the partisan role of the administration as because of its own unwillingness or inability to intervene decisively. It has conveniently absolved itself of the responsibility to ensure that all parties participate in the polls (as election commissioners have made it clear on several occasions). Far from playing a sincere and neutral role in election-related matters, it has mostly either acceded to the demands of the ruling camp, notably on the EVM issue, or turned a blind eye to the legal, illegal or extra-legal barriers put in the way of BNP and others trying to hold public events. And it is not just the opposition, voters remain equally sceptical about the voting process overseen by this commission, as evidenced by the persistently low turnout in recent local elections and parliamentary by-polls. Its questionable handling of electoral irregularities makes a mockery of the CEC's promise of \"swift action\".\nHaving thus failed to fulfil its constitutionally mandated responsibility, the EC has made it clear that it must be reformed first before it can deliver credible and participatory elections. Recent political events bring to mind the acrimonious circumstances that led to the highly controversial national polls in 2014, when 153 of the 300 MPs were elected unopposed, and in 2018, which was marked by widespread ballot box stuffing the night before election day. Are we headed in the same direction?\nWe must avoid a similar occurrence. For that, the EC must shed its current business-as-usual approach to effect change. It has a historic responsibility to ensure that power is finally returned to the hands of the people, the voters, and it must do everything to make that happen. It must act neutrally and steadfastly to create conditions necessary for restoring public trust as well as holding fair and participatory elections.\n",
        "headline_1": "EC in second year must do a better job",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ec-second-year-must-do-better-job-3259721",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-03-2023"
    },
    {
        "full_article": "Playgrounds are necessary for the sound development of our future generation. However, due to various reasons such as occupation, renovation, and repurposing, Dhaka city has been fast losing the few playgrounds it has. Take the Lalmatia Block D playground, for example. Reportedly, for the past three months, the contractors in charge of its renovation have been saying that it will be open for all soon, but that day has yet to arrive. The deadline for finishing the project was June 2022. However, the subcontractors say that they have missed the deadline because of the pandemic. Currently, the caretaker of the playground refuses to let children in to play at the park.\nAdditionally, three other parks – Trikona Park in Lalmatia near Town Hall, Shahid Park, and Sonali Playground in Mohammadpur – are also \"under renovation.\" The project director had said that these three parks would be activated in the last week of February. However, when our reporter went to visit Trikona park recently, he found that development work was going on. The project director said that the delay was caused due to planning complexities. But, as the planners used up time pondering whether or not to build a footbridge, the children of the area (who came to know of this spot as their primary place for sports and recreation) suffered. Only the Sonali playground is now partly operational, giving some scope to the area's children for play.\nOpportunities for sports and recreation are instrumental in the development of children. Without access to playtime, the physical and mental growth of children can be severely hindered. This has become worse due to the pandemic. Yet, 25 out of 75 wards under Dhaka South City Corporation and 10 out of 55 wards under Dhaka North City Corporation do not have a single park or playground, according to the new detailed area plan (DAP). Even where there are parks, there are also efforts to snatch them away. For example, last year, the Tetultala playground in the capital's Kalaban was being planned to be used for constructing a police station. Thankfully, the higher authorities stepped in due to vehement protests by locals. But is this sustainable? Do children and other locals have to go on strike every time a new decision of eating up an open space comes about?\nOne of the major reasons for urban planners and psychologists of saying that Dhaka is unsuitable for children is the city's lack of playgrounds. In the last 22 years, however, the number of playgrounds in Dhaka has come down from 150 to only 24. We urge authorities to save the playgrounds that are currently in danger and to also create more spaces where our children can play freely.\n",
        "headline_1": "Why can't children access Dhaka's playgrounds?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-cant-children-access-dhakas-playgrounds-3258731",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-03-2023"
    },
    {
        "full_article": "To offset any unrestrained price hike of sugar during the approaching Ramadan, importers have again been offered substantial customs and regular duty waivers by the government. Under this fresh tariff arrangement, as reported, the National Board of Revenue (NBR) has reduced the existing regular duty on sugar from 30 per cent to 25 per cent. Similarly, the specific rates of duty of TK 3,000 on each tonne of imported raw sugar and Tk 6,000 on that of refined sugar have also been withdrawn. The sugar importers, according to the NBR notifications, can enjoy this tax exemption from Sunday (February 26) to May 30 this year. While the well-meaning government move is aimed to give some relief to the consumers who have their back already to the wall under price pressure, one wonders if the Ramadan market would really see the expected fall in sugar price. The NBR reportedly believes that through the present duty cuts the price of sugar per kilogram (kg) will come down by Tk 8.0 to Tk 9.0 at the retail level. But the refiners who practically dictate the market think that the sugar price may decline by at best close to Tk 6.0 per kg. It may be recalled that refiners had been asking for lowering import duties on sugar to stabilise its price during Ramadan. Since February 01, the sugar refiners' body, Bangladesh Sugar Refiners Association (BSFA), in concurrence with the government, set the price of loose sugar at Tk 107 per kg and that of packaged refined sugar at Tk 112 per kg. But at the retail level, sugar is actually selling between Tk120 and Tk125, or even Tk130 per kg. So, what is the use of fixing the price of sugar by refiners or the government, for that matter?The question is, why should there be a supply crisis, if any, when the government as early as in November last year did go for a similar cut in regular duty on sugar-the duty was reduced by 10 per cent from 30 per cent to 20 per cent- to rein in an upward trend in sugar price? But no one is going to take the blame for this gross mismatch in sugar price. The wholesaler would like to point an accusing finger at the refiner, while the retailer at the wholesaler or the miller and vice versa. However, at the end of the day, it is as usual the poor consumer who is going to pay the ultimate price. For the duty-related or other exemptions that the government has so far been offering the importers did never come to the common consumers' benefit. Even so, the consumers will again be keeping their fingers crossed that Ramadan market for sugar will this time be cooler and that the fiscal support that the sugar importers have been extended may finally produce the desired outcome. The fact is, short-term measures like duty cuts on import or occasional price adjustments are not going to resolve the never-ending crisis in sugar market. Since the state-owned sugar mills can hardly meet 1.5 per cent of the country's annual demand for around 2.0 million tonnes of sugar, the government will be required to take a longer view of the problem to get over the price uncertainties of sugar once and for all. The only way out is to increase local production of sugar to meet the demand gap.",
        "headline_1": "Duty waiver to tame Ramadan sugar market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/duty-waiver-to-tame-ramadan-sugar-market-1677595506",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-03-2023"
    },
    {
        "full_article": "The much trumpeted transport law has met its inevitable fate -- not so much because of the enforcers' neglect but the unworkable circumstances that make enforcement of many key provisions of the law difficult, even impossible. Soon after the draft law was formulated, experts did mention that unless the country's unruly transport sector is sufficiently reformed, the law will not be able to take its own course. The media, too, took note of the issue flagging reform as a prerequisite for the law to be effectively implemented.Clearly, the authorities did not pay heed to the concerns expressed, or if at all did, considered the law no different from scores of other laws that remain mostly shelved or are applied only rarely. Given that a transport law is not just a set of pious intentions, but one meant to be enforced, even stringently, it has no scope for leniency for the sake of the safety of millions of people on roads and highways across the country.The prevailing situation has brought to the fore some critical issues that should have been resolved well before the law coming into force. The law forbids plying of many indigenous transports such as covered vans, legunas, nosimons, karimons etc., but no prior action was taken to ban those outright. Similarly, there was no firm action to remove unfit transports from the roads nor was there any noticeable drive to ensure that drivers, especially of heavy vehicles, have appropriate driving licences. The provision in the law for stern penal action against illegal vehicle parking -- an issue that has sparked the most discontent -- appears to be unjustifiable in the country's prevailing context, as there are very few legal parking spots in the country, even for the buses and trucks. For the private vehicles, except for some shopping malls in Dhaka and Chottogram, there is hardly any dedicated parking space. The demand for parking facilities, particularly in the capital, is a longstanding one, but no effort has been in sight to create the facilities by the government or incentivise the private sector to build such facilities. So, in the absence of legal parking facilities, imposing hefty fines for roadside parking of vehicles is totally unfair. Again, the method of investigation into road crashes, as envisaged in the law, appears to have largely ignored the point of view of the alleged offenders -- the drivers.As the scenario has ceased to change, it is clearly the sense of sanity to discipline the chaos that has become a casualty. Observers, however, still believe that with required reforms gradually in place, the law can be implemented by phases. And to do so, there is a lot to think about and work on. There is also the need to revisit some of the provisions of the law to render those more realistic and workable. In this context, it is pertinent to mention that the promised Rules for the Highways Act 2021 are yet to be framed two years after the enactment of the law. The Roads and Highways Department (RHD), under the road transport and bridges ministry, has reportedly drafted the rules for the law. The draft proposes detailed classifications of the highways, plans for the networking of the highways, maintenance and operation, database and updating designs and standards.Replacing the Highways Act 1925, the government issued a circular on December 7, 2021 following which the Highways Act 2021 came into effect. The law has a total of 19 sections, allowing the RHD to run specific vehicles on specific highways, plans for maintenance, operation and design of different highways, while also providing for punishment for different offences. The draft rules, meanwhile, have a total of 28 sections. It gives detailed definition of three types of highways -- regional, district and a new one -- border highways and says that the expressways, national, regional, district and border highways under the RHD will be under the purview of the rules. As per the RHD's report, the department has a network of 22,476 kilometres of roads and highways including 3,990 kilometres of national highways, 4,897 kilometres of regional highways and 13,587 kilometres of district roads.Highways are veritable death traps fraught with risks of road crashes. So far, stray efforts to bring some semblance of discipline, even in restricting slow moving, ramshackle indigenous vehicle from plying the highways have failed. If the rules are finalised soon enough, it is the enforcement issue that remains the major concern. Strange though it seems rules meant to regulate and discipline any particular arena of social or economic activities have hardly been successful in this country, to say the least, and if at all, the exercises in most cases are an eye wash. When it comes to issues like road safety, it appears to be no different. The intent to improve the state of chaos, however sincere it may be, must not remain confined to well-meaning laws and manuals only. The authorities know it well enough. To bring about a real change in the transport sector, the ground has to be prepared painstakingly first. \n[email protected]",
        "headline_1": "A crying need for a change in transport sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-crying-need-for-a-change-in-transport-sector-1677595547",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-03-2023"
    },
    {
        "full_article": "No surprise that the government is in the process of trimming the Annual Development Plan (ADP). It is a tough year for all countries of the world. With a worldwide recession in the offing, Bangladesh too is finding itself in the unenviable position of having to cut corners in the ADP, which is called the revised ADP or RADP. That foreign aid flow has shrunk by more than half (by about 62 per cent) during the first half of the current fiscal hasn't helped matters at all. Indeed, this may explain why crucial areas like health and education are facing deep budgetary cuts. A 20 per cent cut in the ADP is highly concerning. But then, one wonders precisely what the new 'special development fund' with about Tk70.54 billion (the highest single allocation) is all about. The RADP will be placed before the NEC for approval this week.The RADP concerns the current budget, not the next one, but in a flurry of effort to balance the books in light of the reality of project aid, the ADP size has been cut by Tk185 billion. This is not the sort of news that can be welcome at a time when it is becoming very difficult to make essential imports and there is talk about penalising a least developed country like Bangladesh on charges of exporting 'fake' apparels to the United States (US). The US receives roughly 25 per cent of all apparels export from Bangladesh and although the country has officially responded to the complaints, the jury is at its liberty to pronounce a verdict either way --- for or against. The problems with poor implementation of foreign-funded programmes and the failure to come up with matching funds from Bangladesh side, economists say, are some of the reasons for foreign multilateral / bilateral donor agencies from shying away from providing foreign grants and aid.As one moves closer to home, the situation with domestic revenue mobilisation remains one of disappointment. According to a report published in this paper, \"tax revenues continued to grow at below-average rate in the first seven months of the current fiscal year (FY), 2022-23, compared to that of the corresponding period in the last fiscal.\" It is impossible to ignore the situation with high inflation that has left people bereft of income and companies have seen their profits take a serious hit as consumption across the board has come down. Company profits come from sales. Lower sales mean less Value Added Tax (VAT) is collected. VAT is an indirect tax and one of the mainstays for government revenue collection.And although the government, through the National Board of Revenue (NBR), introduced a string of measures to boost income tax payment, miraculous change cannot be expected overnight. Yes, the NBR's resource mobilisation grew by 10 per cent, but that hasn't been enough to stem the tide of the negatives encumbering the economy. The continued slide of the Bangladesh Taka against US dollar has meant that imports have become much more expensive. That three-fourth of Bangladesh's imports are pegged to the US dollar hasn't helped matters. One cannot overlook the fact that all the contracts in the energy sector are also signed and agreed upon against the dollar -- all in all, a gloomy picture where expenditure outstrips income. Something needs to be done to lessen the overwhelming dependence on a single foreign currency that is depleting at an alarming rate. The sooner it can be done the better. \n[email protected]",
        "headline_1": "ADP revised downward",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/adp-revised-downward-1677595579",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-03-2023"
    },
    {
        "full_article": "The number of divorces is on the rise in Dhaka city. It is not just the end of a relationship but also affects the couple, their children, families and society, too. Children become the worst victims of their parents' separation. It can leave children to feelings of loss, anger, stress, confusion and anxiety, among others. Recently, two children of a divorced couple -- Bangladesh born US citizen Imran Sharif and Japanese national Nakano Eriko -- had to stand up publicly several times over their custody. The Japanese mother finally got their guardianship. But only these two children know how it felt to be chased by the media. And unfortunately, most of our media outlets have published their photographs, which should be unethical in journalistic norms. Researchers believe that the children from broken families lag far behind the children of a normal family. It is not just divorce. Domestic violence and unrest between parents can have a long-term effect on children. Increasing divorce rates in Bangladesh is an alarming development that needs to be addressed. It is a social problem and should be tackled socially. Couples should improve their marital life by trying to understand each other because divorce can never be a solution. \nAshikujaman Syed, Research Assistant, Bioinformatics Research Lab, Center for Research Innovation and Development (CRID), [email protected]",
        "headline_1": "Victims of divorce",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/victims-of-divorce-1677595606",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-03-2023"
    }
]