[
    {
        "full_article": "It is a welcome sign of judicial assertion that the Supreme Court of India has fixed a deadline for the Maharashtra Assembly Speaker to adjudicate on petitions seeking the disqualification of members who had broken away from the leadership of the Shiv Sena and the Nationalist Congress Party (NCP). Long experience shows that Speakers tend to treat disqualification issues with great alacrity or supine indifference, depending on their political affiliations. Despite being reminded from time to time of their duty to remain neutral and demonstrate a sense of urgency in dealing with questions arising out of the Tenth Schedule of the Constitution, the anti-defection law, presiding officers appear to place political loyalties above their constitutional duty. It is quite fitting, therefore, that the apex court has asked Speaker Rahul Narwekar to decide the disqualification petitions against Chief Minister Eknath Shinde’s camp by December 31 and those concerning the NCP’s breakaway group headed by Deputy Chief Minister Ajit Pawar by January 31, 2024. The directions are a natural follow-up to the outcome of a Constitution Bench decision on May 11, 2023, in which the Speaker was asked to decide the disqualification issue “within a reasonable period”. The verdict came in a case that arose out of a split in the Shiv Sena, leading to a change of regime, with Uddhav Thackeray being succeeded by Mr. Shinde as Chief Minister.None can dispute that the Speaker has had enough time to decide the matter, even though a few procedural aspects and the clubbing of petitions may account for some delay. In an earlier order in September, the Court had observed that it expected the Speaker to show deference to its directions, especially when he is acting as a tribunal under the Tenth Schedule. Even without judicial orders, the issue of whether a member has incurred disqualification is not a matter which can be dealt with in a leisurely or partisan manner. Recent political history is rife with instances of ruling parties casually recruiting members of the Opposition in several States without any fear of disqualification, as they know that friendly Speakers will not disqualify them. At the end of its judgment in the Karnataka disqualification case, the Court observed that “there is a growing trend of Speakers acting against the constitutional duty of being neutral”. In Manipur, the Court went so far as to remove a Minister from office after the Speaker failed to decide, even long after the expiry of a judicial deadline, whether the Minister had incurred disqualification for defection. So long as the Speaker is vested with the authority to adjudicate disqualification issues, it will be difficult to free matters of defection from the thicket of politics. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nMaharashtra\n\n/\n\npolitics\n\n/\n\nShiv Sena\n\n/\n\nNationalist Congress Party\n\n/\n\nconstitution",
        "headline_1": "Welcome assertion: On the defection issue and the Supreme Court’s deadline for the Maharashtra Speaker",
        "headline_2": "Matters of defection should be taken out of the purview of the Speaker",
        "link": "https://www.thehindu.com/opinion/editorial/welcome-assertion-the-hindu-editorial-on-the-defection-issue-and-the-supreme-courts-deadline-for-the-maharashtra-speaker/article67481001.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-11-2023"
    },
    {
        "full_article": "The train accident in Vizianagaram district of Andhra Pradesh, which claimed 13 lives and left 38 injured, has again highlighted the inadequacies in the railway safety system. A stationary train, the Visakhapatnam-Palasa passenger, was hit by the Visakhapatnam-Rayagada passenger at Kantakapalli station, 36 kilometres from Visakhapatnam, on the Vizianagaram-Visakhapatnam line. The accident comes just after the horrific three-train collision in Odisha’s Balasore district in June, where at least 275 people were killed. Human error may be a common factor in both accidents. “Signalling interference” may have led to the accident in Odisha while “signal jump” is suspected to be the cause in Vizianagaram. In both accidents, Kavach — the indigenously developed train collision avoidance system — was not available on the trains. The tragedy raises questions whether the top brass of the Indian Railways has failed to enforce rail safety regulations. Even in the case of the Odisha accident, there was no proactive and intensive campaign by the government to reassure people that there would not be another such accident, one of India’s worst.The deeper and chronic issues that plague the functioning of the Railways should be analysed. There is a view that importance has not been given to upgrading the signalling and telecommunications network as well as human resources development. Even after the empanelling of nearly 1.12 lakh candidates, between April 2022 and June 2023, for posts related to operational safety, around 53,180 posts were still vacant, as on July 1, 2023. There have been measures such as the interlocking of nearly 11,100 level crossing gates (as on May 31, 2023), mechanisation of track-laying activity by track machines to reduce human errors, provision of electrical or electronic interlocking system with centralised operation of points and signals at 6,427 stations to eliminate accidents due to human failure, and implementation of the Rashtriya Rail Sanraksha Kosh for the replacement, renewal and upgradation of critical safety assets, to improve the functioning of the railway system, especially safety. But these steps will have no value when lives continue to be lost. At the very least, there has to be the accountability of the senior railway management, at the divisional level itself, when such an accident occurs. In addition to installing technology on every train that captures every-minute communication, the government should see to it that members of the Railway Board are drawn from a pool of professionals and technocrats outside the railway system. Sooner than later, it may have to carry out a holistic revamp of the railway system.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nindian railways\n\n/\n\nrailway accident\n\n/\n\nAndhra Pradesh\n\n/\n\nVisakhapatnam\n\n/\n\nOrissa\n\n/\n\ntechnology (general)",
        "headline_1": "Safety first: On the lessons from the train accident in Vizianagaram, Andhra Pradesh",
        "headline_2": "Railways must upgrade its signalling and telecommunications network",
        "link": "https://www.thehindu.com/opinion/editorial/safety-first-the-hindu-editorial-on-the-lessons-from-the-train-accident-in-vizianagaram-andhra-pradesh/article67480946.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-11-2023"
    },
    {
        "full_article": "We look at the House committee’s crucial recommendations, by arranging them under five broad heads.\nRight direction | The Bharatiya Nyaya Sanhita Bill, 2023 (BNS) provides for community service as a form of punishment for a few offences. But it does not define community service or provide a framework for its imposition. This can render a much-needed step unenforceable. The committee recommended defining community service and identifying the official responsible for executing community service orders.\n\nRead full story on TOI+\n\n",
        "headline_1": "House panel’s coding doesn’t fix the problem: Bills intended to replace India’s criminal codes were sent to the parliamentary standing committee on home affairs. Two legal experts say while the committee’s reported suggestions are right on some counts they are crucially wrong on lynching, adultery & marital rape",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/house-panels-coding-doesnt-fix-the-problem-bills-intended-to-replace-indias-criminal-codes-were-sent-to-the-parliamentary-standing-committee-on-home-affairs-two-legal-expe/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-11-2023"
    },
    {
        "full_article": "What would happen to God’s own country, if, instead of smiling down on a thin strip of green tropical glory, sandwiched between spice-bearing mountain slopes to the east and manycoloured sand and surf to the west, the god in question splits into several, each of whom waxes wrathful, sending their followers on earth onto the warpath?\nKerala today has to confront this question, followinga bomb blast at a gathering of a minuscule religious group that killed three, injured scores, and more significantly, raised the temperature of the political discourse to feverpitch, with potentially explosive consequences in the multi-religious state.\nThat danger was averted, thanks to the swift identification of the culprit as a member of the targeted religious group, as he confessed to his crime in a Facebook Live, before surrendering himself at a police station. But before his confession social media had already filled with speculation, of the bomb blasts having been committed by radical Islamic groups.\nKerala’s religious composition is unique among Indian states. About 57% of the population is Hindu, 23% are Muslim and 19% are Christian. Kerala has had trading links with the Levant from ancient times, and hosted a Jewish community of Levantine traders in Kochi, when a breakaway faction of Jews in their homeland accepted Jesus Christ as the promised Messiah and Christ’s apostles spread out to mobilise supporters.\nIt is believed that St Thomas, one of the apostles, reached Kerala and Sri Lanka, and converted a section of the Jews and some local residents to the new faith. Even today, several denominations of Kerala Christians carry on with liturgy in Syriac, a form of Aramaic, the language supposedly spoken by Christ. Apart from Syrian Christians, descendants of the original converts, subsequent streams of conversion by European missionaries have created multiple strands of Christianity in Kerala.\nIslam, too, came to Kerala, through trading contacts, in the very same century in which it was founded in Arab lands. One Kerala king is supposed to have converted to Islam. Christians and Muslims coexisted with Hindus without much friction for centuries, these two groups occupying the position of banias – there is no explicit bania group among Kerala’s Hindus.\nGiven the polytheistic nature of Hinduism, it was not difficult for India’s dominant religion to absorb Kerala’s little traditions, with strong Buddhist and more ancient influences, into its ambit. Christianity and Islam joined the lot.\n\nThe Jehovah’s Witnesses emerged from a Bible study group founded in the US in the 1870s. Their reading of the Bible led them to abandon the notion of the Holy Trinity, of the Father, the Son and the Holy Ghost. They believe the world lives in sin, and redemption is possible only for their followers. They recognise no state, and refuse to serve in the army or sing any national anthem. In Kerala, a school expelled some young students for refusing to sing the national anthem, and the resulting legal challenge ended up in the Supreme Court. Justice O Chinnappa Reddy annulled the expulsions, pronouncing that “(o)ur tradition teaches tolerance; our philosophy preaches tolerance; our Constitution practises tolerance. Let us not dilute it.” Students can stand up in respect, he ruled, without joining the singing. In Kerala, their congregation numbers about 25,000.\nAt the turn of the 20th century, strong anti-caste movements swept through Travancore and Cochin, princely states in southern and central Kerala, distinct from Malabar, administered by the British from Madras. Ritually inferior caste groups identified education as the path to emancipation, and went about setting up schools. Christian missionaries set up their own schools. In order not to lose legitimacy, the government also set up schools.\nTo protest against upper-caste refusal to admit a girl from an agricultural labour caste, Pulaya, into the classroom, Pulaya leader Ayyankali organised a strike. Farm workers bucked tradition, hunger, want, uppercaste threats and violence, and continued their boycott of work for two seasons. Ayyankali withstood assassination attempts, organised support for workers. Finally, the upper-caste landlords gave in, and decided to open schools to children of all castes.\nSree Narayana Guru de-legitimised caste within Hindu spirituality, arguing that Advaita, the philosophy of non-duality, leaves no room for distinctions based on caste or religion. His teachings had enormous influence.\nThis dynamic of social change was carried forward by the communists, who organised all sections of the working people to secure their rights, which included effective land reforms. The communists realised the Constitution’s promise of democracy, and reshaped all the state’s political parties into their own image.\nHowever, the communists balked at fostering capitalism, the economic counterpart to liberal democracy, leading to economic stagnation and, over time, atrophy of cultural dynamism and the communists’ own political authority. Large-scale emigration and the resultant remittance income have cushioned the fallout.\nIt is in this context that Islamist radicalisation made inroads into Kerala, despite the active presence of the Muslim League, a party that has championed Muslim interests in harmony with other religious groups. Political opportunism has tempted the communists to use radical elements to weaken the League.\nThe Hindu right woos Kerala’s Christians, even as its fringe groups attack churches in north India. Islamists draw globalised inspiration, and wield clout, even if numerically small.\nThe bomb blast at the Jehovah’s Witnesses meet showed the capacity for explosive violence even in small groups in Kerala. The feverish suspicion on social media that the attack could have been carried out by radical Islamic or Hindu groups reveals the potential for violence among all major social groups.\nKerala cries out for another paradigm shift in politics and economics, if this mix of diverse radicalisations is not to blow up in its face. The rare solidarity that came to the surface in the wake of the 2018 floods shows there is hope. Concerted action must build on that hope.\n\n",
        "headline_1": "Angry Gods’ own country: That an explosion at a Jehovah’s witnesses meet raised Kerala’s political discourse to fever-pitch shows how multiple forms of radicalisation are roiling the multi-religious state",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/cursor/angry-gods-own-country-that-an-explosion-at-a-jehovahs-witnesses-meet-raised-keralas-political-discourse-to-fever-pitch-shows-how-multiple-forms-of-radicalisation-are-roili/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-11-2023"
    },
    {
        "full_article": "Please listen carefully to the menu because all our options have changed. Why? What was wrong with the old ones, I had just gotten used to them. I am a nervous Nellie when it comes to these auto-convos. Dial 1 for this, dial 2 for that, all the way up to 10 and then it says to go back to the main menu dial 0. Confusion reigns, was mine the 3 or the 5. Off and on when your luck is running strong you are asked if you wish to speak to an agent…yes, yes, pretty please, anything for a fellow human. Ominous silence followed by muzak and it doesn’t matter if it is 2am all the agents are busy, please wait. You finally get a human, and he says I need to verify you are you. Of course, I am me, who would want to impersonate me. And then the question: what is your mother’s maiden name? I have never figured out the need for this intimate piece of information. How has my mum’s maiden name got a role in updating my bank details, she married my dad in 1946 and took his name, how is it going to help in 2023 and how do you even know I am telling the truth.\nAchtung, this is the Gestapo, we have sent you an OTP to your registered number. One-time passwords scare me into tremors. You now have to go to SMS and then wait for it and it doesn’t come and then return to phone, and request resend, and it is 453245 and now you go back to the keyboard and the mind goes blank was it four five or five four and sure enough up comes the warning: OTP is not correct.\nLife is one big password and if it isn’t that it’s the first digits of your registered number ting ding, ting ding, you have exceeded the permitted number of tries, dial 1 for…\n\nWorse than all this is that montage of photos. Which ones have bridges in them? Are you a robot? If I was a robot and you were conducting this inquisition, would I admit it? Why would robots want to suffer this torture? Like these higgledypiggledy numbers and letters they jumble together, and they are misshapen, uh is that R or Y and that is A could be B, will someone tell me why we are doing this.\nAnd having third degreed you into confessing all sorts of sins just to end the madness they ask you if you will take part in a survey. Not if I must give my mum’s name.\n\n",
        "headline_1": "Dial M for madness: Muzak, memory tests and proving you are you",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/dial-m-for-madness-muzak-memory-tests-and-proving-you-are-you/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-11-2023"
    },
    {
        "full_article": "India’s para-athletes, like India’s athletes, won 100-plus medals at the Asian championship. But unlike our athletes, our para-athletes receive very little government support. The story of most para-athletes is one of great personal determination. From lack of training infrastructure to financial constraints, para-athletes are up against huge odds. Even India’s para tournaments have been shoddily organised. The National Para-Athletics Championship in 2021 was moved from Tamil Nadu to Karnataka just four days before the event.\nThe Paralympic Committee of India, the nodal body for parasports in the country, has been mired in controversy. The sports ministry had derecognised the body in 2019 due to violation of the National Sports Code. Though it was reinstated a year later, it continues to be guilty of a lackadaisical approach. As a result, most para-athletes are left to fend for themselves.\nConsider the case of Preeti Pal who missed two medals at the Hangzhou games by a whisker.\nThe sprinter (T35 category) from Meerut lost out mainly because of the unavailability of synthetic tracks for practice in her hometown. Similarly, Suvarna Raj made it to the top 8 in discus and shot put (54kg category) in Hangzhou. But she could have done far better had she not been forced to run from pillar to post to get access to a proper place to practise in Noida.\n\nAdd to this the shortage of specialised coaches for para-athletes who need scientific interventions based on their individual profiles. The sports ministry was allocated a substantial ₹3,397.32 crore in this year’s budget. But para-athletes don’t get a proportional share of the resources. Creating an enabling environment for them would include accessible stadiums, substantial financial support for those who represent the country, and the right scientific interventions. That’s how records are consistently broken.\n\n",
        "headline_1": "Sports’ other half: India’s para-athletes have to overcome systemic neglect. That makes their Asiad medal haul even more impressive",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/sports-other-half-indias-para-athletes-have-to-overcome-systemic-neglect-that-makes-their-asiad-medal-haul-even-more-impressive/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-11-2023"
    },
    {
        "full_article": "Already out of the reach of the common people, the essential commodities are uncontrollably getting dearer. This time it is again onion, a vital item of the kitchen market, that has registered price increases beyond the bounds of affordability. Again, thanks to India's bumping up the export price of onion by more than 250 per cent, the wholesale prices of the imported variety of this bulb vegetable jumped by over 11 to 22 per cent within the span of a day (between last Saturday and Sunday) in the local market. As is the norm here, the indigenous variety of onion too saw a similar spike ranging from around 11 to 16 per cent over the same period of time. Additionally, the traders may use the ongoing political programmes as an excuse for pushing up the prices of onion among other items further.At this point, one may recall that in August this year, the local market showed similar instability when India imposed 40 per cent duty on onion export. Ironically, the current price of onion is more than twice the rate (at Tk 65 a kg) that the government fixed just a month back (in September).What makes it clear from the unrestrained price hike of these essential commodities in defiance of government measures is that it has practically no control over the market of these everyday necessities. No doubt, it sends the wrong message to the unscrupulous operators of the essential market.According to the department of agricultural extension, DAE, this year Bangladesh produced more than 3.5 million tonnes of onion. Unfortunately, 25 per cent of the onion so grown is reportedly lost to what is termed the so-called post-harvest damage to the crop. Needless to say, the loss so sustained by the perishable crop should also include its storage-related avoidable mismanagements. If this post-harvest damage could be minimised, and it should have been ideally the case, Bangladesh would not have to depend so much on onions from India, because the annual demand for this essential kitchen item is 2.8 million tonnes. In that case, the local market, too, would not have to behave so erratically in response to the price fluctuations of onions in the Indian market. As it happens so often, in the face of any big price hike of onion in its own market, the government of India resorts to various measures to control export of the item by imposing duty, or setting higher price, as in the present case, or slapping outright ban on its export. But then why should Bangladesh's essential commodity market, particularly, in the case of onion, be so sensitive to the Indian government's actions to stabilise its own market? Should the government of Bangladesh also not have its own counter-measures to cushion the local market for onion or any other essential commodity against the policy changes in India regarding the export of their agricultural products? In this context, the government's latest move to import potato, the supply of which was said to be in surplus, points to the lack of correct information to guide the government to manage the market or respond to external market shocks relating to the supply of key essential commodities. In that case, the government should have a strong mechanism to monitor the market as well as adequate and reliable data on the existing stock and harvest forecast of commodities that are especially sensitive to external factors.",
        "headline_1": "Onion market defies half-hearted govt regulations",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/onion-market-defies-half-hearted-govt-regulations-1698762831",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-11-2023"
    },
    {
        "full_article": "At long last the country's first Commodity Exchange (CX) has come under a legal framework with the publication of gazette notification on its rules approved by the regulatory authorities. According to a FE report, operation of the CX is set to commence soon after its registration with the Bangladesh Securities and Exchange Commission (BSEC).Initially, the CX will facilitate non-delivery cash settlements for three commodities --- gold, cotton, and crude oil, with plans to transition to physical delivery settlement of the commodities in the future. As per the draft rules, the CX's minimum paid-up capital will be Tk 4.0 billion while the minimum paid-up capital required for each commodity broker will be Tk 100 million. The CX's board will consist of 13 members, including seven independent ones. And the chairman of the board will be chosen from among the independent directors.The concept though new to many of us, is quite familiar in the neighbouring countries which have set up Commodity Exchanges of selected items as an effective measure of market stability. India, Pakistan and Nepal are among the neighbours who are ahead of us in setting up Commodity Exchanges. In Bangladesh, way back in 2007, the government initiated a move to establish a commodity exchange which did not materialise due to reported complexities relating to some basic infrastructure issues such as warehousing facilities. A commodity exchange is a system of legal framework where various commodities are traded, with rules and procedures for trading standardised commodity contracts. The transactions take place either on paper or electronically. The product remains in a shop, warehouse or field. From there, it is finally disposed of or handed over after a certain time. Operations of the CX closely resemble those of stock exchanges. TREC (trading right entitlement certificate) holders execute transactions of listed securities, while commodity brokers manage the trading of commodities on the CX. Like the TREC holders, the commodity brokers will have to comply with the risk-based capital adequacy rules. In that case, the rules can be relaxed a bit for the commodity brokers.Concerned quarters are upbeat about the prospect of the country's maiden CX. According to the Chairman of the Chottogram Stock Exchange (CSE), research has shown that the size of the commodity market in Bangladesh is more than $144 billion. Only for the country's garment sector, a huge amount of cotton has to be imported from abroad. The garment industry will benefit if the companies that buy cotton in the country and the companies that sell cotton internationally can be brought to the commodity exchange market.According to the Securities and Exchange Ordinance 1969, any product such as agricultural items, livestock, fish, forest resources, minerals and energy products can be traded under the commodity exchange. Through the futures market, a farmer or entrepreneur will go into production on becoming assured of the price of his products before the start of the season. In this way, the Commodity Exchange can build a secure marketing system. Through this, farmers and farmers' cooperatives will be sure to get a fair price. At the same time, there is little risk due to crop failure; so buyers are likely to get the product at a fair price. The exchange facilitates the participation of farmers alongside financing for them while the producers will have to avail of insurance.The purposes served by a commodities exchange depend in part on the nature of the specific contracts that are traded. By simply centralising trade in a certain commodity, an exchange can facilitate title transfer, market transparency, and price discovery. Transaction costs are reduced because coordination through a centralised exchange can reduce costs associated with identifying market outlets, physically inspecting product quality, and finding buyers or sellers. By reducing transactions costs and enhancing the flow of information, an exchange can improve returns to market agents while reducing short-term price variability and spatial price dispersion. However, while futures contracts can effectively remove price level risk, they do not eliminate risk altogether. Rather, they replace price risk with basis risk, where the basis is the difference between the spot market and futures market prices. Unanticipated shifts in the basis can result in gains or losses, and the degree of basis risk can strongly influence the effectiveness of the exchange in risk management. The important aspect of Commodity Exchange is that it helps increase the liquidity for farmers since it assists them to access funds without any interest. According to experts, a commodity exchange allows farmers to lock in prices using forward contracting. This also reduces the risk of a drastic price drop. As a result, they do not need to borrow at higher interest rates from sources such as banks or usurers.There are indeed many pros and cons, not as simple as it apparently looks, which need to be familiarised with before embarking on the new mode of exchange marketing in the country. Keeping this in view, the CSC has signed a memorandum of understanding (MoU) with the Multi Commodity Exchange of India (MCX) to appoint it as a consultant. In 2003, MCX became one of the first exchanges to open in India. It provides a platform for price discovery and risk management across varied segments, including industrial metals, energy and agricultural commodities. MCX will recommend bylaws and regulations based on generic regulatory compliance and international best practices, products, clearing and settlement methods, trading and surveillance systems, warehousing, delivery infrastructure and partnership models.As of now, most people associated with stocks, including economists, have welcomed the move. Many hold the view that inclusion of horticulture products like potato, onion, spices, tomato among others would be a huge turning point, if fair price could be ensured through the exchange to the benefit of both the growers and consumers. In order to make the relevant quarters, including farmers and business community, familiar with the functioning and technicalities involved, the authorities concerned need to launch a country-wide campaign and arrange dissemination workshops. The media can also be taken on board to raise literacy in Commodity Exchange.\n[email protected]",
        "headline_1": "A new era for commodity market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-new-era-for-commodity-market-1698762932",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-11-2023"
    },
    {
        "full_article": "For the vast majority of the populace, the worst thing to happen to a family is detection of and treatment of a serious ailment of a loved one. This is when things go downhill financially. The fact is that health screening requires certain medical tests to be done on a periodic basis for people when a certain age is reached. Unfortunately for most citizens, going to the doctor and having tests done are the last two things on their minds. The fear of going to doctors or visiting hospitals is natural as the 'out-of-pocket' expenditure is very high. A close associate recently visited one of the major private hospitals in the city to treat his son aged 14 suffering from dengue. The doctor's consultation fee was Tk9,000 and he got frightened by treatment regime proposed by the hospital and its specialist. Ultimately, this gentleman took alternative medicine treatment from someone who is trained in Ayurvedic medicine from India and his total out-of-pocket expenditure including consultation fee and medication was less than Tk2,000. The point here is that Bangladeshi citizens are left to their own devices when it comes to medical treatment and this is largely due to the fact that there is no culture of institutional medical insurance coverage in the country.Studies on the health sector, done both domestically and internationally including the World Bank states that although the global average out-of-pocket expenditure is 32 per cent, patients in Bangladesh pay 74 per cent of the cost of health care from own funds. Out of this, 63 per cent is spent on medication. According to the World Health Organisation (WHO) Global Health Expenditure Database, the majority of healthcare financing in low and middle-income countries come from patients' pockets. In Bangladesh, additional expenses include doctor's consultation fees, medication, diagnosis, transportation and other expenses.This is increasingly an untenable situation for most residents and hence comes the question of introducing effective health insurance in the country. Universal health insurance would enable people to seek treatment and reduce the cost burden. This of course requires public policy support and a genuine effort by the private heath sector to work together. In other countries, employees pay a small amount out of their salaries as contribution with the bulk of coverage coming from the respective employer in terms of insurance coverage. For the rest of the populace, the beneficiary will pay a small fee annually and the bulk of the coverage will be borne by the state. In the absence of such systems, families go broke treating expensive treatments like stroke, kidney diseases that require regular dialysis, heart diseases, cancer treatment requiring chemotherapy, etc. Health insurance would avoid bankrupting people whereby a fixed amount of premium would be charged either per annum or per month. In the absence of a policy guideline and rules, this very important issue has long been ignored in the country. Other than large multinational companies and some well-established corporate bodies and international organisations, the bulk of employees in the service sector must seek private insurance for health coverage, which is very expensive and not very practical.The introduction of universal health care should now be a national prerogative. With about 65 per cent of the country's healthcare system in private hands, there is no way to reduce the financial burden of people when it comes to availing proper treatment without insurance coverage. The government should set targets in its annual development plans to bring more people under coverage and make necessary financial allocations to that effect.\n[email protected]",
        "headline_1": "Nightmarish medical treatment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/nightmarish-medical-treatment-1698762975",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-11-2023"
    },
    {
        "full_article": "Social media platforms are very popular among our youths. Many of them are addicted not only to watching the videos, but they are also creating contents for these apps. In an attempt to go viral, some of them are resorting to vulgarity and following bizarre lifestyles. These short video clips hardly give any good message but promote immoral practices. Sometimes, young people are being involved in crimes, while making contents for these apps. However, it is unfortunate that the use of these video-sharing apps has been increasing day by day. Views and followers are often considered the ultimate success of these platforms. So, young people do not hesitate to make videos even at the risk of their lives. One-third of the total population in Bangladesh is young in age. Undoubtedly, they are the future of our country. If we want to save our youngsters from immoral and risky practices, we should take care of them and make them understand that they should not run after cheap popularity. The culture of going viral should come to an end. \nMd. Syful MiaStudent of University of Chittagong, Chattogram, [email protected]",
        "headline_1": "The craze for going viral",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-craze-for-going-viral-1698763028",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-11-2023"
    }
]