[
    {
        "full_article": "The ‘heckler’s veto’ seems to be winning repeatedly against stand-up comedian Munawar Faruqui. Bengaluru has joined the list of cities in which Mr. Faruqui cannot perform because right-wing Hindutva groups routinely threaten to disrupt his shows, wherever they are scheduled to be held. The Bengaluru city police asked the organisers to put off a show on November 28, alleging that allowing it to go on would create law and order problems and disrupt peace and harmony. Mr. Faruqui was unjustly arrested in Indore in January after a BJP functionary’s son complained that he was about to denigrate Hindu gods in a planned show. He had to spend 37 days in prison before obtaining bail from the Supreme Court for remarks that had not been made in a show that did not take place. It is this case, in which the police arrested even local organisers and those selling tickets for the show and had nothing to do with the content of his performance, that has been cited by the Bengaluru police while voicing fears about the consequences of allowing the show to be held. Earlier, programmes in which he was due to perform in Raipur, Mumbai, Surat, Ahmedabad and Vadodara were called off for the same reason. It is a telling commentary on the state of free speech in the country that anyone can be silenced anywhere by the threats posed by violent and vociferous groups that no regime in the country seems to be able to rein in.In a despairing reaction, Mr. Faruqui has said, “Goodbye! I’m done”, indicating that he has no further hope that he would be allowed to exercise his constitutional right to express himself. This is reminiscent of Tamil writer Perumal Murugan declaring his own “death” in a literary sense after being silenced by conservative and religious groups. In Mr. Murugan’s case, he was fortunate that the Madras High Court resurrected the author in him with a stirring verdict underscoring the duty of the state to protect free speech and to preserve law and order, instead of placating those who threaten to take the law into their own hands. It is a pity that the police authorities perfunctorily advise authors, speakers and artists to remain silent rather than take proactive steps to protect their fundamental rights. It is true that whenever such issues go before a court of law, the resulting judgments are speech-protective, but the proclivity of the authorities to pander to chauvinist groups is posing a serious threat to free expression in society. The Supreme Court’s observation in S. Rangarajan etc. vs P. Jagjivan Ram (1989) that suppressing free speech in response to a threat of demonstration or protest “would be tantamount to negation of the rule of law and a surrender to blackmail and intimidation” seems to have few takers among those in positions of power.",
        "headline_1": "Protect, don’t pander: On suppression of free speech",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/protect-dont-pander-the-hindu-editorial-on-suppression-of-free-speech/article37778220.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-12-2021"
    },
    {
        "full_article": "In appointing its first ever woman Prime Minister, former Finance Minister and member of the Social Democratic Party Magdalena Andersson, Sweden joined other Nordic nations that have had a woman as a leader. Ms. Andersson’s entry was unusually dramatic — she was thrust into the prime ministerial berth for scarcely a few hours last week as she had to resign owing to a coalition partner, the Green Party, quitting government after its budget proposal was defeated in the Riksdag. Nevertheless, she went on to secure the top position on a firmer footing after another vote was held where she surpassed the threshold for maximum level of opposition to her prime ministership — she faced 173 ‘nay’ votes whereas it would have taken 175 of those to keep her from taking up the leadership mantle. She takes over from her predecessor, Stefan Löfven, in complex political circumstances, given that he was heading a caretaker government after being defeated in a vote of no confidence in June 2021. Hailing originally from the university town of Uppsala, Ms. Andersson’s political innings kicked off in 1996 when she became a political adviser to erstwhile Prime Minister Göran Persson. She embodies the classic Swedish ideal of hard work and rising steadily through the ranks on the merit of her performance, an exceptional achievement given the male-dominated arena of Swedish politics.Yet, Ms. Andersson can hardly afford to rest on her laurels as the road ahead for her government and party may well be a bumpy one. The immediate challenge is of economic governance, and it arises from the fact that the Social Democrats are charged with implementing a budget passed by the Swedish opposition, including the neo-Nazi elements of the right-wing Sweden Democrats Party. While there is cause for cheer given that the opposition budget was based on the government’s own proposal, the stumbling block for her administration may be the fact that of the 74 billion kronor that it hoped to spend on reforms, only a little over 20 billion kronor will be available to her government in 2022. This tightening of purse strings could dent her ambitious plans to carry out much-needed social reforms, especially in the areas of climate change, welfare policies and measures to combat gang violence and organised crime activity, both of which have risen alarmingly in recent years in cities such as Stockholm, Malmo and Gothenburg. While some analysts consider Ms. Andersson to be not opposed to dealing with right-wing parties, they acknowledge that her position “softened”, during the pandemic, manifested in greater willingness to borrow to fund green investments, and in allowing the state to have a greater control of the welfare sector. Her ability to build bridges with the opposition while yet staying true to the Social Democrats’ core party values will define her legacy.",
        "headline_1": "Sweden’s fresh start: On Stockholm’s first ever woman Prime Minister",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/swedens-fresh-start/article37778242.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-12-2021"
    },
    {
        "full_article": "If I had to pick only one trait of my own that I admire, it would have to be my ability to adapt. Growing up in a (then) low-income part of the city but attending an English medium school in a quintessentially affluent area, I learned early on to modify my behaviour and personality to suit different audiences. Still now, the last thing I want is to stand out. Or, to stand out for the wrong reasons. As such, I have always tried to abide by the saying of \"when in Rome, do as the Romans do.\" After all, fitting in is a survival tactic. When you fit in with the dominant crowd, you are safe. From attention, criticism, debate, and from the possibility of your opinions being proven \"wrong.\" In some contexts, the need to fit in—or rather, be invisible—becomes a requirement or necessity, for the sake of self-preservation.\nSo while my skills of adjustment do come in handy when solving problems in a crunch, there have been many times when this trait became the cause of my subjugation. For instance, on a 2018 morning when I spotted two men taking photos of my then-hijabi and amply-clothed self while crossing the Mirpur 10 footbridge, I confronted them. The phone's photo gallery was riddled with images of women—in salwar-kameez, burqas, niqabs—taken from that same location and on that morning. I yelled many choice words at the two men, one of whom seemed nervous while the instigator seemed to be finding my reaction hysterical. I was, I will admit. In that moment of rage and insecurity, hysteria should not seem that inappropriate of a reaction. Of the bystanders who did nothing but watch, one was a man who chuckled disparagingly at me, while his young son watched and, I would assume, learned: Harassment is no big deal and women overreact to it. Not knowing what to do—\"Would any nearby law enforcement agents help me or would they laugh at me, too?\"—I took pictures of the offenders on my own phone, threw theirs down onto the footbridge's floor, and stormed down the stairs to catch my bus.\nPeople commented on my social media post about the incident later on, all kudos to me for standing up to the harassers.\nThe unsavoury truth is that I was very scared, during and long after the incident. In fact, given that my family was moving to another area the next month anyway, I took a different and lengthier route to my bus every morning after that. \"Like a coward,\" I'd tell myself. But I had heard and read too many accounts of how scorned men have harassed, stalked, thrown acid at, assaulted, abducted, and/or raped women as revenge—or even just because. Not only is harassment on the streets, in and of itself, mentally and emotionally harmful to the recipient, but it always has the potential to be dangerous and life-threatening. And this is a constant fear that all women carry within themselves.\nA common rebuttal of rape-apologists in our country is that rape takes place because women do not dress \"properly\" here. One can assume that \"proper\" means covered, preferably from head to toe. So I was, on that morning of 2018, and back then it was because I was trying to fit into the narrative of a \"properly dressed\" woman, so as to avoid being sexually objectified. And so was 19-year-old Sohagi Jahan Tonu, before she was raped, brutally murdered and discarded in March of 2016, inside the \"safe\" area of Mainamati Cantonment in Cumilla. Nusrat Jahan Rafi (18) of Feni, too, was a \"properly\" dressed madrasa student, who refused to withdraw the sexual assault case she had filed against her school's principal and was in turn set ablaze by a few miscreants in broad daylight on April 6, 2019.\nSo, in our country, even when women do as the Romans do (or, as the Romans want them to do), it seems that Rome perhaps is not fully ours. We do not have as much claim to it, or as much freedom of expression and movement in it, as our male counterparts are allowed to have. In order to stay safe and \"dignified\", we try to fit ourselves to the image of a \"good\" woman, as much as possible.\nWe may go out to school or work, but we make sure to be as unnoticeable as possible. When men on the footpaths walk towards us head-on from the opposite direction, with no indication that they will give us space to walk past them, we take a few steps to one side ourselves, so as not to \"allow\" the men to bump into and/or grope us. Just as I used to in my teens, when a man sits next to me on a public bus, I give him his space. When his hand still manages to brush against my side, I tense up and put myself in the corner of the seat, as much as I can. I ignore catcalls now, but still look out for phones positioned a bit too vertically, with the camera pointing in my direction. I know now which outfits will get me too many stares for comfort, and I keep them tucked away in my cupboard, pretty as they are. This all helps me fit in and keeps me safe from judgement and harm; keeps my dignity intact, too—or so they've told me, and then I've taught myself. You see, after a point, fighting against the misogynistic rules of our society does not seem worth it, and simply conforming gives women some rest from all that.\nOf course, violence that is birthed from these rules and our (voluntary or involuntary) conformity to them exists in many forms (mental, emotional, sexual, physical) and can be of varying levels. But when mild forms of violence (such as obscene comments thrown towards women on the streets) go unchecked, or are made into laughing matters, it lends a certain kind of acceptance to acts which fall under this level of violence and, by extension, to acts worse than them. When such acts of \"mild violence\" against one gender are normalised, more dangerous forms of violence veer closer towards being acceptable in society, too.\nPutting aside the need for the state to train its representatives to be more gender-inclusive and to eliminate/reform all laws which allow for gender discrimination and violence to persist, individuals as conscious members of the public must actively fight back against gender-based violence even in its mildest forms. Violence against someone based solely on their gender is everyone's responsibility to counter. Whether it happens in broad daylight or behind closed doors, gender-based violence is no laughing or \"private\" matter.\n \nAfia Jahin is a member of the editorial team at The Daily Star.\n",
        "headline_1": "How conforming to societal misogyny breeds gender-based violence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-conforming-societal-misogyny-breeds-gender-based-violence-2906746",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-12-2021"
    },
    {
        "full_article": "It was a bright sunny morning in Vientiane, where I was visiting during the first week of December 2017. As I entered the beautiful spacious French building, the Office of the Vice Premier of Laos PDR, to pay him a visit, I was proudly wearing a Bijoyphool (victory flower) as one of its Global Ambassadors. The flower beamed on the left lapel of my jacket. In fact, I was also carrying a Bijoyphool in my pocket to give it to the vice premier as a present. Soon I was received by the vice premier himself, a person of medium height, but with a pair of inquisitive eyes. After we exchanged pleasantries, the first thing he asked as he pointed to the flower on my jacket lapel was, \"What is that\"? \n His question gave me the opportunity to explain to him the significance of the Bijoyphool. When I finished, I politely asked him whether I could pin a flower on him. His warm response was, \"It would be an honour\". As I was pinning it on the left side of his jacket, I was overcome with mixed feelings. I was very humbled but felt proud that I had this unique opportunity to present to a leader of a country something which is reflective of Bangladesh, its Liberation War and our ultimate and glorious victory. At the same time, I became emotional remembering the sacrifices made by millions of people of my country. \n In my role as a Bijoyphool Ambassador, I have been spreading the message of this symbolic flower to groups of people in different countries; following the instructions on its website (http://www.bijoyphool.co.uk). I myself made Bijoyphools and pinned them on friends, colleagues and peers. In Vientiane, I did the same to the members of the High-Level Consultative Panel on the 2018 Human Development Report. The panel included, among others, the former finance and planning minister of Pakistan, the former governor of the Central Bank Nepal (now minister of finance) and the advisor on Science and Technology in Malaysia. Every year, from the first day of every December till the 16th—Victory Day—people wear it on their dress over their heart. \n The notion of the Bijoyphool was originally conceived in London, following the idea of the poppy flower in Britain. Thus, the conceptual framework of the Bijoyphool—not a real, but an abstract flower—is broader and deeper. Three things are crucial with regard to the Bijoyphool. First, it symbolises the Liberation War of Bangladesh, its ultimate victory and independence. Second, the Bijoyphool also represents remembrance—through this symbolic flower, we remember our heroic freedom fighters, their contributions and supreme sacrifices. In a way, each one of our Muktijoddhas (freedom fighters)is a Bijoyphool too. Third, it is not only a symbol, but also an instrument. Using this flower, we can talk about our country, its history, our culture and heritage. Through it, we can take our future generations to their roots. \n Today, it may serve another purpose. Bangladesh was established on the basis of four fundamental principles—nationalism, democracy, socialism in the sense of social justice, and secularism. Over the years, for various reasons, the country has moved away from its four founding principles. We have also forgotten that people's emancipation is larger than political independence. That is why Bangabandhu Sheikh Mujibur Rahman, the Father of the Nation, finished his historic March 7 speech by saying: \"This struggle is a struggle for our emancipation, this struggle is a struggle for independence.\" Political independence is a necessary condition for people's emancipation, but on its own, it is not sufficient. \n Using the Bijoyphool, we may say that out of the five petals of it, four may represent the four forgotten fundamental founding principles of Bangladesh, and the fifth petal may represent our political independence. And the red sun in the middle may reflect our yet to be achieved emancipation for our people. Such interpretation of the Bijoyphool may remind us of the path that Bangladesh set for itself in 1971. \n One wonders as to why a group of people living abroad became so excited for and committed to the idea of the Bijoyphool. I can think of at least three reasons—first, each of these people have been carrying a piece of Bangladesh in their hearts. So, irrespective of time and place, they try to disseminate that piece among other compatriots all around. Second, many of them are from the 1971 generation, and they rightly refer to themselves as the children of 1971. Thus, they always want people to not forget our Liberation War heroes and to give them proper recognition and due honour. Third, they want the spirit and the history of our Liberation War to remain intact from generation to generation. They are active in ensuring that our children and their children living abroad do not forget their roots. \n I, as one of the Bijoyphool Ambassadors, feel proud to be a part of the Bijoyphool journey. It is a uniquely gratifying experience. I also feel fortunate that I belong to an enviable group of peers—e.g. Urmee Mazhar in the United Kingdom, Mahfuz and Shaheen Anam in Bangladesh. As we move forward, let us not forget three things. First, the Bijoyphool journey is not a sprint, but a marathon; it is not a splash, but a continuum. Second, if each one of us, and all of us become a part of this journey, it would become a strong social movement, now needed desperately as the forces against our independence are actively conspiring against our patriotic ideals. Third, when we reach the finish line of the journey through our collective efforts, we shall realise that we have achieved what we stood and fought for. Let us not forget that more than four decades ago, \"we were fighting to save a flower\". Weren't we?\n \nSelim Jahan is former Director, Human Development Report Office and Poverty Division, UNDP.\n",
        "headline_1": "Bijoyphool: A symbol of our struggle and victory",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/bijoyphool-symbol-our-struggle-and-victory-2906791",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-12-2021"
    },
    {
        "full_article": "Selina Bahar Zaman left the mortal world on December 1, 2004 at the age of 64. She, along with her mother Anwara Bahar Chowdhury, played an active role in the cultural manifestations of Bulbul Academy of Fine Arts (BAFA) in the 1960's. After independence, Selina Bahar Zaman became a chronicler of biographical studies of Rokeya and many others. She was known to many and one of them was Mary Frances Dunham, wife of an American architect working in Dhaka in the 60's, herself an accomplished lady, a friend of Bengali culture and Bangladesh. Mary left Dhaka in 1967 and became an active supporter of the nation's struggle for liberation in 1971. She returned to Bangladesh in the 1990's to further study Bengali culture and published her seminal work titled \"Jarigan: Muslim Epic Songs of Bangladesh\" (University Press Limited, Dhaka, 1997). Mary Frances Dunham passed away on October 11, 2021 in New York. She received the award \"Friends of Bangladesh Liberation War\" in 2013. This tribute to Selina Bahar Zaman by Mary Frances Dunham is also a tribute to both, the great champions of Bengali culture.\nMy friendship with Selina and her family dates back over 40 years. I shall always remember my first sight of her in the early 1960s when I watched in awe as Selina diligently, often heroically, worked for the Bulbul Academy of Fine Arts (BAFA). The Academy was run by a Committee whose members all worked voluntarily for the school. Selina was the Assistant Secretary of the Committee. At that time, she was in her early 20's, yet she had already finished her Masters of Science degree from Dhaka University and was appointed Lecturer of Mathematics at Eden Girls College (now Badrunnessa College). Selina herself was a dancer and was involved in the staging of several dance-dramas. In those early years of our acquaintance, I was ignorant of these precocious accomplishments, only learning them recently from Selina's sister Dolly. Through Dolly, I found out that during that early time, Selina produced dance-dramas along with Saaduddin, a friend of mine at a later date, who was the first Bangladeshi to receive a doctorate in Ethnomusicology, an outstandingly bright and dedicated scholar like Selina herself.\nIn those days, I belonged to a triad of foreign housewives eager to learn whatever we could about Bangladeshi (then East Pakistani) music and dance. Once a week riding our bicycles, we gathered together at an intersection in Ramna from where we pedalled through the old city to the elegant premises of BAFA on the Buriganga. There, like ungainly elephants among graceful gazelles, we tried to imitate the accomplished students in the front rows of the beginners' class.\nAs I watched Selina helping with the work of BAFA, I admired her intelligence and determination. How quickly she understood what was needed doing and what needed more thoughtful solutions! Somehow we became friends and I started visiting her and her family where they lived in Shantinagar, not far from our house on Siddheswari Road. Selina's mother reminded me of a favourite aunt of mine, a doctor by profession, whose home was always full of visitors who enjoyed her company for the comfort and good advice that she shared. Especially after our daughter Katherine was born, I would visit Selina and her family where affectionate fuss was made over our spoiled baby girl. Meanwhile I felt at home in a family where literature mattered, where the house was simple and practical, and where so much laughter filled the rooms.\nIt happened that the idea to attend BAFA had come from my early acquaintance with my tutor for lessons in Bangla, someone who became a life-long friend to my family, Professor Ahmed Sharif, also a relative of Selina's family. At that time, Professor Sharif lived with his wife and three small sons in the Dhaka University faculty quarter. When I expressed my interest in Bengali music (later a career for me), he suggested that I visit BAFA, little knowing how close I would become to Selina and her family.\nIn the fall of 1963, the English lady who brought up my brother and myself visited Dhaka. Selina met her at our house and she and Emmy (Mary Emerson) became friends. Emmy invited Selina to visit her ancestral Suffolk village where she retired. As it turned out, Selina was able to visit her soon after, when she went to England to study in Newcastle. On my trip to Dhaka in 2003, Selina showed me an article that she had written in which she described her visit to Emmy and her village. The description is full of Selina's sharp observations and lively recreation of conversations and surroundings. Unlike myself, Selina could remember precise dates and places and the very words spoken.\nIn later years, I knew Selina as a writer of children's books and many biographies, which she generously gave me. My Bangla is good enough for reading her children's books, but unfortunately not for reading the biographies, but I am proud to have them on my shelves. Around 1994, when I was preparing a book on Jarigan, Selina took me around to scholars who could help. I remember bouncing along in rickshaws with her as she took me from place to place, telling me as we went along about what projects she was working on at the time. Anyone who has met her must remember the eager way in which she spoke of a multitude of her books in progress already printed. She used to leave me feeling quite breathless and ashamed that I was not doing as much for the world.\nSelina's siblings share her traits of intelligence, energy and devotion to hard work. her brother Iqbal and sisters, Dolly, Bacchu and Puplu all share a generous, outgoing, hard-working, warm-hearted nature. By coincidence, Dolly (Shaheen) was one of my husband's architectural students. She is one of the first three women architects to graduate from the first Bangladeshi (then East Pakistani) Department of Architecture at the Bangladesh University of Engineering and Technology (BUET). At the time, my husband, Daniel Durham, was a member of the team of American architects who were hired to establish the pioneer department. With Dolly in his class, our bond with Selina was happily increasing. \n During my visit to Dhaka in 2003, Selina entertained me with dinner and on the early morning of my departure she turned up where I was staying with gifts in her hands. I know that future visits to Dhaka will entail missing Selina even more than I do as I write now, but her smiling face on that morning and her warm embrace will remain with me forever.\n",
        "headline_1": "Selina Bahar Zaman - Author, Educationist and Cultural Icon",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/selina-bahar-zaman-author-educationist-and-cultural-icon-2906726",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-12-2021"
    },
    {
        "full_article": "Going into COP26 in Glasgow, Scotland in November, it was already clear that the most vulnerable developing countries wanted the topic of loss and damage from human-induced climate change to get significant attention in the COP process, as well as outside the COP process. Now, after COP26 is over, we can discuss what was achieved, as well as what was not achieved, and where we will go from here as we head towards COP27 in Egypt in November 2022.\nThe first item to discuss would be the follow-up of the decision from the 2019 COP25 in Madrid to set up the Santiago Network on Loss and Damage (SNLD) to provide research and technical assistance on the issue of loss and damage from human-induced climate change. However, the COP25 decision did not work out the details of how the SNLD would be set up and what exactly it would do. These issues were discussed in the first week of COP26 in Glasgow and a way forward was agreed upon, including the decision to hold further workshops and finalise the setup in COP27 next year.\nWhile this was indeed a positive outcome, it only touched on the technical assistance required for loss and damage and did not address any realistic aspects of it, such as finance.\nSo, in the second week of COP26, all the developing countries under the Group of 77—which represents over 136 developing countries with a total population of five billion people—and China, put forward language for the creation of the Glasgow Facility to finance the solutions to loss and damage as part of the overall Glasgow Climate Pact that was the final outcome of COP26.\nHowever, this proposal from the entire developing countries group was watered down at the insistence of the US and some other rich nations, which agreed to only hold a dialogue on finance for loss and damage, and the COP26 Presidency pushed developing countries to accept this outcome as part of the Glasgow Climate Pact.\nThis extremely disappointing outcome had to therefore be accepted, heavy-heartedly, by the most vulnerable developing countries and the most vulnerable communities in all countries.\nBut the story did not end there, given a very significant development that took place in Glasgow, outside the COP venue. This was the creation of a new Loss and Damage Fund set up with GBP 1 million from the Government of Scotland and offered by Nicola Sturgeon, the First Minister of Scotland, which she challenged the other leaders to match. Over the course of the two weeks of COP26, this fund was increased by a number of philanthropic foundations, including one million Euros from the Province of Wallonia in Belgium. Sturgeon also doubled the contribution of Scotland itself by the end of COP26.\nI had the good fortune of being invited to meet First Minister Nicola Sturgeon at her residence in Edinburgh after COP26 ended, and she reiterated her commitment to supporting both funding and actions to address loss and damage going forward.\nSo while the outcome of COP26 itself was disappointing, it nevertheless has paved the way for discussion of loss and damage to continue till COP27 next year. Under the Presidency of Egypt, we can also expect this issue to be treated much more seriously than it was in Glasgow.\nA final and extremely important aspect of the COP26 journey, which is bound to persist, is the reality of the adverse impacts of human-induced climate change which are causing real loss and damage in all countries, and which will have to be dealt with regardless of any COP decisions.\nThus, every country, including Bangladesh, has to work out the possibility of loss and damage from human-induced climate change occurring at national and local levels, and develop national strategies to deal with those impacts, regardless of any global action or inaction.\nBangladesh has an opportunity to be a leader in tackling loss and damage, as it has been on adaptation, going forward. This will require another all-of-society approach by government, parliament, NGOs, academics, media and youth working together at the local and national levels and also linking with other countries through South-South as well as South-North collaboration.\n \nDr Saleemul Huq is Director of the International Centre for Climate Change and Development at the Independent University, Bangladesh.\n",
        "headline_1": "What did COP26 do to deal with loss and damage?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/what-did-cop26-do-deal-loss-and-damage-2906781",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-12-2021"
    },
    {
        "full_article": "We are delighted to hear that the environment ministry has agreed to its watchdog's recommendation to shut down the Savar Tannery Industrial Estate immediately, which has been causing irreparable damage to the Dhaleshwari River for the last 10 years. The unchecked dumping of toxic waste generated at the tanneries has not only choked the river, but has had severe repercussions on the lives and livelihoods of the people living around it as well.\nWhile we applaud this step in the right direction, we feel compelled to point out that this decision has already come too late in the day. According to a 2019 report by The Daily Star, ever since the Savar Tannery Industrial Estate started dumping effluents into the river in mid-2016, this relentless pollution has all but killed the Dhaleshwari. Around 1,500 fishermen who used to earn a livelihood from the river have had to move on to other professions, there is a constant stench emanating from its waters—which has become unusable even for farming, let alone bathing—and children living near it have been put at risk of water-borne diseases. The excuse given for this sorry state of affairs is that the estate simply does not have the capacity to treat all the waste that it generates. But why has this capacity not been built up in all these years?\nWhat truly beggars belief is that this wanton destruction of the river and its surrounding environment, exposing local populations to a myriad of health hazards, has been going on despite the fact that the estate has no environmental clearance from the relevant authorities. The Department of Environment's own statistics show that, in the last three years, the estate has dumped around 1.60 lakh cubic metres of waste into the river—yet, it has been allowed to continue operating.\nAccording to a report in this daily, the process of shutting down the Savar tannery estate will now be initiated only after the industries ministry receives a letter from the environment ministry. We urge the authorities to not drag their feet in going through these different layers of administration, especially since it has already taken more than three months from the initial recommendation to shut down the estate to actually coming to the decision to follow it. We are also concerned to find that the Savar tannery estate will be given the opportunity to apply for fresh environmental clearance and re-start operations after meeting all necessary requirements. Can a tannery estate built on the banks of a dying river ever meet these requirements? In 2003, the government took the initiative to move all tanneries from the capital's Hazaribagh area to protect the Buriganga. We strongly urge the authorities to take a similar initiative in the case of the Savar estate in order to protect the Dhaleshwari and restore the local environment.\n",
        "headline_1": "Authorities must urgently protect the Dhaleshwari River from further pollution",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/authorities-must-urgently-protect-the-dhaleshwari-river-further-pollution-2906716",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-12-2021"
    },
    {
        "full_article": "Not even a week has passed since Nayeem Hasan—a second-year student of Notre Dame College—was killed in a road accident in the city, that we came to know about another student's death in a road crash in the capital's Rampura area. Mainuddin Islam Durjoy, a student of Rampura Ekramunnessa High School, was run over by a bus of Anabil Paribahan in Rampura on November 29. The 19-year-old just finished his SSC exams and was hoping to get enrolled in a good college when reckless driving took away his life. The accident happened at a time when students have been demonstrating for safer roads in the city, demanding the enforcement of the Road Transport Act, 2018, as well as justice and compensation for Nayeem and other road crash victims.\nBesides these two accidents that got people's attention, several other accidents also took place in the last one week. Among them, the killing of Ahasan Kabir Khan, an employee of the Daily Sangbad, by a garbage compactor vehicle of the Dhaka North City Corporation, and the death of three students in Chandpur as a BRTC bus hit their CNG-run auto-rickshaw, were reported in The Daily Star. What we have seen in Nayeem, Mainuddin and Ahasan's cases is that the drivers first hit them, and as they fell on the street, they ran over them. The lives of all three victims could have been saved if the drivers had stopped their vehicles on time instead of running them over. The sheer indifference shown by the drivers towards human lives is truly abhorrent.\nAs the number of road accidents rises in the country, we want to ask the authorities: What is the point of formulating a law if it remains largely unenforced? Do the authorities really care about people's lives or are they just trying to serve the interests of the transport owners and workers? Why did the government make amendments—which is in the draft form—to the Act even before enforcing it?\nIt is unfortunate that the transport owners and workers protested against some very important sections of the Act and the government actually bowed down to those demands. According to the Road Transport Act, 2018, there was a provision of maximum punishment of five years' imprisonment for causing death and serious injuries to a person through reckless driving. However, in the amended Act, the punishment of maximum five years' imprisonment for serious injuries has been excluded. According to transport experts, the changes were brought to the Act without holding discussions with the concerned stakeholders, which is shocking.\nThe increasing number of deaths on our roads and the growing anarchy in our public transport sector need to be addressed at all costs and for that, there is no alternative to enforcing the transport act. If the guilty drivers in the above-mentioned—and other—cases can be made to face justice, we may hope to see some changes on our roads.\n",
        "headline_1": "Reckless driving takes another life",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/reckless-driving-takes-another-life-2906556",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-12-2021"
    }
]