[
    {
        "full_article": "While more than seven billion doses of Covid-19 vaccines have been administered around the world—albeit almost 70 percent in developed countries and only two percent in low-income countries—the global economy is expected to see a strong recovery in 2021. The growth projections by international organisations indicate a ray of hope with some of the major economic parameters showing positive signs. For example, the International Monetary Fund (IMF), in October 2021, projected that the global economy would grow by 5.9 percent in 2021 and 4.9 percent in 2022, compared to a negative (-) 3.1 percent growth in 2020. The World Bank in June 2021 estimated that the global economy would increase by 5.6 percent in 2021. The United Nations Conference on Trade and Development (UNCTAD), in October 2021, saw the world output growing by 5.3 percent in 2021, as opposed to a negative (-) 3.5 percent growth in 2020. Of course, the uncertainty cannot be overruled since we are still dealing with the pandemic, and its forms and spread are beyond human control. Therefore, such prospects are subject to the level of risks of the pandemic and the management of financial situations in the developing countries, which are struggling more than the developed countries. It is also projected that going back to the pre-pandemic economic situation will take several years.\nMoreover, this growth is going to be uneven across regions and countries, and among sectors of the economy. There will be unbalanced growth within the countries themselves as well. This is already happening as large businesses have managed to recover to some extent and are showing promising signs of growth, while the smaller ones are struggling. Therefore, it was indicated by some international organisations and experts that the recovery from the pandemic would be K-shaped. In fact, the unbalanced growth pattern already existed during the pre-Covid period. While developed countries progressed smoothly and significantly, developing and least developed countries continued to fall behind with limited finance, low technological absorption and weak capacity. In the same tune, as the rich accumulated income and wealth, the gap between the rich and the poor grew further at the country level too. Therefore, as the attempt towards economic recovery is now ongoing, the expectation is that the world will see a better outcome of economic growth, which will be inclusive and equitable. There has been a lot of rhetoric on building forward a resilient global economy. But what would it really take to recover from the economic shrinkage due to the pandemic? We want to recover the losses and restore growth momentum. But the pattern, type and nature of that growth should be different from the pre-pandemic period, and be new and progressive. I would like to focus on four areas for such a recovery. These should in fact be the preconditions for the post-Covid growth narratives in all countries, particularly those with limited resources capacity.\nFirst, the healthcare system should be made robust by large investments in both physical and soft health infrastructures. We must remember that we are not yet in the post-Covid phase. The pandemic is very much prevalent; there is a huge uncertainty as to when it will leave us, or if it will go away at all. Of course, the majority of the population in developed countries are vaccinated and are probably in less risky situations. But the people in developing and poor countries are still in danger of the pandemic. So, the immediate requirement is ensuring vaccination for all in those countries that are left behind. All eligible citizens of all countries should be fully vaccinated and defeat the virus. This requires commitments and policy actions at the global level, so that vaccines are accessible to the people of the poor countries.\nAt the national levels, respective governments should also take appropriate policy measures for developing robust and efficient healthcare systems which are able to handle critical health crises, such as the pandemic. Such a health system must also be affordable by all citizens, so that they can pay for doctors, nurses and medicines. Higher investment is required, not only for more hospitals, intensive care units, doctors, nurses and health service providers, but also for universal health insurance, so that healthcare services are affordable to the common citizens. This is not only applicable for Bangladesh, but also for many developing countries.\nSecond, many governments will have to maintain an accommodative monetary policy to support the businesses for some time. During the pandemic, there was a need for expansionary monetary policies as governments across the world announced stimulus packages at various scales to support businesses and individuals. In Bangladesh, such support has helped many businesses and poor people to stay afloat. With economic activities being resumed and consumer demand going up, businesses—particularly the larger ones—have managed to make a comeback. However, the cottage, micro, small and medium enterprises (CMSMEs) have faced the toughest challenge, as they have had little access to finance despite the stimulus packages in place. Due to the informal nature of the CMSMEs, the complicated formalities for bank loans, and lack of information on the stimulus packages, many suffered serious losses and closed down. These small businesses are sources of employment for many. As the economy aims for higher growth, these businesses will require liquidity support in the form of soft loans from commercial banks. Besides, there is also a need for direct cash support to the poor who could not receive money during the first phase of cash support. Though the economy has started to gear up, high inflationary pressure of commodities has become a concern for the common people, including the poor who are the hardest hit.\nThird, higher investment on green projects should be made for future growth to be environmentally sustainable. Investments are essential for job creation. But it is critical to monitor how those investments are made. Infrastructural investments by destroying forests, biodiversity and ecosystem, and burning fossil fuels may add to the gross domestic product (GDP) of the country and create jobs, but the growth is of low quality and not sustainable. To fulfil Bangladesh's commitment for reducing greenhouse gas (GHG) emission and to adapt to the climate-induced risks and disasters, technology is crucial. The private sector, which plays a key role in the economy through investment and employment generation, should take the lead to bring in clean technologies for green growth. Technology should also be coupled with capacity development of the people. For adaptation, public investment plays a vital role. However, developing countries do not have adequate resources for undertaking adaptation measures, which is expensive. This has to come from developed countries as well as the Global Climate Fund. Indeed, developed countries also have the responsibility for technology transfer to poor countries.\nFourth, the post-Covid growth should aim for increased participation of women in the labour force. As of 2020, labour force participation by women is 36.3 percent, according to the Bangladesh Bureau of Statistics (2018). However, 91.8 percent of the female workforce are in the informal sector and earn low income with high job insecurity. During any economic shock, the informal sector workers are the first ones to lose their jobs. Reports have also found that women have been more vulnerable to domestic violence during the pandemic. While designing measures for \"building forward better\" during the post-pandemic period, the focus should be to have women-friendly policies, so that they can take part in the labour market in larger numbers. Implementations of policies will require higher investment into girls' education and training, and creating a safe environment for them.\nOverall, the future growth has to focus on quality, rather than quantity. Inclusivity and sustainability aspects have to be brought to the forefront. Therefore, policies for and perspectives on economic growth have to be changed.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD).\n",
        "headline_1": "Four areas to focus on for post-Covid economic recovery",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/four-areas-focus-post-covid-economic-recovery-2210926",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-11-2021"
    },
    {
        "full_article": "Growing up in a small city in the southwest United States, I thought I didn't like cities. I loved hiking in the nearby mountains, from the top of which a grey haze hung over the city, which itself offered a few charms. Since we had no industry or brick kilns, I can only assume that the pollution was caused by the car traffic. The city planners seemed to have invested more energy in ensuring that people could move around easily, than to ensure that there were destinations worth reaching. Despite having beautiful weather most of the year—my family ate outside on our veranda about half of the year—there weren't outdoor places where people gathered. Our local parks were sad, bedraggled affairs. Bored youth drove to restaurants or shopping malls to hang out.\nThen I had the good fortune of travelling across the country to attend university near Boston. Now, Boston isn't one of our greater cities. It is racist, segregating the dark-skinned in dirty and dangerous neighbourhoods. Winters are miserable. But it is a city. I could walk for hours, exploring different neighbourhoods. There was—is—a lengthy bike and walking path along the Charles River, where people can stroll and cycle, safe from traffic. For free evening entertainment, there were plazas where I could watch street performers and passers-by. There was also functional public transit—it was slow and noisy, but it came regularly and it was easy to understand how to use it. As a result, when I didn't feel like walking for hours, I could still explore the city.\nIn later years, I started informally studying urban planning and came to realise that the beauty of cities is that they bring many opportunities for exchange into a small area. The higher density of urban areas means that one can meet and mingle with a greater variety of people, exposed to different ideas, cultures, and ways of being than one can find in the countryside. Cities can be polluted, but they don't need to be—at least not to the level that many are. This is a discovery that many have made only because of Covid-19 shutdowns.\nWhen I first moved to Dhaka, the sheer size of the city was overwhelming, but I came to realise that you don't live in a megacity—you live in a neighbourhood. And I find mine enchanting, with so many people walking about, people selling goods from bicycle carts, children moving about on their own, people interacting freely. Entertainment is freely available, watching the people. It is the opposite of the lonely and isolating cities that are all too common in my home country.\nHaving just observed World Cities Day on October 31, it is worth reflecting on what aspects of our city we enjoy and what aspects we would like to change. Rather than reflexively blaming migrants for Dhaka's overcrowded state, or rickshaws for its traffic jams, or whatever the culprit of the day is for its pollution, it is worth reflecting on what the city is and what it could be.\nIn the past, during hartals, I marvelled at the sight of four or five children riding bicycles side by side, teens playing cricket on quiet streets, and the ability to travel faster by rickshaw than most days when I could travel by car.\nDuring Covid shutdowns, we once again saw a different, quieter, friendlier, less polluted version of Dhaka.\nSure, Dhaka is overcrowded, but how much space does a migrant take, versus a private car?\nYes, rickshaws can be annoying—especially when I'm on a bicycle—but what VIP road is free of congestion?\nWinter dust and fires, and brick kilns, do contribute to pollution, but so does the overwhelming presence of motorised vehicles.\nDhaka turns out to be not that big, as you can discover if you try cycling it early in the morning or on a holiday. Many destinations would be easily reachable by bicycle if we built the proper infrastructure to make cycling safe and convenient. If we focused on enabling people to move easily within their neighbourhoods and discouraged car trips, we could make the city much more liveable immediately in terms of congestion, pollution, noise, and safety. If we stopped supplying so much space to cars, we would have a lot more space available to people—more space for parks and playgrounds, to plant trees and restore canals, all of which would also reduce the heat island effect and help offset the worsening flooding due to the climate crisis. What is true for Dhaka is also true for our divisional cities, which otherwise risk becoming the same noisy polluted congested mess.\nAs a wise man once said, \"Liveability is density done right.\" With so many fascinating people within such easy reach, our city could become a great place to wander and inhabit. Then, instead of consistently ranking as one of the world's least liveable cities, Dhaka could prove far more rewarding to its many inhabitants.\n \nDebra Efroymson is the executive director of the Institute of Wellbeing, Bangladesh, and author of \"Beyond Apologies: Defining and Achieving an Economics of Wellbeing.\"\n",
        "headline_1": "Dhaka, Density and Liveability",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/dhaka-density-and-liveability-2210921",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-11-2021"
    },
    {
        "full_article": "Dr Iftekharuzzaman, executive director of Transparency International Bangladesh (TIB), speaks to Eresh Omar Jamal of The Daily Star about the discrimination faced by marginalised communities and the rise of fundamentalism in Bangladesh.\nWhat were the findings of TIB's recent study titled \"Access of Marginalised Communities to Public Services: An Assessment of Accountability Mechanisms\"?\nThe study found that when people from marginalised communities tried to access public services, they faced discriminatory attitudes and practices from their mainstream peers, as well as a section of the people who were part of the relevant authority. For instance, in educational institutions, quite often when students from marginalised communities were exposed to inequitable behaviour and treatment, and their parents complained about it, they were told by the teachers that they could not do much about it, and the parents would have to accept it as a reality. Sometimes, such students, especially the Dalits, were forced to clean their schools' toilets. And if they complained, they were exposed to further intimidation and harassment.\nWhen it comes to the government's social safety net programmes, from the inclusion of their names into the list of potential recipients to actually receiving the benefits, they are facing discrimination at every step. A major cause for this is the prejudiced attitude of a section of relevant public officials and political leaders.\nAnother big problem that they face concerns land ownership. Land-grabbing is a big problem in Bangladesh. Powerful quarters are frequently colluding with government officials and the people connected to power in order to grab land. They have made a habit of grabbing land belonging to marginalised communities—because it is easier. We have seen plenty of examples of powerful forces grabbing their land and getting away with it, so it gives the grabbers enough reason to feel emboldened and protected. This problem has become institutionalised. We have seen examples of the Forest Department ousting scores of marginalised families from their ancestral land and homesteads where they had been living for ages, in the name of protecting reserve forests, whereas, in reality, when genuine reserve forests were being grabbed by the mainstream vested groups, effective punitive action was hardly taken, if ever there was any attempt to do so.\nWhat are some of the biggest barriers preventing the members of marginalised communities from receiving these basic services?\nOne of the biggest barriers is that the general people, as well as individuals from within the administration and political space, do not see the members of marginalised communities as equal citizens. Our constitution is very clear about recognising the equal rights of all citizens—regardless of their race, religion or identity. It also acknowledges that people are entitled to government benefits and services on an equal footing, regardless of their diverse identities. Constitutionally and legally, there is no scope for discrimination. But there is very little compliance with the constitution and law at the institutional and political levels. Not many effective actions are taken against the violators of the provisions; that is the problem.\nWhat, in your opinion, are the underlying causes of this? When did this problem start?\nIt is impossible to give a definitive timeline for when this problem started. In some sense, it has been a perennial problem. But the political transitions and transformations after 1975 have been particularly more impactful when it comes to fuelling and nourishing it. The religion-based politics that has been promoted since then—especially in regards to the amendments that have been made to the constitution to introduce state religion, undermining the secular value that was at the core of the spirit of our independence—has certainly contributed to the creation and expansion of the socio-political space for increased discrimination against minorities.\nDiscrimination against marginalised groups is a global phenomenon. But because Bangladesh is a more resource-constrained country, where the benefits of development have not reached the majority of people, people are more drawn towards illegally grabbing the wealth and land of marginalised groups, because that can be done relatively easily and remains unaccountable.\nLack of awareness and respect among people with vested interests towards the constitutional rights and obligations of all the citizens of the country is what's at the root of it. Unfortunately, very little has been done over the years in terms of justice and accountability.\nWhat about the presence of the minority community within the bureaucracy? Can't they prevent such behaviour?\nWithin the bureaucracy and political space, there are minority people, but they are relatively few in number; more importantly, their leverage on the treatment of marginalised groups is very limited. They often accept the mistreatment of minority groups as an unchangeable reality, tolerate it, and remain inactive. Peer pressure and a lack of self-confidence also work to keep them silent. Sometimes they may feel like there is a conflict of interest when it comes to them speaking out or taking actions against injustices perpetrated against their own minority communities. Some even give in to discriminatory behaviour for fear of reappraisals, and to protect themselves from the risk of negative career impact. There are people who are trying to change things within their limited capacity, but their number and influence are too limited.\nThe country recently witnessed a series of attacks against the Hindu community. Does the denial of such services somehow contribute to the marginalisation of different minority groups in an invisible, yet broader sense?\nFirst, I must say that this study of ours did not focus specifically on Hindu minorities. But I definitely agree with your point. The horrors that we have witnessed during the recent attacks on Hindu communities, as well as many previous attacks, prove that they are not isolated incidents.\nOne of the worst negative outcomes of the changes that we have seen in our political sphere post-1975, which have been nourished over the years, is an ominous transition to collusion, protection and promotion of fundamentalist forces at the expense of our secular aspirations drawn from the Liberation War. This has given space to forces that are engaged in inciteful rhetoric and discriminatory actions. Such forces have unfortunately become beneficiaries of this regressive political culture. It is in this context that discriminating against minorities has, at times, been seen as politically expedient. Politicians have used it to win mileage, while minorities have been taken for granted as vote banks.\nColluding with fundamentalist forces or, at times, protecting and promoting them, has become a common practice across the political spectrum, and at times a key tool for our zero-sum political game. This in turn has led to situations like the one where fundamentalist forces dictated what changes should be made to our national curriculum, and the government, accepting those changes, designed to promote fundamentalist values at the expense of secular values. What signal did that send?\nFundamentalist groups have been allowed into the mainstream by the major political parties. Having come into the mainstream, these groups have been targeting young people and getting them to buy into their radical ideologies. This whole situation should be extremely concerning for us all, particularly because a big part of what they promote is hatred against minority groups, including the Hindus. Those who are participating in their programmes and listening to what they promote are becoming increasingly radicalised and intolerant.\nThe most obvious sign that this is happening can be seen on social media, which is being used by fundamentalist forces to get people agitated towards marginalised groups. But the people or groups that are doing this are hardly ever held accountable.\nHave government policies and general politics in any way contributed to the increased communal violence that we have seen?\nThey may not be linked directly, but during the most recent attacks on the Hindus, some of the people who have been identified have been found to be connected to different political parties or their affiliated groups in some capacity. That does show that there is a connection. But I think the main issue here is that our overall political space has seen an anti-minority bias seep into it, which has created a pro-fundamentalist environment. And these biases have, over time, trickled down across society.\nInterestingly, those who use social media to promote freedom of speech and liberal and secular ideas and values are often harassed and chastised by the authorities. Yet, we see fundamentalist forces openly using social media platforms to promote hate, without the government so much as lifting a finger to stop them. What does that indicate? That these people are protected in a way that people who are trying to uphold liberal ideas are not?\nSo, would you say that the measures being implemented, using the justification that they are there to discourage fundamentalist forces, are actually being used to silence moderate voices?\nAbsolutely; just look at how the Digital Security Act (DSA) is being used. It is the people who are promoting freedom of speech and expression and other democratic and secular values who are being harassed by the authorities through the use of the DSA and other such tools. Compared to that, people who are spreading fundamentalist ideologies are barely being noticed by the authorities or held accountable for spreading hateful and inciteful messages. That itself should give us a good idea of where the government's priorities lie—not stopping hateful and racist messages and ideas from spreading, but harassing people for using their right to freedom of expression to promote democratic values.\n",
        "headline_1": "In a climate of exploitation, marginalised groups are easy pickings",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/climate-exploitation-marginalised-groups-are-easy-pickings-2210911",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-11-2021"
    },
    {
        "full_article": "A decade ago, global management consultant McKinsey published a report titled \"Bangladesh's Ready-Made Garments Landscape: The Challenge of Growth.\" To prepare the report, McKinsey collaborated with the Bangladesh-German Chamber of Commerce and Industry and interviewed many leaders in our RMG industry. The landscape then was clearly different from what it is now, especially given the impact of the Covid-19 pandemic for the past 18 months. It was, therefore, interesting to read an update to this study, which was published earlier this year.\nThe conclusions drawn by McKinsey's 2021 report on Bangladesh's RMG industry are that it is faced with major challenges brought about by the Covid-19 pandemic as well as the shifts in global markets. McKinsey said the RMG sector in Bangladesh would need to innovate, upgrade, and diversify moving forward. This will require investing in flexibility, sustainability, worker welfare, and infrastructure. In short, there is still much work to be done.\nThe report lauded our greater capacity to produce garment products with synthetic fibres, and manufacture more complex products such as outerwear, tailored items and lingerie. It also praised our ability to provide new washes, prints, and laser finishes, while noting some increase in vertical integration of the supply chain, with the result being that more suppliers are now able to offer lead times below the standard 90 days.\nBut the overriding message is clear: we must go further.\nIn another 10 years' time, do we want to receive this same message? How can we turn our RMG industry into a leading, innovative, sustainable powerhouse in the world, with a heavy focus on R&D and rapid product turnaround? Perhaps it is time for us to start imagining the RMG industry of tomorrow in order to future-proof our most valuable export sector. Actually, let's go a step further: perhaps, it is time to start building that industry.\nUnderpinning such an industry, I believe, will need smart and sustainable business parks. It can be challenging to \"retrofit\" futuristic technologies into existing factories or locations. This is because so many changes have happened in terms of sustainability-related technology in the past two decades—sometimes, it is just easier to start from scratch.\nThe new sustainable business parks, which could be developed with public-private partnerships, would be characterised by a number of features.\nFirstly, they would be developed sustainably from the ground up. Each business could follow the guidance of an environmentally-friendly site master plan, drawing heavily on the best international practices in such areas. All of the buildings would adhere to the highest international standards for green design and layout. In fact, many RMG factories in Bangladesh are already Leadership in Energy and Environmental Design-certified, but there are additional measures that can be taken with a specific garment-production focus.\nThere would be a major focus on the use of renewable energy, including solar and wind energy, in these parks. Solar power, in particular, is one sector of renewable energy where huge technological strides have been made in recent years. In addition to the wide scale adoption of cleaner production and water-saving technologies, a central rainwater harvesting system could be installed, which could be used by all tenants. Water is our most precious natural resource, and Bangladesh is a water-stressed country. We need to start preserving it.\nThe sustainable business park of the future would be vertically integrated. Vertical integration is the holy grail for any textile manufacturing hub—just ask China. It shortens supply chains, boosts economies of scale, allows a faster turnaround of products, and enables more export receipts to be retained in exporting countries. What's there not to like? We have to think more about how we can bring more stages of production under one roof in Bangladesh. If building a structure from scratch is the way to do that, then that is the road we need to take.\nThere are other arguments in favour of developing business parks of this nature from scratch. For a plethora of reasons, such parks provide a major boon for inward investment, particularly green finance.\nSmart and sustainable business parks would include a sludge treatment facility, with further trials already underway for responsible disposal. These include tests using microalgae to break down sludge, as well as utilising sludge to fuel furnaces and as bricks with a bio-mat mask. The most sophisticated Common Effluent Treatment Plant (CETP) would provide treatment facilities for all tenants.\nFinally, there are other aspects of sustainable business parks that could be considered. Could they incorporate a central design facility? What about a central research and development facility on site? The benefits of centralising such facilities—and making them available to all site park tenants—are major economies of scale.\nDeveloping such futuristic parks would enable Bangladesh to think 20, even 30 years ahead—of a time when being fully sustainable will be the norm, rather than the exception to the rule. Our RMG factories are already incorporating many of the ideas and technologies discussed above. But are they all being developed from scratch, in one location, which would surely act as a magnet to an inward investment community that always has one eye on the future?\nIf we were to begin developing smart and sustainable business parks in Bangladesh, I have no doubt the green investors would sit up and take notice. Together, they could help us build the garment production hub of the future.\n \nMostafiz Uddin is the managing director of Denim Expert Limited, and the founder and CEO of Bangladesh Apparel Exchange (BAE) and Bangladesh Denim Expo.\n",
        "headline_1": "Let’s build the RMG park of the future",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/lets-build-the-rmg-park-the-future-2210906",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-11-2021"
    },
    {
        "full_article": "Over the past few days, 23 women have been rescued from the hands of traffickers, of whom 22 were in three \"safe houses\" in Dhaka's Mirpur, Uttara and Tejgaon areas. Rab has also arrested 11 members of two human trafficking gangs that allegedly trafficked women to India and Middle Eastern countries, promising them a better life abroad. While we are relieved to hear that these women have been rescued, it is extremely concerning to find that these gangs are continuing to prey upon young women in the country.\nAccording to a report in this daily, of the recently arrested traffickers, one group used to pose as a dance club and another group as agents for jobs in the Middle East. In the last one year, the latter trafficked around 30-35 women to Saudi Arabia, UAE, Jordan, Oman, Qatar, Kuwait and Egypt, whereas the dance club racket has trafficked nearly 100 women since 2019 by promising their victims dance lessons that would get them jobs in India.\nCould these women have been saved from their ordeal if the law enforcement agencies had been more vigilant? It appears so. In April 2019, the ringleader of the dance group, DJ Kamrul, was arrested by Badda police for trafficking a woman to India. According to the Human Trafficking Deterrence and Suppression Act, 2012, human trafficking comes with a penalty of five years to life imprisonment. Yet, Kamrul was in jail for only three months, after which he apparently went back to his criminal activities. How is it possible that even after being arrested and imprisoned, he was able to act with such impunity?\nAt a press briefing, Rab also revealed that they had identified eight different border routes that were being used by the dance club gang. These same routes, along with the safe houses, have been identified before, especially after the discovery of the TikTok trafficking ring. The authorities, on both sides of the border, must do more to dismantle these networks. It is unacceptable that traffickers are being identified, imprisoned and then allowed to return to their lives of crime.\nAccording to anti-human trafficking NGOs, around 500,000 Bangladeshi women and children aged between 12 and 30 years have been illegally sent to India over the last decade. This is no small number. We urge the authorities to strictly implement the human trafficking prevention act and mete out exemplary punishment to traffickers, as well as provide rehabilitation support for trafficking victims so they are able to return to their families and communities.\n",
        "headline_1": "Mere arrests in trafficking busts won’t work",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/mere-arrests-trafficking-busts-wont-work-2210896",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-11-2021"
    },
    {
        "full_article": "In a discussion organised by the Editors' Council on Saturday, newspaper editors and academics expressed concern saying that the freedoms of the press and speech in Bangladesh were under serious threat. Despite Article 39 of our constitution guaranteeing the right of every citizen to freedom of speech and expression, as well as freedom of the press, these rights are being attacked from all directions, according to the speakers. We can't agree more.\nOn the one hand, the adversarial stance of government authorities and various state machineries on the publication of any information revealing their incapacity or incompetence, or criticising them, has often led to the full might of the state being used to crack down upon independent journalists and journalism. On the other hand, the attempted corporate control of the media by different business houses that own media outlets is leading to the stifling of independent journalism from within the industry itself.\nThe primary asset of any newspaper is its credibility. With the attempted use of different newspapers by corporate owners for their own benefits, that credibility is at risk of fast deterioration. This does not bode well for journalism in the long run. On the flip side, while the government has been attempting to use various tools such as sedition laws, the draconian Digital Security Act (DSA), and the Official Secrets Act of 1923 to crack down on press freedom, the various institutions and mechanisms that are supposed to be in place to safeguard the fundamental rights to free expression and free press have been failing badly. The end result is that the independent press—an essential pillar of any democracy—is under tremendous pressure, which is endangering our democracy, as an informed public is a prerequisite to any functioning democracy.\nWhether the government realises it or not, it is losing out, too—as without an independent press, how can it sense the pulse of the citizens? What channels can it rely on for an accurate picture of its performance?\nThe government needs to seriously reassess many of the laws and mechanisms it has put in place that are stifling freedom of speech and freedom of the press. Instead of seeing every criticism as something of a hostile or conspiratorial nature, the authorities need to understand that the primary function of independent journalism is to shed light on uncomfortable truths which, oftentimes, is the best antidote to many of society's ills. In line with that, it should consult with the Editors' Council to formulate strategies that can help the independent media flourish. Meanwhile, we also hope that corporate owners will refrain from using their positions to force their media houses to become propaganda tools, as that would seriously tarnish the reputation of not only their own outlets, but that of the industry as a whole.\n",
        "headline_1": "Press freedom is under serious threat",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/press-freedom-under-serious-threat-2210696",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-11-2021"
    }
]