[
    {
        "full_article": "The impact of the 15-page indictment filed by the U.S. Department of Justice against an Indian national, believed to be directed by an Indian government official for attempting an assassination plot against U.S.-based Khalistani separatist Gurpatwant Singh Pannun, is likely to be felt in more than just the U.S. and India. The indictment is based on details of communications between the accused, an illicit drugs and arms dealer, Nikhil Gupta, with a serving senior Indian government intelligence officer, who is identified but unnamed, as well as with two men in the U.S., who were allegedly engaged to kill Mr. Pannun. The twist in the tale, unreported on so far in the U.S., or Canada, is that the two U.S.-based men were working for U.S. law enforcement, making it clear that American agents have been following the investigation since at least May. There have been meetings between the U.S. President Joseph Biden and Prime Minister Narendra Modi — other senior officials have met too — since then. The allegations raise troubling questions about how much was shared between the two countries, and whether the Modi government, which had been outraged by similar allegations made by Canadian Prime Minister Trudeau, has been less than honest about what it knows. If the government had knowingly authorised the targeting of Sikh separatists who are on India’s UAPA terrorist designation list, then that implies a dramatic change in Indian policy, which it should be more upfront about. If top officials had no inkling about the “plots”, and as the Ministry of External Affairs has stated this is not “government policy”, it is also a matter of grave incompetence and ‘rogue’ officers. If, however, the U.S.’s and Canada’s allegations are unfounded, and Indian officials are not linked to the plots, then the government needs to furnish evidence. In any case, the management of public messaging in the matter, especially India’s reaction to Canada versus the U.S., appears inconsistent.Whatever the factors behind the government’s responses thus far, it is significant that it has now instituted a high-level inquiry committee to look into the U.S.’s allegations. Much hinges on its outcome. To begin with, India’s U.S. ties could be impacted by what transpires, as White House expects India’s full cooperation. India too, must ask the U.S., which is rightly placing such emphasis on the plot, why it is not keen on extraditing to India a man facing terror charges. Second, the U.S. and Canadian allegations will directly impact India’s ties with all “Five Eyes” intelligence partner countries, which must not be overshadowed by this one case. Finally, it is India’s reputation as a consistent and credible power — one which has earned respect worldwide for its sagacity and principled approach on such issues in the past — that hangs in the balance, and New Delhi must judge its next steps in the case extremely wisely. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\nIndia\n\n/\n\ndiplomacy\n\n/\n\nCanada\n\n/\n\ncrime\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nUnited Kingdom\n\n/\n\nAustralia\n\n/\n\nNew Zealand",
        "headline_1": "A lot at stake: On India and the impact of the indictment by the U.S. Department of Justice",
        "headline_2": "India’s reputation as a principled power is at stake after the indictment",
        "link": "https://www.thehindu.com/opinion/editorial/a-lot-at-stake-the-hindu-editorial-on-india-and-the-impact-of-the-indictment-by-the-us-department-of-justice/article67591265.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-12-2023"
    },
    {
        "full_article": "There seems to be a rejuvenation in the hopes for a return to democracy in Myanmar if recent events in the civil war are anything to go by. The Tatmadaw (the junta) has never had a bigger challenge until now since its February 2021 coup that ousted the National League for Democracy-led government. The violence now and reverses suffered by the ruling junta point to a new phase in the war. Ever since the launch of coordinated attacks by the Three Brotherhood Alliance (TBA) in late October, the junta has lost scores of bases and is being stretched thin as its forces have to battle opposition militias, especially in rural areas of the country. The junta sought to overcome the protests following the coup with crackdowns besides detaining NLD leaders in its attempt to reverse the changes in Myanmar’s polity since its controlled democratisation in 2010. But this has only led to the NLD and its allies, which formed a National Unity Government (NUG) in exile, creating rebel militias called the Peoples’ Defense Forces, who along with Karen, Kachin, Chin and Karenni ethnic forces took on the junta even as their political representatives engaged in a dialogue platform for Myanmar’s federal and democratic charter.The groups within the TBA — the Myanmar National Democratic Alliance Army, Ta’ang National Liberation Army and the Arakan Army — besides others had initially retained their ceasefire status with the junta, but have now joined the civil war, weakening the junta’s hold in the northern Shan State and engaging in hostilities in Rakhine State. This, combined with renewed attacks by other NUG allied ethnic armed forces, such as in Chin State neighbouring India, has put the junta in a bind. Most international actors have condemned the coup but have stopped short of outrightly supporting the NUG, except for the European Parliament which has recognised it as the legitimate government of Myanmar. While India has supported democratic reforms, it has cautiously cultivated ties with the junta, as it seeks to counter China’s influence in Myanmar. These ties seem to have played a role in New Delhi’s allowing the junta’s soldiers fleeing the violence in Chin State into Mizoram and facilitating their return through the Moreh border. But with the junta reverting to its tyrannical ways of bombing civilian targets in its efforts to negate the growing resistance even as the NUG has gained greater legitimacy, and heralding better prospects for a truly federal, democratic Myanmar, it is time New Delhi reviewed its ties to the junta.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMyanmar\n\n/\n\ndemocracy\n\n/\n\npolitics\n\n/\n\nChina\n\n/\n\nMizoram\n\n/\n\nEuropean Union",
        "headline_1": "Changing tide: On democracy and Myanmar’s civil war",
        "headline_2": "The Tatmadaw has been stretched thin in the civil war in Myanmar",
        "link": "https://www.thehindu.com/opinion/editorial/changing-tide-the-hindu-editorial-on-democracy-and-myanmars-civil-war/article67591807.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-12-2023"
    },
    {
        "full_article": "Authored by Balaswamy Akala\nBefore Silkyara, rat-hole mining techniques saved lives in a 1989 coalfield accident, as dramatised in a recent movie, Mission Raniganj.But in Meghalaya, this practice is threatening the Garo range\nEven as we celebrate the successful rescue of 41 workers trapped in the Silkyara tunnel in Uttarakhand for 17 days, we are reminded of a similar incident in November 1989. As many as 65 miners had got trapped at a depth of about 300 feet in the Mahabir colliery in Raniganj, West Bengal.\nRead full story on TOI+\n\n",
        "headline_1": "Life saver in mines, mountains & destroyer of hills",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/life-saver-in-mines-mountains-destroyer-of-hills/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-12-2023"
    },
    {
        "full_article": "Authored by Ravi Gururaj\nThe OpenAI founder is one of a handful of super-innovators. These guys are indispensable. They change how we live, work, and interact with technology\nThe curtain has fallen on a tumultuous and riveting story. The five-day OpenAI corporate coup that captivated Silicon Valley and far beyond left in its wake much awe and some shock. As the world’s foremost artificial intelligence company seemed to teeter on the brink of a complete meltdown amid a founder and board power struggle, it underscored the delicate balance between the rapid pace of AI innovation and the need for responsible, transparent governance.\nRead full story on TOI+\n\n",
        "headline_1": "Play it again Sam, it’s worth it",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/play-it-again-sam-its-worth-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-12-2023"
    },
    {
        "full_article": "What now, following the remarkable rescue of 41 workers trapped in the under-construction Silkyara tunnel? The Uttarkashi accident, in a GOI flagship project, is a wake-up call. It is reason enough, if one were needed, to review the safety of workers across India, a legislative and regulatory blind spot. It is no revelation that workers are forced to work in hazardous conditions, with little concept of any right to safety. Such rights, where they exist in the snarl of labour laws, are often only on paper because the term ‘worker’ itself is not uniformly defined. And that is just one hiccup. Worksite accidents, injuries, and fatalities across the country are massively underreported, not least because no records are required to be maintained uniformly by all states. Multiple labour laws mention safety norms and compensation, but compliance is poor, monitoring and supervision are even worse.\nThe attempt at replacing 13 labour laws with the Occupational Safety, Health and Working Conditions Code, 2019, was withdrawn in 2020 over its multiple shortcomings – not least that the term ‘worker’ was still not defined. India hasn’t ratified either of the two ILO workers’ safety conventions. The country doesn’t have a primary law on occupational safety and health. Compensation to workers or their families on death, worked into a raft of labour laws, is often inadequate and difficult to claim. It is in this dark pit that workers’ rights to safety are routinely binned.\n\nWorksite accidents and fatalities are growing. Take workers at construction sites. All Indian cities are witnessing brisk construction activity. The bulk of the workers are inter-state migrants, which makes them even more vulnerable and their employers even less accountable. In Mumbai Metropolitan Area, 51 labourers have died in 24 incidents on-site this year. Maharashtra alone has seen a three-fold rise in the deaths of construction workers from 2021 to 2023. There is no specific state agency tasked with monitoring safety at construction sites – the state labour department uses an external agency to certify the safety of equipment, lifts, and cranes at construction sites.\n\nWhile lapses that trapped the workers on duty at Silkyara and made the rescue such an immense challenge are investigated, the Union labour ministry and state labour departments must restart the stalled project of creating an overarching occupational safety and health framework for India’s workers – whether in manufacturing, mining, ports, or construction.\n\n",
        "headline_1": "Tunnel’s tales: Silkyara should lead to a national review of worker safety across sectors. Current laws don’t work",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tunnels-tales-silkyara-should-lead-to-a-national-review-of-worker-safety-across-sectors-current-laws-dont-work/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-12-2023"
    },
    {
        "full_article": "Together the two of them built Berkshire Hathaway into a $500 billion-plus investment behemoth over half a century. Warren Buffett has undoubtedly been the No.1 in this partnership but Charles Munger, who has passed away at age 99, was much more than No.2. Buffett’s tribute says that the company could not have been built to its present status without Charlie’s wisdom. And this is just the latest of his acknowledgements of how much Munger actively expanded the horizons of Berkshire Hathaway. The public would get a more direct and riveting look into their relationship at shareholders’ meetings, where Munger would disagree with Buffett and even criticise him. The history of business is replete with successful nonhierarchical partnerships, which cannot be accounted for by The Great Man Theory of leadership.\n\nWells Fargo, Hewlett-Packard, Ben & Jerry’s, Anheuser-Busch and Larsen & Toubro are just some of the eminent corporations that continue to be named after their dual founding partners – with L&T now being India’s largest construction company. Infosys is another Indian exemplar with solidly joint leadership foundations. You can see this model working in other fields. Rolling Stones keeps selling out concerts because Keith Richards and Mick Jagger continue to jam together.\nWhat happens when a frontman hogs all the bouquets and a partner never gets their due? Look at how often, as in the case of Jocelyn Bell Burnell, the Nobel Prize for science overlooks women’s contributions and rewards only the men. Such lopsidedness fuels resentment and stunts development. Zoom into zones of intimacy, and the same applies. Juxtapose a one-up-one-down marriage to one between coequals and it is clear which is more fulfilling in the long run. More open communication means better decision-making.\n\n",
        "headline_1": "Charlies, in biz & life: Success of the Buffett-Munger partnership model highlights the drawbacks of harsh hierarchies",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/charlies-in-biz-life-success-of-the-buffett-munger-partnership-model-highlights-the-drawbacks-of-harsh-hierarchies/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-12-2023"
    },
    {
        "full_article": "The Population and Household Census Report 2022 released recently by the Bangladesh Bureau of Statistics (BBS) shows, among an array of curious findings, an upsetting picture too. Over a third of the country's current 169.828 million population has no education, employment and job training, says the latest report. Based on the final survey conducted in June 15-21 last year, the report shows a significant male-female demographic change. For the first time in the country's history, women have outnumbered men in official count. The ratio of women to men stood at 100:98.02 in the report. Out of the total population, 84.134 million are male, and the rest 85.686 million female. In the 2011 census, the proportion of female population to male was lower, recorded at 100:100.30, and in 2001 census it was 100:106.35. Other findings in the report include increase in population density from 976 persons living in per square-kilometre area in 2011 to 1,119 persons in 2022. The report recorded an increase in urban population with 31.66 per cent living in urban locations and the remaining 68.34 per cent in rural locations. The census shows increase in the number of youths (15-24 years) to 19.11 per cent of the total population from 18.16 per cent in 2011. The literacy rate (7 years and above) has increased significantly to 74.80 per cent in 2022 from 51.77 per cent in 2011. Out of the literate population, 89.26 per cent pursued general education, 7.19 per cent religious education, 0.81 per cent technical education and the rest 2.74 per cent other categories of education.These salient features and other associated findings in the report are largely overshadowed by the disheartening fact that one third of the country's population constituting 34.02 per cent is without any education, employment and job training. Of them, the majority, 52.76 per cent, are female, while 13.28 per cent are male. This portrays a grim picture of the country's socio-economic landscape and underscores a significant challenge for ensuring inclusive development. The data not only highlight the pressing need for educational reform and increased employment opportunities but also point to social and economic disparities that need an urgent attention. The finding serves as a call for a collaborative action by policymakers, educators, and community leaders on strategies that promote education and skills development, fostering a more inclusive society in the country. Beyond statistics, it is a call for a renewed commitment to equitable education, employment, and skill-building opportunities. It also signals a critical juncture for policymakers and stakeholders to reevaluate existing strategies and implement targeted initiatives that address the multifaceted challenges facing this vulnerable population.There is no doubt that the government's mass literacy and school enrollment programmes have largely fallen flat in addressing the needs, especially in the rural areas. Added to these is the gross inadequacy of job/skill training programmes. As the country navigates the tortuous competitive course of job markets both at home and abroad, addressing the shortcomings laid bare by the census report is not just a matter of policy but a moral obligation.",
        "headline_1": "A grim feature of Population and Household Census Report 2022",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-grim-feature-of-population-and-household-census-report-2022-1701357161",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-12-2023"
    },
    {
        "full_article": "The High Court (HC) admonished on Monday last the Department of Environment (DoE) and the two city corporations of Dhaka for their respective failures to comply with its earlier directives on controlling air pollution in the capital. This time the HC has granted the two entities time to comply with those directives before December 11, the date set for passing further order in this case. In January 2020, the first directive was issued for the DoE to shut down all the illegal brick kilns in Dhaka and its neighbouring districts---Narayanganj, Gazipur, Manikganj and Munshiganj. The second directive issued in February 2021 concerns spraying of water on city streets, including the entry points of the city, from the vehicles of the Fire Service and the Civil Defence. In the same breath, the HC castigated the city corporations for its nonchalant attitude towards containment of dengue. Lawyer Manzil Murshid who originally filed the case in favour of the Human Rights and Peace for Bangladesh (HRPB), once again drew the HC's attention on Monday to newspaper report on 'selling certificates to operate illegal brick kilns in Savar'. In response to this, the HC bench's observation was quite interesting. Expressing its deep resentment at the repeated non-compliance of the directives issued, the HC made some significant observations. These are: 'they give permission to the owners (of brick kilns) to operate illegal brick kilns, which cause air pollution, as they are managed' by the latter. The DoE officials 'do not need fresh air because most of their children live abroad'. Here the HC has highlighted two crucial issues ---one is the compliance or non-compliance of the instructions of the higher court and the other is the normal functioning of duty and responsibility that come with organisational positions. The other thing hinted at is the concern for self preservation. Had the DoE and city corporations performed their duties properly in the first place, the HC did not have to hear cases like this. The system of administration is malfunctioning at more points than before and hence rights bodies and individual complainants are seeking justice at the higher court as a last resort. At times the higher courts take suo motu notice of gross maladministration or injustice in society by default of individuals, organisations and authorities concerned or a free hand enjoyed by perpetrators. While such applications of higher court's precedence over systemic anomalies and faults gives hope to ordinary people, non-compliance causes them utter frustration as this is considered a failure to uphold the sanctity of the judiciary, the higher courts in particular. Instances of this happening of late are rising in number. The HC ordered total stoppage of release of untreated industrial effluent into the Buriganga and other rivers around the capital. It also declared the rivers as 'living entities' and demanded that those be treated so. But the ground reality is a stark contrast to the initial attempts made by the government agencies to go by the HC directives. Even a river commission was constituted and it started mapping the rivers of the country. The tanneries were relocated from Hazaribagh to Savar tannery estate. Then factories and industries located on the river banks or in their vicinity were served notice to install effluent treatment plants within a time period. In case of failure, their disposal pipes would be plugged, the authorities warned. The fact is that the vested quarters come up with a flurry of activities after each road, waterway disaster, fire or industrial mishap until another pressing issue comes to the fore when the attention gets diverted or dissipated. Similarly, the HC's urgency of addressing issues of public interests is parried or sidestepped by the vested coteries with an ulterior motive on adoption of various delaying tactics on this or that excuse. This is intolerable. In effect, this amounts to defiance or undermining the court, people's last hope. The nation has to pay heavily for this. In recent times, partisan practitioners of law have not helped the cause of judiciary by their controversial actions on the court premise and questioning the neutrality of the higher courts. Had the government agencies been serious about compliance of the HC directives, the Buriganga and other rivers around the capital considered its lifelines might have by now recovered from the heavy pollution causing their water look like that of a cesspool. In a civilised society, laws are made for compliance but here those are made, as if, only for mindless violation. Also, responsibilities at the individual and community levels are lacking when it comes to maintaining cleanliness of public places and facilities. Or, how can the Hatir Jheel, attributed the moniker 'lungs of the city', spew out the nauseating stench throughout the year? The reason behind heavy air and environmental pollution that has earned the capital the infamy of the most unliveable city at times or top positions in the infamous ranking most of the year lies in the collective insensitive mindset. But if the agencies and organisations responsible for doing the cleaning job and raising public awareness deliberately allow the illegal actors to go about their nefarious business in exchange for unearned money, first they must be brought to book. They deserve no mercy.\n[email protected]",
        "headline_1": "How dare they defy HC directives?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-dare-they-defy-hc-directives-1701357229",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-12-2023"
    },
    {
        "full_article": "When the new income tax law made tax returns and payment of tax on their earnings at a rate of 27.5 per cent mandatory for the provident fund (PF) in the private sector, private sector employees vented their deep frustration. Before, PFs registered with the NBR were not required to submit tax returns or pay income tax. The banks and other relevant institutions used to deduct tax at source from interest income from investment in FDR or savings tools, as they do in other cases. The government is reportedly considering a cut in the tax rate levied on PF earnings to 15 per cent. But why should there be a tax on private PFs when their counterparts in the public sector face no such harsh tax measure? Private sector employees expressed their deep anguish, saying the imposition of tax is illogical and discriminatory. It is not known how much the government will gain, in terms of revenue earnings from tax on PFs. But even a 15 per cent cut would cause a notable financial loss to many private sector employees. The only pecuniary benefit that most employees get while leaving a private firm or factory is PF money. They are usually deprived of other departing benefits, including gratuity. It is quite intriguing that the NBR chose PFs as its source of revenue when many other potential tax sources have remained untouched. That the NBR decision to levy tax on PFs was rash and ill-conceived has come to light from the hassles the fund managers, here trustees, have been facing while trying to file their tax returns. According to a FE report published a couple of days back, PFs though considered individual taxpayers are unable to collect their electronic Taxpayer Identification Numbers (eTINs) due to the absence of all-essential link between the income tax technical wing and the national identification number (NID) servers. Interestingly, though the NBR is considering the PFs as individual taxpayers, tax rates and compliance requirements for the latter are identical to corporate taxpayers. PFs of many private organisations are reportedly filing tax returns under the 'Trust' or 'Association of Persons' categories in the absence of a proper registration mechanism. The 1984 tax ordinance had exempted the trust funds from payment of tax. Many banks are finding it difficult to submit returns of their PFs since their accounting year is calendar year-based. The problems that have cropped up centring around the PF taxation make it quite clear that the NBR's decision was akin to putting the cart before the horse. It did not feel the necessity to consult with the relevant stakeholders before making a decision that would affect the interests of thousands of private sector employees. The moot issue of debate here is the imposition of tax on private sector PFs while exempting the same belonging to government employees. The private sector people have accused the NBR of maintaining a double standard which had been the case with the payment of income tax by government employees until a few years back. The government used to pay that tax from its coffer. The government should not be lenient only to its employees, who are presently enjoying enviable perks and privileges. It needs to look into the retirement benefits a vast majority of private sector employees get. Exempting the recently introduced Universal Pension Scheme (UPS) from payment of tax, the government itself has upheld the principle of not taxing retirement benefits. The profit earned from investment under UPS has been exempted from tax. Money a private employee gets from a provident fund is also considered a retirement benefit. The same principle, thus, needs also be applied here. \n[email protected]",
        "headline_1": "NBR has to shun the double standard",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/nbr-has-to-shun-the-double-standard-1701357261",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-12-2023"
    },
    {
        "full_article": "In today's fast-paced and competitive world, young men and women face a multitude of challenges that can take a toll on their mental well-being. The alarming rise in suicide rates among university students is a stark reminder of the need to address the psychological struggles they confront these days. One of the primary factors contributing to this crisis is the intense pressure to succeed academically and secure their desired careers. This relentless pursuit of excellence often leads to the feelings of inadequacy, anxiety and depression. The fear of failure and the constant comparison with others further exacerbate these mental health issues. Amid these challenges, it is crucial to instil hope and optimism among our youth. Hope can work as a significant contributor to one's brighter future. It is the driving force that propels individuals through difficult times. It is the antidote to despair and a source of resilience in the face of adversity. Nurturing hope among young people requires a collective effort from individuals, families, communities and educational institutions. We should create an environment where young people feel safe, supported, and valued. Open communication, empathy and encouragement are essential tools for cultivation of a positive mindset. By incorporating mental health awareness and education into school curricula, we can equip students with the knowledge and skills to recognise signs of mental distress so that they can seek help when needed. Additionally, promoting extracurricular activities, hobbies and creative pursuits can provide students with a sense of purpose and fulfilment. Apart from education, we must also address the broader societal factors that contribute to the youth's mental health issues. Poverty, food insecurity and social isolation can significantly increase youngsters' stress levels and mental health risks. Addressing these underlying issues is crucial to creating a supportive environment for all young people. By promoting mental health awareness, addressing societal inequities and cultivating a supportive environment, we can empower young people to navigate their challenges with resilience and hope.\nNahid Saifullah, Student of Department of Mass Communication and Journalism,Rajshahi University, Rajshahi,[email protected]",
        "headline_1": "Nurturing young hearts with hope",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/nurturing-young-hearts-with-hope-1701357285",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-12-2023"
    }
]