[
    {
        "full_article": "The Bruhat Bengaluru Mahanagara Palike’s decision to cancel permission provided to an NGO, Chilume Educational Cultural and Rural Development Trust, to conduct a house-to-house survey to enhance voter awareness, was a belated but necessary one. BBMP, the Bengaluru civic body, has claimed that the NGO had violated the conditions, which did not allow the collection of voter identification details. It is alleged that the NGO utilised BBMP identification cards to secure voter data through a door-to-door survey and stored the data in an app created for that purpose. The NGO’s brazenness, whereby voters were deceived into believing that the collectors were with the BBMP, suggests the incompetence and the callousness of the municipal corporation of one of India’s largest cities. The data collected, such as Aadhaar, phone number and voter ID, could be easily harvested for use by parties besides constructing the meta data and profiles of potential voters. Such data are especially coveted by political parties that thrive on exclusionary politics as it allows them to target specific communities and localities with diverse demographics. If the BBMP’s purpose was to simply enhance voter awareness, there was no express need to outsource this to a non-governmental third party. The corporation must ensure that any data stored are immediately deleted and legal actions taken against the NGO.The continued absence of a data protection law in India, and the fact that the Government’s most recent draft Bill is light on protection from the misuse of data by the state, have added to the graveness of the situation. Recently, there have been several reports of block level officers of the Election Commission of India (ECI) asking individuals to link their Aadhaar with their voter IDs, and that a failure to do so could lead to their voter IDs being cancelled. Such mandatory linking would be incorrect as it has been legally established that Indian voters can use any of the prescribed identity documents to establish their eligibility to vote. While the use of Aadhaar numbers to ascertain proof of residence makes it easier for ECI officials to verify electoral rolls and to avoid duplication of the voter id, there is also the threat of disenfranchisement of genuine voters as Aadhaar biometric authentication has been known to be less than fool proof. The ECI is better off in doing door-to-door verification and in reminding voters to check and update their voter id by accessing the websites of its respective electoral officers. Instead, the search for easy technological fixes or outsourcing is sure to result in a failure to prevent the misuse of personal information.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nvoting\n\n/\n\nKarnataka\n\n/\n\nBangalore\n\n/\n\nnon government organizations (NGO)\n\n/\n\npersonal data collection\n\n/\n\ndata protection\n\n/\n\ngovernment",
        "headline_1": "Cease and desist: On the Bengaluru voter data theft",
        "headline_2": "The BBMP had no business outsourcing electoral work to an NGO",
        "link": "https://www.thehindu.com/opinion/editorial/cease-and-desist-the-hindu-editorial-on-the-bengaluru-voter-data-theft/article66204481.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-12-2022"
    },
    {
        "full_article": "Today, India commences its G20 presidency. The previous 17 presidencies of the G20 delivered significant results: Ensuring macro-economic stability, rationalising international taxation, relieving debt-burden of countries, among many other outcomes. We will benefit from these achievements, and build further upon them.\nHowever, as India assumes this important mantle, I ask myself – can the G20 go further still? Can we catalyse a fundamental mindset shift, to benefit humanity as a whole?\nRead the full article on TOI+\n\n",
        "headline_1": "‘Humanity’s challenges can’t be solved by fighting … but by acting together’: The PM says India’s G20 presidency will reflect its tradition of seeking harmony between all",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/narendra-modis-blog/humanitys-challenges-cant-be-solved-by-fighting-but-by-acting-together-the-pm-says-indias-g20-presidency-will-reflect-its-tradition-of-seeking-harmony-bet/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-12-2022"
    },
    {
        "full_article": "India’s GDP in the July-September quarter was Rs 38.16 lakh crore, higher by 6.3% vis-à-vis the previous year. The salient aspects of the data are that the headline growth is in sync with RBI’s forecast, unlike the previous quarter where it undershot expectations. However, breaking down GDP into its components indicates that the ongoing monetary tightening and the global slowdown have begun to act as a drag. Manufacturing output in the second quarter of 2022-23 was Rs 5.98 lakh crore, lower by 4.3%. The contraction was also partially influenced by an upward revision in the previous year’s number.\nAnother sign of the drag is that the economy’s gross value addition in the second quarter was Rs 35.05 lakh crore, higher by just 5.6%. Two factors that offset the contraction in manufacturing output were a rise in fixed investment on the back of a surge in government capital expenditure and a return to normalcy, which had a positive effect on contact-intensive services. The combined effect of these factors was a 9.7% expansion in private consumption in the second quarter to Rs 22.29 lakh crore. New investment, or gross fixed capital formation, increased 10.4% to Rs 13.21 lakh crore.\nContact-intensive segments of trade, transport, hotels etc grew 14.7% to Rs 6.49 lakh crore. This segment is an important source of employment for relatively low-skilled sections of the labour force and, therefore, its complete recovery from pandemic-induced damage is one of the highlights of the second quarter GDP data. Juxtaposing the GDP data with numbers on government spending between April and September corroborates broad trends. Government capital expenditure has been sensibly frontloaded and has played an important role in keeping the economic momentum going. It expanded 49.5% to Rs 3.42 lakh crore.\nGross tax revenue between April and September was Rs 13.9 lakh crore, higher by 18%. This rate of growth is slower than the nominal GDP growth of 21.2%, indicating that the ongoing recovery is not quite robust enough. Both GDP and government accounts data suggest that the RBI should revisit its monetary approach of frontloading interest rate increases. Monetary tightening coupled with a global slowdown are having an impact. RBI forecast the growth for the second half of 2022-23 will be around 4.6%. It will show up in the form of weakening demand. There’s a case to pause the rate hikes.\n\n",
        "headline_1": "Headwinds ahead? GDP growth met expectations, but manufacturing contraction shows why RBI should pause rate hikes",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/headwinds-ahead-gdp-growth-met-expectations-but-manufacturing-contraction-shows-why-rbi-should-pause-rate-hikes/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-12-2022"
    },
    {
        "full_article": "The return of 20 names proposed by the Supreme Court collegium for judicial appointments – ten of those names were reiterated after being returned earlier – shows GoI has hardened its position in the current standoff. While the mighty fight, litigants are the collateral damage. Every week there are high court judges retiring and vacancies are growing. Existing judges can dispose of more cases. But they cannot make amends for vacancies. The Centre and SC must meet halfway without any compromises on the independence of the judiciary or the quality and integrity of the judges who get selected.\nThe collegium is a demonstrably poor system where the individual biases of judges can affect who gets selected or dropped and there’s too much opacity in its ways of functioning. NJAC was an elegant solution, but one which SC feared would give the executive primacy in judicial appointment. Centre must unveil a new NJAC after consultation with political parties and SC, which is acceptable to all sides. But given the current state of political polarisation, it remains to be seen whether the cross-party consensus that ensured smooth passage of the NJAC Bill through Parliament in 2014 can be replicated.\nWhile those hypothetical questions remain, both the Centre and SC must apply their minds to the system in vogue, the collegium. SC must make public criteria used to select judges, like assessments of judgments written or cases argued. The Centre, for now, must confirm names recommended by the collegium because this follows a long process of consultation by HC and SC judges as well as Intelligence Bureau inputs. Many top-notch lawyers interested in the judicial vocation are choosing to stay away, wary of the scrutiny and drawn-out controversy. That’s a tragic waste of judicial talent.\n\n",
        "headline_1": "Order, order: NJAC better than collegium. But the current GoI-SC standoff must end. Both must offer something to the other",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/order-order-njac-better-than-collegium-but-the-current-goi-sc-standoff-must-end-both-must-offer-something-to-the-other/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-12-2022"
    },
    {
        "full_article": "The interview wait period for US B1 (business) and B2 (tourist) visas globally is the highest in India, at close to 1,000 days. The current wait time for B1/B2 interview waiver (drop box) cases is eight months here due to consular staff shortage. This is when the US state department recently said the average global wait time for visitor visa category is under two months. Don Heflin, US embassy in India’s minister counsellor for consular affairs, tells Saurabh Sinha why the queue is so long in India and what is being done to get it moving:\nWhy are the visa wait times so high in India?\nThe Covid pandemic resulted in profound reductions in the department’s visa processing capacity, and many of our embassies and consulates were at times only able to offer emergency services.  Many of our embassies and consulates continue to face staffing challenges that began during the pandemic. This means that ongoing visa delays are a worldwide problem, not one specific to India.  But very few US missions in the world share the same volume and complexity of visa workload as India.\nRead the full article on TOI+\n\n",
        "headline_1": "‘Wait times for US visas are still longer than we’d like … We are working to reduce the backlog by 2023’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/wait-times-for-us-visas-are-still-longer-than-wed-like-we-are-working-to-reduce-the-backlog-by-2023/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-12-2022"
    },
    {
        "full_article": "High healthcare costs, medical malpractice, poor quality of care: the list goes on and on when defining healthcare in Bangladesh. Too much is at stake when a healthcare system is plagued by these issues. And it is the patients who suffer the most. Bangladesh does not lack talent in the medical profession, but it surely falls short in leadership and commitment to improving the healthcare system.\nHealth information technology (Health IT) can largely cure these problems.\nHealth IT can be anything from software to the internet, computers, mobile applications, laptops and smartphones that ease communication in taking care of patients. The primary goals of Health IT are to save patient information electronically and facilitate communication between providers. Of course, at an advanced level, it facilitates the exchange of data among all healthcare providers.\nSaving patient's data electronically is key to improving care. In Bangladesh, physicians still use pen and paper to write prescriptions. Often, it is not legible. Prescriptions get lost. Patients must carry their healthcare documents with them when visiting a physician. Only a small percentage of providers use computers to save patient's data. They either do not have the resources to maintain digital records, or they are simply not interested in doing so due to the lack of requirements. So, it is mostly on the patient to save their prescription or remember their medication. For elderly people, it is even more cumbersome. Health IT can dramatically improve record-keeping.\nThe USA implemented a Health Information Technology for Economic and Clinical Health (HITECH) Act in 2009 that requires physicians to maintain records electronically. In 2009, the country was not a long way ahead of where Bangladesh is now in terms of medical data management. To promote information technology in healthcare, the federal government provided financial incentives to providers to meet the costs of this new requirement. The law was followed by massive diffusion of Health IT. It, in fact, revolutionised healthcare. Patients no longer needed to carry and save their prescriptions, lab tests, diagnosis results, etc, as the physicians began to save them on their devices. Prescriptions were sent to pharmacies electronically. Bangladesh can take steps toward electronic health records to accomplish these goals.\nOne critical aspect of Health IT is improved coordination between providers. Patients need to move from one provider to another for treatment. In the current situation, new providers will often require patients to get a new diagnosis/lab test, even though the patient has already completed that procedure with another provider. This leads to more expenses, in addition to physical and mental hardships; it gets especially harder on low-income families. To avoid this, providers need to be willing to collect data from another provider of the patient before their visit using phone, fax, or even mail. It allows the treating physician to investigate the patient's medical history prior to the visit. The availability of such data before an encounter not only improves care, but also reduces costs in terms of avoiding unnecessary medical procedures.\nAt a more advanced stage, technology can allow data exchange in the entire healthcare ecosystem, digitally and automatically. Using the internet and software, clinicians can see patient's data saved in the healthcare systems using their demographic information such as name, date of birth, address, etc. This advanced stage is easier said than done, but it is possible. Ninety-six percent of Florida's hospitals are capable of sharing data electronically in real-time using Health IT. There are many laws in the US requiring healthcare providers to share their patient's health information with other providers, as and when appropriate. This provides the patient's medical history to attending clinicians, allowing for better service.\nDuring the height of Covid-19, telehealth (or telemedicine) was used to treat patients across the globe, including in Bangladesh. With the advancement of Health IT, telehealth can be the primary source of healthcare for rural patients who lack transportation and good doctors. Using technology, clinicians from anywhere in the country can see patients, no matter their location. They can even provide free medical advice via face-face-face encounters, closing the massive gap in healthcare between rural and urban populations. Patients can manage their doctors' appointments using mobile apps at their fingertips. Because of the availability of advanced technology, telehealth took a big leap during Covid-19 in the US, and, in fact, the healthcare community sees telehealth as the future.\nHealthcare is notoriously complex. By investing in Health IT, we can revolutionise public health. The role of the government comes foremost in transforming legacy healthcare into a modern system. By using laws and regulations, as well as financial incentives, the government can truly take the lead to provide better care for all citizens. It is an ambitious goal, but it is within reach.\nABM Uddin is a programme manager at the Florida Agency for Health Care Administration.\n\n",
        "headline_1": "Why Bangladesh should invest in health information technology",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-bangladesh-should-invest-health-information-technology-3184146",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-12-2022"
    },
    {
        "full_article": "The previous 17 presidencies of the G20 delivered significant results for ensuring macro-economic stability, rationalising international taxation, relieving debt burden on countries, among many other outcomes. We will benefit from these achievements, and build further upon them.\nHowever, as India assumes this important mantle, I ask myself, can the G20 go further still? Can we catalyse a fundamental mindset shift, to benefit humanity as a whole?\nI believe we can.\nOur mindsets are shaped by our circumstances. Through all of history, humanity lived in scarcity. We fought for limited resources, because our survival depended on denying them to others. Confrontation and competition – between ideas, ideologies and identities – became the norm.\nUnfortunately, we remain trapped in the same zero-sum mindset even today. We see it when countries fight over territory or resources. We see it when supplies of essential goods are weaponised. We see it when vaccines are hoarded by a few, even as billions remain vulnerable.\nSome may argue that confrontation and greed are just human nature. I disagree. If humans were inherently selfish, what would explain the lasting appeal of so many spiritual traditions that advocate the fundamental one-ness of us all?\nOne such tradition, popular in India, sees all living beings, and even inanimate things, as composed of the same five basic elements – the panch tatva of earth, water, fire, air and space. Harmony among these elements – within us and between us – is essential for our physical, social and environmental well-being.\nIndia's G20 presidency will work to promote this universal sense of one-ness. Hence our theme: \"One Earth, One Family, One Future.\"\nThis is not just a slogan. It takes into account recent changes in human circumstances, which we have collectively failed to appreciate.\nToday, we have the means to produce enough to meet the basic needs of all people in the world.\nToday, we do not need to fight for our survival – our era need not be one of war. Indeed, it must not be one!\nToday, the greatest challenges we face – climate change, terrorism, and pandemics – can be solved not by fighting each other, but only by acting together.\nFortunately, today's technology also gives us the means to address problems on a humanity-wide scale. The massive virtual worlds that we inhabit today demonstrate the scalability of digital technologies.\nHousing one-sixth of humanity, and with its immense diversity of languages, religions, customs and beliefs, India is a microcosm of the world.\nWith the oldest-known traditions of collective decision-making, India contributes to the foundational DNA of democracy. As the mother of democracy, India's national consensus is forged not by diktat, but by blending millions of free voices into one harmonious melody.\nToday, India is the fastest growing large economy. Our citizen-centric governance model takes care of even our most marginalised citizens, while nurturing the creative genius of our talented youth.\nWe have tried to make national development not an exercise in top-down governance, but rather a citizen-led \"people's movement.\"\nWe have leveraged technology to create digital public goods that are open, inclusive and inter-operable. These have delivered revolutionary progress in fields as varied as social protection, financial inclusion, and electronic payments.\nFor all these reasons, India's experiences can provide insights for possible global solutions.\nDuring our G20 presidency, we shall present India's experiences, learnings and models as possible templates for others, particularly the developing world.\nOur G20 priorities will be shaped in consultation with not just our G20 partners, but also our fellow-travellers in the global South, whose voice often goes unheard.\nOur priorities will focus on healing our \"One Earth,\" creating harmony within our \"One Family\" and giving hope for our \"One Future.\"\nFor healing our planet, we will encourage sustainable and environment-friendly lifestyles, based on India's tradition of trusteeship towards nature.\nFor promoting harmony within the human family, we will seek to depoliticise the global supply of food, fertilisers and medical products, so that geo-political tensions do not lead to humanitarian crises. As in our own families, those whose needs are the greatest must always be our first concern.\nFor imbuing hope in our future generations, we will encourage an honest conversation among the most powerful countries – on mitigating risks posed by weapons of mass destruction and enhancing global security.\nIndia's G20 agenda will be inclusive, ambitious, action-oriented, and decisive. Let us join together to make India's G20 presidency a presidency of healing, harmony and hope. Let us work together to shape a new paradigm – of human-centric globalisation.\nNarendra Modi is the Prime Minister of India.\n\n",
        "headline_1": "India's G20 presidency to promote the universal sense of one-ness",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/indias-g20-presidency-promote-the-universal-sense-one-ness-3183626",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-12-2022"
    },
    {
        "full_article": "Tea export from Bangladesh has been consistently on the decline – from 12 million kilograms in 2001 to just 0.68 million kilograms in 2021. However, domestic consumption of tea has been growing by approximately five to six percent annually, standing at 95 million kilograms in 2019. If tea production cannot keep up with the growth in domestic consumption, Bangladesh, in the near future, may need to spend its precious foreign currency to import tea.\nHistorically, the tea industry in Bangladesh has been standing on the backbreaking labour of tea garden workers, most of whose ancestors were transported here from the impoverished states of Bihar, Odissa and West Bengal in British India. Currently, around 100,000 permanent workers and 30,000 seasonal workers work in 167 tea estates. The total number of tea workers and their family members is estimated to be around 500,000. The majority of them are illiterate, work for very low wages, and enjoy few rights or privileges in the tea estates where they work and live. They are ethnically, racially, religiously, linguistically and culturally distinct from other Bangladeshis, intensifying their isolation and vulnerability. The well-being of tea workers would be crucial for the growth of the industry. More importantly, it is also an issue of human rights and inclusive development.\nResearch indicates that the exploitative attitudes of the tea garden authorities and the failure of the government to act are responsible for the appalling living conditions of tea garden workers. The households in these communities, for instance, have a high population growth rate due to a lack of education on family planning. From the authority's standpoint, however, a high population growth rate is advantageous, as it guarantees a continuous surplus of labour. The owners of tea gardens are not very concerned about improving the human capital in the tea garden areas by investing in the community's health, education, and needs-based skill sets. The very few primary and secondary schools that exist are run by the tea garden authorities. Parents initially bring their kids to these schools but soon find themselves unable to pay for books, uniforms and other necessities, eventually sending their teenagers to work as casual labourers in the tea gardens to make ends meet.\nBecause of their socioeconomic conditions and cultural orientation, they are naturally risk averse, unwilling to take any risks in exchange for a better future. Instead, they accept their current situation because of the certainty associated with working in tea gardens. Most households with at least one permanent work permit prefer to remain on tea estates. Holding a permanent work permit guarantees access to housing within the boundaries of the gardens, weekly ration, primary medical care, retirement benefit, 20 full working days of earned leave, and other perks.\nThe quality of these benefits, however, is questionable. Although the majority of tea garden workers are dissatisfied with the tea garden authorities for failing to fulfil the obligations of their employment contracts, they refuse to quit their jobs under any circumstances due to the possibility of losing their right to residential benefits. The level of security they perceive from this long-term permanent contract is greater than their anticipated risks of leaving the tea gardens in search of jobs where they could earn significantly higher daily incomes. The lack of information workers have about the growing labour market outside the tea gardens also plays a critical role in this regard.\nFurthermore, in the absence of the necessary capital, skill, experience and, most importantly, distribution channels for entrepreneurial pursuits, tea garden workers are afraid to take up different income-generating activities. It is thus unsurprising that almost all small and medium business activities, other than businesses related to tea gardens, that have developed and are developing around tea gardens, are controlled and occupied by the Bengali community. Hence, tea workers are confined to the tea garden due to a two-way link between their lack of ability to launch income-generating operations and the lack of a well-developed market for their labour/product. The garden authorities take advantage of this by offering workers wages that are lower than the equilibrium rate.\nSo, how can the tea workers escape the cycle of perpetual poverty they are currently trapped in as a result of the complex issues that exist among tea garden workers, garden authorities, and the surrounding Bengali community?\nBesides recent government declarations for taking some measures, other short- and long-term actions should be taken to improve the plight of this impoverished community. For household members who work on a temporary basis and are unemployed, need-based skills development training should be one of the short-term solutions. A market channel should be established concurrently so that they can sell their labour or product and make some extra income. Additionally, this will raise the minimum wage in the local labour market. Steps should be taken to reduce the information asymmetry that still exists between this group and others outside of the area.\nFor long-term solutions, all parties involved – the government, the tea garden authorities, and all other individuals who occupy positions of authority in the tea garden community – should cooperate to build up the human capital of this underprivileged area. Although the government has already promised to nationalise schools in the tea gardens, establish community clinics for improved treatment facilities, etc, measures should be taken to ensure timely implementation of the given commitments. The private sector and NGOs should also step up and voluntarily launch livelihood programmes so that these vulnerable people can start some income-generating activities.\nThough these initiatives might not be adequate in breaking this vulnerable and marginalised community's cycle of poverty and cultural prejudice in the near future, they could be the first steps toward removing their suffering.\nSheikh Touhidul Haque is research fellow at BRAC Institute of Governance and Development (BIGD). Md Kamruzzaman is senior programme associate at BIGD.\n\n",
        "headline_1": "Why are tea garden workers trapped in a cycle of poverty?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-are-tea-garden-workers-trapped-cycle-poverty-3183621",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-12-2022"
    },
    {
        "full_article": "Apart from the rumour that our school was going to publish a yearbook all the way back in 2016, I have no recollection of ever experiencing school journalism first-hand. The same can be said about most schools – some do the bare minimum of the yearbook and even fewer have a weekly or monthly publication about recent events and achievements of the school. Sadly, none qualify as real examples of journalism in schools.\nI recently participated in an online summer camp this year and came across many high school students from the US. As they discussed their extracurricular commitments, I realised that school journalism is a huge concept in American institutions. Even the most underfunded, understaffed school is very likely to at least have a proper webzine.\nFrom the students' perspective, journalism is a great way to develop crucial skills needed to succeed in the real world – the practice in general makes students polish their writing skills, while the more opinion-oriented pieces require them to develop critical and analytical thinking skills.\nMoreover, as students will pursue on-campus stories affecting the school and student body at large, their journalistic eye will grow sharper and they will be more likely to notice and engage with issues in the outside world as well. Besides, a school newspaper is about more than just writing. It also opens doors to people of other talents like graphic designers, illustrators, and those interested in finance if the publication receives funds from the school or elsewhere.\nDespite all that the students have to gain from it, school journalism is a very absent concept in Bangladesh. The first and biggest reason for that is how the role of academics and good grades is overestimated in our society. The fact that focusing on only one aspect of school life means students miss out on the opportunity of growing into more well-rounded and balanced individuals is rarely, if ever, considered.\nLack of resources in our schools is another factor to consider. Given that teachers in most of our schools are severely underpaid, it is no wonder they have little interest in guiding students through activities outside the classroom. But it is important to have a present body of senior staff members to monitor the content students produce and ensure that the quality of the publication is upheld.\nThat being said, schools must realise that school journalism is meant to be unfiltered. School reporters, with sufficient evidence, should have the liberty to write the good, the bad and the ugly about the school and those affiliated with it.\nStanford University's oldest college newspaper, The Stanford Daily, for instance, has provided holistic reviews of the university over the years, from mentioning its women's basketball team's wins to boldly addressing sexual allegations against professors. If anything, school journalism can be a way to ensure democracy and awareness are maintained at schools.\nUltimately, journalism should undoubtedly be encouraged at our schools. It will be a great opportunity for students to grow as individuals and develop important skill sets while also promoting school spirit and accountability.\nFabiha is secretly a Lannister noblewoman and Slytherin alum. Pledge your allegiance and soul to her at afifafabiha01@gmail.com\n\n",
        "headline_1": "Why school newspapers should be encouraged",
        "headline_2": "",
        "link": "https://www.thedailystar.net/shout/news/why-school-newspapers-should-be-encouraged-3183976",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-12-2022"
    },
    {
        "full_article": "It hardly feels like a coincidence that the government has approved an amendment to the Bangladesh Energy Regulatory Commission (BERC) Act within weeks of its staff-level loan agreement with the IMF, which came with renewed fears of harsh economic conditions. As if to validate those concerns, the cabinet on Monday approved, rather hurriedly, the amendment that literally wrests control of fixing/adjusting electricity and gas prices from the BERC \"under special circumstances\". Until now, the BERC held public hearings on any proposal to increase prices and announced its decision 90 days later. The Energy Division can now do that promptly, bypassing any public hearing and without needing to go through a lengthy waiting period.\nThe government, while denying that the decision had anything to do with the IMF deal, says that it was necessary given the volatility in energy prices in the global market. It will enable it to quickly respond and adjust domestic tariffs when such price swings take place. The move is also being touted as a step in the direction of a dynamic pricing mechanism, which has long been a demand of multilateral lenders due to the inefficiency of the existing subsidy-reliant, administered pricing mechanism.\nComing against this backdrop, the amendment may seem to be a pragmatic decision in a changing market reality. But what it means for the future of ordinary consumers – now bereft of whatever control they had on such decisions – remains to be seen. Experts, however, were less than enthused. One of them called the decision to shift price-setting authority from the regulator to an implementing agency \"a brutal attack on the basic principle of the law,\" one that will leave consumers without a voice. Although the government says the BERC can still adjust prices as before unless it is a \"special circumstance\", how this arrangement will work out is unclear. Will the government be as interested to bring down gas, electricity and fuel prices using this clause as it most likely will be to push them up? Can it ensure accountability in its decision-making process? Past experience doesn't inspire confidence.\nAnother expert also questioned the government argument that it takes too long for BERC to make price changes in line with changes in import prices. \"There is no guarantee that allowing the energy ministry to set prices through gazette notification will enable more timely response of domestic prices to changes in import prices.\" Even in a so-called automated pricing mechanism, eliminating the exercise of arbitrary bureaucratic discretion will be a big challenge. For that mechanism to succeed, it will require a structure that supports both public interests and competitive pricing.  \nWe are told that the ordinance will first be applied in the case of electricity tariff. Starting next month, the electricity price at the producers' end would be 19.92 percent more, and the six state-owned distributors have applied to the BERC to hike prices at the consumers' end. This will most likely come into effect sooner than allowed under the BERC's jurisdiction. Whatever happens in the coming days, we just hope public interests will be given the highest priority. \n",
        "headline_1": "A risky move, with no guarantee of success ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dangerous-move-no-guarantee-success-3183471",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-12-2022"
    },
    {
        "full_article": "It is unfortunate that even after more than a decade of a High Court directive on establishing sexual harassment complaint committees at workplaces and educational institutions, and frequent demands raised by students and rights activists since then, not much progress has been made in this respect. If set up and run properly, such committees can help ensure redress of sexual abuses at the institutional level.\nBack in 2008, the Bangladesh National Women Lawyers' Association (BNWLA) filed a Public Interest Litigation with the court, requesting guidelines to protect women and girls from sexual harassment in workplaces and educational institutions. One year later, the HC issued a directive with a set of guidelines, urging employers and administrators to form a seven-member complaint committee in their respective institutions, headed by a female employee. However, so far, according to a recent estimate by the BNWLA, only 71 percent of educational institutions and 39 percent of workplaces have formed a committee as per HC guidelines. Further, only 44 percent of these committees are effective, while 57 percent of them do not have complaint boxes to report incidents.\nFor example, at the Jahangirnagar University, the anti-sexual harassment cell remains almost non-functional even after a decade of inception, with no office and no visible activities, according to a report published in June. Some female students, who have been victims of sexual harassment on the campus, claimed to have received no assistance from the cell after registering complaints. Female students even said that they had never received any sort of redress from the committee whatsoever. This is alarming.\nSuch institutional inaction is being reported at a time when incidents of harassment and violence against women, including female students, have risen alarmingly in the country. A recent study conducted by Plan International revealed that around 74 percent of female students face violence and harassment at their educational institutions. According to another study, most working women are also often sexually harassed at their workplaces. Under such circumstances, it is high time that all such institutions established proper mechanisms to record and address sexual harassment allegations so that sexual abusers can be brought to book.\nThe fact that there has been no proper follow up on the HC directive over the last 13 years speaks volumes about the lack of institutional accountability in Bangladesh. It is imperative that no more time is wasted in this regard. The authorities, both of institutions and regulatory agencies, must comply with the court's guidelines and form properly equipped, staffed and functional complaint committees so that working women or students around the country can fight sexual harassment. Students and workers should not have to come down on the streets every time there is a sexual harassment case, or worse, stay silent because of lack of institutional response. It should be something automatically addressed.\n",
        "headline_1": "Set up committees to address sexual abuse",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/set-committees-address-sexual-abuse-3183456",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-12-2022"
    },
    {
        "full_article": "With the approval of amendment to the BERC (Bangladesh Energy Regulatory Commission) Act 2003 by the cabinet, the government has assumed the right to adjust power and gas prices without a public hearing. The purpose of the move is to introduce what has been termed a 'dynamic energy pricing' system. On paper, the argument looks strong enough when the delay in taking effect of a price adjustment following the BERC's process is often atrociously long. According to the state minister for power, energy and mineral resources, a proposal sent to the BERC for price hike took one and a half years for adjustment. But by the time it did so, it proved irrelevant. Dynamic pricing will avoid such lengthy procedures, let alone a public hearing, to readjust the tariff rate within two to three days. Although it gives the impression that the exercise is very simple and local power and gas tariffs will be raised or lowered consistent with price hike or drop in the international market quite often, it is unlikely to be such a continued sequence. The present woes find their origin in the policy flaws that have made the country overwhelmingly dependent on imported fuel oils and LNG (liquefied natural gas). Even when petroleum products registered a record slump before the post-Covid bullish energy market, consumers did not enjoy any benefit out of it. Through this energy crisis global lobbyists of fossil fuels including coal, the dirtiest of all, have successfully diverted focus from clean or renewable energy sources. In case of Bangladesh, the captive power plants run on imported but subsidised oil, should not have been more than an emergency solution to the power crisis but the system was unnecessarily protracted. The expenditure of Tk 900 billion on this head over the past 11 years speaks volumes for the misdirected priority. There is no guarantee price revision will take place in consistent with international market when it will abruptly come down. It happened earlier on the pretext that the BPC needed to recover some of the losses it incurred on account of subsidy. Many will feel prompted to view it as a move consistent with the IMF recipe for receiving the multilateral agency's loan. Whatever may be the case, the fact is that Bangladesh has not done its homework well enough to meet an emergency when it comes to exploring its domestic sources either on the fossil fuel --- mainly gas --- front or on the renewable front. The country along with others has convincingly argued at the COP27 summit at Sharm el-Sheikh for a loss and damage fund from the rich and pollutant countries. But it did not put its own house in order by way of opting for renewable energy. Had it done so, the current crisis could not hit it so hard. Instead of charting a roadmap for green or clean energy, it is now compelled to look for a way out of the energy crisis no matter if it means falling back upon dirty energy sources like coal. Costly imported fuel has not only led to rising production cost but also its crisis has badly affected industrial output. It is like a chain reaction that makes the economy wobbly. Better it would be to explore domestic gas and its rational use for power generation and other productive purposes in order to overcome the present crisis and opt for a roadmap for harnessing wind and solar power as early as possible.",
        "headline_1": "How dynamic is 'dynamic energy pricing'?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-dynamic-is-dynamic-energy-pricing-1669813093",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-12-2022"
    },
    {
        "full_article": "Animals too have dignity.And yet there are the thousand and one ways in which we regularly humiliate the animals with whom we share this planet. Every reference to them, every categorization of them, is pejorative, to a point where in our efforts to undermine a fellow human being, we hurl at him the ultimate insult, that of placing him at par with an otherwise innocent animal. There is the time-honoured ritual in many, indeed most, of us about referring to individuals whose intelligence is suspect to us as goats. That person who cannot follow your instructions is a goat. But observe that little goat prancing around the pond in your village. What is so lowly about it that you so easily associate it with one who to you does not have the ability to think straight? You often tend to wonder how all or much of our negativism has come to be related to animals. Think of the smugness with which we assault the dignity of a pig when we refer to a stubborn person as pig-headed. Whatever has the society of pigs done to deserve such humiliation? In some of our more exasperating of moments, especially when someone is intent on irritating us, we sternly admonish him through warning him not to be a pig. We thus commit two mistakes here. The first is we are insulting pigs, all of them. The second is we are undermining the dignity of the person we are describing as a pig. Either way, it is the animal concerned that is the butt of our ill-treatment. And why do we do it all the time? No one knows. Perhaps Winston Churchill is so far the only representative of the human species, at least as far as we are aware of, who has professed any respect for pigs. \"I love pigs\", he said once. \"Cats look down on us. Dogs look up to us. Pigs treat us as equals.\"Move on, to cats. The ages-old reference to its nine lives is certainly not a term of endearment but a remark on its cunning ability, if we may put it that way, to survive in the most dangerous of circumstances. Thus judgment is already made about the cat. And when you refer to women who are forever spoiling for a fight with other women or with their neighbours, you again insult cats inasmuch as you insult those women by your reference to catty women. Where is the basis for such a bad analogy? No one will answer that question for you, just as no one will explain why he breaks into a loud denunciation of an individual by a reference to dogs. Zulfikar Ali Bhutto was being absolutely uncouth when he called India's very respectable Sardar Swaran Singh and his team at the United Nations Security Council in 1965 as dogs. Around us, there are thousands of people who see in the dog a symbolism for everything that is nasty and ugly and abhorrent. That is sad, given the truth that dogs happen to be some of the most loyal of friends to man.When we are under the weather, it is a dog's life we lead. The implication does not leave anything to the imagination. Dogs lead the least dignified of lives and therefore serve as a ready reference for us when we seek to explain away our own state of misery. And our folly? It is the sheep we remember when it is the foolish in ourselves that we dwell on. That sheepish smile from ear to ear is a sign of the foolishness we have succumbed to. Observe sheep, carefully. They do not smile; they have impassive countenances. So where do we spot the smile we so readily transfer to those we catch engaging in acts of folly? We insult the sheep and then we humiliate birds as well. Many are the moments when we taunt an individual with less than average intelligence as a bird brain. Now, if you reflect on the life of a bird, there is not an iota of vacuity in the way it thinks or moves. It knows when dawn arrives; it understands the advent of twilight; and it remains aware of its need to fly away to a warmer region in winter. Natural intelligence underpins the way a bird carries itself. A bird's brain is thus an intricate system that links its owner with the cosmos of which it is an integral part. But in our pretension, we go on insulting birds. During his campaign for the American presidency in 1968, Hubert Humphrey repeatedly challenged his rival Richard Nixon to a television debate. Nixon, badly burnt at the 1960 debates with John Kennedy, would have none of it, for he was unwilling to slip up once again. And Humphrey hit back, through a reference to chickens. Nixon, said he, was chicken-hearted. That was a clear playing around with the more positive appendage of 'lion-hearted', one that was ascribed to King Richard long ago. But note the unkind reference to the chicken. The chicken is small, and biologically so. Is it its fault that its heart is a tiny organ within its innocent, feather-strewn little being? There is the ease with which we describe a naughty child as a monkey, which, if you think of it, is derogatory to some of the cleverest of animals in our world. Some of us feel no qualms about comparing the shrewdness of some of our fellow beings with the stealth of snakes. In our lives, we come across men with sharp, darting eyes and quickly go to the fox for an analysis of their character. Such men, we tell ourselves, have a foxy appearance. In the murder and mayhem Rwanda went through in 1994, the majority Hutus went on an orchestrated campaign of killing cockroaches, the cockroaches in this instance being the minority Tutsis. In the end, over a few days, 800,000 Tutsis were murdered.Observe the absolutely insensitive ways in which we have historically treated donkeys. The donkey has always been a beast of burden. But that is not the only insult poured on it. Shakespeare had the head of one of his characters take the shape of a donkey's. And, yes, we are quite adept in calling people we are not particularly fond of as donkeys. No one has ever considered the fact that the donkey, through the generations, has always led a sad, morbid existence. Fish is a delicacy many amongst us cannot do without. But that has not held us back from engaging in fishy activities. What has the poor fish done to deserve such ignominy? \n[email protected]",
        "headline_1": "The animals we regularly demean",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-animals-we-regularly-demean-1669813226",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-12-2022"
    },
    {
        "full_article": "What's wrong on the energy front? The government is wresting the power of setting gas prices from the Bangladesh Energy Regulatory Commission (BERC). The cabinet has approved an amendment to the Bangladesh Energy Regulatory Commission Act to this effect. It will allow the government to issue executive orders to raise gas prices. No doubt the move will leave the BERC redundant. But it has also become a cause of concerns among the people. A sense of uncertainty has seized the people who are already at the receiving end of the recent fuel price hike.The things have come to such a pass that the people now feel perturbed at every decision to raise energy and power prices. Already reeling from an inflationary pressure of 8.91 per cent as of October last, they just cannot think of what will happen next, if another energy or power price hike happens. The people always bear the brunt of any imprudent decision of the state functionaries, though they are not part of it. The gas crisis we are facing now might not have happened, if the gas exploration work was conducted properly. India and Myanmar explored their resources in the Bay of Bengal, but we did not, though we settled our maritime boundary disputes with our neighbours through an international court.It is heartening to note that the state agencies concerned have started to work on it with fresh vigour. They resumed work on the abandoned Biyanibazar well and it paid off. It came online this week, supplying seven million cubic feet of gas per day to the national grid. Though this is a very scanty amount compared to the demand, still it is a welcome move. The authorities plan to explore 46 such wells by 2025.Another recent cabinet decision that drew attention of the concerned section of people is the permission for the private sector to import liquefied natural gas (LNG) from the spot market. LNG purchase from the spot market was halted in August last following a steep rise in its prices. There is an apprehension that if it is left to the private sector, a section of people may find an opportunity there to fulfill their profiteering motive and pass the burden onto the commoners as happened to rental power.Gas is like the life-blood of the industry. An industry cannot run without gas as it is dependent on this fuel to generate electricity and keep its manufacturing units running. It has been learnt from an apt source that an exporter has decided to sell his factory, as it has been difficult on his part to run it amid the prevailing gas crisis. He was struggling to meet the shipment deadlines. Once or twice he bore extra costs to deliver the consignments by air, but at one stage he lost his buyers due to the delayed shipments. Thus he began to count losses and finally decided to discontinue the business. This is one example. We do not know how many of them are there. If the wheels of production are not kept in motion, its impact will be left on both micro and macro levels. The jobs will be lost, exports will decline and the economic growth will be the ultimate casualty. So, it should be borne in mind that any misstep in dealing with energy and power issues may prove disastrous for the whole nation.\n[email protected]",
        "headline_1": "Handling gas issue with due care",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/handling-gas-issue-with-due-care-1669818189",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-12-2022"
    },
    {
        "full_article": "A few years ago, a total of 64 technical schools in each district of Bangladesh had been instructed to introduce a driving course into their curriculum. It was supposed to be a 360-hour basic motor driving course and a long overdue training course in our social context. We particularly need trained vehicle drivers for long distance travel to minimise fatal accidents. Only trained and skilled drivers can ensure safer transport movement, and help reduce the number of accidents taking place every day on our roads and highways. A large number of skilled and trained drivers can also get the opportunity of going abroad with jobs and earn valuable foreign exchange for our country. However, it is unfortunate that the instruction of introducing a driving course to every technical school has not yet been realised. A driving course at technical schools will not only give us skilled and semi-skilled manpower, it will also turn our roads safer. So, we urge the authorities concerned to be sincere over introducing the course into our technical schools by adding the following criteria: (a) driving a vehicle,(b) traffic rules and regulations,(c) preliminary knowledge on automobile parts,(d) personal, family and social consequences of accident, and(e) spoken English\nMd. Ashraf Hossain, 120 Central Bashabo, Dhaka-1214,  [email protected]",
        "headline_1": "Introducing driving course at technical schools",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/introducing-driving-course-at-technical-schools-1669813426",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-12-2022"
    }
]