[
    {
        "full_article": "The latest official GDP estimates would in normal circumstances be a cause for cheer, pointing as they ostensibly do to a double-digit expansion in economic output in the first quarter. The NSO’s projection of 13.5% growth in gross domestic product from the year-earlier April-June period, however, is disconcertingly slower than the 16.2% pace that the Reserve Bank of India (RBI) had projected just last month and points to an economy that is still in search of a firmer footing. Faced with headwinds — signs of a global recession and the Ukraine war — the first-quarter’s underwhelming momentum may pitch the economy into a far shallower growth trajectory even as faster-than-acceptable inflation erodes consumer confidence. Output in the eight broad sectors that combine to provide the Gross Value Added (GVA) shows that while year-on-year all sectors expanded, with public administration, defence and other services growing 26.3%, six of these sectors posted sequential contractions. Only two services sectors — electricity, gas, water and other utility services, and financial and professional services — logged expansions from the January-March quarter, growing by 12.6% and 23.7%, respectively. The major employment-providing sectors of agriculture, manufacturing, construction and the contact-intensive trade, hotels and transport services sector suffered quarter-on-quarter contractions of 13.3%, 10.5%, 22.3% and 24.6%, respectively.The demand side has flattered to deceive. Private final consumption expenditure, the essential bulwark of the economy, appeared to have revived with a year-on-year expansion of 25.9% lifting its share in the GDP to just shy of 60%. However, when viewed sequentially, the estimated ₹22.08 lakh crore of private consumption spending in April-June 2022 was a not insignificant ₹54,000 crore, or 2.4%, less than what was spent in the preceding quarter. And both government spending and gross fixed capital formation, which is viewed as a proxy for private investment, shrank quarter-on-quarter by 10.4% and 6.8%, respectively, undermining overall output. That GDP, in fact, contracted 9.6% sequentially should be a cause for concern among policymakers. Given that this year’s monsoon has distributed rains in an erratic scattershot pattern that has caused disruptive flooding in some parts while leaving key paddy and pulses growing areas in northern and eastern India moisture deficient, both farm output and consumer spending in the rural hinterland are likely to take a hit. And with global trade also becalmed amid the sharp slowdown in advanced economies, India’s merchandise exports are sure to weaken in momentum, any benefits from the rupee’s depreciation against the dollar notwithstanding. With the RBI needing to stay laser focused on taming inflation, the onus is on fiscal authorities to spur consumption and investment.",
        "headline_1": "Slow improvement: On first quarter GDP growth",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/slow-improvement-the-hindu-editorial-on-gdp-growth-in-2022-23-first-quarter/article65837034.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-09-2022"
    },
    {
        "full_article": "In a worrying trend, the registration in violent crimes such as rape, kidnapping, atrocities against children, robberies and murders increased in 2021 to levels set before the pandemic, in comparison to the drop in 2020, according to the annual report, “Crime in India” released by the NCRB earlier this week. The drop, in 2020, seemed to, therefore, be an anomaly, either due to lowered registration or a partial decrease in occurrence as there were extensive lockdowns and office shutdowns. While there was an increase in violent crimes in 2021, the overall crime rate (per one lakh people) decreased from 487.8 in 2020 to 445.9 in 2021, largely due to a decrease in cases registered under disobedience to a public servant’s order, relating to the lockdowns. If 2020 was the year when India faced the first COVID-19 wave, 2021 was equally a fraught year because of the effect of the Delta variant of the novel coronavirus; the frequency and intensity of the lockdowns were relatively lower in comparison to 2020. “Cruelty by husband or his relatives” constituted 31.8% of crimes against women, up from 30.2% in 2020 and 30.9% in 2019, indicating that domestic violence continued to be a major issue. While violent crimes increased, the chargesheeting rate fell from 75.8% in 2020 to 72.3% in 2021, as did the conviction rate (57% from 59.2% in 2020). So, law enforcement was less responsive in a year with more violent crimes. Again these trends have to be read State-wise — Assam (76.6 violent crimes per one lakh people), Delhi (57) and West Bengal (48.7) had the highest numbers while Gujarat, Andhra Pradesh and Tamil Nadu registered the lowest numbers.The report also revealed that the suicide rate in the population in 2021 — 12 per one lakh people was the highest in the last five years. Domestic problems (33.2%) and illnesses (18.6%) were reported as the main reasons, with most victims being daily wage earners (25.6%) and housewives (14.1%), revealing the severity of the pandemic and its indirect consequences on people. With India registering the highest excess deaths during the pandemic, in particular during the Delta wave according to the World Health Organization, these figures are not surprising. The 5.9% jump in cases registered as cyber crimes over 2020, also indicates the increasing use of digital devices and the related challenges. This increase was more so in rural areas as cyber crime in metropolitan cities (with population more than two million people) registered a decline of 8.3% compared to 2020. With more people in rural areas utilising digital devices, including for financial purposes, the increase in cybercrimes should warrant an effort by the Government to educate people about risks in cyber activities and to ensure better law enforcement.",
        "headline_1": "A revert to the mean: On violent crimes and the pandemic",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-revert-to-the-mean-the-hindu-editorial-on-increase-in-violent-crimes-and-suicides-and-the-pandemic/article65837144.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-09-2022"
    },
    {
        "full_article": "The expert consensus estimate on GDP growth rate for the first quarter of 2022-23 (Q1FY23) was around 15%. To that extent the 13.5% growth rate is a negative surprise. Nevertheless, at 13.5%, India’s GDP growth is 2.8 times higher than the average GDP growth for the 20 largest economies, which is 4.9%. India is still the good exception in a world already slowing down.\nIf we look at seasonally adjusted GDP growth, there’s a clear pick-up in economic momentum – quarter-on-quarter growth in Q1FY23 is 5.6%, the highest seasonally adjusted growth achieved in all first quarters since 2012-13.\nRead full opinion on TOI+\n\n",
        "headline_1": "We are back to the future: With GDP crossing pre-Covid level, economy is set to enter a good phase in medium term",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/we-are-back-to-the-future-with-gdp-crossing-pre-covid-level-economy-is-set-to-enter-a-good-phase-in-medium-term/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-09-2022"
    },
    {
        "full_article": "Two pieces of news – one engenders cautious hope and the other one brings good tidings – frame current efforts at defence indigenisation. First, CCS cleared the project to develop Tejas Mark-2, an upgraded version of the indigenous light combat aircraft Tejas Mark-1. This will be followed in the next few months with a clearance for the Rs 15,000-plus crore project to build a fifth-generation advanced medium combat aircraft. The plan is that Tejas Mark-1 will replace ageing MiG-21s while Tejas Mark-2 will gradually substitute Mirage-2000s, Jaguars and the MiG-29s. But it’s only a fifth-generation fighter that will catapult India to an elite club that currently comprises the US, China and Russia. The second piece of news is that today India’s first home-built aircraft carrier, INS Vikrant, will be officially commissioned. In the works for 17 years, the indigenous carrier – more than 75% of the ship’s components have been procured domestically – will certainly be a shot in the arm for the navy. Particularly in the context of the growing strategic-security challenge posed by China, which has the largest navy in the world.\nIndigenisation is no longer a choice but a necessity. Just as the geopolitical environment relevant for India has become more complex, so has the cost and vulnerability of depending on foreign manufacturers become evident. New Delhi can no longer heavily rely on Russia, which is now China’s “limitless” ally. There’s also the budget to think of. Most hi-tech foreign purchases will be costlier than their domestically manufactured counterparts, even assuming imported components. Also, Made in India arms and defence systems will be a big fillip for Indian industry – armed forces are projected to spend around $130 billion in capital procurement in the next five years.\nIt’s a long and difficult road. The import content for the indigenous Tejas fighter continues to be around 50%. The key reason is reliance on foreign aero engines. The domestic Kaveri engine project failed. This time big private sector companies should be invited for joint research and development. The military-industrial complex gets a bad rep. But India needs one, as quickly as possible.\n\n",
        "headline_1": "Making at home: Vikrant’s commissioning & plans to build fifth generation fighters must speed up defence self-reliance",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/making-at-home-vikrants-commissioning-plans-to-build-fifth-generation-fighters-must-speed-up-defence-self-reliance/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-09-2022"
    },
    {
        "full_article": "The key takeaway of the April-June quarter’s GDP data is that India has put the economic shock triggered by Covid behind it. GDP growth of 13.5% for the quarter may have fallen short of median expectations but barring some contact-intensive sectors, the rest of the economy has got past the 2019 benchmark. But more significant is that there have been important changes in the global and domestic economic environment since end-June. The most important one being that the global economy has lost steam.\nThere’s also a domestic constraint in the form of RBI’s monetary tightening. It will extract a cost by acting as a drag on demand but the central bank was left with no choice as inflation is forecast to average over 6% this financial year. These constraints are proximate. India’s medium-term growth prospects remain bright provided GoI and states embark on shelved reforms right away.\nGoI needs to overcome bureaucratic inertia in the area of privatisation. In 2016, it embarked on a strategic disinvestment of 35 PSUs. Of the shortlisted firms, 24 are still stuck in the process of sale. Transactions were finished in just a few, of which Air India was the most important. Similarly, there’s tardy progress in the proposed privatisation of two public sector banks of the 12 functioning ones. Concluding the remaining transactions will unlock capital for GoI and boost its infrastructure development plans. In agriculture, the potential of the common platform for a national agricultural market (e-NAM) hasn’t been fully tapped. About 1,000 mandis across 18 states, with over 17 million farmers, are registered on the e-NAM platform. Over Rs 2 lakh crore of trade has been recorded. But realising its potential needs work on logistics and dispute settlement.\nOn the trade front, the protectionist approach needs to be discarded to get the most out of the PLI scheme. Economic thinktank Icrier’s recent study showed that building on a global scale is contingent on cheaper inputs. FTAs, rather than bilateral trade deals, should be prioritised. GDP data augurs well but only reforms will realise the economy’s potential.\n\n",
        "headline_1": "Three key changes: To counteract global slowdown GoI should privatise, reform agri market & reduce customs duties",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/three-key-changes-to-counteract-global-slowdown-goi-should-privatise-reform-agri-market-reduce-customs-duties/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-09-2022"
    },
    {
        "full_article": "Pakistan finance minister Miftah Ismail’s suggestion that the country could consider importing vegetables from India to ease a burgeoning food crisis due to floods did not age well. On Tuesday, PM Shehbaz Sharif told a media briefing that he would only consider importing anything from India after “irritants” (Pak-speak for Kashmir) had been “resolved”. Nothing to see here, folks.\nPakistan is suffering a monsoon on steroids: One-third of Pakistan is under water, as the monsoons have unleashed unprecedented fury bringing inevitable death and suffering to millions. An initial estimate pegs the reconstruction bill at $10 billion, and that may be a very conservative estimate.\nRead full opinion on TOI+\n\n",
        "headline_1": "It’s hard to help Pakistan even when we want to: Why India’s response to our flooded neighbour has to be less emotional, more clinical",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/globespotting/its-hard-to-help-pakistan-even-when-we-want-to-why-indias-response-to-our-flooded-neighbour-has-to-be-less-emotional-more-clinical/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-09-2022"
    },
    {
        "full_article": "The heavy odds that the main opposition party is facing in its attempt to carve out a political space, and exercise its democratic rights, is apparent from the way its political programmes are being foiled by the ruling party cadres. It is difficult to believe that these are being done without the knowledge or consent of Awami League high-ups. What we see happening on the streets is making a mockery of our democracy – despite the prime minister saying that the opposition should be allowed to take to the streets without harassment. It casts doubts on the next parliamentary election.\nBut one who is familiar with our politics and remembers the Awami League's strategy to foil BNP's political programmes would notice a continuity in its plan vis-a-vis the BNP. Recall the times in 2017, during the Awami League's third tenure in power, how BNP's call for a rally in Dhaka in November was foiled by the ruling party.\nThe police administration stopped traffic on the highways leading to Dhaka from various districts. Public transports went off the road, being owned and controlled by a syndicate composed of ruling party leaders or their allies. Travellers had to endure indescribable hardships, being stranded on the highway. All these to ensure that BNP supporters could not reach Dhaka on the day of the rally. Newspapers had carried vivid reports of how an agency that is meant to serve the people, irrespective of party affiliations, was made an instrument for suppressing democracy and violating constitutional rights of the citizens.\nAll manner of excuses were offered by the police, the prime one being the need to search all incoming traffic for the sake of security. Dhaka residents felt the brunt, too, since public vehicles were far and few between that day. The blame for the situation was put, predictably, on the transport workers, but the most hilarious of the comments was made by the transport minister, who, when asked by journalists on November 12, 2017 about the BNP's allegations that the police were acting at the behest of the government, very cynically said, \"This must be investigated to see who is obstructing them. The BNP does tend to get in its own way.\"\nThe ruling party has been acting in the same vein since 2010 when dealing with the BNP. And we have been continually commenting on the gradual shrinking of space for opposition politics. But it is not only opposition parties. Any demonstration, criticism, comments have been dealt with an iron fist. One has not forgotten the way people, demonstrating for road safety, were mauled by the police who were augmented by the ruling party men. This, surprisingly and unfortunately, has become a recurring phenomenon when it comes to tackling anti-government rallies.\nSo far, the year 2022 has been no different. What is outrageous and unacceptable is the police turning a blind eye and, in some cases, actively participating in perpetrating violence on the opposition party members. The violent attacks on BNP rallies in all parts of the country are not only reminiscent of the past, but they also forebode an uncertain political future – the likelihood of perpetuation of a regime strutted, again, by questionable voting, aided and abetted by a very willing administration and agencies who are funded by public money but act in a partisan manner.\nWhile the BNP and other opposition parties have been at the receiving end of police action in most cases, police action recently against Awami League cadres – and that is a very unusual phenomenon – have received quick and firm riposte from the administration. A senior police official in Barguna district was promptly posted out, an inquiry commission was instituted and a pacification meeting was held with central BCL to assuage their feelings for the \"same side\" action. Police baton-charged to disperse two warring factions of the Bangladesh Chhatra League (BCL) on August 15, who at one point vandalised a police vehicle too. Conversely, note the manner of police behaviour when it comes to BNP or its affiliated organisations. Do we need a better graphic illustration of a politicised police? How does one expect a level playing field when the election time comes closer and closer?\nIt is unfortunate how violence and confrontation have become indices of determining the political credentials of a party. \"Control of the streets\" has become the be all and end all of a political programme. And a new dangerous pattern has emerged where houses and businesses of BNP members are being targeted by Awami League cadres.\nAwami League General Secretary Obaidul Quader has threatened to deal BNP with an iron hand if it wants to create anarchy on the streets in the name of movement. Very well and good insofar as his anti-anarchy stand goes. But dealing with anarchy is not the job of a political party, but of the law enforcement agencies. But then, we tend to forget that the two have become synonymous.\nWe are glad that the Awami League is reminding us of the past arson attacks; they have not forgotten about it, and neither have we. But we would like to know the disposal of cases against those arrested for allegedly carrying out arson on buses in 2014. How many of those arrested were actually BNP and opposition members? What has become of the charges against them? Reportedly, not all of those arrested for involvement in the said attacks belong to the opposition parties.\nIt is clear that a policy of inculcating fear in the opposition is being applied. It is also apparent, from what has transpired in the last fortnight, that any attempt to exercise political rights, and to seek space, will be curbed by force. It appears that the order of things, leading up to the elections and up to election day, would be dictated by the ruling party, and the democratic institutions, including the Election Commission, would be able do little except pretending to do something. A gloomy note, but that is the reality.\n \nBrig Gen Shahedul Anam Khan, ndc, psc (retd) is a former associate editor of The Daily Star.\n\n",
        "headline_1": "Next Election: A Replay of Old Politics?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/strategically-speaking/news/next-election-replay-old-politics-3108641",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-09-2022"
    },
    {
        "full_article": "I need to take a shower. Every night, the same thought barges in unannounced and unwanted. It crawls under my sheets, makes its way into my toes and writhes into the pit of my stomach, quickly and cancerously spreading to all my extremities, turning them cold and blue. It dyes my heart and head with shades that are replete with horror, panic, and shame. The thought presents itself with such authority and obstinance that I have no choice but to comply. And so I drag the weight of my thoughts to the washroom, and put myself in the shower.\nHot will not suffice – the water needs to be scalding. It needs to be red, scorching, and boiling with anger, enough to burn his sins away, enough to leave no trace of it on my skin. Sins that I've been carrying in my thoughts, my throat, my prayers, my nights, and my relationships for 22 years. Sins that have only become more stubborn with the passage of time. The water needs to burn me so that I know that, just like me, it is also on fire. A fire that can set ablaze and turn into ash the filth and dishonour that demand to be washed away from my back, arms, and legs. It has seeped into the fluids in my spine, broken into the ligaments that hold me together, and poisoned the blood that keeps me alive.\nMy skin is raw, with splotches of scarlet travelling from my thighs to my ears. My feet give away and my hair can't handle the heat or my trauma – it falls out in lumps. I turn the tap off for now, knowing that, albeit only a fugitive ease, I'll be back under this shower tomorrow, the next night, and the night after to wash his touch off of me.\nI'm tracing my steps back to how I ended up here tonight, again. I know the answer: It was sex. Physical intimacy that was consensual, respectful, safe, one of the purest forms of love between my partner and myself, but nonetheless sex. It was the trigger because my introduction to physical intimacy was at seven years old, and because it was assault, an act of violence, the most infernal form of evil. And it will continue to provoke me in debilitating ways, because this violence has pillaged my authority over my body, my strength, and spirit.\nOver the years, my relationship with my body has been a contentious and shame-ridden one. I've always felt the need to hide my curves and cover my skin, and before I had even hit puberty, I took on the onus to fend off unwelcome stares by making sure there was quite literally nothing to see. I stopped wearing skirts after these incidents, because skirts had been easiest for him to access, and where's the guarantee it will not be the same for others? That's the first marker of when I lost autonomy over the most important thing that was physically mine: My body.\nThe foundation of my relationship with my body was laid on volatility, dishonour, mistrust, and a need to constantly and destructively hide myself. And until now, that has robbed me the pure joy and freedom that comes with intimacy. Not only the physical kind between partners, but the ones that are platonic, built on years of trust and friendship. The type of closeness that hides in the nooks of life, over strands of hair tucked behind your ears, over sleepovers and endless cups of cha, over whispers under the stars where you bare your heart, over the smallest and most beautiful gestures that make life extraordinary, spectacular and worth living.\nThere is an ocean of difference between the sexual abuse I endured as a child and the physical relationship I have with my partner today – they live on the opposite ends of the orbit. If the first induced the ruin of my childhood and sense of self, then the other is what protects me; it's my redemption and connection to the person I love the most. But the body has a language of its own. Its memory is powerful, unforgiving and constantly in remembrance of the injustice that was carved on it. How difficult must it be then, to treasure an act of intimacy whose shades are woundingly similar to the ultimate crime committed against it.\nOn my worst days, any type of physical intimacy ends in hellish claustrophobia; I'm buried under layers of shame, wrapped in an endless cycle of revulsion at my body, and I can't escape. I'm submerged in a primal need to peel off my skin, as if physically discarding the layers he touched is the only thing that will give me solace and set me free. Every time someone touches me, it sets my spine aflame; I fail to register who I'm with and the safe space I'm in. It leaves me seething and exasperated, because it seems like the more time has gone by, the more I have lost. I'm frustrated at the nagging thought of being left behind, and am constantly looking for answers as to why 22 years have not been enough to address what happened and move on. What am I doing wrong? And what should I be doing so as not to be stuck in an endless cycle of regression?\nThe answers fail me. I've attempted to implement every solution, each time with renewed vigour, and each time it ended in more heartbreak and frustration. I'm in quicksand. I've been with my partner for 15 years, and we've been married for seven of them. Fifteen years is half my life; half a lifetime of love, respect, kindness and trust has not been able to overpower the diabolical violence against me and my childhood. It has and continues to cost me so much of my relationship that should be pure and protected.\nI've learnt that more than sex, intimacy lives in whispers and murmurs, in the most unassuming and quiet moments of life, ones you share with your lovers, your friends and parents. Sexual assault has rampaged those corners of my life. There's no respite. It shows up as jolts when someone taps my shoulders, a cloud of paranoia when I'm in the lift alone with a man or need to stay someplace that's not my own house, an inherent distrust of people. Bouts of unease at compliments, ridiculous panic when I'm not fully covered, distress from a peck on the cheek. Smiles from a stranger, an act of kindness, walking back home, opening the door for delivery boys are all unreasonable, unjustifiable triggers. The little things that mean the most are all lost to me. \nThe decision to have children is also an act of intimacy. I've run away from this decision my entire marriage. The responsibility of another life is the biggest, most daunting and exciting one anyone can take, but to top it off with a parent who is incessantly plagued by a fear of sexual abuse? That type of inherent, primal dread destroys not only the parent, but also the child. How can I protect a child if my unbelievably precautionary and incomparably vigilant mother couldn't protect me, and her mother couldn't protect her? The cycle is generational, systemic, endless and rigged. There's no running, no escape. Another shred of intimacy taken away.\nHow do you reconcile the guilt and shame? How do you demarcate between right and wrong? How do you let go? How do you erase muscle memory from your body? How do you unlearn and relearn? How do you teach your body to love itself and others who love it? How do you make yourself whole again? And how do you give that whole self to someone else? How do you prevent the past from terrorising your present and future? How do you end the grief that is always waiting for you? How do you recover? How do you escape the trauma, forgive yourself and move forward? How do you let love in?\nAs of now, all the shades of intimacy are dark, pitch black. They are coloured with tones of dread, shame and an endless palette of horror. They are devoid of earthy scents, the cool breeze of winter mornings, the safety of home, a flicker of hope. The shades are broken. But the broken cracks are where the light comes in. And it is for the promise of this light, however faint, and for the hope that this is not the end, that there will be better days and brighter shades, that we move forward.\n \nSara Rashid, based in New York, is interested in how religion and politics shape art in South Asia.\n\n",
        "headline_1": "The devastating shades of intimacy after assault",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-devastating-shades-intimacy-after-assault-3108626",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-09-2022"
    },
    {
        "full_article": "The government is often seen to boast of its zero tolerance to corruption. But as the latest Transparency International Bangladesh (TIB) survey on corruption in service sectors shows, an extremely high level of tolerance is being shown to corruption by state officials. Out of the 15,454 homes surveyed by the TIB, about 71 percent said they had to endure corruption while trying to get public services last year. Corruption means bribery, extortion, embezzlement, deception, negligence of duty, nepotism, etc – for which, according to the TIB, they had to pay an estimated Tk 10,830 crore in bribes, which is 5.9 percent of the revised budget of FY 2020-2021. These practices were found rampant in 22 service sectors that are considered to be \"riddled with petty corruption.\"\nIn other words, the TIB report put a number on the suffering of citizens who have to cross a lot of invisible hurdles before they can get a service from public officials, whose salaries are paid from their taxes. At least 70.5 percent of households reported having to deal with graft when getting passport-related services, while 68.3 percent had to face the same when getting the services of BRTA. Ironically, 74.4 percent of respondents had to face corruption when seeking the services of law enforcement agencies. If such lawlessness is demonstrated by those tasked with enforcing the law of the land, it proves how embedded corruption has become in our system. And the authorities are clearly in no rush to hold these corrupt officials to account, either.\nFrom the look of things, there seems to be a lot of institutional tolerance for corruption, as there is a lot of barriers to preventing it or punishing corrupt officers. For example, section 41(1) of the Public Service Act 2018 requires law enforcers to get prior approval from the government or relevant agencies to detain government officials in criminal cases. The High Court recently declared this provision illegal, but the verdict has been stayed by the Supreme Court till October 23, meaning that the legal barrier to prosecuting state officials for crimes, including corruption, will continue to be in a place for some more time.\nAs for the TIB report, it has been found that citizens were less likely to face demands for bribes when seeking digitalised public services. While it is recommended that all public sectors utilise digitalisation wherever possible to make things easier and faster for citizens, this is no answer to corruption. Corrupt officials have shown considerable ingenuity in finding new methods of continuing their practice. Therefore, the Anti-Corruption Commission must be allowed to play a leading role in finding and prosecuting them. We urge the higher authorities to match their zero-tolerance commitment with stern action to combat corruption and establish accountability in all service sectors.\n",
        "headline_1": "No sign of ‘zero tolerance’ for corruption",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-sign-zero-tolerance-corruption-3108606",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-09-2022"
    },
    {
        "full_article": "We welcome the government move to sell rice at reduced prices under its Open Market Sale (OMS) and Food Friendly Programme (FFP) schemes across the country. As part of the move, which kicked off on September 1, 7.65 lakh tonnes of subsidised rice will be sold to more than 1.5 crore people over the next three months. Of them, one crore will get rice at Tk 30 a kg under OMS, and 50 lakh special cardholders at Tk 15 a kg under FFP.\nTill August 30, the government reportedly had stocks of 17.5 lakh tonnes of rice and 1.4 lakh tonnes of wheat. That will change after the cabinet approved the import of five lakh tonnes of wheat from Russia and 3.3 lakh tonnes of rice from Vietnam and India at a total cost of Tk 3,590 crore. Another two lakh tonnes of rice will be added from Myanmar. Besides, the sale of oil, sugar, onion and lentil at the OMS centres will continue as usual. The injection of low-cost rice will give a much-needed if temporary breathing space to the poor, who have been struggling with soaring prices over the last few months. The government should now ensure regular supply of staples as well as unhindered access to them.\nHowever, the sale of subsidised rice – at nearly half the price at the retail markets – brings out the contrast for the vast majority of fixed-income families who do not, or cannot, visit OMS centres. What will happen to them? According to the Trading Corporation of Bangladesh (TCB), fine rice was sold at Tk 75 per kg on Wednesday, semi-coarse rice at Tk 60 a kg and coarse rice at Tk 56 a kg. A week ago, the prices were about Tk 2-5 higher. This is a positive trend, and the government will hope that replenishing of stocks under G2G arrangements and reducing of rice import duty – from 25 percent to 15.25 percent – will soon stabilise prices. It has recently decided to fix prices of rice, among nine commodities, within 15 days. However, it is hard to predict how stable and consumer-friendly that will be, given the impunity enjoyed by dishonest traders.\nEven if we think government-fixed prices will have the desired effect without leading to a supply crunch, rice represents only a part of the suffering of low- and fixed-income groups, as they face a cost-of-living crisis with sky-high prices of nearly all essentials. We repeatedly come across accounts of people describing their ordeal of being forced to forgo essential food items and services. They need relief not just in the prices of rice, but all other essentials as well.\nSo while we appreciate the recent initiatives of the authorities, we urge them to critically examine and address the reasons behind the volatility of the market. Enough justifications have already been given. We need results now.\n",
        "headline_1": "OMS rice sale at subsidised prices a welcome move",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/oms-rice-sale-subsidised-price-welcome-move-3108596",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-09-2022"
    },
    {
        "full_article": "The government is often seen to boast of its zero tolerance to corruption. But as the latest Transparency International Bangladesh (TIB) survey on corruption in service sectors shows, an extremely high level of tolerance is being shown to corruption by state officials. Out of the 15,454 homes surveyed by the TIB, about 71 percent said they had to endure corruption while trying to get public services last year. Corruption means bribery, extortion, embezzlement, deception, negligence of duty, nepotism, etc – for which, according to the TIB, they had to pay an estimated Tk 10,830 crore in bribes, which is 5.9 percent of the revised budget of FY 2020-2021. These practices were found rampant in 22 service sectors that are considered to be \"riddled with petty corruption.\"\nIn other words, the TIB report put a number on the suffering of citizens who have to cross a lot of invisible hurdles before they can get a service from public officials, whose salaries are paid from their taxes. At least 70.5 percent of households reported having to deal with graft when getting passport-related services, while 68.3 percent had to face the same when getting the services of BRTA. Ironically, 74.4 percent of respondents had to face corruption when seeking the services of law enforcement agencies. If such lawlessness is demonstrated by those tasked with enforcing the law of the land, it proves how embedded corruption has become in our system. And the authorities are clearly in no rush to hold these corrupt officials to account, either.\nFrom the look of things, there seems to be a lot of institutional tolerance for corruption, as there is a lot of barriers to preventing it or punishing corrupt officers. For example, section 41(1) of the Public Service Act 2018 requires law enforcers to get prior approval from the government or relevant agencies to detain government officials in criminal cases. The High Court recently declared this provision illegal, but the verdict has been stayed by the Supreme Court till October 23, meaning that the legal barrier to prosecuting state officials for crimes, including corruption, will continue to be in a place for some more time.\nAs for the TIB report, it has been found that citizens were less likely to face demands for bribes when seeking digitalised public services. While it is recommended that all public sectors utilise digitalisation wherever possible to make things easier and faster for citizens, this is no answer to corruption. Corrupt officials have shown considerable ingenuity in finding new methods of continuing their practice. Therefore, the Anti-Corruption Commission must be allowed to play a leading role in finding and prosecuting them. We urge the higher authorities to match their zero-tolerance commitment with stern action to combat corruption and establish accountability in all service sectors.\n",
        "headline_1": "No sign of ‘zero tolerance’ for corruption",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-sign-zero-tolerance-corruption-3108606",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-09-2022"
    },
    {
        "full_article": "We welcome the government move to sell rice at reduced prices under its Open Market Sale (OMS) and Food Friendly Programme (FFP) schemes across the country. As part of the move, which kicked off on September 1, 7.65 lakh tonnes of subsidised rice will be sold to more than 1.5 crore people over the next three months. Of them, one crore will get rice at Tk 30 a kg under OMS, and 50 lakh special cardholders at Tk 15 a kg under FFP.\nTill August 30, the government reportedly had stocks of 17.5 lakh tonnes of rice and 1.4 lakh tonnes of wheat. That will change after the cabinet approved the import of five lakh tonnes of wheat from Russia and 3.3 lakh tonnes of rice from Vietnam and India at a total cost of Tk 3,590 crore. Another two lakh tonnes of rice will be added from Myanmar. Besides, the sale of oil, sugar, onion and lentil at the OMS centres will continue as usual. The injection of low-cost rice will give a much-needed if temporary breathing space to the poor, who have been struggling with soaring prices over the last few months. The government should now ensure regular supply of staples as well as unhindered access to them.\nHowever, the sale of subsidised rice – at nearly half the price at the retail markets – brings out the contrast for the vast majority of fixed-income families who do not, or cannot, visit OMS centres. What will happen to them? According to the Trading Corporation of Bangladesh (TCB), fine rice was sold at Tk 75 per kg on Wednesday, semi-coarse rice at Tk 60 a kg and coarse rice at Tk 56 a kg. A week ago, the prices were about Tk 2-5 higher. This is a positive trend, and the government will hope that replenishing of stocks under G2G arrangements and reducing of rice import duty – from 25 percent to 15.25 percent – will soon stabilise prices. It has recently decided to fix prices of rice, among nine commodities, within 15 days. However, it is hard to predict how stable and consumer-friendly that will be, given the impunity enjoyed by dishonest traders.\nEven if we think government-fixed prices will have the desired effect without leading to a supply crunch, rice represents only a part of the suffering of low- and fixed-income groups, as they face a cost-of-living crisis with sky-high prices of nearly all essentials. We repeatedly come across accounts of people describing their ordeal of being forced to forgo essential food items and services. They need relief not just in the prices of rice, but all other essentials as well.\nSo while we appreciate the recent initiatives of the authorities, we urge them to critically examine and address the reasons behind the volatility of the market. Enough justifications have already been given. We need results now.\n",
        "headline_1": "OMS rice sale at subsidised prices a welcome move",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/oms-rice-sale-subsidised-price-welcome-move-3108596",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-09-2022"
    },
    {
        "full_article": "Things do not seem to get right for workers' migration to Malaysia. Ever since Malaysia emerged as a destination for employment of Bangladeshi expatriate workers decades ago, there have been hiccups, one after another, seriously affecting the migration process. Flouting of job contracts by employers, irregularities in recruitment by local recruiting agents, exorbitant migration fees, unacceptable workplace conditions and so on figured time and again to dent whatever good intent both countries had in mind to keep the process going. The irregularities went too far to invite a moratorium on labour migration for three and a half years. Now that the moratorium is gone and migration process has started afresh, it is the extremely high fees charged by local recruiters in defiance of government instructions that threaten to bungle the process.In fact, the fees now being charged by the recruiters are five times higher than that set by the government recently. The government through a circular had set the maximum migration cost at Tk 78,990, while the recruiters are reportedly charging a worker between Tk 350,000 and Tk 400,000. The cost set by the government included various fees, including passport fee, medical test fee, welfare fee, insurance fee, BMET smart card fee, pre-departure fee, uniform fee, and recruiting agency service charge, among others. In the same circular, the expatriate welfare ministry said that as per the contract signed between the two countries, the Malaysian recruiter will bear the rest of the expenses including the Malaysian government's immigration security fee, processing fees, visit pass, medical test fee, immigration security clearance, air ticket for the first-time entry, any Covid-19-related test or quarantine cost, if needed. Concerned quarters hold that while it is the syndication in the recruitment process which is the key factor, a lack of government monitoring is no less responsible for high costs. Due to unaffordable costs, they fear the potential labour market might get shut again. What transpires from reports is that corruption at both ends -- the recruiters and the employers -- is at the root of the wrongdoings that the concerned ministry has little or no control to set right. It may be noted that the Malaysian authorities selected 25 manpower agencies from Bangladesh to do the recruiting job. It has been learnt from reports that the agencies had to pay money to their Malaysian counterparts to get visas for workers, and now they are passing the burden on to the hapless jobseekers.The obvious question now is, since the migration procedure and all pros and cons of the arrangement were inked by the two governments, is it not the duty of the Bangladesh authorities to take up the issue with their Malaysian counterparts to settle the problems facing the workers? The expatriate welfare minister has reportedly said necessary actions would be taken if specific allegations were received by the ministry. There is no reason why the ministry and the Bureau of Manpower, Employment and Training (BMET) should not be aware of the gross misdeeds. It's time that the authorities sat up and did the needful.",
        "headline_1": "Malaysia labour migration",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/malaysia-labour-migration-1662044526",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-09-2022"
    },
    {
        "full_article": "At a time when the government of Bangladesh launched a drive against unlicensed healthcare facilities for four days from Monday to Thursday, a collaborative report released by the World Health Organisation (WHO) and the Unicef (United Nations Children's Fund) claims that only 38 per cent of the country's clinics and hospitals have basic hygiene. The rest 62 per cent do not provide for basic hygienic service. Compared to the world's average of half the total lacking the basic hygiene, here it is straightway 12 per cent higher or in other words the country has such facilities with basic hygienic provision 12 per cent less than the global average. Titled, \"Progress on WASH (Water, Sanitation and Hygiene) in healthcare facilities 2000-2021: Special focus on WASH and infection prevention and control\", the report then gives a break-up of government-run and non-government health facilities. The non-government health establishments have a clear edge in this respect with 69 per cent boasting basic hygiene compared with only 32 per cent of the government facilities. Rural-urban divide in terms of access to safe water in healthcare centres is striking with 90 per cent of the urban facilities providing for safe water and only 10 per cent of rural areas doing the same. Another highly crucial service that counts for maintenance of hygiene and environment is medical waste management. Only 34 per cent of medical facilities have basic waste management system, 52 per cent of them on a limited scale and the rest 14 per cent have none at all. What is particularly alarming is that worldwide 3.85 billion are at risk by receiving service at the facilities with limited to modest basic hygiene including water, soap or alcohol-based hand rub. The 688 million who receive service at the health facilities with no basic hygiene evidently run a far greater risk. Understandably, the alcohol-based hand sanitizer is just a late addition forced by coronavirus infection. Let alone this element, the hygiene issue plays a crucial role particularly in the status of health of the newborn and their mothers. This aspect and the approval of healthcare facilities including diagnostic centres by the Directorate General of Health Services (DGHS) together make an interesting case for health service in Bangladesh. The crackdown by the health directorate this time is on the health facilities that have failed to avail of the opportunities extended for about three months after the initial drive in May-June last to obtain fresh licences or time-expired licences renewed. Now the question that begs an answer is, if the issuance of licences or renewal is done on the basis of on-site inspection of the facilities and hygienic condition. In a country where quacks or impersonating physicians are often caught in the act of running hospitals, clinics and diagnostic centres or even carry out complex medical operations, issuance or renewal of licences is not enough. Apart from quacks, physicians unqualified or without specialisation also have reportedly offered wrong treatment or performed unskilled operations causing injuries or even death to both newborns and mothers at the time of delivery. Even if qualified doctors are in charge of delivery of babies, the situation can turn grave simply because of unhygienic condition of the facilities concerned. The fact that around 670,000 newborns die of sepsis the world over every year speaks volumes for the unhygienic services in clinics and hospitals. Bangladesh is no exception to this undesirable situation prevailing in facilities with maternity service. In many areas the country's physicians boast enviable records with many of them having to their credit proven performance abroad. But their good works are often nullified by the post-operative care where this country lags behind its big neighbour, let alone advanced countries, by many miles. This lacking in the development of the nursing system together with the shoddy hygienic environment often undermines the healthcare system in Bangladesh. Higher training for nurses and radical improvement in hygiene can make a huge difference in the system. This calls for far greater investment in these two areas of the healthcare system. The DGHS has done a commendable job in procuring vaccines and inoculating the population. This could be done partly because of the money made available in time and partly because the country had long developed an Expanded Programme of Immunization (EPI). The basic infrastructure was there and it helped bring the population under the anti-coronavirus vaccination programme. Yet this achievement may be at risk if the basic hygiene in healthcare facilities is not developed on a priority basis. Let it not be forgotten that investment in education and healthcare pays in spade. Mega projects have received greater priority than these two vital areas of human resources. The return on investment in these two areas is immeasurable. Such investment does not only avoid unnecessary or extra costs needed to meet emergencies that arise later on for initial negligence but also increase the capabilities of human resources. For example, investment leading to improved post-operative care and hygiene can improve healthcare system at home and stop patients' exodus to foreign countries for medical purposes. Licence issuance or renewal should be made conditional upon improved hygiene in healthcare facilities. \n[email protected]",
        "headline_1": "Maintaining basic hygiene in healthcare facilities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/maintaining-basic-hygiene-in-healthcare-facilities-1662044579",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-09-2022"
    },
    {
        "full_article": "The revenue board is happy as it has been mopping up an increased volume of value-added tax (VAT) from the pharmaceutical sector in recent years. The VAT collection from the sector, according to a report published in this paper on Thursday, increased by 11.20 per cent in the last financial year (FY 2021-22) over that of the previous year.The higher consumption of drugs and the rise in prices of pharmaceutical products have made it possible. The top 20 companies had paid almost twice the VAT amount last year over the previous year. In reality, ailing people and their families, not the drug manufacturers, paid the higher consumption tax to the government. The drug manufacturers have been enjoying a field day in Bangladesh as far as the pricing of drugs is concerned. The Directorate General of Drug Administration (DGDA) fixes the prices of only 53 essential drugs among hundreds of pharmaceutical products and the rest is left at the sweet will of drug manufacturers. So, the latter have been squeezing the consumers as much as possible to earn a hefty profit. In such a situation, the government prefers to remain an onlooker. Most pharmaceutical companies, deliberately or otherwise, skip the manufacturing of essential drugs and concentrate more on drugs of non-communicable diseases (NCDs) the sale of which has been on the rise in recent years. A free-for-all situation prevails in the marketing of pharmaceutical products. Every pharmacy, as the law dictates, is supposed to employ a qualified pharmacist, but the directive is flouted with total impunity. The pharmacies are barred from selling medicines, except the over-the-counter (OTC) ones, without a prescription. But that rule is hardly followed in the absence of monitoring and supervision by the official agency concerned. How a section of physicians is bribed by companies to get their products on the prescriptions is no secret. The drug manufacturers on different pretexts have been raising the prices of their products with nobody asking any questions. These companies have developed a unique method of raising the prices of their products. One of the leading manufacturers without any prior notice stops the supply of a particular medicine. Others follow suit one by one. Pharmacies familiar with the trick start charging more than the usual price knowing that the companies will soon hike the price of the medicine. Over the last couple of years, the prices of most medicines increased between 40 to 100 per cent. There have to be some valid reasons behind the companies raising the prices of medicines. The reasons they cite include the increase in the prices of raw materials in the international market and the depreciation of taka vis-à-vis greenback. But there exists a gap in such a claim, many feel. The industry could have cut its cost had they been truly interested in producing active pharmaceutical ingredients locally. The government has made available facilities for the production of basic raw materials for generic medicines at the API Park. Yet there are some hurdles and those need to be removed. The government and the pharmaceutical industry have got an opportunity to make the best use of the concessions offered under the TRIPS (trade-related aspects of intellectual property rights) for the least developed countries. But they have, by and large, failed in that respect. As the country is set to graduate from the LDC status in 2026, it stands to lose all the exemptions, unless there is a strong move to get an extension. In that case, the medicines will be even costlier. Now the out-of-pocket expenditure in the health sector stands at around 70 per cent. It is destined to soar further following the country's graduation to a developing one, much to the sufferings of the poor and low-income people. \n[email protected]",
        "headline_1": "Basking in people's woes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/basking-in-peoples-woes-1662044617",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-09-2022"
    },
    {
        "full_article": "In this busy world, we have completely forgotten the connection between us and Nature. Although we know that we cannot eat money, we are running after it and destroying our natural environment. Thousands of trees are cut down each day in Bangladesh and only a few are being planted. Trees provide us with food and scenic beauty. They hold other benefits as well. They keep the ecosystem balanced, as birds and bees build their habitats in them. A decline in the number of trees is the root cause of problems like a deteriorating ecosystem, soil erosion, floods, abnormal rise in temperature and a host of other problems. As trees grow, they absorb carbon dioxide and produce oxygen, hence decreasing the impact of greenhouse gases.As trees benefit us in different ways, it is our responsibility to protect them and respect them. Planting a tree is a cheap investment which results in a massive return. The best thing we can do is that after enjoying any fruit, we plant its seeds, instead of throwing those away. We should consider planting trees a continuous charity. \nNazim Hossain,Student of BBA,Islamic University, Kushtia",
        "headline_1": "Importance of planting trees",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/importance-of-planting-trees-1662044637",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-09-2022"
    }
]