[
    {
        "full_article": "The three new criminal laws have come into force in the country, amidst widespread fears that the policing and judicial systems are not yet ready for their introduction. Barring reports of some rudimentary training to station-house police personnel, some workshops here and there, and an upgrade to the Crime and Criminal Tracking Network and Systems, which will help ease the filing of complaints in electronic form, the exact level of preparedness among the upper and lower echelons of the police is unknown. Earlier the government had appointed July 1 as the day on which the three laws — the Bharatiya Nyaya Sanhita in place of the Indian Penal Code, the Bharatiya Nagarik Suraksha Sanhita to supersede the Code of Criminal Procedure and the Bharatiya Sakshya Adhiniyam, which has replaced the Indian Evidence Act — will come into force. It appears that the Union government decided that it is better to implement them and let the police, courts and lawyers fumble their way towards a rough transition than await a time when everyone involved in the administration of criminal law is brought up to speed. How much the initial period of possible confusion will last is anybody’s guess. There is little doubt that more time ought to have been given to the police and legal fraternity to prepare themselves before the codes were brought into force.The very names of the new laws appear obscure, with many questioning why there is no English equivalent for the new codes, and why they should bear unfamiliar Hindi names. There was no change in the name of the criminal procedure code when the 1898 original was replaced with a new one in 1973. There is also a persistent feeling that the laws were not fully debated in the legislature — even though a Standing Committee of Parliament went into the draft and recommended some changes — or widely discussed with civil society. There is a looming fear that some of the new provisions, especially the one relating to police custody that can be availed of in multiple tranches, will sharply empower the police to the citizen’s disadvantage. The inclusion of ‘terrorism’ as an offence in ordinary penal law in addition to the present special anti-terrorism law is bound to cause confusion. The Centre’s announcement that States are free to make their own amendments is fine, but there is no assurance that such amendments will get early Presidential assent. Some procedural reforms such as registering FIRs regardless of jurisdiction and introduction of videography of searches and seizures are welcome initiatives, but there is a palpable sense of uncertainty over the overall impact of these new laws.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ncrime, law and justice\n\n/\n\nlaws\n\n/\n\npolice\n\n/\n\nIndia\n\n/\n\ngovernment\n\n/\n\njudiciary (system of justice)\n\n/\n\nHindi\n\n/\n\nEnglish\n\n/\n\nparliament\n\n/\n\nterrorism (crime)",
        "headline_1": "Sense of uncertainty: On the new criminal laws, state of preparedness",
        "headline_2": "Amid doubt and fear, new criminal laws take over an unready system",
        "link": "https://www.thehindu.com/opinion/editorial/sense-of-uncertainty-on-the-new-criminal-laws-state-of-preparedness/article68355670.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-07-2024"
    },
    {
        "full_article": "As no candidate managed to win 50% vote in the first round of Iran’s snap presidential elections, the country is headed for a run-off on July 5 between the top two vote getters — reformist Masoud Pezeshkian and conservative Saeed Jalili. Mr. Pezeshkian, a surgeon and lawmaker who was the Minister of Health in the government of reformist President Mohammed Khatami, won 42.5% votes, while Mr. Jalili, Iran’s former chief nuclear negotiator, got 38.8% votes. Conservative Parliament Speaker Mohammad Baqer Qalibaf finished third with 13.8% vote share. The election, which was necessitated by President Ebrahim Raisi’s death in a helicopter crash in May, is taking place at a crucial time for Iran. There is much public anger amid economic hardships and heightened cultural policing. Iran is facing pressure to rein in its proxies, mainly Yemen’s Houthis and Lebanon’s Hezbollah, particularly after the Israel-Hamas war began. Iran is also expanding its nuclear programme, defying international pressure, and tensions with Israel rocketed in April when Tehran launched a missile attack towards the Jewish state after its embassy building in Damascus was bombed. A new President, reformist or conservative, is unlikely to change core policies, but the highest elected official in the republic can have a say on how critical policies are being implemented.In the past, reformist politicians such as Mr. Khatami and Hassan Rouhani won huge mandates on promises of change, but did little in opening up the system that is tightly controlled by the Shia clergy. The failure to reform the system from within and alleviate the economic woes, which are a result of the western sanctions, have turned sections of the electorate apathetic. There was a time when Iran’s clerical rulers would invoke the high participation of voters as a measure of popular legitimacy for the revolutionary regime, which is partly representative and fully theocratic. If the voter turnout was above 80% in 2009, it was a record low this year — 39.9% This is not a surprise. All branches of the state are under conservative control, and several reformist politicians were barred from contesting. Even if reformists win, they are constrained by unelected institutions such as the office of the Supreme Leader and the Islamic Revolutionary Guard Corps. The near-total dominance of the conservatives over the institutions and the clergy’s refusal to change are hollowing out even the limited democracy that the revolution had promised. Economic hardships and repression over the Islamic code are adding fuel to the fire. Iran can take pride that it held a presidential election amidst crises. But its rulers should also take a cue from the growing dissent and falling voter interest, and be ready for political and social reforms. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIran\n\n/\n\nelection\n\n/\n\npolitics\n\n/\n\ngovernment\n\n/\n\nvoting\n\n/\n\nair and space accident\n\n/\n\neconomy (general)\n\n/\n\nYemen\n\n/\n\nLebanon\n\n/\n\nIsrael",
        "headline_1": "​Waiting for the reformist: On the Iran election",
        "headline_2": "Iran’s theocratic state is unlikely to give space to a popular reformist",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bwaiting-for-the-reformist-on-the-iran-election/article68355722.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-07-2024"
    },
    {
        "full_article": "Nice guys don’t have to lose, provided rules are laid out & implemented fairly. This falters only in politics   \nA cricket captain under whom India wins a world cup is bound to be celebrated in the country. But what’s unusual is the leadership quality for which Rohit Sharma is being saluted – niceness. Popular wisdom is that nice guys finish last. Because the common belief is that getting to the top takes a large dollop of jerk-ness.\nCan one really beat the competition without being a bit of a brute and a bully? Without some crookedness? Actually, it all depends on how the rules of the game are laid out. On how these are framed, but also on how these are implemented. In football, for example, it used to be said that, to be successful one must be a bit nasty. Then, new rules and tech made the refereeing more just, and the play more honourable. And tough-tacklers stopped being heroes. Or consider British colonialism, which was just business by unequal means. Only once a rules-based global order levelled the playing field, could Indians start building their own commercial empires. \nToday, sports to business to science, in almost every sphere there are many success stories of the Rohit bhaiya leadership style of agreeableness, positivity and even-temperedness. Politics alone maintains a big difference. There are two key elements to this. One, any attempt to regulate the aggro in the electoral field runs against the lakshman rekha defending free expression. Two, its incentives diverge a lot. People want business to deliver good products and services, and sportspersons to deliver wins. Only in politics are its ugliest moments often its most popular. It’s effectively as rules-free as voters will tolerate. So, it looks like a no-holds-barred fight in most countries, most of the time. Everyplace else, nice guys and gals can now finish first.\n\n",
        "headline_1": "For Rohits to win",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/for-rohits-to-win/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-07-2024"
    },
    {
        "full_article": "The two-shelf kitchen in flats might vanish soon\nOnce people ate people, cavemen being cannibals, and one can almost picture the large pickle jars of sundried, salted human toes. After the discovery of fire came spit-roasting and charred meat – leading to the invention of toothpicks – towards steamed, smoked, batter-dipped and deep-fried, till it all culminated in MasterChef with its fancy plating ritual. Today every dish ever consumed first walks the red carpet on Insta, in photoshoots with professional lighting and camera angles. If it can’t be posted, it can’t be eaten.\nWomen woke up early to soak, grind, chop and pound. Old films show them singing happy songs while doing so, just like ads had women wash clothes in delirious ecstasy because they’d finally found the right detergent. Men ate, women cooked – no excuse would do, not even labour pains. For the longest time patriarchs had no clue where water was kept. They were always calling out to the matriarch when thirsty, so that potable water became the best hidden secret in most households. Men, stumbling through kitchens if left alone, pined for their wives. The day men learnt to make tea, marriages began to break up.\nCooking was delegated to daughters-in-law who began to hire cooks; maharaj and khansama entered the kitchen. But groceries still had to be bought and pots washed. Street food changed dining table dynamics long before the food delivery guys. Thalis went up against breakfast buffets, gluttony was no longer a sin. Once mankind had tasted fast food, domestic fare had to up its game, trying to get the taste of chaat or Chinese just like that sold outside. Post-Covid that battle has been lost. Ordering in is now a finger reflex. With the same warm look that sepia moms had when they asked, aaj kya khaoge, beta? an app can seduce with mouthwatering options. The pampering has been taken out of home-cooking. Maa ke haath ka khana is now the childhood trauma we tell therapists about.\nEveryone trustingly swallows what’s served, with even ‘homemade’ outsourced. Whether it’s farm-to-table or a gourmet meal, no one’s going to mess up their own scullery. The tiny open two-shelf kitchen in flats is set to be history. Cooking from scratch means popping leftover pizza into the microwave. O, the joy of entering a café and telling someone in detail exactly how complicated we like our coffee while a twitchy queue taps feet behind us.\n\n",
        "headline_1": "Insta food era",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/insta-food-era/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-07-2024"
    },
    {
        "full_article": "New criminal codes will ultimately be tested on their ability to protect the principle of presumption of innocence \nThe three new criminal codes that kicked in yesterday – BNS, BNSS, and BSB – will eventually replace the trio of IPC, CrPC and Indian Evidence Act, respectively, which have governed the criminal justice system. That’ll happen only once all cases filed under the old codes are closed. Given India’s caseload, this, in effect, means two sets of codes will be in application simultaneously across jurisdictions – a tremendous challenge for those who man the criminal justice system. That the codes needed an overhaul is indisputable. But challenges remain aplenty.  \nUndertrials burden | The approach to the codes’ overhaul was discarding colonial baggage and to be reformative. Here, proportional penalty is key. This means penalties are designed such that minor offences don’t invite jail time. Old faults compounded by new offences that have crept in are unlikely to lessen the undertrial burden. It’s imperative that during training of the law enforcement machinery, it’s drummed in that no matter the crime and prescribed sentence, there must be unwavering focus on presumption of innocence – the hallmark of a liberal reformative justice system.\nHeavy hand  | Minimum age for criminal responsibility continues to be 7 years, lower than international convention. Snatching is a criminal offence. It’s still prison for those not looking after old parents. Sex on the pretext of marriage can be punished with up to 10 years’ jail. A judge can award such convict 1-day jail, or 10 years. Such latitude can be problematic in interpretation – not all judges are judicious.\nOld laws block | Archaic legal ideas continue to be in play. Defamation remains on the statute, as do provisions for ‘sedition’ if not in so many words. A rigorous weeding out of archaic laws is required, not least when it comes to marital rape. Onus is on legislatures to decriminalise petty behaviour and junk harsh provisions to meet the agenda of reformative justice.\nCapacity flags | Due process is deeply linked ­with capacity. Poor forensics botches up many an investigation. And courts must not allow police free hand when it comes to seizing ‘evidence’. Due process ensures, for instance, forensics of digital devices don’t impinge on privacy rights. It demands probes compartmentalise a phone’s contents – what investigators can and cannot explore. And that this rule is spelt out.\nVarious police forces advertise they ‘care’ for civilians, but collective experience is often otherwise. At the core, liberal justice, the long-stated purpose for an overhaul of IPC, CrPC and IEA, firmly stands for individual rights. The dharma of India’s criminal justice delivery must be premised on protection of personal freedoms and civil liberties.\n\n",
        "headline_1": "Lawful, liberal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/lawful-liberal-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-07-2024"
    },
    {
        "full_article": "Authored by Jug Suraiya\nOn March 4, 1861, the 16th President of United States, Abraham Lincoln, took the oath of office and made his inaugural address to his country, over which loomed the gathering storm of a murderous civil war.\nSeven of the states of the South had already seceded from the Union because of Lincoln’s determination to abolish slavery. It was feared that the remaining eight southern states would soon follow, tearing the republic apart.\nThe towering, gaunt-faced president appealed to his compatriots, “The mystic chords of memory…will yet swell the chorus of the Union, when again touched as they will be…by the better angels of our nature.”\n\nWhat are the ‘better angels’ in us that Lincoln evoked, in the hope of avoiding a blood-drenched conflict? And if there are the better angels – of compassion, love, and fellowship – must there not also be their opposite, the demons of hate, and rage, and violence, the two sides often engaged in an unresolved civil war within us?\nIn his 1886 novella, RL Stevenson personified the angels and demons in us in the characters of the good and gentle Dr Jekyll and the homicidal Mr Hyde, two diametrically opposed psyches inhabiting the same physical body.\nThe German-Swiss philosopher-novelist, Hermann Hesse, rendered his interpretation of this human duality in his 1927 parable, Steppenwolf. The protagonist, the middle-aged Harry Haller, is suffering from a deep-seated emotional and spiritual crisis.\nHe deems himself an outsider, isolated from the conventionalities of everyday life, and is engaged in a relentless daily, internal battle between an innate animalistic wolf-being and the yearning to elevate himself to the ranks of the “Immortals”, such as Goethe and Mozart, representative of the pinnacle of human attainment.\nThere is a lurking Steppenwolf in all of us, caught as we are in a confrontation that we might try to avoid acknowledging, between the ideals of truth, honesty, kindness, and generosity and their adversaries – falsehood, deceit, avarice and malice.\nOnly too often, and too clearly, do we distinguish right and wrong, what we ought to do, and what we are tempted to do; we hear simultaneously the voice of our better angel and the seductive whisper of fallen Lucifer.\nThe choice we make, in matters trivial or tragic, small or great, is often not a choice at all, but a submission to what the Greeks called akrasia, a state of unmindfulness in which we act against our better judgment through weakness of will.\nDH Lawrence wrote:\n“This is what I believe:\nThat I am I.\nThat my soul is a dark forest.\nThat my known self will never be more than a little clearing in the forest.\nThat gods, strange gods, come forth from the forest into the clearing of my known self and then go back.\nThat I must have the courage to let them come and go.\nThat I will never let mankind put anything over me, but that I will always try to recognise and submit to the gods in me and the gods in other men and women.\nThere is my creed.”\nTo be human is to track our way through this haunted forest in that unique expedition that we call our life.\n\n",
        "headline_1": "The angels and demons within us",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-angels-and-demons-within-us/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-07-2024"
    },
    {
        "full_article": "The ease and frequency with which cybercriminals continue to breach the National Board of Revenue (NBR) server is disquieting. According to a report by this daily, a cybercriminal gang attempted to release a container of foreign cigarettes from Chattogram Port after breaching the NBR server with the login credentials of a customs official. Acting on a tip-off, officials seized the container loaded with 50 lakh sticks of cigarettes worth about Tk 5 crore. The breach of the server came to light on Saturday after an investigation into the incident.\nDespite the successful intervention, what worries us is that the breach could have led to something far more sinister. It shows once again the vulnerability of the NBR server to hacking which is proving increasingly difficult to address. Reportedly, following previous incidents of server breach, the NBR took some steps like the use of particular login IP and sending OTP to mobile phones of officials with proper authorisations. However, the latest breach has demonstrated that these measures are not enough. Criminals somehow managed to use the login credentials of a deputy commissioner of Chattogram Customs House to register the consignment with the NBR server, and also to access the server from a different IP address, while no OTP was sent to the mobile phone of the official concerned.\nOver the last few years, at least 38 imported consignments of goods were released illegally by using the IDs of at least eight revenue officials. Investigators said a cybercriminal gang was involved in those incidents; however, they failed to identify the gang. After a few such incidents in 2022, it was discovered that earlier measures taken by the NBR had been insufficient to prevent its servers from being breached. The institution itself admitted that its technological safeguards could not thwart them. Even though these concerns have been well-known, the fact that the authorities have still failed to address them properly is unacceptable. Another major concern is that despite repeated breaches, the probe committees that have been formed failed to identify the perpetrators or answer many critical questions raised by the incidents.\nThe entire security system of the NBR seems to be way below par, and the danger that it poses to our national security is disturbing. Against this backdrop, the NBR should urgently stamp down on such breaches by strengthening the security of its servers. Customs officials and others should be more vigilant about cybercrimes. And considering the gravity of the threat posed by such crimes, the authorities should consider involving independent experts who can look into what's really happening and suggest solutions.\n",
        "headline_1": "Why can’t the NBR protect its server?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-cant-the-nbr-protect-its-server-3646416",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-07-2024"
    },
    {
        "full_article": "When deciding where to source clothing from, an increasingly important factor will be energy use as fashion brands and retailers look to reduce carbon emissions in supply chains.\nA country's energy mix may even one day override all other issues given the climate crisis we face. Here I look at progress made by five garment exporting countries—China, Bangladesh, Vietnam, Pakistan, and Turkey—in their transitions to renewable energy sources.\nChina\nChina, the world's largest energy consumer, has made significant strides in renewable energy development. The country's energy mix is still dominated by coal, accounting for more than 50 percent of its energy consumption in 2021.\nHowever, China is the global leader in renewable energy capacity, with extensive investments in solar, wind, and hydropower. As of 2023, China has over 500 GW of solar and wind capacity combined, with ambitious plans to reach 1,200 GW by 2030.\nHydropower also plays a significant role, contributing about 20 percent to the national grid. The nation has committed to achieving carbon neutrality by 2060. Government policies, substantial subsidies, and advances in technology have propelled China's rapid growth in renewables.\n\nBangladesh\nBangladesh's energy mix is heavily reliant on natural gas, which accounted for about 62 percent of its total energy consumption in FY 2021-2022. Bangladesh has made remarkable progress in solar home systems, with over five million installations serving rural households. Despite this, renewables contribute only around three percent to the national grid as of 2023.\nThis has to improve if we are to remain internationally competitive. Our customers will demand that it does. To this end, the government has set a target to generate 10 percent of its electricity from renewables by 2030, but achieving this goal requires significant investments and policy support. The energy mix also includes imported oil and coal.\nVietnam\n\nVietnam, the third largest exporter of clothing after China and Bangladesh, has a diverse energy mix, with coal being the predominant source, accounting for more than 40 percent of the total energy consumption in 2023. Hydropower is also significant as well as natural gas and oil.\nVietnam has seen a dramatic increase in its renewable energy capacity, particularly in solar and wind power, thanks to favourable government policies, including feed-in tariffs and tax incentives. The wind energy sector is also growing, with projects like the 99.2 MW Bac Lieu wind farm. Vietnam aims to have 30 percent of its electricity generated from renewables by 2030.\nPakistan\nPakistan's current energy mix is dominated by fossil fuels, with natural gas, oil, and coal making up the majority as of 2023. The renewable energy sector is still in its early stages, but the country has significant potential, particularly in wind and solar power.\nAs of 2023, renewable energy accounts for about six percent of Pakistan's total energy mix, with plans to increase this share to 30 percent by 2030. Key projects include the Quaid-e-Azam Solar Park and various wind farms in the Sindh province.\nGovernment initiatives and international support have been crucial in advancing these projects. However, Pakistan faces challenges such as bureaucratic hurdles, financial constraints, and a need for more robust policy frameworks to attract private investment.\nTurkey\nTurkey's energy mix is quite diverse, with natural gas (27 percent), coal (25 percent), and oil (29 percent) being the primary sources of energy in 2022. Renewables including wind, solar power and hydro also makes significant contributions.\nThe country has implemented various incentives, including feed-in tariffs and purchase guarantees, to encourage investment in renewable energy.\nHowever, the transition is challenged by economic instability and fluctuating policy environments, which can impact investor confidence.\nOverall, the renewable energy transition in China, Bangladesh, Vietnam, Pakistan, and Turkey highlights diverse paths and challenges. China's leadership in capacity and investment sets a global benchmark, while Vietnam's rapid adoption showcases the potential of favourable policies and incentives.\nPakistan's journey emphasises the need for policy and financial frameworks, and Turkey's balanced approach reflects a strategy of building energy security through renewables.\nBut what about Bangladesh? We must improve the supply of renewable energy available to our industrial base. Our government, regional authorities, garment manufacturers and international fashion brands must collaborate on this issue to better understand the current state of our energy mix, decide how it can be shifted heavily in favour of renewable energy and then work out what this will cost—and, most importantly, how it will be funded.\nBangladesh has a chance to lead on this issue, but China, Pakistan, Turkey, Vietnam and other garment producing countries will also be looking to boost their own renewable energy use.\nThe race is on.\nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Bangladesh on the renewable energy race track",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/rmg-notes/news/bangladesh-the-renewable-energy-race-track-3646376",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-07-2024"
    },
    {
        "full_article": "It is disheartening that Chattogram's Modern Food Testing Laboratory—a Tk 34.4 crore undertaking funded by the Asian Development Bank—has remained non-operational despite its completion in 2015. The facility, intended to enhance food safety in Chattogram, began trial testing in January 2016. However, according to a report by this daily, the lack of a signing authority has rendered its results useless, as no official certifications of food safety can be made. This is a glaring testament to the systemic negligence and inefficiency that so often stymie the functionality of specialised government facilities.\nThe laboratory, divided into two sections, is equipped to test a wide range of food items including milk, meat, vegetables, edible oil, etc. It's a pity that such an important and expensively built facility would sit idle year after year just because no one in the administration cared to provide the support necessary to make it fully operational. Normally, the first order of business in any such undertaking would be appointing an appropriate signing authority, since no actionable steps can be taken without one regardless of how dire the findings. The second priority would be having adequate and properly motivated manpower to tell us whether the food we consume is safe or not. Reportedly, out of the 24 officials initially appointed in the laboratory, only seven remain due to concerns over job security, as their jobs haven't been regularised.\nThe question is, why would these basic issues remain unresolved even after nine years, and despite receiving operational approval in as far back as 2016? Unfortunately, we have seen too many cases of facilities and initiatives languishing after project completion to consider the Chattogram case as an isolated one. In fact, the government has a rather unenviable reputation when it comes to operationalising such public-interest initiatives. It is as if public officials lose interest once all the funds that go into building the infrastructure have been spent. Among the issues that new facilities usually suffer from are staff shortages, lack of equipment, lack of power supply, coordination issues among the relevant institutions, etc.—all of which can be attributed to bureaucratic mismanagement. The gap between the completion of projects and their actual operationalisation can be overwhelming.  \nThis is nothing but a waste of money and a betrayal of public trust. We, therefore, urge the government to remove all barriers to the seamless operation of the food testing laboratory in Chattogram so that it can serve its intended purpose. As well as the problems mentioned above, another issue complicating its operation is that the Chattogram City Corporation has yet to assume control of the lab from its current private operator, despite this transition being scheduled post-2021. This should be urgently addressed, too.\n",
        "headline_1": "A monument to systemic negligence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/monument-systemic-negligence-3646356",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-07-2024"
    },
    {
        "full_article": "In her budget speech, Prime Minister Sheikh Hasina tells the Jatiyo Sangsad that her government has started a tough anti-corruption drive that will spare none irrespective of positions. If the freezing of several dozens of bank accounts and all the moveable and immoveable property of former Inspector General of Police (IPG) Benazir Ahmed, his wife and daughters and formation of a committee to investigate into illegal acquisition of outrageous amount of wealth by a sacked National Board of Revenue (NBR) official Motiur Rahman are any guide, her claim is hardly contentious. On complaint from the Anti-corruption Commission (ACC), a court has also ordered the seizure of another NBR official Abu Mahmud Faisal on charge of amassing huge wealth by illicit means. However, there is a slip between the cup and the lip. Benazir's case was not taken up by any security agency or watchdog body until a Bangla contemporary published a detailed investigative report. Motiur Rahman was exposed by a goat not by any security agency, as a ruling party Member of Parliament (MP) sarcastically told parliament. Abu Mahmud Faisal's case may be a follow-up of that of Motiur Rahman who reportedly formed a syndicate of like-minded NBR officials under him. Anyway, the ACC moved the case implicating Faisal. Credit certainly goes to the government for the procedure to go ahead in all such cases. Given the relaxation of anti-graft laws, rules and related provisions over the years, public servants have been unduly pampered and by default encouraged to indulge in corruption. The incorporation of Section 41(1) in the Government Service Act, 2018 making it mandatory to seek permission for the law enforcers prior to arresting a public servant was surely an attempt to pamper government officials of the republic. The High Court observed during its verdict against it that it was contradictory to the constitution of the country. This is, however, not all about indulging the public servants. The amendment to the Government Servants (Discipline and Appeal) Rules, 1985 had got \"reprimand\" included as a penalty for proven corruption following investigation. But the original provisions were compulsory retirement, \"dismissal from service\" or \"removal from service\". Before this, relaxation of another provision cleared the way for government employees to hide their wealth. As per the Government Servant (Conduct) Rules,1985, submission of wealth statement every year was mandatory. After the amendment to that rule in 2002, they now have to submit the statement every five years. Reportedly, many officials even do not bother at all to do so. With relaxations of such basic provisions, it is impossible to maintain transparency of the administration. In a way, all such legal provisions are actually protecting the interests of dishonest officials, allowing them to form their powerful coteries within the system as did Motiur Rahman. Their unearned money power not only corners honest officials but also leaves a highly deleterious impact on the system of administration, encouraging a regime of graft. So these legal provisions have to be made stricter and watchdog bodies' scrutiny more incisive in order to root out corruption in the administration. If the administration is transparent and demonstrates integrity in its functioning, the nation's socio-economic progress will be far more spectacular than achieved so far.",
        "headline_1": "Drive against corruption",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/drive-against-corruption-1719846961",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-07-2024"
    },
    {
        "full_article": "Yet another budget was approved by the lawmakers in the national parliament on Sunday. As a matter of tradition, the budget for the current financial year (FY) 2024-25 is bigger, in terms of total outlay, than that of the immediate past FY, though the mobilization of enough resources to bankroll it remains in doubt. Our past finance ministers, consciously or otherwise, incorporated one or two contentious provisions into their budgets. The incumbent one is no exception. He has also included an issue-black money whitening by paying tax at a nominal rate-which has kicked off bitter debates in the public domain almost every year in recent times. The 'no question to be asked about the source/s of tainted money' tag has been the most disliked section of the budget speech. It remains a mystery what prompted the government to offer tax rebates again to black money holders and invite scathing criticisms. The move was not worth taking, for similar provisions in the recent past had failed to attract even a tiny fraction of the massive volume of black money. None knows for sure its actual size. Some years back, the finance ministry had estimated that it was between 40 and 80 per cent of the formal economy. What has enraged the honest taxpayers is that some people will legalise their ill-gotten money at a rate far lower than they are compelled to pay. Criticisms had been aplenty from all directions. Some lawmakers from the ruling party and the docile opposition opposed the tax amnesty. Yet the government poo-poohed those and stuck to the offer staunchly. Did somebody secretly promise to transfer home a significant volume of funds from outside to take advantage of the facility and thus enrich the country's dwindling reserves? Two other tax proposals that drew widespread attention include imposing a gain tax of 15 per cent on the profit earned from the disposal of equities and levying duty on vehicles imported by lawmakers. Many people did appreciate the second move. The tax on capital gains is unlikely to sour the investors' mood. Not many people are able to earn any hefty profit under the prevailing market conditions. The NBR will unlikely bag something tangible out of this move during the fiscal year. The government has again backed out while trying to squeeze some extra bucks from the more affluent section of taxpayers. The finance minister wanted to raise the last individual tax slab to 30 per cent but could not hold ground finally and kept it unchanged at 25 per cent. The minister earned plaudits for proposing a 25 per cent duty on vehicles imported by lawmakers. Such imports have been duty-free since the mid-1980s. The proposal, however, failed to sail through, and the zero-duty rate remains effective in the face of opposition from lawmakers of both the treasury and opposition benches. In contrast, the head of the country's exchequer could not protect the interest of the ordinary people. The tax-exempt income level has remained unchanged though it deserved to be raised because of the soaring inflation. Then again the people using cell phones will have to pay more money because of the enhanced tax on talk time. The issues mentioned above are random ones. Attaining the budget's primary objectives will be more critical for the government. The task has always been difficult, and it has become even more challenging under the prevailing circumstances. Hurdles that the finance minister has recently encountered include falling reserves, stagnating private investment, soaring non-performing loans, fluctuating export and remittance earnings, and spiralling inflation. The finance minister has set the budgetary goal of maintaining growth momentum while keeping inflation in check. Thus, he set the GDP growth target at 6.75 per cent for the current FY and inflation at 6.5 per cent. Attaining these objectives might prove daunting. The Tk. 7.97 trillion budget for the current FY is bigger than that of the previous FY, but the difference in total outlays is not that big. Yet many tend to think the government should have gone for a smaller budget this time, as the current budget has the potential to fuel inflation further. Inflation has been hovering around 10 per cent for the past few months.Implementing the budget in its present size would necessitate mobilizing domestic resources along the targeted amount. The NBR, which has been tasked with mopping up Tk. 4.8 trillion, might find the job difficult. The entity has always successfully mobilised funds during any FY more than in the immediate past FY, but it has always remained miles away from the targets. In such a situation, meeting the budget deficit estimated at Tk 2.56 trillion for the FY 2025, equivalent to 4.6 per cent of the GDP, could also prove daunting. The government has set a target to borrow Tk.1.37 trillion from the banking system. Such a vast borrowing programme will crowd out the private sector. Besides, the failure to secure funds from the banking system might prompt the government to seek high-powered money from the central bank. Such a development inevitably would fuel inflation further. Beyond budgetary measures, the economy is likely to face onslaughts from some other external and domestic fronts throughout the fiscal year that began yesterday (Monday). Implementing conditions attached to the latest International Monetary Fund (IMF) loan may also add to the miseries of the already hard-pressed everyday consumers. The state of forex reserves is yet another area that would deserve constant watch by the policymakers. [email protected]",
        "headline_1": "Budget-FY 25: the same old saga",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/budget-fy-25-the-same-old-saga-1719847023",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-07-2024"
    },
    {
        "full_article": "Is far right politics going to take over Europe? Is the nightmare of the first half of the 20th century that saw the rise of fascism in Europe returning? After Mary Le Pen's far-right National Rally (formerly National Front) trumped President Emmanuel Macron's centre-right coalition in the European Parliament elections, he dissolved French Parliament and called a snap poll for the legislative assembly. The French voters are learnt to have participated in large numbers in the snap poll held on Sunday.The popular expectation is that the far-right National Rally party is going to dominate the race. If, like in the time of the 19th century Austrian diplomat and statesman, Klemens von Metternich, to whom is attributed the quote, 'When France sneezes, the rest of Europe catches a cold', French political events are still the bellwether of European politics, then Europe is perhaps finally veering to the right. Perhaps, Macron is going to get a bloody nose in his political gamble. Consider also the rise of the German far-right party, Alternative for Germany (AfD). The lead candidate of this party declared that members of the Nazi SS (the black-uniformed, self-described political soldiers of Hitler's Nazi Party) were not necessarily criminals. A few eyebrows were raised, but AfD beat all other parties of the ruling coalition of Germany in the last European Parliament elections and got six new seats. While politics in Europe is experiencing a sharp polarisation, language of politics is also turning more intolerant and violent. Not only verbal abuse, political leaders have even been subjected to physical attacks. What do the developments signify? Is the era of post-World War II stability over? Obviously, political turmoil in Europe reflects the common people's dissatisfaction with the parties in power. The political volatility has worsened, especially after the war in Ukraine. In fact, the war has badly hit European industry. Cheap energy like natural gas and fossil oil from Russia that kept European homes warm during winter and drove the engine of the European economy is no more in the pipeline.The political right, as always, takes advantage of any public discontent to advance their agenda. The bogey of immigrants taking all the jobs and even changing Europe's culture is common rallying cry of the political right. Add to that the Islamophobia which is also rooted in the anti-immigrant politics. The reason is -- a large number of the immigrants are from the Middle-Eastern Arabs who are overwhelmingly Muslims. Israel in its bloody Gaza offensive since October last year has been massacring unarmed Palestinian civilian population. But the European political class in power has failed to prevail upon Israel and stop the genocide. It has also worked as a trigger for the rise of the extreme right in Europe. Worse, pro-Palestinian protests are being suppressed by the centre-left and centre-right political coalitions in power in different European capitals. The pro-Palestinian voters, who are by default anti-establishment, are thus further weakening the pro-liberal parties' hold on power. But these anti-immigrant rantings of the political right in Europe, though they can play on the disgruntled public's fears and prejudices, cannot offer any solution to the economic roots of the mass discontent. In fact, Europe needs immigrants as workers to keep its economy running. Here lies the paradox of the far-right politics of Europe. It is not that the far-right and populist politicians, who are mostly demagogues, are not aware of the limitations of their political agenda. They know if voted to power, they won't be able to resolve the economic problems of their constituencies. Still their support base is widening, thanks to the failure of the establishment politics on every front, economic or diplomatic. As a result, if anything, the extreme right, in some cases, as in Germany, has been able to remove the social stigma so far attached to it and normalise its programmes in national politics.[email protected]",
        "headline_1": "Europe's turn to the right",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/europes-turn-to-the-right-1719847074",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-07-2024"
    },
    {
        "full_article": "Banks must take concerted action to prevent the persistent issue of money laundering. Good governance within banks is essential, and central bank supervision must be increased to ensure compliance with the Prevention of Money Laundering Act, especially in the field of foreign trade.Money laundering occurs in various ways, and it is crucial to implement effective measures to accurately identify and prevent these illicit channels. Despite numerous initiatives, money laundering has not been fully stopped, highlighting gaps in current efforts that must be addressed.If the vast amounts of money being smuggled abroad each year were instead invested domestically, it could create numerous jobs and significantly impact the country's overall development. Money laundering has become a poison for our economy, and it is imperative to find a solution to this crisis and recover the substantial funds that have been smuggled abroad.Ashikujaman SyedMarketing Research AssociateHebei Huanji Metal Wire Mesh Co. LtdShijiazhuang, China.[email protected]",
        "headline_1": "Dollar crisis and money laundering",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dollar-crisis-and-money-laundering-1719847084",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-07-2024"
    }
]