[
    {
        "full_article": "If budget making is a complex task, interpreting the Union Budget can be hazardous given the amount of fine print that one has to pore over. Finance Minister Nirmala Sitharaman’s fifth Budget, and the current Bharatiya Janata Party-led government’s final full-fledged one before next year’s general election, ticks all the right boxes on the face of it. Inclusive development that ensures prosperity for all, especially the youth, women, farmers, Other Backward Classes, Scheduled Castes and Scheduled Tribes, a focus on infrastructure and investment that serves as a multiplier for growth and employment, policies to enable green or environmentally sustainable growth, the rationalisation of direct taxes, including a raft of concessions to the middle and salaried classes, and pensioners, and, most importantly, doing all this while staying the course on fiscal consolidation. Terming it the “first Budget in Amrit Kaal”, Ms. Sitharaman sounded the poll bugle by emphasising the ruling dispensation’s achievements since 2014, when Prime Minister Narendra Modi first assumed office. Per capita income, she said, had more than doubled to ₹1.97 lakh as a result of the economy’s growth to being the world’s fifth-largest and the government’s efforts to ensure a better quality of living for all. She also cited an increase in formalisation of the economy and the widespread adoption of digital technologies, especially in the payments sphere, as other significant achievements.With an eye on ‘India at 100’, the Budget proposals, Ms. Sitharaman said, were aimed at actualising a “technology-driven and knowledge-based economy with strong public finances, and a robust financial sector”. Emphasising that the economic agenda for achieving this vision would, among other things, require a focus on giving a strong impetus to growth and job creation, the Minister laid out her Budget proposals that were heavy on this government’s trademark acronyms describing the various schemes, but relatively light on details. PM VIKAS or Pradhan Mantri Vishwakarma Kaushal Samman, for instance, would for the first time offer traditional artisans and craftspeople, or Vishwakarmas, a package of assistance aimed at helping them improve the quality, scale and reach of their products, she said. Specifics, including a financial outlay and the likely mechanics of implementation, were, however, not spelt out. Similarly, a ‘Mangrove Initiative for Shoreline Habitats & Tangible Incomes’ or ‘MISHTI’, aimed at undertaking mangrove plantation along the coastline and on salt pan lands leaves the funding to a “convergence between MGNREGS and a compensatory afforestation fund”. With the rural sector’s mainstay employment guarantee scheme, one that was introduced during the Congress-led United Progressive Alliance government’s term, itself increasingly being starved of budgetary support, it is hard to fathom how the new initiative to protect and regenerate the ecologically sensitive mangroves will be funded. The decrease in outlay comes at a time when the rural economy is still to regain vigour from the ravages of the pandemic, the fallout on incomes from the uneven distribution of last year’s monsoon rainfall, and the relatively greater impact of high food inflation on hinterland households.\rAt a broader level, the Budget estimate for expenditure on rural development in 2023-24 is pegged at ₹2.38 lakh crore, a marginal 0.1 percentage point increase when measured as a proportion of overall expenditure at 5.3%, compared with the 5.2% in the previous Budget Estimate. When viewed against the revised estimate, the outlay is a good 0.6 percentage point lower. Food subsidy too has been sharply pared: at ₹1.97 lakh crore, it is almost 5% lower than the 2022-23 Budget estimate and a steep 31% down from the revised estimate. To be sure, the government’s resolve to stay the course on fiscal consolidation, especially after the COVID-19 pandemic had led it to spend more even as revenue receipts dipped amid the unprecedented economic contraction, left Ms. Sitharaman with little leeway on the expenditure front once she had decided that the government would concentrate its resources on increased public outlays on infrastructure and investment. Capital expenditure has been allocated ₹10 lakh crore, a 33% jump from this fiscal’s Budget estimate. If one adds the almost ₹3.7 lakh crore set aside for grants-in-aid to States for the creation of capital assets, the Minister’s laudable intent to apply the force multiplier of government capital spending as the primary lever to spur economic activity becomes clearly evident. With global demand uncertain this year on account of the slowdown in the developed economies, as the Economic Survey pertinently pointed out, India’s domestic market will necessarily have to serve as the economy’s bulwark. Ms. Sitharaman has also attempted to woo the middle class with a raft of changes in personal income tax that would, in combination with tweaks to customs duties, in total cost the government ₹ 37,000 crore in foregone direct tax revenue. Some of these changes are aimed at leaving more money in the hands of the salaried and pensioners, cash that the Budget planners hope would find its way back either as savings or increased spending on vital consumption. The biggest beneficiaries of the income-tax changes though are likely to be those in the highest income bracket, where the effective rate has been cut by 3.74 percentage points reinforcing a perception that this government bats for the affluent.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUnion Budget\n\n/\n\nBudget 2023",
        "headline_1": "A raft of concessions amid consolidation: On Budget 2023-24",
        "headline_2": "While promoting inclusive development, and focusing on fiscal consolidation, the Budget gives more to the affluent than to the poor",
        "link": "https://www.thehindu.com/opinion/editorial/a-raft-of-concessions-amid-consolidation-the-hindu-editorial-on-union-budget-2023-24/article66460314.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-02-2023"
    },
    {
        "full_article": "When the Taliban captured Kabul in August 2021, Imran Khan, then Prime Minister of Pakistan, said Afghanistan had “broken the shackles of slavery”. Pakistan, which had harboured the Taliban leadership, was largely seen as one of the victors of the Afghan civil war. But the celebratory mood faded as the Taliban’s triumph also emboldened the Tehreek-e-Taliban Pakistan (TTP), the Pakistani version of the Sunni Islamist insurgency. Since then, Pakistan has witnessed a rise in terrorist attacks, especially in Khyber Pakhtunkhwa bordering Afghanistan. Monday’s blast in a mosque in Peshawar’s highly fortified Police Line area, claiming at least 100 lives, was the deadliest in Pakistan in years and a sharp reminder of how its strategy of backing the “good Taliban” and fighting the “bad Taliban” has backfired. A TTP faction initially claimed responsibility, but a spokesperson denied any role. This demonstrates the divisions within the group rather than raising doubts about its involvement. The blast bears the hallmarks of a TTP attack — it took place in its stronghold and was targeted at security personnel. And no other group has claimed responsibility.The TTP and the Afghan Taliban may be organisationally different, but they are ideologically brothers. What the TTP wants to do in Pakistan is what the Taliban have managed to do in Afghanistan. After the 2014 Peshawar school bombing, which killed over 150 people, mostly children, the Pakistani Army had cracked down on the group. But the Afghan Taliban’s return to power changed the dynamics of insurgency in the border region. Mr. Khan adopted a policy of engagement towards the TTP. The Afghan Taliban hosted talks between the TTP and Pakistan which led to a ceasefire. But the year-long truce collapsed in November last year. Many believe that the TTP, which used the ceasefire to rearm and reorganise itself, is now spreading terror with greater firepower. The Peshawar blast has come at a time of continuing political instability, with Mr. Khan leading a relentless campaign against the government, Pakistan’s currency tanking, its foreign reserves falling, inflation soaring and the power situation remaining grim. Unable to pay its debts, the government is in talks with the IMF for a bailout package. And now, there is a security challenge. Pakistan should realise that its policy of selectively fighting and selectively harbouring terrorism and extremism has done it more harm than good. It needs a paradigm shift in its approach towards terrorism, while, more urgently, amassing its resources and going after the TTP, which is posing the biggest internal security threat to the Pakistani state.",
        "headline_1": "Policy folly: On the terror attack on a mosque in Pakistan’s Peshawar",
        "headline_2": "Pakistan needs a paradigm shift in its approach to terrorism",
        "link": "https://www.thehindu.com/opinion/editorial/policy-folly-the-hindu-editorial-on-the-january-30-2023-terror-attack-on-a-mosque-in-pakistans-peshawar/article66454603.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-02-2023"
    },
    {
        "full_article": "Despite the pressures of a forthcoming election, this year’s budget has done an excellent job of maintaining the emphasis on economic growth. Of the “Saptarishis” or seven priority areas that the FM emphasised, I focus on two key areas that will contribute significantly to growth: public capital expenditure (capex) and the financial sector.\nStarting from Budget 2021-22, which started India’s policy response to Covid by focussing on public capex, this year’s budget has increased the outlay for public capex for the third consecutive year.\nRead the full article on TOI+\n\n",
        "headline_1": "How Nirmala ticked all the boxes: Despite poll pressures, FM goes for growth, boosting both investment and consumption",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/et-commentary/how-nirmala-ticked-all-the-boxes-despite-poll-pressures-fm-focussed-on-growth-boosting-both-investment-and-consumption/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-02-2023"
    },
    {
        "full_article": "Nirmala Sitharaman’s fifth budget is her best yet. There are three standout features of Budget 2023-24. It’s economically smart, reflects political confidence and is fiscally credible. They are not discrete aspects of the budget. Rather, they blend seamlessly, which is what makes this also the best budget since 2014.\nIndia’s investment, or gross capital formation, as a proportion of GDP fell from 34.1% in the pre-pandemic year to 31.5% after its outbreak. Budgets since then have stepped in to keep investment high by enhancing effective capital expenditure. Between 2019-20 and 2022-23, it doubled to Rs 10.5 lakh crore. Yesterday’s budget increased effective capital expenditure by another 30% to Rs 13.7 lakh crore. Economically, it’s the best approach in the present context and it’s even resulted in the spending on transport exceeding the defence outlay.\nThe smart economics underpinning the budget showed up in a significant personal income tax calibration. Based on the experience of a couple years, the new tax regime, which is based on negligible exemptions and lower rates, was tweaked. The changes make it more attractive for most taxpayers in the old regime to switch and save on tax outgo. In a year when global growth is expected to be slower, additional domestic consumption via the additional disposable income may offset the inevitable hit on exports.\nAll budgets are situated in a political context. This budget exuded political confidence in two important ways. It’s the penultimate budget but it didn’t resort to unsustainable spending as a way to further electoral traction. In fact, it defied conventional wisdom by lowering the effective income tax rate for the rich by almost 4 percentage points to 39%. More important, lower taxes for the middle class, which BJP hasn’t overtly courted since 2014, show the party recognises that this group will grow bigger and play an increasingly important role in politics.\nThe different strands of the budget will hold together only if there’s underlying fiscal credibility. The budget scores here even if its estimate of just 10.5% nominal GDP growth is too low. If the baseline GDP growth estimate is 6.5%, it’s hard to see how inflation this year will average just 4%. However, as the gross tax revenue growth is expected to be Rs 33.60 lakh crore in 2023-24, 10.4% higher than the revised estimate, a higher nominal GDP growth will also boost revenue receipts. In the absence of any external shock, the fiscal deficit estimate of 5.9% of GDP in 2023-24 should be met. The gradual glide path of deficit reduction is what was required.\nA minor letdown is the continued tinkering with import duties, although less this time. A general increase in import duties over four years is inconsistent with the emphasis on manufacturing. Also, budgetary concessions for specific products for a limited time typically lead to lobbying. A general downward revision in tariff to make manufacturing globally competitive is what ‘Make’ in India needs. That said, there’s little doubt this is the budget India needed at this juncture.\n\n",
        "headline_1": "Yes, Finance Minister: It’s perhaps the best budget since 2014: smart economics, confident politics and credible fiscal numbers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/yes-finance-minister-its-perhaps-the-best-budget-since-2014-smart-economics-confident-politics-and-credible-fiscal-numbers/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-02-2023"
    },
    {
        "full_article": "The Rs 45 trillion Budget for 2023-24, announced by FM Sitharaman yesterday, provides a fine balance between the competing needs to boost economic growth on the one hand and to continue down the path of fiscal consolidation on the other.\nThe budget comes against a backdrop of a global economy besieged by multiple challenges. Supply shocks due to incomplete global recovery from the Covid pandemic and the war between Russia and Ukraine, as well as fiscal expansions globally to support households and firms during the pandemic, have generated inflationary pressures of magnitudes unseen in decades.\nRead the full article on TOI+\n\n",
        "headline_1": "Goodies but also good housekeeping: Fine balance between big capex & fiscal discipline",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/goodies-but-also-good-housekeeping-fine-balance-between-growth-and-fiscal-discipline/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-02-2023"
    },
    {
        "full_article": "A stronger and more secure middle class is crucial for continuing India’s upward trajectory. A massive shift towards a middle-class society is already happening. Nearly 47% of the Indian population is expected to join the middle-class ranks by 2030. It is not an exaggeration to say that future growth will depend on the rising middle class, and the evolution of the middle class will depend on growth.\nNot surprisingly, FM Sitharaman recently remarked that she “understands the pressures on the middle class”.\nRead the full article on TOI+\n\n",
        "headline_1": "Middle goes to top: The sharp focus on middle-class income & spending will have a big payoff",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/middle-goes-to-top-the-sharp-focus-on-middle-class-income-consumption-will-have-a-big-payoff/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-02-2023"
    },
    {
        "full_article": "The epic line from Nachiketa Chakraborty's song \"Ei Besh Bhalo Achhi (We are doing well)\" instantly came to mind after hearing what Awami League General Secretary and the Road Transport and Bridges Minister Obaidul Quader recently said.\n\"Compared to the other South Asian nations, we are doing well. We are better than even many advanced nations,\" he said on January 28. How are we doing well? What does it mean to be well? This discussion aims at unearthing these answers.\nIf we look back at the past decades since our independence in 1971, it is clear that the living conditions of Bangladeshi people have improved without a doubt. We are ahead of other South Asian countries in some indicators. Bangladesh is ahead of India and Pakistan in terms of nutrition and child mortality rates. But we should also mention the huge contribution that private actors, especially Brac, have made to this achievement in these areas. In fact, in many sectors' development, private actors have played a more vital role than the government actors.\nIn South Asia, Bangladesh is in a good position in terms of per capita income. The Maldives holds the top position in this regard; in terms of economic prowess, the country is way ahead of Bangladesh. But Bangladesh is doing better than Sri Lanka, Nepal, and definitely Pakistan. If we consider per capita income, we are even ahead of India.\nHowever, these are not the only indicators to measure a country's prosperity.\nUS science-based journal Nature released the report of a country-based research in 2022. According to the Nature Index, Bangladesh holds the 102nd position, falling behind India (10th), Pakistan (39th), Nepal (91st), and even Sri Lanka (86th).\nLet alone the developed countries, Bangladesh has the lowest spending in the education sector in South Asia. If we look at the budgets of the last three or four years, Bangladesh's budgetary spend for education has been around two percent of GDP. It was 2.09 percent in FY21 budget, 2.08 percent in FY22, and 1.83 percent in FY23.\nMeanwhile, India (3.08 percent), Pakistan (2.76 percent), Afghanistan (3.93 percent), Maldives (4.25 percent), Nepal (5.10 percent) and Sri Lanka (2.81 percent) have significantly higher spendings in education.\nThis trend has been persistent for the last 20 years. As per the Unesco directive, a country's education budget must be at least four to six percent of its GDP. Bangladesh agreed to this proposition, but in reality, no efforts have been made to increase our education budget beyond two percent of our GDP.\nThe situation is similar in our health sector; Bangladesh spends the least for the health sector in South Asia.\nOn the knowledge and talent-based indicator, Bangladesh ranked 123rd among 134 countries in 2021, again the last in South Asia. Other South Asian countries fared much better: India ranked 88th, Sri Lanka 93rd, Pakistan 107th, and Nepal 113th.\nAfter \"Digital Bangladesh,\" we are now talking about \"Smart Bangladesh.\" It's great as a slogan. But the digital and/or smart Bangladesh, ranked 137th out of 140 countries in terms of internet speed in 2021. The Maldives ranked 40th, Nepal 114th, India 126th, and Pakistan 120th – all ahead of us. Because of slow internet connection, freelancers in Bangladesh face difficulties on a regular basis.\nIn which aspect is Bangladesh doing well, then?\nWe are doing well in food production – our farmers produce food for about 170 million people. However, our farmers' individual efforts shine much brighter than that of the government. The Awami League government's success in ensuring that our farmers get fertilisers, seeds and irrigation facilities is greater than any other government. And yet, a farmer is handcuffed for defaulting on the payment of a Tk 40,000 loan.\nThe International Rice Research Institute (IRRI) has played a vital role in the worldwide surge of paddy production – so has Bangladesh Rice Research Institute (BRRI). They invented more than 100 types of high-yield paddy over the last five decades. They got great results through continued research efforts, and our farmers implemented those results in the field.\nAnother major reason behind Bangladesh's progress is its 10 million-strong expatriate base. Most of them went abroad on their own accord. They are relentlessly working to earn money, which they are sending home, contributing to our remittance earnings.\nAnother big foreign exchange earner for us is the ready-made garment (RMG) sector. The owners of RMG factories here surely deserve praise. They are competing against many countries around the world. Even here, the biggest contribution comes from the relatively poorer members of society. Their cheap labour enables the RMG factory owners to get more orders and enhance their business.\nThere is a growing trend of building massive urban infrastructure, which the government wants to showcase as large-scale progress. There is no denying that infrastructure development does indicate progress. However, we should also consider that infrastructure itself is not progress; it is merely a progress-enabler, and a very small part of the population directly benefits from such progress. It seems these glittery, haphazardly planned progress is an attempt to hide the general public's sufferings. A report published by the World Bank in October 2022 tells us that as many as 50 million people in Bangladesh are suffering from a food crisis, and more than 20 million people go to sleep at night hungry.\nBe it research, knowledge or science, we are falling behind the rest of the world consistently. We are not even in a comfortable state when it comes to having three proper meals per day.\n\"We are doing well\" – this shouldn't have been a mere political statement; it should have been the reality. But the current government policies are not in line with that goal. Our poor citizens migrate to other countries to earn livelihoods and send dollars home, and the rich ones in the country launder that money away. People deposit their hard-earned money in the banks, and a few rich people take that money as loans but lack the decency to pay them off. These people are usually connected with those in power.\nThe person who should have been tagged as the country's top loan defaulter is now fixing policies to deal with the \"real\" loan defaulters. The person whose name comes up in the government investigation of the share market scandal has gotten the job of dealing with the country's finances.\nThus, the number of poor and hungry keeps growing. \"We are doing well\" – this statement can only be found in songs, speeches and slogans.\nGolam Mortoza is the editor of The Daily Star Bangla.\n\n",
        "headline_1": "‘We are doing well’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/we-are-doing-well-3236516",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-02-2023"
    },
    {
        "full_article": "India's presence in Bangladesh's power and energy sector is increasing day by day. Currently, Bangladesh is importing 1,160MW of electricity from India. In addition to this, Bangladesh will buy 1,496MW of electricity from Adani Power Ltd for 25 years, under a contract signed by the Bangladesh Power Development Board (BPDB) in 2017. According to a report published by The Daily Star (January 4, 2023), Bangladesh will start getting electricity from India's Adani Godda Power Plant in March.\nWhether this power import from Adani Godda Coal-Fired Power Plant would be beneficial for Bangladesh has been in discussion for a while now. The Institute for Energy Economics and Financial Analysis (IEEFA), in its 2018 report titled \"Adani Godda power project: Too expensive, too late, and too risky for Bangladesh,\" dubbed this power import as \"too expensive and a poor strategic fit for Bangladesh.\" According to its analysis, the reason for this relatively higher price is, instead of the local coal, Adani will use the coal imported from its stranded Carmichael coal mine in Australia. The imported coal will then be transported for 700km by railway from the seaport to the Godda Power Plant in the Jharkhand state of India. And all these costs will be passed on to Bangladesh, thanks to the favourable power purchase agreement for Adani.\nRecently, this debate came to the fore again after the US-based The Washington Post published a news article titled \"How political will often favours a coal billionaire and his dirty fossil fuel.\" In this report, the Adani Group's coal power export agreement with Bangladesh has been highlighted as an example of Indian Prime Minister Narendra Modi's extraordinary patronage for the conglomerate, which has even crossed the borders. Citing a source from the Indian foreign ministry, the report mentioned that, during his first visit to Bangladesh in June 2015, Modi asked Bangladesh to \"facilitate the entry of Indian companies in the power generation, transmission and distribution sector of Bangladesh,\" one of the beneficiaries of which is the Adani Group.\nAlthough the government claims that the power import deal signed afterwards with Adani, on the basis of unsolicited proposals under the controversial Quick Enhancement of Electricity and Energy Supply (Special Provision) Act, 2010, is beneficial for Bangladesh (Prothom Alo, June 10, 2015), after having the confidential 163-page power purchase agreement reviewed by three industry analysts, The Washington Post concluded that \"the 25-year Godda deal is hardly favourable for Bangladesh.\"\nFirst, Bangladesh must pay Adani Power Plant roughly USD 450 million a year in capacity and maintenance charges, regardless of whether it generates any electricity, which is very high by the industry standards. Second, the coal to fuel the power plant will be transported on an Adani-owned ship from Australia to an Adani-owned port in eastern India, then it will be transported to the plant on a stretch of Adani-built railway. The electricity generated will be sent to the border through an Adani-built high-voltage transmission line. As per the contract, shipping and transmission costs will be fully passed on to Bangladesh. Third, while other agreements with foreign power suppliers include clauses that would put a cap on the prices Bangladesh would pay if the cost of coal crossed a certain threshold, the Adani agreement stipulates that Bangladesh will pay the market price, according to The Washington Post report.\nCurrently, Bangladesh's electricity generation capacity is 22,700MW as of January 31, 2023, according to the BPDB. This capacity is being increased further – if the power plants under construction are commissioned, the generation capacity will increase by 13,000MW in the next four years. But so far, the highest generation was 14,782MW in April 2022. The average generation is 13,000MW in summer, which further decreases to 9,000-10,000 MW in winter. That means a large part of Bangladesh's power generation capacity remains idle throughout the year. But the BPDB has to pay capacity charges or rent for the power plants according to the contract, even if no power is generated. From FY 2010-11 to FY 2021-22, about Tk 90,000 crore has been paid in capacity charges (Samakal, July 25, 2022).\nIn the context of such a huge surplus generation capacity, even the current 1,160MW of electricity import from India needs to be discontinued to save foreign currency, let alone import an additional 1,496MW from Adani at an exorbitant cost. To import electricity from India, Bangladesh currently has to pay about Tk 1,500 crore as annual capacity charges. From 2013-14 to 2019-20, Tk 6,920 crore have been paid to India (Samakal, May 7, 2022). On top of that, if Bangladesh imports an additional 1,496MW of electricity from India's Adani Group for 25 years, it will only increase the pressure on our forex reserves. When Adani's power will be ready to be supplied to Bangladesh, two situations may arise: either Bangladesh will have to keep more local power plants idle and pay capacity charges, even if those power plants' electricity generation costs are lower than Adani, or Bangladesh will have to pay capacity charges to Adani in foreign currency without buying any electricity. Both situations are harmful for Bangladesh's economy. In both cases, the BPDB's cost of buying electricity will increase further, which in turn will create pressure to hike the electricity price even more.\nThe power department claims that Adani's electricity will be cheaper than that produced by the local oil-based power plant, so this electricity import is beneficial for the country, according to Samakal's May 7, 2022 report. This argument is not valid, because due to the increase in the price of coal in the world market and the absence of a cap on the coal pricing in the agreement, Adani's electricity price, which was initially estimated to be Tk 8.71, will be at least Tk 17, as per government sources, and up to Tk 24.28, according to recent news reports. Whereas, currently, furnace oil-based power costs around Tk 15 per unit, according to a report by The Business Standard.\nMoreover, the phase-out of the oil-based power plants is already long overdue, and to make it happen, gas- and renewable energy-based power plants need to be built within the country. And that is why it is very important to take proper initiatives to increase the national capacity in gas extraction from the country's offshore and onshore gas blocks and build solar- and wind-based power plants as many as possible. Importing electricity from India is not beneficial in terms of energy security and the overall economic stability of Bangladesh.\nAnd to phase out the oil-based power plants, if Bangladesh needs to import power from the Adani Group, spending valuable foreign currency, then what was the reason for constructing so many large power plants inside the country? Not only that, the capacity payment to the local private power plant owners is already a burden on our economy; now, if the capacity payment in foreign currency is added to that burden, then it will become unbearable. According to a report co-published by the Bangladesh Working Group on External Debt (BWGED) and India's Growthwatch, Bangladesh will have to pay around USD 11.01 billion in capacity charges to Adani power over its 25 years of agreement, with which Bangladesh could build three Padma Bridges, nine Karnaphuli River Tunnels, or four metro rails.\nBangladesh is going to pay such a high price in the name of importing power from Adani, which is currently in big financial trouble due to allegations of \"brazen stock manipulation and accounting fraud scheme over the course of decades,\" made by a New York-based activist investment firm Hindenburg Research.\nCorruption allegations against Adani are nothing new. Earlier in 2016, India's Directorate of Revenue Intelligence accused 40 Indian power companies, including five Adani subsidiaries, of inflating the price of coal imports from Indonesia to hide profits in overseas tax havens, according to a 2016 report by The Guardian. Then how can we be sure that a corrupted conglomerate like Adani will not do the same while importing coal for Godda Power plant in order to extract more money from Bangladesh?\nMost importantly, apart from economic considerations, from geopolitical and strategic points of view, it is dangerous for a relatively small country like Bangladesh to increase its dependence on a big neighbouring country for strategic goods like electricity and energy. The ups and downs of the Russia-Ukraine relationship can be a good cautionary tale for Bangladesh.\nIt is widely believed that the Adani Group, as one of the largest business conglomerates in India, is getting exclusive support from the Indian prime minister. This unnecessary and expensive power import by Bangladesh from the Godda Power Plant will be cited by international observers as an example of Modi's patronisation of Adani even outside the Indian border.\n \nKallol Mustafa is an engineer and writer who focuses on power, energy, environment and development economics.\n\n",
        "headline_1": "Modi's patronisation of Adani and its cost for Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/modis-patronisation-adani-and-its-cost-bangladesh-3236471",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-02-2023"
    },
    {
        "full_article": "Although there are varying opinions about the Ekushey Boi Mela organised by Bangla Academy, the book fair is unique in terms of taste, excellence and sophistication. It has become a symbol for Bengali thinking—a fertile ground for collective creation. \nThe books in Boi Mela come in many styles and formats and it is almost impossible to gauge the scope and subject matter of the books coming to the fair. It is difficult to imagine the growth of the Boi Mela, which only started with 32 books back in 1972. The sheer size of the book fair testifies that the nation has progressed well in the practice of knowledge. Our progress cannot be captured in the rhetoric of infrastructure development alone. We need to examine how a small effort in the 60s turned into an important platform in the practice of intelligence. \nAccording to a news report published by The Daily Star on March 18, 2022, 69 poetry books, 501 novels and 467 story books were published in Amar Ekushey Boi Mela last year. According to a report published by Bangladesh News Agency on January 24, 2023, Bangla Academy has allocated a total of 573 institutions and a total of 704 stalls (excluding pavilions) for the 2023 Amar Ekushey Book Fair. Every year, its magnitude increases—in terms of the number of books, readers, and buyers. \nFew large platforms for the collective intellectual expression of a nation exist around the globe. Compared to book fairs in Frankfurt, London, Paris, New York or Calcutta, Amar Ekushey Boi Mela stands out with unique features. \nIt is a subtle union of three different aspects. The first aspect is the awareness of the Bangla language. Given that the month of February is associated with the language movement, in which we shed blood for our language, there is a mythological and symbiotic relationship between the Boi Mela and the language. This relationship has helped strengthen the ideas which we consider alongside the Language Movement. This celebration of the Language Movement which happens in the Boi Mela allows the ideas associated with it to be passed down from one generation to another. Boi Mela has become a focal point for the discussions surrounding the Language Movement. \nThe fair's breadth has increased over time. Since 2014, a large portion of it has been moved to Suhrawardy Udyan, thereby expanding the roots of the tradition. The fair which has grown to such a grand size is now situated at the foot of Suhrawardy Udyan, the main site of our freedom struggle. This was the site where Bangabandhu Sheikh Mujibur Rahman called for the freedom and independence of our nation. \nIn an article published in Prothom Alo back in 2014, \"Boimelar Itihas O Notun Angike Boimela\", the former Director General of Bangla Academy and researcher Shamsuzzaman Khan mentions, \"As a result of the expansion of the space of the book fair here, the spirit of the struggle for freedom has been combined with the tradition of Ekush, which commemorates the inauguration of Bengali nationality in Bangladesh. Now the fair has a new aspect, scope and dimension.\" \nAnother important aspect is the design of the book stalls at the Ekushey Book Fair, where there is a grand amalgamation of Bengalis' own design style. The size of the stalls, their colour schemes, use of materials, layout and structure of the fair all together form a mega picture of \"Bengaliana\". \nEven if someone goes to the book fair for any other reason than  buying books, they will like it enough because of two reasons—the freshness in everything: from books, designs, people and stories. At the same time, the Boi Mela stimulates creativity within the minds of people. Most visitors are unable to buy all the books they like, which means that they need to return with some degree of dissatisfaction. However, there is a scope to see this dissatisfaction in a positive light as Boi Mela helps bring clarity to the thought process of people as well as introduce them to various issues. \nThirdly, it allows you to widen your social network. Boi Mela allows one the opportunity to meet and interact with loved ones, and it is an excellent application of communication. Therefore, the book fair opens the door to an immense potential of social networking. It is a place full of social capital, and such interactions allow people to build connections, such as interacting with people in the Little Mag corner. \nOn the other hand, the country's publishing industry has experienced immense growth. It can be said that it has  established itself on a solid foundation based on the event. This has led the industry to flourish as many are now investing into the industry. Given that the Boi Mela runs for a month, this is probably the world's longest book fair in terms of duration. This fair draws people, not just from Dhaka, but from all over the country—from divisional cities, suburbs and even from outside the country. \nThe Amar Ekushey Boi Mela shows the capacity of Bengali thinking. The book fair is an open window to society, in terms of creativity and thinking. Professor Ali Riyaz also mentions in his article, \"Another characteristic of the book fair should be easily seen when going to the fair and looking at the books arranged side by side, and that is tolerance. Totally opposite and rival discourses on the same subject coexist undeniably, and this is necessary for a society and a state. The coexistence of these contradictory statements is, if anything, the essence of the fair that began in 1972 at the Bangla Academy premises and has continued over the past few decades. \nHowever, today, that path of fostering discourse is not free of obstacles. On various pretexts, book fair authorities have been depriving various publishing houses from allotment of stalls. For example, in this year's Boi Mela, Bangla Academy did not allocate a stall to Adarsha ​​Prakashani after accusing them of having 'political obscenity' in three books. In 2015, Bangla Academy closed the stall of Rodela Prakashani after it published a book which Bangla Academy considered 'objectionable'. Back in 2016, police closed down the stall of Bwadip Prakashani, seized several books of the publication, and arrested those associated with the publication for allegedly hurting religious sentiments. \nIn a modern society, the reader is a sovereign entity. It is up to them to decide which books to accept and which to reject. Dissent, different reasoning, different language is not a crime. Rather, different opinions are acceptable in all national and international standards of expression. If freedom of thought is blocked in society, then that society is bound to fall into darkness.\nIn an advanced society, the same issue is judged and analysed from different perspectives and it is not unacceptable. Any kind of creativity is the individual's exclusive achievement, its exercise is the individual's right, which is protected by all national and international standards.\nThe slogan that Bangla Academy holds, \"symbol of Bengali ethnicity and intellectual excellence\", should be taken seriously. Bangla Academy should be supportive and not controlling in the practice of diversity of thought and opinion. Amar Ekushey Boi Mela may be a bright environment for self-esteem, different views, and thought-creation. And if this is confirmed, the message of Amar Ekushey Book Fair will be upheld.\n\nTranslated by Hrishik Roy.\n\n",
        "headline_1": "Amar Ekushey Boi Mela: An essence of Bengali excellence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/amar-ekushey-boi-mela-essence-bengali-excellence-3236436",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-02-2023"
    },
    {
        "full_article": "The Transparency International (TI) released its Corruption Perceptions Index (CPI) 2022 on January 31. Compared to 2021, the overall situation in Bangladesh and globally have worsened. Scores have improved for 49 countries out of 180 compared to 65 in 2021, declined for 73 compared to 66, and remained the same for 58 compared to 48. Countries that have scored lower compared to 2021 include some of the top scorers. As many as 123 countries (68.3 percent) have scored below 50, which indicates \"serious corruption problem,\" while 104 countries (57.7 percent) are in a more grave situation, scoring below the global average of 43.\nBangladesh has scored 25, the 12th global lowest score and position, and remains second lowest in South Asia, above only Afghanistan. The score is lower compared to 2021, 2020, 2019 and 2018. Counted from the top, Bangladesh retained the same 147th position as 2021. Bhutan continues as the best in South Asia, scoring 68. In the rest of the region, scores remained well below the global average: India and Maldives with 40, Sri Lanka 36, Nepal 34, Pakistan 27, and Afghanistan 24.\nThe trend analysis for 2012-2022 shows that Bangladesh has lost one point and Sri Lanka two. Afghanistan has gained 16 points, Bhutan six, India four, Maldives four (2017-2022), Nepal seven, and Pakistan unchanged. Bangladesh is the third lowest among 31 Asia-Pacific countries, better than only Afghanistan (24), Cambodia and Myanmar (23), and North Korea (17). If the current trend continues, Bangladesh faces the possibility of descending to the very bottom in South Asia.\nDenmark, with a score of 90, has topped the list, followed by Finland and New Zealand (87), Norway and Singapore (84), Sweden (83), Switzerland (82), Netherlands (80), Germany (79), Ireland and Luxembourg (77), Hong Kong (76), Australia (75), Canada, Estonia, Iceland and Uruguay (74), and Belgium, Japan and the UK (73).\nThe US scored 69, which remains inconsistent with its perceived global influence. China (45) and Russia (28) continue to be low performers. Somalia scored the lowest global score of 12, followed by South Sudan and Syria (13), Venezuela (14), Yemen (16), Burundi, Equatorial Guinea, Haiti, Libya and North Korea (17), and Chad, Comoros, Nicaragua and Turkmenistan (19).\nIn addition to scores and ranks, CPI 2022 also shows how corruption, conflict and insecurity are interrelated and feed each other, which creates a vicious circle. Corruption leads to deprivation, discrimination and injustice, which create social tensions. By eroding trust and legitimacy of the government, such tensions often lead to violent conflicts, as in some lowest-ranking countries.\nCorruption-related protest movements are often violently suppressed by law enforcement institutions, many of which are also affected by corruption. As many as 130 countries have seen significant social protests since 2017, of which 42 percent were related to corruption. About 80 percent of the corruption-related protests happened in countries with CPI scores below 50. About 82 percent of the documented violent government responses against protesters also occurred in countries with CPI scores below 50. Some high-scoring countries also experienced such protests.\nWhile some at the top of CPI 2022 have scored somewhat higher than those in 2021, like Denmark, Australia and the US, or some maintained the same score as the previous year, for the majority, the score worsened. Finland, New Zealand, Norway, and Germany lost one point each, Sweden, Switzerland, Netherlands and Singapore two, Luxembourg four, and the UK lost five. Many high-scoring countries have witnessed notable decline in their score not only compared to 2021, but also over a longer term. During 2012-2022, Australia and Canada marked a 10-point decline, Sweden five, Netherlands, Singapore, Switzerland and US four, Finland, Luxembourg and New Zealand three, Belgium two, and Japan and the UK one.\nCorruption also increases global injustice. Countries with high CPI scores welcome dirty money to allow the corrupt to accumulate wealth and invest in host economies, which incentivise corruption at both ends of illicit financial flows.\nThe failure of high scorers to walk the talk is no justification for Bangladesh's continued failure to improve. This time, it is particularly frustrating because the CPI 2022 data period (November 2019-September 2022) was supposed to be one of zero tolerance against corruption. In reality, it witnessed no concrete strategic action to translate the rhetoric into practice. Public sector corruption, often in collusion with the private sector, deepened and widened around Covid response programmes, public contracting and distribution. The period also saw endless exposure of money laundering with hardly any effective action.\nThe deficit of effectiveness of the Anti-Corruption Commission (ACC) and other relevant authorities to set examples of corruption being punishable, especially for the \"big fish,\" continued together with the weakening of state institutions by political and bureaucratic influence. Accountability procedures in public services continued to be ineffective, while there were examples of backlash for action against corruption that sent out the wrong message that abuse of power, breach of integrity and violation of laws are protected, even rewarded. Political and government positions continue to be indiscriminately abused. No concrete measures were taken to salvage the banking sector ravaged by loan default, financial fraud and money laundering. Media and civil society space is under further intimidating surveillance, intolerance and reprisal for disclosure and reporting on corruption.\nGoing forward, impunity must be challenged to effectively bring the corrupt – especially the powerful – to justice, irrespective of status or identity. State institutions must be freed from partisan political and bureaucratic influence. Professional expertise, integrity and impartiality of ACC, public service, administration and law enforcement agencies must be upgraded.\nTo salvage the banking sector, institutional and legal provisions must be created with a particular focus on transparency and accountability. These include Common Reporting Standard for automatic sharing of data on financial transactions, beneficial ownership transparency, and mechanism to address conflict of interest.\nMeasures for robust disclosure of information, wider and deeper digitalisation of public services, and financial transactions can enhance the capacity to prevent and control corruption. The government must realise that the other name for restricting space for media and civil society is protection and promotion of corruption. A paradigm shift is needed in political and governmental culture to stop using political and public positions as the licence to abuse power.\nDr Iftekharuzzaman is executive director at Transparency International Bangladesh (TIB).\n\n\n",
        "headline_1": "CPI 2022: Disappointing global and Bangladesh performances",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/cpi-2022-disappointing-global-and-bangladesh-performances-3235351",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-02-2023"
    },
    {
        "full_article": "We are always bemused at how the Bangladesh Chhatra League (BCL) is able to stay at the forefront of things – rarely for better, and mostly for worse. Just on Monday afternoon, a faction of the ruling party's student wing reportedly vandalised chairs, tables, crockery items and several flower tubs in front of the Chittagong University (CU) vice-chancellor's office. They also halted shuttle train services between CU and Chattogram city, causing immense suffering to students. What did the organisation deem significant enough to react to so intensely? Reportedly, the vandalism was carried out because the university administration passed over the application of former BCL leader Raihan Ahmed for a teaching position at the CU's marine science department. The group's real gripe, as they have claimed, is that the teachers being hired by the university harbour \"anti-government\" sentiments. Whether one sees such violent displays of loyalty as positive or not, such activities of the BCL are almost yawn-worthy, given the dismal track record of the group inside and outside public university campuses.\nThe disrespect shown towards the VC of CU, and by extension towards the institution itself, is almost elemental to how the BCL operates. More importantly, this is only a repeat of what happened in 2017, when BCL members vandalised the front of the VC's office when their demand for the removal of a teacher, who they alleged was \"spreading personal enmity\" against elected representatives, was not being met. In August of 2022, in the span of a few days, the BCL at CU made headlines on two separate occasions: 1) when they enforced a shutdown of all academic activities (even semester final exams) for 35 hours to protest members of a faction of the BCL not being elected in its new CU committee; and 2) when two BCL activists, who had been suspended by the CU for harassing some female students in 2021, were able to sit for final examinations.\nBut of course such audacity and impunity of the BCL extends outside of CU and disrupts the regular operation of many public universities. At Comilla University in November 2022, for example, the president of the BCL unit there reportedly misbehaved with the university's VC for not recruiting BCL men in different posts at the university.\nThere is no denying that, for years, the ruling Awami League has consistently turned a blind eye to the myriad terrors caused by the BCL across the country's public university campuses. From the kind of vandalism mentioned above, to attacking students (physically and sexually), university staff, and teachers, to even murdering people, there are few forms of crime that have not been exercised by this group – and all while being practically coddled by the AL, save for a few harsh words of admonishment now and again from party seniors at the BCL's rallies and such. How long will this continue while our public universities increasingly become unsafe for anyone not satisfying the arbitrary whims of this group? The ruling party needs to stamp down on its student wing and hold them accountable for their disproportionate reactions to public universities' official decisions. While it is well-known where the BCL draws its sense of authority from, the government must, through its actions, establish that it is illegitimately gained.\n",
        "headline_1": "BCL strikes again!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bcl-strikes-again-3235346",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-02-2023"
    },
    {
        "full_article": "It is heartening to note that the International Monetary Fund (IMF) has given the final approval to Bangladesh's USD 4.5 million loan proposal. Even though the loan itself may not make an enormous difference – given that it is quite a small amount – it still sends a positive signal to the market and other multilateral lenders in regards to our economy. Additionally, in order to get the full loan amount from the IMF, which we will receive in instalments over time, Bangladesh will need to carry out a series of badly needed policy reforms.\nIn regards to these reforms, it is disappointing that the government had waited so long to agree to implement them, and only after being forced to agree to them to get the IMF loan, when our economists and experts had been calling for them for years. It is never a good thing to give up our policy sovereignty over to others, but on the other hand, it is a fact that our economy will benefit from most of the reform measures that it has agreed to implement – including key structural reforms that the government has been stalling over for a long time.\nAmong the reforms that the government needs to implement are raising the tax-GDP ratio, setting up an asset management company to dispose of soured loans, bringing down the banking sector's default loans to within 10 percent, and raising the capital adequacy ratio to the BASEL 3 requirement of 12.5 percent. The banking sector has been a particular worry for us for more than a decade. And a primary reason for that is the politicisation of the sector, which has allowed influential borrowers who are connected to the ruling party to borrow hefty sums – in many cases, violating rules and regulations of the banking sector – with seemingly no intention of paying them back. The government has repeatedly allowed these individuals – or organisations they are a part of – to get away with such malfeasance without any repercussions, while bending the existing rules in their favour and at the expense of our financial sector and the overall economy.\nGiven the existing economic reality, the government desperately needs to increase its social spending to support ordinary people – and also because it's a part of the IMF loan agreement – and for that, it needs to urgently raise the tax-GDP ratio. This is something our economists have been harping on for years. And they have even provided the government with roadmaps on how to achieve that. We hope the government finally adheres to their recommendations, as that is the only way to fulfil the IMF's conditions.\nThere were two major hurdles that prevented such reforms in the past. One was the government's refusal to acknowledge they are needed – which it can no longer do if it wants to acquire the full loan amount. The other was the political will to carry them out, which we hope has also changed. But aside from trying to implement these reforms to get the IMF loan, we hope the government also does it to improve the economic conditions of ordinary people. Keeping that in mind, the government should also look to implement other urgent reforms proposed by our economists and experts for our national interests.\n",
        "headline_1": "High time we carry out necessary reforms",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/high-time-we-carry-out-necessary-reforms-3235311",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-02-2023"
    },
    {
        "full_article": "Barely a month could pass before the government forces another round of rise in power tariff with immediate effect. There is no knowing if this will be the last such tariff hike within a short time. Notably, natural gas tariff increased on January 18 last to the upper limit at 178.88 per cent higher also came into effect simultaneously from February 1. The atrocious hike in power and energy tariffs will prove to be a punch under the belt for the majority of consumers. Only more so, because they have been reeling from the unprecedented market volatility ever since the Covid-19 destabilised their financial positions only to be further worsened by domino effects of the extremely higher energy prices and disruption of supply chain of energy and commodities due to the Russo-Ukraine war. Clearly, the government is pursuing a policy of passing the buck, complain some experts, on to the consumers---both bulk and retail---without cleaning the Augean stables. Now under pressure for carrying out long stalled financial reforms from international aid agencies like the International Monetary Fund (IMF), the government has opted for the easy way out. Significantly, the day the government announces its decision for the rise in power tariff, the IMF also approves a loan of US$ 4.7 billion for Bangladesh. So, anyone can see that the latest power- and gas-tariff hikes are bitter pills Bangladesh had to swallow in order to comply with the recipe formulas of the economic reform package before proving its creditworthiness. Multilateral organisations are more concerned with macroeconomic stability than political and administrative reforms. One intriguing question here is the extent of corruption which results in money laundering on a massive scale. According to the Global Financial Integrity, money siphoned off 'through invoice fraud during the 2008-15 period' was to the tune of US$ 8.2 billion. Then reports have it that 'more than $7.50 billion is laundered annually through 'trade misinvoicing and illegal money outflow'. If only financial corruption could be checked and money laundering, the amount of which is reportedly larger than the loan IMF has sanctioned, plugged, did the country need to seek loans with such shoe-strings attached? This makes it incumbent on the country to go for administrative reform so that good governance is ensured and corruption rooted out. Neither bureaucratic dominance nor weaknesses can set the right tune for transparent and accountable governance which is the prerequisite for maintaining transparency in development expenditure, trade transactions and revenue collection. So there is doubt about the positive outcome of the piecemeal reforms to banking sector, revenue systems and business modalities suggested. This is more like missing the wood for the trees.What will be the system of payment of the installment of loans will also determine how the amount will help in management of current-account deficit and stabilising forex reserve which are the two prime objectives of accepting the loan. Well, a country largely dependent on imported energy cannot avoid the snowballing impacts of global economic crunch and contraction. But the increased tariffs on gas and power heads will hardly be of help. There are vast grey areas in business apart from direct corruption such as bribery or commission to bring under the scrutiny for augmenting revenue. Let the government get its priority right.",
        "headline_1": "Power-tariff hike and IMF loan",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/power-tariff-hike-and-imf-loan-1675259086",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-02-2023"
    },
    {
        "full_article": "Obituaries are in essence a most illuminating form of literature. In a larger sense, they are chapters enriching the historical narrative. They are more than a simple recapitulation of the career of a deceased individual. A pretty disquieting fact about obituaries in Bangladesh is that they are either never written or if they are, they do not look or read like obituaries. In the latter instance, what you have is a simple, often tedious presentation of a chronology relating to the career of the individual who has passed on.And it is not merely obituaries which run into such impediments in our circumstances. There are all the anniversaries of the deaths of significant historical personalities which are observed, and rightly too, annually in our clime. But what goes missing there, especially when writers or columnists take it upon themselves to reminisce on the careers of the people in question, is a full and objective view of the individuals being written about. That, you might say and with justification, is not only unfortunate but also unethical in a larger sense, for it deprives readers of a comprehensive view of the man or woman you are writing about.In the end, it is a paean which is dished out as obituary or remembrance. When a columnist chooses to remember a political figure on his birth or death anniversary, in this country, it is a given that his focus will be on the degree of praise he can shower on the man. But the politician, whose life and career were an interesting mix of black and white, is in such an ambience glorified as one of the most remarkable political personalities of the twentieth century. Indeed, the term 'statesman' comes to be appended to him. But what goes missing in all this shower of adulation is the other side of the picture, the one no one appears willing to reflect on.A rather disturbing point about such essays is that the editors of the newspapers that publish them do not seem inclined to ask the writers to focus on all aspects of the subject before them. The more appropriate point here is that these editors are in a good number of instances not ready, psychologically or professionally, to 'speak evil' of dead men --- which is why reflections on historical figures end up being eulogies you would rather not spend time in reading. Hardly anything of the substantive is there. A zealous endeavour to present the individual being focused on in absolutely positive light mars the entire exercise. If you carefully, indeed deliberately stay away from making note of the flip flops of one or the contradictions in the other, you are not being honest with yourself or with your readers. When an obituary of a newly dead, controversial politician is suppressed, because one is uncomfortable with any and of course justified criticism of the man, it is one's journalistic integrity which comes under a cloud.Writing on men and women who have been in the public eye or whose places in their professions have been a matter of record ought not to be a story of mere extremes. You cannot fully praise or fully excoriate a public personality, for the simple reason that no individual is perfect. Obituaries or reminiscences must look like, in fact be literature in order to qualify for acceptance in the reader's imagination.They should be instructive and should present the historical background of the times of the individuals being talked about. Praise Caesar, but do not shut your eyes to the darker sides of his nature. Let your tribute go out to Jawaharlal Nehru, but do not fail to inform the reader of the blunder he committed by his statement on the Cabinet Mission Plan in July 1946.Praise Gandhi, but do not paper over his role in the undermining of Netaji in the Congress in 1939. Praise Indira Gandhi for her role in history, but go into serious thoughts too on the damage she wrought in her country through imposing a state of emergency in India. In this country, media reports of the passing of individuals in such professions as teaching, journalism and the arts have generally stayed away from informing readers of the darker aspects of the public life that may have been lived by these individuals. The death anniversary of a journalist is observed in ways that are absolutely a paean to the man. His contributions to journalism --- there were not many --- are gushed over, with not a single word coming in about the nefarious role he played through regularly presenting on Radio Pakistan grave untruths about Bangladesh's War of Liberation back on 1971.Commemorative volumes on individuals who once occupied significant perches in socio-cultural-political life adopt a studied, careful silence on the more controversial aspects of the lives of the individuals. That is unfair to readers. Worse, it is a sign that the contributors to the volumes, despite their knowledge of the lives and careers of the dead men, are intent on lionizing them. This attitude raises a hard question: Why are these contributors to the commemorative volumes demeaning themselves by glossing over the truth?An obituary of Richard Nixon should note his accomplishments in foreign policy and his vast experience in politics and yet must point out the damage he caused the American presidency through Watergate. Reflections on Netaji Subhas Chandra Bose will note his grand contributions to politics in a British-ruled India but cannot turn away from mention of his questionable links with the Nazis and Japanese imperialists in his quest for a free India.Reminiscences on the scholar Buddhadeva Bose will certainly focus on his intellectual contributions to Bengali life, but that should be no reason to forget that he had nothing to say about the genocide Bangladesh's people were being subjected to in 1971.Dead men do not speak. That is hardly any reason, though, for the living not to speak of the interplay of light and shadow, of good and bad, these dead men symbolized when they walked the earth. [email protected]",
        "headline_1": "Obituaries . . . as they should be written",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/obituaries-as-they-should-be-written-1675259129",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-02-2023"
    },
    {
        "full_article": "The notion that only mothers care for children is outdated. Fathers' share of parenting is increasing these days. Sometimes, fathers have to take care of not only mother and newborn but also older children in the family. Getting support from other family members in caring newborn is getting limited day by day, especially when a family lives in a busy city like Dhaka. So, to take care of a newborn and also mother, a working father needs paternity leave for a period of at least one month with full pay and allowances. The concept of paternity leave could be new to us but it is quite common in many countries in the world. It is in place even in our neighbouring India and Pakistan. In India, government employees are entitled to get 15 days of paternity leave and it is normally 10-30 days in Pakistan. In 1974, Sweden became the first country to offer fathers the legal right to paid leave from work so that they could be with their families after childbirth. According to an International Labour Organization (ILO) report, around 70 countries offer paid leave for fathers in the form of paternity leave. The arrival of a child comes with many changes for families. To give parents time to cope with these changes, there is maternity leave in Bangladesh. Section 46 of the Bangladesh Labour Act 2006, ensures a female worker 16 weeks of maternity leave. Rule 197 (1) of the Bangladesh Service Rules gives female government servants six months' leave and Article 4 (1) of the Maternity Protection Convention, 2000, provides female workers with not less than 14 weeks maternity leave. But there is no mention of paternity leave in our laws till now. But some NGOs (non-government organisations) such as BRAC have been providing one month paid paternity leave to their male employees. And this is definitely praiseworthy. Caesarean deliveries have now become a common affair in Bangladesh. And many children are now born through such deliveries. It takes six to eight weeks or more for mothers to be ready to return to work after a c-section. When a mother is recovering from a major surgery, the father has to take care of his wife, newborn and other members of a family. But their family duties clash with official responsibilities. Most organisations allow these new fathers casual leave for a week or so, which is hardly adequate. And some private organisations are structured in a way that their employees have to work even when they are in vacation. This gives new fathers a poor job satisfaction, which can hamper both their work quality and productivity. Therefore, workplaces should support their male employees when they become new fathers. And the best way of helping them is to allow them paid paternity leave, at least, in the case of first two offsprings. Family responsibilities are now shared equally between spouses. In modern households, neither is the woman only entitled to homemaking, nor is the man only entitled to providing financial support. Fathers play an important role for both his wife and children. The fathers who are actively involved in raising their children can make a positive and lasting difference in their lives. For growing up, a child needs both mother and father. So, fathers should be exempted from work for some period after they embrace fatherhood. Like other countries, Bangladesh should also welcome the paternity leave law for the wellbeing of child and mother. [email protected]",
        "headline_1": "Introducing paternity leave in Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/introducing-paternity-leave-in-bangladesh-1675259174",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-02-2023"
    },
    {
        "full_article": "Remittance inflow is vital for our national economy. In 2022 alone, migrant workers of Bangladesh remitted more than $19.58 billion. In addition, international migration eases the pressure on the domestic economy by absorbing thousands of workers yearly. And a big chunk of these workers is female. Bureau of Manpower Employment and Training (BMET) data show that 80,143 women went abroad with jobs in 2021.Most female workers working abroad are not well educated and well trained. They get odd jobs and do not get paid well. In addition, many of them are sexually harassed. As a result, alarmingly, many female workers died while working abroad. From 2017 to 2022, a total of 709 Bangladeshi female migrant workers died in different countries worldwide, according to a study by the Refugee and Migratory Movements Research Unit (RMMRU). And what is unusual is that natural death, brain haemorrhage and suicide have been shown as the cause of death in most cases. The female workers who go abroad are young. And they have to go through a health check-up before going abroad. They should not pass the health check-up if they have any critical illness. So there is a question concerning why there are so many natural deaths. I think the concerned authorities should take the necessary steps so that female workers working abroad can work safely and with wages. Afroza Sheikh, Dania, Dhaka, [email protected] ",
        "headline_1": "Ensuring female migrant workers' safety",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-female-migrant-workers-safety-1675259199",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-02-2023"
    }
]