[
    {
        "full_article": "Donald Trump is now the first ever former U.S. President to become a convicted felon after a New York state jury returned a guilty verdict for all 34 charges in the case relating to hush money that he paid to adult film actor Stormy Daniels in 2016. Trump has thus been found guilty not only of the relatively less serious charge of falsifying business records — which stemmed from the $1,30,000 reimbursement that he settled with his former lawyer Michael Cohen after the payout to Ms. Daniels following their alleged affair in 2006 — but also the damaging charge of election fraud linked to his attempt to hide such information from voters on the eve of the 2016 election. The judge has set sentencing for July 11, just ahead of the Republican National Convention in Milwaukee, where party leaders are expected to nominate Trump as their candidate for the presidential race. While the charge of falsifying business records is punishable by potentially four years in prison, at the sentencing hearing it is likely that, considering Trump’s age of 77 years, the lack of a previous conviction and non-violent nature of the crimes, the judge may simply impose a fine or probation. Although the allegations in three other criminal indictments that he faces, relating to federal and state charges of interference in the 2020 election, and the mishandling of classified documents, carry more severe sentences, those cases are bogged down in appeals and are unlikely to enter the trial phase before the November 5 election.Under the U.S. constitution, the only conditions that presidential candidates would have to meet to seek election to the Oval Office are that they must be a natural born citizen, be at least 35 years old, and must have been a U.S. resident for at least 14 years. In this context, the New York conviction does not bar Trump from continuing his run as a presidential candidate. Further, it is possible that, even if he is sentenced to time in prison in one or more of the criminal cases, he could govern from behind bars. The more troubling question relates to the polarising effect that his legal travails might have on the public discourse. Reports are suggesting that the guilty verdict appears to be “… helping to unify the Republican Party’s disparate factions as GOP officials across the political spectrum rallied behind their embattled presumptive presidential nominee…” Equally, poll surveys in swing States earlier this year had suggested that 53% of voters would not vote for Trump if any of his criminal cases resulted in a conviction. November 2024 might be the best and final opportunity that American voters will have to decide on whether, after all, they consider Trump fit to lead their nation.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nUSA\n\n/\n\npolitics\n\n/\n\nUS PRESIDENTIAL POLLS\n\n/\n\ncrime\n\n/\n\nconstitution",
        "headline_1": "Presidential felony: On the Trump verdict",
        "headline_2": "Trump’s legal travails could polarise public discourse ahead of election",
        "link": "https://www.thehindu.com/opinion/editorial/presidential-felony-on-the-trump-verdict/article68236514.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-06-2024"
    },
    {
        "full_article": "On May 30, a start-up named Agnikul Cosmos successfully conducted the first test flight of its rocket ‘Agnibaan’ in a mission called ‘Suborbital Tech Demonstrator’ (SOrTeD). The flight was Agnikul’s fifth attempt after the first four were called off owing to suboptimal launch conditions. ‘Agnibaan’ is a two-stage, 14-tonne launch vehicle designed to lift small satellites to low-earth orbits. Both stages are powered by bespoke semi-cryogenic engines. The test flight flew a ‘minimal’ version of the rocket with one engine (or stage). Notably, many of the vehicle’s components, including the engines, are 3D-printed, and Agnikul has said it will be able to build one rocket a month. With the test flight, Agnikul took ‘Agnibaan’ on its first steps towards being a full-fledged launch vehicle, which will expand India’s commercial launch services offering in keeping with the expanding market for small satellites and the services they can provide. The roster is currently dominated by the Polar Satellite Launch Vehicle (PSLV) and will soon be joined by the Small Satellite Launch Vehicle, both of the Indian Space Research Organisation (ISRO). One blip Agnikul will have to address is the subpar communication of the parameters of the test flight. This is one area in which ISRO has not distinguished itself and it is important for new space startups to steer clear of the same mould.This said, the flights of ‘Agnibaan’ — and Skyroot’s ‘Vikram’ in 2022 — herald two prospects more valuable than commercial fortune. ISRO and/or scientists trained there have shared technical know-how and provided physical systems for many private missions, which these startups are now testing, cutting short the time and expenses required. Likewise, these startups are poised now to light the way for ISRO and others, potentially accelerating innovation in the sector. For example, ISRO has been testing a semi-cryogenic engine of its own that could draw from lessons learnt at Agnikul. The government must ensure that the corresponding bureaucratic and legal frameworks encourage the free flow of knowledge. Second, in April, ISRO said it had developed engine nozzles made of a carbon-carbon composite to replace the Columbium alloy nozzles on the PSLV’s fourth stage. The switch increased PSLV’s payload capacity by 15 kg — a significant amount for an already technologically mature launch vehicle, made possible by education and research opportunities that allowed know-how accrued in some sectors to disperse in others. This privilege is currently most pronounced in India’s spacefaring enterprise. As more innovation enters the fray, it is hoped that the resulting solutions and insights will benefit everything, from aerospace to zoology. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nspace programme\n\n/\n\nrocketry\n\n/\n\ntechnology (general)\n\n/\n\nISRO\n\n/\n\ngovernment\n\n/\n\nlaws\n\n/\n\neducation\n\n/\n\nresearch\n\n/\n\naerospace\n\n/\n\nzoology (education)",
        "headline_1": "Splash back: On test flights of private rockets, the prospects",
        "headline_2": "Test flights of private rockets herald prospects more valuable than commercial fortune.",
        "link": "https://www.thehindu.com/opinion/editorial/splash-back-on-test-flights-of-private-rockets-the-prospects/article68236491.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-06-2024"
    },
    {
        "full_article": "Meal times are strange times. In our memories, they are often hallowed, a time of comfort and community. Your mother leaning over you, her face lit with love, dropping a dollop of homemade ghee on the steaming rice. Your father in his usual seat, face slightly closed but eyes sparkling like always when he had a great story to relate. The sweet steam from the hot gobindo bhog rice wraps you all.\nThat’s how our brains often curate our memories. But when I try just a little bit harder, I can also remember the family dinner at my aunt’s house where her mother-in-law didn’t show up. Food was served for her, but she was conspicuously missing from the seat from which she dominated the life of the family. A servant was sent up to investigate. She will not eat, she said. Not in a house where she was not respected.\nI never found out who was to blame or what happened; I was too little to be part of the whispers around the table, but the fact that my aunt was the next to leave was probably not unrelated. We Indians fast for many reasons, but, perhaps for that reason, the act of refusing food remains very potent. So much so that in JNU, there was something called relay hunger strike. We would sit around for a few hours at the protest site, not eating, and then would be relieved by someone else, free to fill up again. When I explained that idea to my American radical friends, I remember one of them almost falling off his chair in laughter.\nILLUSTRATION CREDIT: Cheyenne Olivier\nBut back to submerged memories. Some of you probably can recall the day when you had prepared the mutton qorma with infinite care, the onions fried with cardamoms till deeply red but not yet crisp, turned into paste to be added to the sauce a few minutes before the dish was done, along with a few drops of kewra. Exactly how your daughter always loved it; but that day, with tears in her eyes but firmness in her voice, she said, “Ma, I am not going to eat meat any more”. Maybe you ate it alone, remembering that other day, some years before, when the same daughter refused to eat any vegetables and insisted on eating plain rice with what looked like a shovel full of salt.\nMeal times can be war time.\nBengali movies and theater rely heavily on the dramatic potential of meal times. The husband is back late, drunk and smelling of his evening with some lady of the night. The waiting wife immediately understands what has happened, quietly serves him his meal and then sits down with her thali, but does not touch it: the question is, has he noticed? Formal dining scenes are, of course, also heavily used in the films of the great Spanish-Mexican filmmaker Luis Bunuel, who loved their ritualised quality, and as a climax in many happy and sad dramas, like that strange Danish film, ‘Babette’s Feast’.\nFor economists, on the other hand, meal times are teaching times. These are less about the drama and more a metaphor for the slow and repetitive process through which families shape the preferences of their children, including but not just the preference for food. There is obviously a lot of truth to this. I suspect there is nothing intrinsic about my love of bitter dishes, baingan with neem leaves, crisp fried karela rings dusted with aamchur, the wonderful Bengali vegetable stew shukto, flavoured with panchphoran and that perhaps uniquely Bengali spice called radhuni (a cousin of ajwain?) and a paste made from poppy seeds and mustard seeds. I suspect it was born of the routine of starting every meal with them, combined with occasional talk about how this was uniquely Bengali, plus some learned comments about the virtues of bitter foods in stimulating the liver. I also remember less successful attempts, trying to persuade my daughter that fruits are safe to eat even when they are not pureed and put into a plastic package.\nThis matters a lot to economists because economic methodology relies heavily on the act of choice. At a philosophical level, we often measure well-being by the things we purchase. At a more practical level, economists are often asked by courts to estimate the Value of a Statistical Life (VSL), which is meant to be the just compensation for lives lost due to negligence, say by large private companies or the government. One common way to do this is to compare the earnings of those who have less and more risky jobs — like garbage men and farmers on one side, and miners and truck-drivers on the other — and calculate how much more, say, the miner gets paid for the extra life risk he bears. This, it is argued, ‘reveals’ the person’s preferences over money and risk, to use the rather biblical vocabulary introduced by my late colleague Paul Samuelson.\nThe underlying assumption here is that there is something innate and authentic that gets expressed in the choices we observe, somehow deeper than the sudden desire inspired by a billboard featuring a particularly luscious spoonful of ice cream. Hence, the emphasis on the theory that preferences are formed in childhood (or live inside our genes).\nHowever, it is not clear to me that most things we learn at the dinner table (or more generally by being with our parents) are deep in the sense that economists would like it, essential to who we are as individuals. I, for example, grew up avoiding vanilla ice cream. This was because my dad really did not like vanilla, the result of his having worked in a Walls factory in his student days in London where there was a pervasive and permanent miasma of synthetic vanilla. He told that story often and well, and somehow that discouraged me. But on a trip to Italy, I decided to try affogato, a version of cold coffee with ice cream where the coffee is strong espresso and the ice cream was a wonderfully dense vanilla gelato, and totally loved it and have since been a devotee to both the ice cream and the combo. I was also suspicious of chicken, largely because my mother never liked it much. But I now count roast chicken, chicken butter masala and Hainanese chicken rice in the list of my favourite foods.\nThe point is that childhood preferences are often just that, childhood preferences, heavily influenced by parental opinions, positively or otherwise. My daughter rejects all vegetables not because she has evaluated all of them and decided that she could not possibly need or want any of their attributes, but because she heard that note of anxiety in my voice when they were proposed to her and inferred that vegetables were things kids are not supposed to like. The idea that we should all be respectful of what people want because it comes from those magic mealtimes seems to me a little fanciful (which is also why I continue to try to persuade my daughter). If there is a case for not interfering with people’s choices, even when they make little sense to us (‘why did she buy a TV with her savings and not a sewing machine?’), which I think there is, it should be based on how little we understand about the compulsions others face, rather than a judgment about how deeply thought out the preferences are.\nWith the Value of Life calculations, there is an additional problem: meal times are meant to be relaxed times (even if they often are not), a brief respite from the tensions of the day. They are naturally times for what is exciting and heroic, funny and stupid. I suspect very few farmers or miners spend their dinner-time on objective comparisons of risk and return associated with their two professions. While meal times may very well have a powerful influence on our lives, I suspect, paradoxically, it is precisely in the direction of propagating powerful myths and great stories, potentially away from economic rationality.\nMutton Qorma Recipe\nThis is my favourite recipe for Mutton Qorma, inspired by a recipe in Sameen Rushdie’s book (Sameen is Salman’s sister).\nThinly slice 400 gm of onions, and fry them in 4 tbsp oil in a large heavy-bottomed pan till they start turning a deep red. Fish them out of the oil and set the fried onions to dry on paper towels. Fry 4 black cardamom pods and 6 green cardamom pods in the same oil for 1 minute at medium low and remove into a mortar and pestle. Now, add 2 tbsp ghee to the pot, raise heat to medium high and add 750gm lamb or goat cut into small botis, fry till the meat changes colour, add 1.5 tablespoon ginger-garlic paste and fry for a minute. Then add 1 tsp salt, 1 tsp turmeric, ½ tsp chili powder, ½ tsp Kashmiri mirch and 1 tbsp ground turmeric and fry for another minute. Add 250 gm yogurt that has been blended with 12 fresh cashews, reduce heat and cover. Cook at medium low till the meat is tender. Crush the cardamoms with your pestle and throw out as much of the outer skins as you can. Add them with the fried onions to a food processor and pulse for a minute so that the onions are chopped but not a paste. Stir it into the sauce, and let simmer for 5 minutes. Remove from heat, dribble some saffron water over it, if you have it, and cover.\n\nThis is part of a monthly column by Nobel-winning economist Abhijit Banerjee illustrated by Cheyenne Olivier.\n\n",
        "headline_1": "Memories, metaphors and mutton qorma",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tasting-economics/memories-metaphors-and-mutton-qorma/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-06-2024"
    },
    {
        "full_article": "Trump’s taken his conviction to voters, amplifying his anti-immigrant tirade. Next six to nine months will test Americans’ faith in their justice and election systems\nAmerica has entered uncharted territory. A convicted felon will run for White House in Nov. He may well become president. What happens in the run-up to that possibility is as unnerving as what happens after.\n\nAmerica – and the world – is in for six months of suffocating suspense and debilitating drama. Amid hot wars and global warming, the world’s most influential country is on a slow burn to self-destruction. No one is attacking America; America is attacking itself.\nHere’s the skinny on Thursday’s verdict in which a Manhattan jury found Trump guilty – pending appeal – of falsifying business records while paying off an adult actress whose disclosures would have hurt his election prospects in 2016. The charges are non-violent felonies, the lowest level in New York, and although they’re punishable by 16 months to four years in state prison, it is unlikely, given the former president’s age (77), that he will be incarcerated, also in part because he has not previously been convicted of a violent crime.\nRead full article on TOI+\n\n",
        "headline_1": "America has felon",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/america-has-felon/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-06-2024"
    },
    {
        "full_article": "Predicting election results is risky business. Most pollsters today don’t even adhere to fundamental statistical principles. Watch news TV with caution\nThe media will be inundated with exit polls today. But one wonders, given that the actual outcome will be known just three days later, what utility these exit polls might serve. Many people have been waiting for weeks for the results after getting inked. They could surely hold off for three more days.\n\nA vacuous exercise? | Such predictions have no impact on elections. They won’t be able to sway voters (as opinion polls may in a variety of ways), and perhaps not many people rely on them either. It’s difficult to know which exit poll to believe, if any, because there are so many of them, and their predictions are so drastically different. Any party trailing in exit polls might claim that they are inaccurate. One can’t blame such mistrust, though. Didn’t a leading polling organisation attribute its bizarre exit poll prediction for 2015 Bihar elections to an interchange of simple computer template coding that got the alliances mixed up?\nChequered history | The credibility of exit polls was not so low about two decades ago. Exit poll results strengthened Georgia’s 2003 ‘Rose Revolution’, which resulted in Eduard Shevardnadze’s ouster. Hugo Chávez’s recall referendum in Venezuela in 2004 created a massive uproar due to the wide discrepancy with the exit poll. Exit poll predictions also played a role in the 2004-05 ‘Orange Revolution’ in Ukraine.\nRead full article on TOI+\n\n",
        "headline_1": "Exit Polls: Science or parlour game?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/exit-polls-science-or-parlour-game/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-06-2024"
    },
    {
        "full_article": "Democracy is being torn apart by tribalism\nHow should a healthy democracy connect people? Politics: A Survivor’s Guide: How to Stay Engaged without Getting Enragedby Rafael Behris a book about how to care about democracy.\nIt describes the demoralisation felt by moderates in democracies like post-Brexit Britain as nationalist and populist forces clashing with leftist and liberal views. Drawing from other times like European fascism and authoritarianism in present-day Russia, it shows why representative democracy works, and what threatens it.\n\nDemocracy’s function is merely to mediate different interests, without violence. But now, many feel politically homeless in a ‘permacrisis’ of political conflict. Denial and withdrawal are common. Between activists committed to a side, and the apathetic who don’t vote, the middle tier of reasonable civic engagement is failing.\nIn a healthy democracy, tuning out politics needn’t mean contempt or disillusionment. It can mean deferring judgment to people who care more. There’s a presumption that even a govt you don’t like will respect your rights.\nNationalism starts off as a liberating force, but can become a machine for ‘manufacturing exile’. Populists trade in bogus simplicity. It fails at administration, and has no choice but to blame deep state subterfuge, foreigners or fake news. Political dissidents end up as ‘internal migrants’; their real selves shared only indoors with a trusted few. When people are driven into that withdrawal, democracy is malfunctioning.\nThe book examines Russia’s sham elections and Putin’s improbable wins, and stresses that the one thing that marks a democracy is trust. It’s what binds citizens, and their political institutions, what brings us to polling booths. When trust degrades, democracy unravels.\nPolitics becomes a kind of ritualised hypocrisy. The tell-tale symptom of such a culture is the conviction that anyone highly successful in public life must be crooked, that statements of principle are only for display. When such cynicism gets excessive, it becomes a kind of credulity that lines up behind showmen and despots who make the deception explicit. The defiance, naked chutzpah of the lie, begins to seem like a kind of authenticity.Russia’s Potemkin elections aren’t even trying to pass off as real: they’re caricature, not counterfeit, the book says.\nInternet has changed the character of ideologies like nationalism and Marxism into alt-right and alt-left hybrids. Filtered through the 21st century network, these become social identities, informal tribes. What of centrism? Its credibility deficit comes when it doesn’t know whether it’s an ideological position or an electoral tactic. From a generous point of view, centrism avoids dogmas of right and left. In a harsher light, it looks like jettisoning of principle.\nSocial pressures dictate boundaries of opinion, but this partisan dynamic is sharpened online. There’s a disincentive to changing views, or crossing culture war trenches. We’re scared of being on the angry mob’s wrong side, averse to the company on the other side. But reality is there’s much overlap, ambivalence and nuance. Democracy contains the paradox that people contradicting each other can both be right. The best outcome is found by negotiation. This isn’t moral relativism – it’s acknowledgment of imperfection.\nToday, voters are attracted to candidates who reflect their fear and anger, and promise instant gratification. This makes governance harder, and the hunt for scapegoats begins. As a way out, the book calls for a deeper understanding of what democracy can do, and a cool-headed commitment to it.\n\n",
        "headline_1": "Why politics needs the middle path",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-politics-needs-the-middle-path/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-06-2024"
    },
    {
        "full_article": "We're worried about the evolving flood situation in Sylhet that came hard on the heels of another severe calamity in the form of Cyclone Remal earlier last week, the effects of which are still very much felt. While the nation's focus remained fixed on cyclone-hit communities in southern Bangladesh, the north-east—Sylhet district in particular—was hit by flash floods that began on Wednesday night due to torrential rains and onrush of water from upstream in India's Meghalaya. Since then, at least 6.43 lakh people have been marooned across eight upazilas in Sylhet, according to a report by this daily.\nThe deluge has swept away many houses and submerged schools, roads, farmlands, and fish enclosures in about 48 unions, compounding the suffering of the victims. Acute shortages of food and drinking water have been reported. True, the district administration set up 547 shelters—housing about 3,739 people on Friday, down from 4,802 the previous night—but many more people are in need of shelter, support and rehabilitation. The stories of some of the villagers approached by this daily are heart-wrenching yet familiar, as flash floods triggered by water influx from upstream areas as well as lack of preparation on our side have ravaged communities in the region many times, most notably during the devastating 2022 flood that went down as a \"once-in-122-years weather event\".\nWhile the geopolitics of transboundary river management can complicate things for a region dealing with such events, many after the recent flood have rightly questioned the government's preparations, especially its river dredging programmes which are supposed to help manage water flow and reduce erosions. Experts have also highlighted the importance of preventing encroachments on floodplains that have been quite prevalent in recent years. Clearly, we need to consider both short-term and long-term interventions as we prepare for yet another monsoon season.\nRight now, the priority is to ensure that the affected communities in Sylhet, especially those stranded, have food, clean water and medical supplies delivered to them as soon as possible. Floodwaters have begun to recede in many areas but remained above danger levels in other areas. So the administration must focus on repairing critical infrastructure where needed or possible, including roads and schools. Many people have also lost their homes and means of livelihood, so they will require financial assistance to rebuild their lives. The district administration and local representatives must engage with all villagers to ensure that they get the help they deserve.\n",
        "headline_1": "Sylhet flash floods bring back haunting memories ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/sylhet-flash-floods-bring-back-haunting-memories-3624481",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-06-2024"
    },
    {
        "full_article": "\"History teaches us that the next pandemic is a matter of when, not if,\" warned World Health Organization Director-General Tedros Adhanom Ghebreyesus earlier this year. He is right. That is why it is vital that the world's governments successfully conclude their work of negotiating an accord on pandemic prevention, preparedness, and response. Negotiators were not able to meet the latest deadline for an agreement. They need more time, but they must also be mindful that time is running out.\nWe believe that an accord can be agreed that protects the world, if governments internalise the lessons of the AIDS and Covid-19 pandemics. But some are proving slow to recognise this.\nThe draft pandemic accord opens with a bold and inspiring statement endorsing solidarity, equity, and human rights. These principles underpin effective prevention and response, and early proposed versions of the accord included binding commitments from governments to put them into practice. But the negotiations have generated pressure to water down several of these commitments, to the extent that some proposed versions would not guarantee that the response to the next pandemic would be any stronger than the response to Covid-19.\nSo far, the negotiations have been marked by a divide between the Global North and the Global South—the same divide that impeded the Covid-19 response. Low- and middle-income countries point out the need for binding commitments to ensure that medical technologies are produced and distributed widely next time. But they have faced opposition on this point from some wealthy countries, even though it is in everyone's interest to ensure equitable and universal access to the products—from diagnostic tools to vaccines—needed to beat pandemics.\nHealth products need not be scarce: geographically diversified production can help ensure ample supply. But, too often, after governments have poured public funding into the pursuit of lifesaving medical breakthroughs, they have handed exclusive rights over the resulting vaccines and treatments to private pharmaceutical companies. The inevitable result is that doses are provided only to countries that can afford to pay high prices for them, leaving poorer countries struggling to secure vaccines, tests, and treatments in a timely manner. This deadly scarcity is not a bug in the system; it is a defining feature of private monopolies.\nWorld leaders were slow to recognise this during the AIDS pandemic. In the late 1990s and early 2000s, 12 million Africans died from AIDS while waiting for life-saving medicines that were widely available to people in the Global North. Then the Global South started producing more affordable generic medicines, and the cost of treatment plummeted from well over $10,000 per patient per year to well below $100. Now, three-quarters of people living with HIV are getting the treatment they need to live long and full lives. If universal access to AIDS treatment is guaranteed, the world can eliminate AIDS as a public-health threat by 2030. Beyond saving millions of lives, this would bolster global stability, health security, and economic growth, with high-income countries also benefiting.\nOne would have expected these hard-won lessons to shape the Covid-19 response. They did not. Instead, pharmaceutical companies were given vaccine monopolies, so doses were delivered to wealthy countries first, leaving poorer countries unable to secure supplies—with tragic results. A more equitable Covid-19 vaccine rollout could have saved 1.3 million lives in the first year alone. This does not include the massive indirect losses of life and health caused by the redirection of health resources toward Covid-19 cases.\nBeyond the high human costs have been severe economic repercussions. According to one estimate, vaccine inequity cost the global economy $2.3 trillion. Ultimately, countries in the Global North have been playing a negative-sum game: the increased profits for a few pharmaceutical companies—and a few billionaire pharmaceutical barons—are dwarfed by the losses for everyone else.\nThe pillars of effective pandemic prevention, preparedness, and response are well-known: relevant knowledge and technology must be shared openly, and vaccines, tests, and treatments must be produced widely. To this end, sufficient funding needs to be provided at the national and international levels, and intellectual-property barriers that prevent safe, capable manufacturers from joining the pandemic response must be removed.\nVoluntary action is not enough. The United States and the European Union have recognised this and implemented selective measures to mandate the sharing of technology and knowhow. The pandemic accord needs to take this further, with binding commitments for all countries to share relevant resources and knowledge openly during a pandemic. Without such commitments, the world would not be able to achieve the accord's objectives.\nWe cannot rely on the goodwill of pharmaceutical companies to ensure that global health is prioritised over profiteering. During the Covid-19 crisis, intense public pressure drove BioNTech and Moderna to pledge to launch operations in Africa. It was a minor concession from companies that, along with Pfizer, made $1,000 per second by supplying vaccines to rich countries first. But even that proved to be too much for them: now that the news cycle has moved on, BioNTech has massively scaled back its plans for African production, and Moderna has shelved its plans entirely. The lesson is clear: governments can ensure access to health products only by mandating it.\nHaving lived through two deadly pandemics—in which we, like so many others, watched friends and family suffer and die—it is unbearable to imagine a repeat of such devastation. The pandemic accord offers hope for a better, more equitable way forward. To succeed, leaders must match their lofty rhetoric with iron-clad guarantees that the response to the next pandemic will reflect what we learned from the last one.\nWinnie Byanyima is Executive Director of UNAIDS and Under-Secretary-General of the United Nations.\n\nJoseph E Stiglitz, a former chief economist of the World Bank and former chair of the US President's Council of Economic Advisers, is professor at Columbia University, and a Nobel laureate in economics.\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "How to protect the world from the next pandemic",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-protect-the-world-the-next-pandemic-3624161",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-06-2024"
    },
    {
        "full_article": "The fragile beauty of Earth is a poetic reminder of the intricate balance that sustains all life on our planet. From the expansive oceans to the verdant forests and majestic mountains, every facet of our natural world contributes harmoniously to the symphony of existence. The intricate ecosystems brimming with a diverse array of flora and fauna underscore the resilience and interconnectedness of all living organisms.\nHowever, the swift pace of human activities, which are causing deforestation, pollution, and climate change, poses a severe threat to Earth's delicate beauty. It is crucial for us to acknowledge that our actions have profound consequences on this planet, and to assume responsibility for preserving and safeguarding this irreplaceable home for future generations.\nEnvironmental conservation transcends mere moral obligation; it is an essential prerequisite for the survival of our planet and its inhabitants. The well-being of humanity is directly linked to the health of our ecosystems, encompassing clean air, water, and fertile soil for agriculture. Through the preservation of biodiversity and protection of natural habitats, we ensure that the delicate balance within our ecosystem remains undisturbed, enhancing resilience against environmental perils such as climate change.\nMoreover, environmental conservation plays a pivotal role in securing the ability of future generations to flourish on Earth. By taking proactive measures to curb pollution, conserve resources, and mitigate habitat destruction now, we are investing in a sustainable future for all life forms on this planet. Each individual endeavour towards environmental conservation contributes significantly towards fostering a more symbiotic relationship between humankind and the natural world—one that prioritises reverence for the environment and ensures enduring prosperity for all living entities.\nAmid mounting evidence showcasing the undeniable impacts of climate change, we must acknowledge the urgency surrounding this global crisis. Rising sea levels, extreme weather phenomena, and ecological shifts are no longer distant anticipations but tangible realities confronting us today. The accelerated pace at which environmental degradation is unfolding necessitates immediate action from individuals, communities, and nations alike.\nOf particular concern are the ramifications of climate change on biodiversity. Species worldwide face extinction as their habitats vanish or become inhospitable due to fluctuating temperatures and environmental circumstances. Moreover, the issue of climate change is exacerbating prevalent social disparities by disproportionately affecting marginalised communities that lack the means to adapt or recover from environmental crises. With rising temperatures and an increase in natural disasters, vulnerable populations face heightened risks to their health, livelihoods, and overall welfare. A comprehensive approach to addressing climate change is imperative, one that places equity and justice at the forefront. Preserving biodiversity and the health of ecosystems is not merely an environmental concern but a critical matter for human survival. Each species within an ecosystem plays a vital role in maintaining its equilibrium, and the loss of even one can trigger ripple effects throughout the entire system.\nBy safeguarding biodiversity, we are also ensuring our own well-being, as diverse ecosystems provide essential resources such as clean air, water, food, and medicine. Additionally, protecting ecosystems is crucial for combating climate change. Healthy forests act as carbon sinks by absorbing significant amounts of CO2 from the atmosphere and helping regulate global temperatures. Safeguarding these natural habitats is essential for addressing climate change and securing a sustainable future for the upcoming generations.\nSustainable living practices are key to securing a flourishing future for our planet. From reducing waste and embracing renewable energy sources to supporting local businesses and promoting ethical consumption practices, each small step we take can have a substantial impact on the environment. By making mindful choices in our daily lives, we can contribute to a more sustainable and harmonious world for upcoming generations.\nThe adoption of minimalism is another pivotal aspect of sustainable living that often goes unnoticed. Instead of constantly pursuing material possessions and consumerism, embracing a minimalist lifestyle helps decrease our carbon footprint and shift our focus towards experiences over material goods. By simplifying our lives and reducing excess clutter, we not only benefit the environment but also enhance our overall well-being in the process.\nDissemination of information and the education of others on environmental concerns can also serve as a catalyst for collective efforts towards a more sustainable future. Simple gestures such as engaging in community clean-up initiatives or backing local conservation projects have the potential to trigger a cascade of positive outcomes. Ultimately, it falls upon each individual to acknowledge his or her role in shaping the planet's well-being and to strive towards a harmonious coexistence with the natural world.\nGovernment policies and global initiatives hold significant sway in determining the course of our planet's future. International agreements on climate change, like the Paris Agreement, and sustainability targets set by various nations are pivotal in addressing environmental issues on a global scale. It is heartening to witness governments uniting to combat challenges such as deforestation, pollution, and resource depletion through collaborative endeavours and shared commitments. Nonetheless, there remains substantial work ahead in terms of effectively implementing and enforcing these policies. Without robust enforcement mechanisms and accountability measures, many initiatives risk falling short of their intended impact.\nOur obligation to safeguard our habitat culminates in recognising that the destiny of Earth lies within our grasp. Each person has a responsibility to safeguard and nurture this planet for generations to come. By curbing our ecological footprint and advocating for sustainable methods, we collectively hold the power to instigate change. Moreover, acknowledging the interdependence among all living creatures underscores the urgency for immediate action. By understanding that every decision we make impacts not only ourselves but also the intricate balance of nature, we can start fostering a sense of duty towards this beautiful planet.\nMd Ziaul Haque is assistant professor at the Department of English of the University of Creative Technology Chittagong.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Earth: Our only home, our responsibility",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/earth-our-only-home-our-responsibility-3623876",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-06-2024"
    },
    {
        "full_article": "The results of the latest survey jointly carried out by the Metropolitan Chamber of Commerce and Industry (MCCI), Dhaka, and the Policy Exchange Bangladesh (PEB) on the country's prevailing business climate are disconcerting. Business Climate, according to the survey, in the financial year 2023-24 has worsened, much to the disappointment of the country's business community. The survey is conducted and scored based on a matrix of 11 key indicators that measure the health of the business environment of the country. The areas covered include initiation of business, land availability, access to legal information, infrastructure, labour regulations, dispute resolution, trade facilitation, tax payment, technology adoption, credit availability and environmental regulations and standards.  Compared to last year, the business environment has suffered in the current fiscal. The overall score has slipped down to 58.75 in 2023-24 from 61.95 in the previous fiscal. While there have been improvements in some indicators, the negatives outweighed the positives disproportionately. Issues that dragged down the overall index had much to do with greater difficulty in accessing credit, longer time required to start businesses, infrastructure bottlenecks, labour regulation, dispute resolution, tax payment, etc. Of great concern, at least from the perspective of conducting business, was the fact that the country scored dismally in credit availability. This has come about because securing bank loans is much harder as the banks are amid liquidity shortages and extra cautious because of their high burden of non-performing loans (NPLs). A conducive business environment is enabled by acting on policies rather than sitting on them. Reforms have been talked about for decades and only recently are some of them being implemented. And that has been due more to the insistence of foreign institutions like the IMF than any new-found enthusiasm to get things in order voluntarily. While a lot of hope has been placed on the Bangladesh Investment Development Authority (BIDA) to rally foreign direct investment, it is alarming to see domestic private sector investment not rebounding. Understandably, the survey reflects the reality of the business environment prevailing in the country. Instead of sugar-coating issues and why they are not working, it would be more pragmatic to take these insights into cognizance, so that they may serve as a reference point for policymakers to act on, and not sit on. These are not areas of contention rather they are bottlenecks that need to be resolved. The survey needs to be heeded primarily because it is conducted by entities that have credibility in the business community.The problem areas identified need serious efforts at the policymakers' level to be resolved. Unless they are treated with the seriousness they deserve, it will be increasingly impossible to unlock the nation's economic potential. While significant milestones have been set in the country's infrastructure development, much remains to be done in terms of improving logistics. Equally important, but less acted upon remains the Achilles heel in national policymaking, i.e. strengthening of financial systems that involve the enhancement of legal and regulatory frameworks, boosting institutional governance, etc. These are sticky issues and unless good governance can be re-established, many key indices will keep slipping.",
        "headline_1": "Addressing deteriorating business climate issues",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/addressing-deteriorating-business-climate-issues-1717254687",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-06-2024"
    },
    {
        "full_article": "When inflation overtakes growth, an economy generally comes under severe pressure. If unemployment also starts to rise, the economy moves toward stagflation. Theoretically, stagflation is the simultaneous appearance of slow growth, high unemployment, and increasing prices. Every country wants to avoid such a complex situation, as it is challenging to overcome the crisis. Nevertheless, some countries risk getting trapped in stagflation for various reasons. Those may include increase in unemployment along with lower growth and higher inflation. Bangladesh has already entered the territory of 'low growth and high inflation'. Even so, the condition is yet to be called stagflation because the country's unemployment level is still below 4 per cent. During the third quarter of the current fiscal year (FY24) and the first quarter of the current calendar year, the unemployment rate is estimated at 3.51 per cent. The quarterly update of the country's Labour Force Survey (LFS) also showed that some 2.59 million of the labour force are jobless now. The lower unemployment rate provides a comfort zone for the country's policymakers. What is not comfortable for them and the whole nation is the period of 'low growth, high inflation'. Notably, the current situation is a reversal of the course of 'high growth, low inflation' attained for around a decade. Due to the negative impact of the Covid-19 pandemic, the country witnessed a sharp decline in economic growth to 3.45 per cent in the FY20 when the annual average inflation rate stood at 5.65 per cent. In the next fiscal year, GDP growth rebounded significantly and jumped to 6.94 per cent, while the annual inflation rate stayed at 5.56 per cent. It was a matter of comfort, although questions also remained whether the inflation figure was underreported. The national statistical agency has updated the inflation calculation method with a new base year of 2015-16 to get a better and more reliable picture of inflation. After the update, the inflation rate increased, reflecting the consumer market's excessive volatility. Thus, the annual average inflation recorded at 9.02 per cent in FY23 which was 6.15 per cent in FY22. GDP growth rate registered at 7.10 per cent in FY22, showing higher growth than inflation. However, the trend reversed in FY23 when the economy grew by 5.78 per cent.Now, for the current fiscal year (FY24), Bangladesh Bureau of Statistics (BBS) primarily estimated the GDP growth rate at 5.82 per cent. Annual average inflation, however, in April this year stood at 9.73 per cent. So, it is clear that the current fiscal year will be the second consecutive year of 'low growth, high inflation.' It is also not easy to determine whether the rise in inflation leads to lower economic growth or the opposite. Economists and analysts are divided in their opinion on this issue. Some economists who hold the view of classical 'neutrality of money' argue that inflation has little effect on real GDP. It is because, according to them, inflation increases both prices and wages similarly and adjusts the units of measurement. Another group of economists think that rising inflation is not the cause of subdued economic growth but rather simply a symptom of underlying economic problems that weaken growth. The problems include supply-side disruptions and fiscal imbalances. Some macroeconomic theories, like New Keynesian theories, assume that a surge in inflation can increase real GDP in the short run and under certain conditions. Putting the theoretical debates aside, it may be said that lower growth was not unpredictable. After releasing the GDP growth data for the first two quarters of the current fiscal year, it became clear that the annual growth would not cross the 6-per cent mark. Several international financial institutions and agencies also predicted that the country would witness a slowdown in overall economic activities, which will be reflected in the GDP growth. For instance, the International Monetary Fund (IMF), in the third week of April this year, projected that the GDP growth and inflation rates would be 5.70 per cent and 9.30 per cent, respectively, in the current fiscal year. High inflation has eroded people's real income, which means that their level of consumption too has declined. It is also reflected in the current fiscal year's provisional GDP statistics, which showed that private consumption in terms of GDP came down to 66.78 per cent in the current fiscal year from 68.58 per cent in FY23. Private investment also reduced to 23.51 per cent in the current fiscal year, which was 24.18 per cent in the past year. High inflation coupled with low growth also indicates that various efforts, mainly using monetary tools, to contain inflation worked to a limited extent. Instead, the tight monetary policy contributed to reducing the pace of industrial activities by slower credit flow. According to the central bank statistics, bank credit to medium and small enterprises (SMEs) increased by around 4.65 per cent in the first half of the current fiscal year. Provisional national account statistics showed that overall industrial growth came down to 6.70 per cent in FY24 from 8.37 per cent in FY23. Growth of the SME sector declined to 6.84 per cent from 9.15 per cent during the period under review.The lower GDP growth also indicates that the economy's resilience has eroded, making it more difficult for Bangladesh to absorb the global geo-economic shocks. So, the trend of 'low growth, high inflation' is likely to continue for some more time. The national budget for the next fiscal year, set to be tabled in the national parliament on Thursday, will likely focus on curbing inflation with moderate growth. It will be challenging when the country is already going through the 'low growth, high inflation' epoch.\n[email protected]",
        "headline_1": "When growth is low, inflation high",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-growth-is-low-inflation-high-1717254740",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-06-2024"
    },
    {
        "full_article": "The once majestic Gulshan-Baridhara Lake, sprawling over the diplomatic VIP area of Dhaka, has already lost its distinctive postcard attractiveness and is slowly but steadily decaying due to a two-pronged attack of pollution and encroachment. Over two decades ago, in 2001, the Department of Environment (DoE) declared the lake to be an Ecologically Critical Area, supposedly to protect it from such threats. However, hardly any tangible follow-up steps of note were taken to protect the lake, aside from erecting notice boards prohibiting the dumping of waste into the lake. The lake was created in Gulshan - once called a model town- to give the area an attractive setting for residents and visitors alike, to gaze at and enjoy. The lake not only added scenic beauty to the area, but also served as a natural water retention body to store rainwater, thereby preventing water stagnation in the surrounding areas, and providing an important cooling effect to the city environment. Due to the despicable dumping of waste and encroachment, what remains today is a mere shadow of its former self.Along with the lack of civic sense among some city dwellers, the city authorities' failure to dispose of solid waste quickly and construct adequate sewerage drainage on both banks of the lake has contributed significantly to the problem. Reportedly, out of the 3,830 houses in the Gulshan, Baridhara, Banani, and Niketan areas, the sewage from 2,265 houses is connected to surface drains or the lake. Despite directives from Mayor Atiqul Islam to link these to WASA sewerage lines, a majority of the homeowners continue to discharge their waste into the lake.Encroachment of the lake's land is also slowly strangling it and making it extremely difficult for it to breathe. Despite a Supreme Court directive prohibiting the disturbance or destruction of the greenery and the lake for constructing roads or creating residential or commercial plots, illegal occupation and willful destruction of the lake continue unabated. Vested quarters have been systematically filling the lake from all sides to construct residential and commercial buildings upon it and lay claim to the most-sought after and most expensive land in the city.It's been reported that powerful quarters are trying to grab a portion of lake land at the Comilla Patti section of the Banani Kakrail slum under the pretext of setting up a madrasah. For months, the encroachers have been going about their nefarious activities and filling in the lake with concrete debris and garbage. Some areas have already been filled and fenced from public view with corrugated tin. A banner on the site heralds the construction work of a madrasa. Allegation has it that politically influential people are using the madrasa as a cover to occupy the lake area.A multitude of bodies share responsibilities for the upkeep of the lake and that in itself may be a contributing factor to the problem. For example, RAJUK owns the lake, WASA owns the sewerage lines, and the DNCC owns the roads and surface drains. The DNCC occasionally launches cleaning drives in the lake, but these are infrequent and nominal without any lasting effect. Many believe the reluctance of relevant government agencies and the lack of co-ordinated efforts to protect the lake from pollution and encroachment are primarily responsible for its sorry state. If the current rate of pollution and encroachment continues, the lake might disappear, particularly near the Mohakhali side. The authorities must act before it is too late. \n[email protected]",
        "headline_1": "Let the Gulshan Lake survive",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/let-the-gulshan-lake-survive-1717254770",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-06-2024"
    },
    {
        "full_article": "Writing the generic name of drugs in prescriptions has been customary in many developed countries for a long time. In India, it is compulsory for physicians to prescribe medicines by generic names rather than by brand names. However, no legal framework is available in Bangladesh. As a result, patients have to spend substantial amounts of money on medicine. Health costs would be significantly reduced if doctors wrote the generic names of drugs in prescriptions and if the aggressive marketing by drug manufacturing companies decreased. Simultaneously, it would be easier to bring village doctors, Ayurvedic practitioners, and salesmen under the purview of appropriate laws.The mere promotion cost is Tk 10 billion out of the country's total medicine market of Tk 40 billion. It is, therefore, believed that if doctors write generic names in prescriptions, aggressive medicine marketing can be stopped to a large extent. In that case, bioequivalence research must be ensured. Two medical preparations are considered bioequivalent when the rate and extent of bioavailability of the active drug in such preparations are not considerably different under standard test conditions.A physician may prescribe correctly, but drugs are often sold by shopkeepers who have only an eighth to tenth-grade education. Additionally, work must be done to reconstruct the entire health system and develop human resources. Monitoring must be ensured to verify that prescriptions are written correctly. Foreign companies will be more interested in working jointly with domestic ones if research on medicine is increased. \nDr. Md. Ruhul AminSenior Vice President & Head of Agricultural Investment DivisionIBBPLC[email protected]",
        "headline_1": "Prescribing medicines by generic name",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prescribing-medicines-by-generic-name-1717254791",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-06-2024"
    }
]