[
    {
        "full_article": "Barely two days before the expiry of a Supreme Court-stipulated deadline to probe allegations raised by Hindenburg Research about misdemeanours and violations of stock market norms by the Adani group, the Securities and Exchange Board of India (SEBI) has sought at least six more months from the Court to finalise its findings. Following the bloodbath in the prices of most Adani group stocks after the publication of Hindenburg’s report in late January, the Court had responded to a PIL and set up an expert committee to investigate the causal factors behind investor losses and ascertain regulatory failures. The SEBI chief, who termed the Hindenburg-Adani-linked issues as “the elephant in the room”, was to ensure the committee gets the information it needs. Separately, the Court tasked the regulator to speedily conclude its ongoing probe into the group for violations of its regulations. It also sought a look into whether the group had flouted the minimum public shareholding norms, failed to disclose related-party transactions, and manipulated stock prices. The two-month deadline set for SEBI and the expert committee, led by former Court judge A.M. Sapre, ends on May 2. SEBI’s last-minute plea for more time, shall also affect — if not effectively derail — the deliberations of the Justice Sapre panel.The regulator has “crystallised a prima facie view” on some issues, including a dozen suspicious transactions that pertain to misrepresentation of financials, circumvention of norms and possible fraud. However, it has cited the complexities of the transactions to argue that a detailed assessment would normally take 15 months and it is trying to do it in six months. Even if one leaves aside the merit of the complexity card played by a professionally-led independent regulator with a primary mandate to protect investor interests, the timelines suggested are disingenuous. If SEBI does submit its report to the Court by this November, it would mark 10 months since the Hindenburg report, and almost two years since it initially started examining complaints against the group. Where wrongdoing has been found, it need not take six months to confirm them. Interim findings must be presented with any caveats deemed fit, just as interim orders can be passed on established violations (thus, informing and protecting investors) rather than condoning them in the name of uncovering the big picture. For an issue that has undermined the credibility of the Indian market and its governance standards at a scale unmatched by the Satyam fiasco and the IL&FS implosion, SEBI’s petition does not inspire confidence. And that is bad news for investors in India’s financial markets.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninvestigation\n\n/\n\njudiciary (system of justice)\n\n/\n\nbusiness (general)\n\n/\n\nstocks\n\n/\n\ninvestments",
        "headline_1": "Buying time: on the Securities and Exchange Board of India probe and allegations against Adani group",
        "headline_2": "Dithering on the Adani group probe will dent SEBI’s credibility",
        "link": "https://www.thehindu.com/opinion/editorial/buying-time-on-the-securities-and-exchange-board-of-india-probe-and-allegations-against-adani-group/article66800274.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-05-2023"
    },
    {
        "full_article": "The Bihar government’s decision late last month to grant remission to Anand Mohan Singh is a disturbing political signal given the circumstances under which the remission was done. At the time of his release, the former MP, who was out on parole for his son’s engagement, was serving life sentence after being convicted for the murder of the then District Magistrate of Gopalganj and young IAS officer, G. Krishnaiah, in December 1994. It was to avenge a police encounter death that a mob owing allegiance to Singh had murdered the Scheduled Caste civil servant, who hailed from a landless family. Apparently aimed at benefiting Singh, the government, on April 10, amended the Bihar Prison Manual, 2012, removing the “murder of a public servant on duty” clause from the case list for which remission cannot be considered. The Patna District and Sessions Court, in 2007, had awarded capital punishment to Singh, which was judicially commuted to life sentence. The tweaking of the rules was followed up with another notification ordering the release of 27 prisoners, including Singh (they had all spent at least 14 years in jail). The State’s defence that it “followed all rules and regulations” is no argument as the change in rule appears to have been made to benefit a specific person. Also, the argument that the amendment has brought Bihar on a par with other States is weak because the original stipulation was meant to have a deterrent effect in a State that is notorious for the criminalisation of politics. That Singh’s “good conduct” was a factor too falls flat as in October 2021, a search of his jail ward led to the seizure of mobile phones.It is not difficult to decipher the rationale behind Singh’s release as Chief Minister Nitish Kumar, in January, had assured Singh’s supporters at an event that he was “doing his best” to set the former MP free. The compulsions of electoral politics confound the situation. What is of solace is that the government’s action is being challenged in courts including the Supreme Court; the civil servant’s wife, Uma Krishnaiah, has made an appeal. Apart from demoralising civil servants, the move sets an unhealthy precedent that shakes the principle of good governance. The circumstances of this case cannot be justified on any ground. This has the danger of compelling a government official to take decisions in his or her day-to-day affairs, keeping in mind only the influence wielded by extra constitutional persons. Other States would do well to treat the Anand Mohan Singh release as a case study to show how a decision in governance should not be taken. As a matter of propriety, the Bihar government should reconsider its decisions of tweaking the remission rules and releasing the former MP.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nparliament\n\n/\n\nprison\n\n/\n\nencounters\n\n/\n\npolitics\n\n/\n\nBihar\n\n/\n\njudiciary (system of justice)",
        "headline_1": "Political remission: on the Bihar government’s decision and the Anand Mohan Singh case",
        "headline_2": "The circumstances of the release of Anand Mohan Singh are unsettling",
        "link": "https://www.thehindu.com/opinion/editorial/political-remission-the-bihar-governments-decision-and-the-anand-mohan-singh-case/article66800253.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-05-2023"
    },
    {
        "full_article": "A US-based friend who visited Chennai a couple of weeks ago came back from an IPL match aghast. “I couldn’t even grab a beer at the stadium,” he said. I joked that we believe cricket is so intoxicating that we don’t need anything else while watching the game. I wasn’t then aware that the government had, last month, amended the Tamil Nadu Liquor (Licence and Permit) Rules, 1981 to allow liquor (under a special licence) to be served at sports stadium, banquet halls, convention centres and – gulp this down – house parties.\nA licence to have a drink with a few friends at home? Well, some find it restrictive, but by clubbing all that together, the government was trying to allow some fun at sporting events and conferences (read IPL and the upcoming G20 events). But then, politics is the usual party pooper. Following protests from the opposition, the government said it would keep in abeyance the notification. Soon, hearing a petition by PMK lawyer K Balu, the Madras high court stayed the operation of the amendments.\n\nPMK, being the only party that consistently opposes sale of liquor and tobacco, has some legitimacy in taking a moral high ground against liquor while all the others are – to put it mildly – hypocrites.\nThere is no denying that alcoholism – not alcohol per se – kills people, ruins families and disturbs society. The World Health Organisation estimated that in 2016, more than 5% of the world population above the age of 15 (more than 3.8 crore) and 7 lakh children (2.8%) were alcoholics. Another study found about 6% of all deaths in the world (33 lakh) were due to alcohol. Eastern Europe tops the dubious list of prevalence of alcoholism at 11%, followed by the US at 7%. The WHO numbers demolish the notion that alcoholism affects the poor most (though the impact on families is ostensibly more when the sole breadwinner of an economically backward family hits the bottle): Africa had a little more than 1% of its population addicted to liquor.\nA research paper in The Lancet in 2009 had this to say: “Officially, Indians are still among the world’s lowest consumers of alcohol – government statistics show only 21% of adult men and around 2% of women drink. But up to a fifth of this group – about 14 million people – are dependent drinkers requiring help”. Those statistics, besides being old, must be terribly wrong – and drinkers and the government must be happy about it. After all, lying is a side effect of alcoholism.\nI wouldn’t join hands with experts who say salt and sugar kill more people than liquor does, but I am against prohibition which has repeatedly proven to be a failed political experiment across the world (Bihar is the latest victim of hooch). Alcohol does trigger road rage and ruffianism, but more often than not I find a drink breaks the ice, builds camaraderie and enables free speech. If you disagree, don’t drink.\nDrinking is a personal choice. Preaching doesn’t help. Neither does hypocrisy. Anyone arguing that having a drink is against Indian culture knows he is lying. Our puranas and history are replete with references to alcohol use. Let science debate on the effects of alcohol, not religion or culture.\nRevenue from alcohol sales has fuelled Tamil Nadu’s economy (Tasmac collected 44,000 crore last financial year) and wet the beaks of many politicians. Yet any policy that makes liquor more accessible is met with opposition from politicians who think they are winning women’s votes. The politics has become so silly that opposition leader Edappadi K Palaniswami recently criticised the government for allowing Tasmac to have liquor vending machines (which may stop overcharging) at select shops.\nThe best the government can do – if it has to do anything – is help tipplers imbibe the spirit of responsible drinking. And we, as a society, can claim to have come of age when one can grab a beer at an IPL match – and hold the drink.-\n\n",
        "headline_1": "Our liquor politics sucks. Will someone pass the ice cubes, please?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/chennaitalkies/our-liquor-politics-sucks-will-someone-pass-the-ice-cubes-please/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-05-2023"
    },
    {
        "full_article": "Ex-Executive Director, IMF and ex-member, PM’s Economic Advisory Council argues some economists’ grim reading of India’s economic performance is wrong on facts and reason: \n\nFake news is now a universal happening and it is encouraging to see websites compete to identify fakery. There is also healthy disagreement, and discussion, about “accuracy” of various data sources in measuring jobs, democracy etc. Documentation of disagreement does not qualify as fake news, or fake commentary, because it is based on actual data. The constructive approach is to identify sources of mismeasurement in data and ask the source of data (or the user) to explain large discrepancies between the data and other “reality”.\nRead full opinion on TOI+\n\n",
        "headline_1": "Broken India or broken logic?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/broken-india-or-broken-logic/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-05-2023"
    },
    {
        "full_article": "The latter document gives you a say in how your body is treated when you no longer have the capacity to speak for it. But this process needs to be made more straightforward in India:\n\nBeing incapacitated, vulnerable and dependent on other people and machines to live is never an agreeable situation but it can be an inevitable truth of aging. In India however, even today, death is a taboo subject. Many shrug away even writing a will.\nRead full opinion on TOI+\n\n",
        "headline_1": "Don’t confuse writing a will with the living will",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/dont-confuse-writing-a-will-with-the-living-will/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-05-2023"
    },
    {
        "full_article": "Are identity-based efforts to create social mobility taking policy energy away from bigger aspects of inequality?\nPolitically and policy-wise, there is broad agreement across the modern world about the need to create an environment where one’s opportunities are not limited by one’s birth. But when it comes to the exact interventions through which policymakers, public institutions and private bodies should equalise opportunities, the disagreements are vehement. In the mid-1990s for example, billionaire tech investor Peter Thiel co-authored The Diversity Myth about how excellence was being undermined at American universities in the name of multiculturalism. With the debate having grown many times in urgency and volume since then, Thiel is doubling down on the argument. He is saying that the focus on diversity and identity politics is “a giant machine to redirect our attention” from more serious issues facing society, such as inequality.\n\nIn India of course this period has seen the scope of reservation really spread, many more communities have made it to various reserved ‘lists’, even more are aspiring and agitating to be included, with different political parties’ active patronage. Identity-based parties wouldn’t touch Thiel’s argument with a bargepole and indeed their own growth has deepened democracy by giving voice to more diverse voices in government. In the private sector likewise, the idea has spread that diversity in hiring brings an invaluable check against monocultural groupthink and makes for better business decisions. While the practice of this idea still leaves a lot to be desired, its ideational foundations now look immovable.\nYet, as far as the goal of tackling glaring inequalities is concerned we are looking at a great failure. Caste identities are only getting further entrenched even as increasing income inequality is being documented by economists. Instead of identifying only one kind of restraint on social mobility, we should agree that any lack of opportunity affects a person’s ability to live up to their potential, which limits the medium-term growth potential of an economy, which in turn further limits individuals at the bottom of the income distribution… and so the vicious cycle goes. In summary, the evidence calls for a serious consideration of what Thiel calls “divertissement”. Policymakers should not be allowed to exploit the rhetoric of correcting historical injustices to neglect the work of creating an enabling environment for enterprises and jobs. Dignity and material well-being should not be an either/or choice.\n\n",
        "headline_1": "Equally unequal?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/equally-unequal/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-05-2023"
    },
    {
        "full_article": "On April 6, 2023, the High Court granted bail to Sohel Rana, the owner of the building whose collapse caused one of the deadliest industrial disasters in history. The news came just over two weeks before the 10th anniversary of that day, reminding us again that history repeats itself, \"first as tragedy, second as farce.\" The bail was later halted, but the message was clear, further reinforced by the BGMEA's recent call for an Industrial Police unit in the DMP area and the newly formed wage board announced just days later. None of the labour organisations whose relentless calls for a Tk 25,000 minimum wage finally resulted in a new board were consulted, and the labour representative chosen has a very predictable affiliation. \nAll of this is par for the course, but it does provide a break from the steady dose of self-congratulatory optimism that buyers, factory owners, and the state have been pouring into the industry's \"image\" in recent years. The narrative is simple: against all odds, our ready-made garment (RMG) industry is not only thriving (aiming for $100 billion exports by 2030), it has also – through the joint efforts of these three parties – made life better and safer for the industry's workers. Exit Rana Plaza, enter happy workers and \"green\" factories. All of this begs the question: \"safer\" how, from what, and to what end?\nUndoubtedly, it is the brands/buyers that have benefited the most from this celebratory narrative. In the aftermath of the Rana Plaza collapse, these brands, in concert with transnational bodies like the International Labour Organization (ILO), rolled out an elaborate system of fire and building safety codes. Together, the EU-led Accord and US-led Alliance, along with other transnational agreements, made up a multi-level, multi-party \"compliance\" and monitoring regime (Rahman, The Daily Star, April 21, 2016), which alongside the championing of unionisation has been hailed as ushering a new age of worker safety. \nYet, matters are not that simple, as Dina Siddiqi has repeatedly pointed out. Accord-Alliance became one component in a pre-existing, audit-based global monitoring regime, accountable to no one, functioning primarily to shield Western brands from liability (LeBaron et al., 2017), depoliticising the question of workers' safety and placing the burden on \"corrupt\" Third World national governments and their \"ruthless\" industrialists, all while continuing to enable the very same \"scandalous\" conditions (Siddiqi, Himal Southasian, January 11, 2022). After all, Rana Plaza would not have claimed any lives if the garment workers and only the workers had not been coerced to enter a building that they knew could collapse at any moment. They were killed just as much by production targets as by falling beams. \nThe most stunning manifestation of this indifference came with the billion-dollar order cancellations we saw during the pandemic. These cancellations also provided our industrialists with an opportunity to use the workers' plight as a bargaining chip, a concern that disappears whenever it comes to unpaid wages, mandatory overtime, denied leave, abuse, harassment, and the disciplining of \"troublemakers.\" We do see it, however, in the celebrations of all that factory owners apparently do for workers, including supporting some of them in higher education. As Taslima Akhter has pointed out, such individual success stories simply distract from the fact that the vast majority of workers are still compelled to sacrifice their education, health, and dignity on a daily basis (The Daily Star Bangla, January 11, 2023). Record-breaking sales also tend to turn into doom-and-gloom narratives whenever workers come knocking on the factory doors for liveable wages. The difference between individualised charity and decent wages, of course, is that the latter can potentially reduce the precarity that ensures the disposability/exploitability of the worker in the first place. Make workers safer, yes, but not too much. \nTrapped between foreign capital and our comprador bourgeoisie, it is to the Bangladeshi state that our workers should have been able to turn to. Yet, RMG export dependence has meant a total identification of \"national interest\" with the industry's profit margin, and it doesn't help that so much of our political class is directly tied to the industry. No wonder, then, that the right of the \"small\" factory owner to do business trumps the right of workers to have a liveable wage, and that both the law and law enforcement behave as the industry's private service. The tortuous legal processes that have kept the Rana Plaza collapse, Tazreen fire, and other cases permanently suspended (Mustafa, Prothom Alo, April 23, 2023), the total lack of legal compensation for the victims of any of these cases, the legal impediments erected to ensure that only owner- and state-friendly unions get to register and operate (Karmakar, Prothom Alo, May 1, 2021), and the ease with which law enforcement and political muscle is leased out to factory owners eager to discipline workers – all of this leaves little room for doubt. \nThree years ago, my colleague Seuty Sabur and I wrote about the total abandonment by the state that workers faced during the time of lockdowns (The Daily Star, April 4, 2020) – an acute manifestation of a more general phenomenon. The fiction of \"national wealth\" – made possible because of commodity production and the fact that one taka is as good as any other – makes it easy enough to believe that the unprecedented levels of wealth flooding Bangladesh today is everyone's wealth, and we can forget for the moment the gulf between those who command that wealth and those who do not. It is not an accident that the latter are precisely those who are compelled to pour their lives into producing that very prosperity. \nWhat, then, is to be done? Our garment workers face a double bind today, trapped between growing precarity (rural dispossession, skyrocketing prices) and the limits/temptations of an NGO-ised and ineffective trade unionism (Siddiqi, The Daily Star, April 21, 2017). The very structure of supply chain capitalism makes collective action at the site of production toothless, as there is always another factory – and indeed another country – to source from. Under these conditions, factory owners and the state have managed, after years of vehemently opposing unionisation, to transform the registered union into an instrument of labour discipline. Small wonder, then, that garment workers have had the most success through militancy outside of them (Ashraf & Prentice, 2019).\nIf supply chain capitalism neutralises union action, we may have better luck, as Vijay Prashad (2015) has long argued, with struggles at the sites of living/consumption instead. At the very least, land reform and housing, social welfare, public education and healthcare, utilities, energy and transport, etc are all sites where garment workers' struggles can become interlinked with those of others, and through which workers' lives might become a little less precarious, giving them greater bargaining power on the factory floor.\nNone of this can happen, however, without directly engaging the state. If fast fashion must dominate the \"national interest,\" then at the very least we must compel the state apparatuses to play a truly mediating role on behalf of \"the nation.\" Are there alternatives to RMG export dependence? Perhaps, or perhaps not, but it does not seem that anyone in the corridors of power is concerned with even considering the question; we must make them. The state remains the only party in the triumvirate over which ordinary citizens, including garment workers, have even theoretical control. Turning that theoretical control into an actual one can make the difference between mere factory \"compliance\" and workers actually living full and dignified lives.\nShehzad M Arifeen teaches anthropology at the Department of Economics and Social Sciences in Brac University.\n\n",
        "headline_1": "Making Bangladeshi workers safe for capitalism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/making-bangladeshi-workers-safe-capitalism-3308726",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-05-2023"
    },
    {
        "full_article": "May 1 is widely known as International Labour Day, a day when we celebrate the contribution of workers worldwide. It is a moment for pride, celebration, and hope.\nAfter three years of the Covid-19 crisis, followed by inflation, conflict, and food and fuel supply shocks, we badly need this. But the promises of renewal made during the pandemic, of \"building back better,\" have so far not been delivered for the great majority of workers worldwide.\nGlobally, real wages have fallen, poverty is rising, and inequality seems more entrenched than ever.\nEnterprises have been hard-hit. Many could not cope with the cumulative effects of recent unexpected events. Small and micro-enterprises were particularly affected, and many have ceased operations.\nPeople feel that the sacrifices they made to get through Covid-19 have not been recognised, let alone rewarded. Their voices are not being heard clearly enough. This, combined with a perceived lack of opportunities, has created a disturbing level of mistrust.\nIt doesn't have to be like this. We are still the masters of our fate. But if we are to shape a new, more stable, and equitable world, we must choose a different path – one that prioritises social justice.\nI believe this is not only doable, but essential for a sustainable and stable future. So, how do we get there?\nFirst and foremost, our policies and actions must be human-centred, to allow people to pursue both their material well-being and their spiritual development in conditions of freedom and dignity, economic security, and equal opportunity. This approach is not new, it was set out and agreed in the aftermath of World War II, when the ILO's international membership signed the 1944 Declaration of Philadelphia.\n\nWe need a Global Coalition for Social Justice. This coalition will create a platform to bring together a broad range of international bodies and stakeholders. It will position social justice as the keystone of the global recovery, so that it is prioritised in national, regional and global policies and actions. In sum, it will ensure that our future is human-centred.\nThis visionary document set out guiding principles for our economic and social systems - that they should not be turned exclusively to hitting specific growth rates or other statistical targets, but to address human needs and aspirations. This means focusing on inequality, poverty alleviation, and core social protection. The most effective way to do this is by providing quality jobs so that people can support themselves and build their own futures – \"Decent Work for All,\" as Sustainable Development Goal 8 terms it.\nIt means realistically addressing the long-term structural transformations of our time; ensuring that new technology creates and supports employment; proactively facing the challenges of climate change and ensuring we offer the jobs, skills training and transition support necessary for workers and businesses to benefit from the new low-carbon era; and treating demographic changes as a \"dividend\" rather than a problem, with supporting action on skills, migration and social protection, to create more cohesive and resilient societies.\nWe also need to reassess and refashion the architecture of our social and economic systems, so that they support this change of course towards social justice, rather than continuing to channel us into a policy \"doom loop\" of inequality and instability. We must reinvigorate labour institutions and organisations so that social dialogue is effective and vigorous. We must review laws and regulations affecting the world of work, so that they are relevant and up-to-date and able to protect workers and support sustainable businesses.\nTo make all this happen, we need to recommit to international cooperation and solidarity. We must enhance our efforts and create greater policy coherence, particularly within the multilateral system, as the United Nations Secretary-General Antonio Guterres calls it.\nThis is why we need a Global Coalition for Social Justice. This coalition will create a platform to bring together a broad range of international bodies and stakeholders. It will position social justice as the keystone of the global recovery, so that it is prioritised in national, regional and global policies and actions. In sum, it will ensure that our future is human-centred.\nWe have the chance to reshape the world we live in – economically, socially, and environmentally. Let us take this opportunity and move forward to build the equitable and resilient societies that can underpin lasting peace and social justice.\nGilbert F Houngbo is the director-general of the International Labour Organization (ILO).\n\n",
        "headline_1": "Time to prioritise social justice",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/time-prioritise-social-justice-3308541",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-05-2023"
    },
    {
        "full_article": "The government's ambitious energy policy over the past decade increasingly appears to have been built on irregularities, inefficiencies, and a lack of accountability of various stakeholders. A recent study conducted by the Coastal Livelihood and Environmental Action Network (CLEAN) explains why, despite generating 58 percent more than what we need, there are still power shortages in the country. It notes that of the 150-157 active power plants currently in operation, only 39.8 percent are running properly. A whopping one-third of the fossil-fuel-based power plants were found to be faulty, with 18 percent suffering some form of mechanical problems. Out of the 43 state-owned power plants, as many as 22 were found sitting idle for more than half the time, while nine out of 23 publicly owned independent plants suffered fuel crises for approximately 40 percent of the time.\nSince the current government came to power, it has increased the country's electricity generation fivefold, reducing load-shedding dramatically (till it reappeared in our lives last year). To do so, it built fossil-fuel-fired power plants – often ignoring protests from activists about their harmful impacts on the surrounding communities and environment – and gave permission to set up quick rental power plants across the country. A decade later, it appears we never really needed all of these power plants. In fact, we have been paying an incomprehensible amount of money as capacity charges for many of these plants to essentially sit idle every year. The CLEAN study found that the 12 worst performing plants, which stayed out of operation or faced technical difficulties for the longest time, were actually paid Tk 2,336 crore in capacity charges in the past year alone.\nThe study also found that the solar power plants ran without problems for 97.8 percent of the time, and that if we replaced the liquid fuel-based power plants during the day with solar, we could have saved $322.15 million every year. The question is: why are we still operating and investing in fossil-fuel-based power plants when cheaper, cleaner, and more efficient alternatives are available?\nIt is horrifying that the government invested so much money in establishing these power plants, without proper planning to begin with, and then did not even bother to ensure their smooth operation. At a time when the country is suffering from the worst economic crisis in over a decade, what possible justification can there be for such wastage of public funds? Instead of focusing on reducing the many inefficiencies in the energy sector, the authorities, unfortunately, seem bent on rewarding poor performers and passing down the ever-escalating costs of power generation to the consumers. Over the past year, we have not seen any indication that the government will move away from this course of action.\nWe urge the government to rethink its current policy, take urgent steps to phase out non-performing power plants, and address the inefficiencies that are driving electricity prices upwards for consumers. We would like to ask them to open their eyes – the statistics quoted above speak for themselves.\n",
        "headline_1": "Fuelled by inefficiency?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/fuelled-inefficiency-3308486",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-05-2023"
    },
    {
        "full_article": "The government's ambitious energy policy over the past decade increasingly appears to have been built on irregularities, inefficiencies, and a lack of accountability of various stakeholders. A recent study conducted by the Coastal Livelihood and Environmental Action Network (CLEAN) explains why, despite generating 58 percent more than what we need, there are still power shortages in the country. It notes that of the 150-157 active power plants currently in operation, only 39.8 percent are running properly. A whopping one-third of the fossil-fuel-based power plants were found to be faulty, with 18 percent suffering some form of mechanical problems. Out of the 43 state-owned power plants, as many as 22 were found sitting idle for more than half the time, while nine out of 23 publicly owned independent plants suffered fuel crises for approximately 40 percent of the time.\nSince the current government came to power, it has increased the country's electricity generation fivefold, reducing load-shedding dramatically (till it reappeared in our lives last year). To do so, it built fossil-fuel-fired power plants – often ignoring protests from activists about their harmful impacts on the surrounding communities and environment – and gave permission to set up quick rental power plants across the country. A decade later, it appears we never really needed all of these power plants. In fact, we have been paying an incomprehensible amount of money as capacity charges for many of these plants to essentially sit idle every year. The CLEAN study found that the 12 worst performing plants, which stayed out of operation or faced technical difficulties for the longest time, were actually paid Tk 2,336 crore in capacity charges in the past year alone.\nThe study also found that the solar power plants ran without problems for 97.8 percent of the time, and that if we replaced the liquid fuel-based power plants during the day with solar, we could have saved $322.15 million every year. The question is: why are we still operating and investing in fossil-fuel-based power plants when cheaper, cleaner, and more efficient alternatives are available?\nIt is horrifying that the government invested so much money in establishing these power plants, without proper planning to begin with, and then did not even bother to ensure their smooth operation. At a time when the country is suffering from the worst economic crisis in over a decade, what possible justification can there be for such wastage of public funds? Instead of focusing on reducing the many inefficiencies in the energy sector, the authorities, unfortunately, seem bent on rewarding poor performers and passing down the ever-escalating costs of power generation to the consumers. Over the past year, we have not seen any indication that the government will move away from this course of action.\nWe urge the government to rethink its current policy, take urgent steps to phase out non-performing power plants, and address the inefficiencies that are driving electricity prices upwards for consumers. We would like to ask them to open their eyes – the statistics quoted above speak for themselves.\n",
        "headline_1": "Fuelled by inefficiency?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/fuelled-inefficiency-3308486",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-05-2023"
    },
    {
        "full_article": "We are quite concerned about how ill-equipped the Fire Service and Civil Defence (FSCD) is to deal with the growing threat of fire in our cities, especially the capital. While the number of fire incidents doubled in the last 14 years thanks to unplanned urbanisation – it was 12,182 in 2009, which swelled to 24,102 by 2022 – the capacity of the fire service hasn't grown concomitantly. This is quite frustrating.\nThere is no doubt that firefighting has become much more difficult these days. Firefighters have to deal with traffic on their way to a scene, often navigating through narrow streets ill-fitted for large vehicles. Then there is the challenge of finding water in a city with few ponds and lakes. Once on location, they also have to deal with curious onlookers crowding round the scene, and the increasingly tricky fire situations putting their life at greater risk, as seen in some recent incidents. Against such a backdrop, it is unacceptable that the firefighters would also be hamstrung by institutional challenges such as lack of training and proper equipment, manpower crisis, budget constraints, etc.\nIt is partly because of these problems that 14 firemen were killed and 225 injured while on duty over the last five years, according to an estimate. These challenges have been highlighted in a recent report by this daily which shows how the fire service is being overwhelmed by the triple whammy of increased fire incidents, increased external challenges, as well as internal issues. One of the issues that has been flagged is the lack of training and specialisation. Firefighters need both advanced and specialised training. As a former fire chief has said, there should be specialised teams within the fire department to tackle different kinds of fire situations. \"Police or Rab have their specialised units like the bomb disposal unit or cybercrime unit, but for firefighters, there are no specialised units,\" he said.\nGiven the current situation, there is a dire need for increasing budgetary support to the FSCD as well as recruiting and training more firefighters. In the current fiscal year, the FSCD got a budget of around Tk 733.57 crore, which translates to around Tk 44 per capita. For context, this is far less than what the Delhi state government spends (around Tk 332) or West Bengal spends (around Tk 65) per capita. Also, in any modern city, the ratio of police and firemen should be 2:1, meaning one firefighter against two policemen. In Bangladesh, however, there are less than 14,000 firefighters against 2.13 lakh cops. These people – as first responders to any fire, explosion, road crash, landslide, launch capsize or any other calamity – have to endure physical and mental trauma on a regular basis.\nThey need more, not less, support, and not just financial. Before expecting them to save citizens from every calamity imaginable, we need to create a conducive environment for them to function well, both for their sake and that of the wider society. We, therefore, urge the higher authorities to properly fund, equip and train the fire service so that it can serve us better going forward.\n",
        "headline_1": "Time to equip fire service properly",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/time-equip-fire-service-properly-3308026",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-05-2023"
    }
]