[
    {
        "full_article": "The Supreme Court has pulled up the Manipur government for its “lethargic” investigations into the ethnic violence in the sensitive border State that began on May 3 and which has still not been doused. Pointing out that arrests have been “few and far between”, in the context of around 6,500 first information reports filed in relation to the violence, the apex court has asked for more details of the progress in police action, and ordered the personal presence of the Manipur Director General of Police during the next hearing on August 7. Questioning the State police’s capability to investigate these cases, the Court noted that there was a complete breakdown of law and constitutional machinery in the face of mob violence. Two women who were paraded naked and raped by a mob have pleaded their lack of trust in the investigation by the police and the Central Bureau of Investigation. It was the circulation of a video clip that captured the horrific violence these women were subjected to that prompted the Court’s intervention after weeks of unabated violence and the brazen partisanship of the Manipur government. More such cases have surfaced, and the Court has now proposed a Court-constituted investigation. Manipur Chief Minister N. Biren Singh has no leg to stand on after this censure by the highest court in the land, but continues to remain in office with a total lack of accountability because the Bharatiya Janata Party (BJP) is determined to protect him for political reasons.The history of communal clashes in India suggests that mob violence for a prolonged period is possible only with the connivance of the state. In the case of Manipur, it is more than evident. Bringing perpetrators to book is far more tedious and often a frustrating process compared to taking swift preventive police action at the first sign of trouble. In Manipur, far from a swift response to prevent escalation, the police allegedly facilitated the mob violence. Police personnel who failed in their duty or connived with mobs should face the full force of the law. Also, there must be a strong message from the country’s political leadership. Sadly, the attempt by the ruling BJP has been to deny the gravity of the Manipur situation by comparing it with isolated crimes in Opposition-ruled States. The Court has denounced that claim while underscoring the gravity of the situation in Manipur. A team of 21 leaders of the Opposition grouping, INDIA, that visited the State is scheduled to meet President Droupadi Murmu on Wednesday. The grouping should also agree to a discussion in the Rajya Sabha even if its demand for a prior statement by the Prime Minister is not met. That will be an opportunity for INDIA to present its findings to the country.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nManipur\n\n/\n\njudiciary (system of justice)\n\n/\n\nBharatiya Janata Party\n\n/\n\nunrest, conflicts and war\n\n/\n\npolice\n\n/\n\ninvestigation\n\n/\n\npolitics\n\n/\n\nRajya Sabha\n\n/\n\nparliament\n\n/\n\narrest",
        "headline_1": "Supreme indictment: on Manipur crisis and the Supreme Court of India’s censure",
        "headline_2": "After the Supreme Court’s remarks on the Manipur crisis, the Bharatiya Janata Party must replace the Chief Minister",
        "link": "https://www.thehindu.com/opinion/editorial/supreme-indictment-on-manipur-crisis-and-the-supreme-court-of-indias-censure/article67146547.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-08-2023"
    },
    {
        "full_article": "Output at India’s eight core sectors strengthened hearteningly in June, with the overall year-on-year growth in production estimated to have quickened to a five-month high of 8.2%. Seven of the sectors, including steel and cement and electricity, logged appreciable advances. Steel, which is the third-largest constituent of the index of eight core industries with a weight of just under 18%, was the standout performer, as output of the key alloy surged 21.9% undergirding the wider advance in the index. And cement posted an almost double-digit increase reflecting the continuing momentum in demand, a slight softening in the pace from the preceding two months on account of the onset of monsoon rains notwithstanding. Steel and cement led the cross-sectoral advance over the April-June period, growing 15.9% and 12.2%, respectively, in the fiscal first quarter. A key driver of demand for these two construction essentials continues to be the infrastructure sector, where the government’s efforts to boost outlays including on affordable housing, urban renewal and transportation networks are providing a palpable tailwind. Total capital expenditure by the Centre in June jumped more than 62% year-on-year and almost 24% from the preceding month to ₹1.10 lakh crore, Controller General of Accounts data showed.Electricity, which makes up a fifth of the core index, also posted its strongest increase in four months despite a cyclonic storm that impacted highly industrialised Gujarat the most, dampening demand. Coal output also rose 9.8% in June, lifting the first-quarter’s production by 8.7%. And official data on Tuesday showed output in July surged more than 14%, another positive augury given that coal demand extends beyond the electricity sector to other industrial segments including metal making and process industries where it is used in furnaces and boilers. To be sure, other data from the eight core sectors do point to areas of concern. For all the talk of Aatmanirbharta, India’s efforts to secure a degree of independence in the crucial oil sector are yet to yield meaningful dividends; the country is still heavily reliant on crude imports for its overall fuel needs. This is best reflected in the fact that crude oil production remained in the doldrums for a 13th straight month, contracting 0.6%. Along with refinery products, which have the heaviest weight of 28% on the index, crude oil also registered a sequential slide underlining the difficulties the oil sector as a whole continues to face because of regulatory inconsistencies. Policymakers have their task cut out to ensure the policy environment remains supportive especially at a time when global demand remains particularly uncertain.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nproduction engineering\n\n/\n\niron and steel\n\n/\n\nrains\n\n/\n\nurban planning\n\n/ \n\nelectricity production and distribution\n\n/\n\ncoal\n\n/\n\noil and gas - upstream activities",
        "headline_1": "Core comfort: on the policy environment",
        "headline_2": "Government effort to boost infrastructure is yielding results",
        "link": "https://www.thehindu.com/opinion/editorial/core-comfort-on-the-policy-environment/article67147246.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-08-2023"
    },
    {
        "full_article": "In the daily dose of human tragedy, we in India stand head and shoulders above most other countries. In newspapers, on television, across the internet, tragic incidents oscillate between the comic and the bizarre, between callous and outlandish: boys swimming in flooded street sucked into drain, workers asleep on railway track run over by train, man peeing on wire electrocuted, family killed in monsoon building collapse, bridge crashes into river during inauguration. Leaving aside those dead in rail accidents and religious clashes, these are human tragedies linked to daily official incompetence and apathy. We invite these shameful headlines for two reasons. We are now the world’s largest population; and that 1.4 billion number is not scattered over a Norway-like sparseness, but is concentrated in some of the most crowded and ineptly governed urban centres and states. Outside of Dhaka and Tokyo, Indian cities have some of the highest human densities – Mumbai has 73,000 people per square mile, Kolkata has 33,000. And Dharavi is at one million. So, when floods and landslides occur, accident and tragedy are built into the terrifying numbers.\nRead full story on TOI+\n\n",
        "headline_1": "What are we building?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-are-we-building/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-08-2023"
    },
    {
        "full_article": "In the sphere of higher education institutions (HEIs) and educational rankings, there is regular discoursing on some key touchstones like faculty research and publications, student placements, quality of teaching and faculty-student ratio. An array of ranking bodies, from the Times Higher Education World University Rankings to the (controversial) National Assessment and Accreditation Council, conducts detailed surveys deploying many of the aforementioned parameters. They have a broad, data-based approach that tilts the surveying method to quantifiability, quantitative data, numbers and graphs.\nRead full story on TOI+\n\n",
        "headline_1": "Who’s listening to the teacher? HEI rankings aren’t",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/whos-listening-to-the-teacher-hei-rankings-arent/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-08-2023"
    },
    {
        "full_article": "At the recent Semicon India 2023 conference, Foxconn chairman Young Liu not only reaffirmed his company’s commitment to India but also pitched Taiwan as a trusted partner. This was a significant statement, coming as it did days after the Taiwanese tech giant pulled out of a JV with Vedanta to manufacture semiconductors in India. Foxconn has said that it plans to apply separately to build semiconductor manufacturing plants in India. There have even been unconfirmed reports that Foxconn is looking to team up with Taiwanese semiconductor giant TSMC and Japan’s TMH for the India venture.\n\nShould Foxconn’s plans materialise, it will be a huge boost to India’s quest of becoming a chip-making hub. There’s a bigger aspect in this: New Delhi should think big about Taipei. Taiwan is a high-tech economy that punches well above its weight – Taiwan alone produces over 60% of the world’s semiconductors. And although two-way trade between India and Taiwan hit a record $8.5 billion in 2022, it is far below potential. As tensions between China and Taiwan rise, Taiwanese businesses are looking to relocate to other markets. But here India has competition from other investment friendly destinations such as Vietnam, Thailand and the Philippines.\nNote also that the majority of Taiwanese businesses are high-value MSMEs. And many of them move in packs. This means that enticing these businesses requires creating favourable conditions for entire industry supply chains. Plus, Taiwanese businesses in India have previously cited issues with tax stability, contract enforcement and regulations as hurdles in doing business. Thus, if India wants Taiwanese businesses to do for its economy what they did for the Chinese economy earlier, it needs to have a more ambitious Taiwan policy. Taipei is willing, as highlighted by its New Southbound Policy to enhance engagements. But New Delhi still adheres to a cautious approach. To unleash the real potential of India-Taiwan economic ties, there has to be greater political consultations between the two sides. Sending an Indian parliamentary delegation to Taiwan is a good idea. This is what many Western democracies are doing despite their ‘One China’ stand. It’s time India too steps up and takes ties with Taiwan to a new level.\n\n",
        "headline_1": "Tango with Taipei: India should up its economic and diplomatic engagements with Taiwan, and not just because of chips",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tango-with-taipei-india-should-up-its-economic-and-diplomatic-engagements-with-taiwan-and-not-just-because-of-chips/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-08-2023"
    },
    {
        "full_article": "There was a video that went viral recently on the inter webs. A journalist interviews a vegetable seller on the price of tomatoes and during that conversation, the man realises, and you can see his facial expressions change as they speak, the desperation of his situation. He tries to control his tears but he is overwhelmed. You would have to have very little empathy not to be moved by this video but this is of course social media, where human tragedy is not about humans, but about causes, identities, and politics.\nSo on Twitter and Facebook, government was held responsible for the plight of the poor vegetable seller. Which ‘government’ though depended on the echo chamber whose tweets showed up on your timeline. So if you were aligned with INDIA it was Modi who was responsible, and if you were not, it was Nehru. Even on Modi, the attack was on both sides: if he had not caved in to the rich farmers during the protests against farm bills, this would not have happened, so he was both too anti-farmer and pro-farmer, and if this doesn’t make sense, social media outrage isn’t supposed to. I should add that Rahul Gandhi blamed the fate of the vegetable seller on powerful men in permanent power, and the mental gymnastics required for a man who belongs to the family that has governed India for the most years after Independence to say those words with a straight face are worthy of admiration.\nThe bigger problem here is that government is blamed for everything terrible, in the way God once was, because both are seen as all-powerful, omnipresent, all-knowing and of infinite power. Of course, government loves to be perceived thus for it forms the basis of the belief in the socialistic, welfare state. Not belief, it is faith, blind faith, because no matter how many times government fails us, the expectation from it never changes. This isn’t innocent collective amnesia, but something more sinister. Faith in government is a surrogate for personal responsibility.\nSo here’s the test. Are you willing to commit to buying only from local vegetable sellers and without haggling, in the way you buy at the fancy chain stores? If you don’t, then your ‘feeling bad’ on social media is either politics or virtue signaling or worse, both.\n\n",
        "headline_1": "Tomato melodrama",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/just-another-blog/tomato-melodrama/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-08-2023"
    },
    {
        "full_article": "World Breastfeeding Week is observed annually, from August 1 to 7, in more than 120 countries. In 2021, Bangladesh ranked first out of 98 countries in supporting lactating women, according to a report by the World Breastfeeding Trends Initiative. But despite at least 42.68 percent of women in Bangladesh being in the workforce, not all workplaces and public places have breastfeeding facilities.\nAccording to Section 94(7) of the Bangladesh Labour Act, 2006, \"Such rooms shall be adequately furnished and equipped and in particular there shall be one suitable cot or cradle with necessary bedding for each child, at least one chair or equivalent seating accommodation for the use of each mother while she is feeding or attending to her child and a sufficient supply of suitable toys for the older children.\"\nIn October 2019, lawyer and mother Israt Hasan filed a writ petition with the High Court seeking the establishment of breastfeeding corners in public spaces. As a result, the HC in April this year directed the government to take necessary steps to set up breastfeeding corners at all workplaces, shopping malls, airports, bus stops, and railway stations across the country.\nBreastfeeding laws exist in the United States and the United Kingdom. Both countries feature designated diaper-changing areas as well as breastfeeding corners with accompanying bathrooms. It is also entirely legal for mothers to breastfeed in public spaces anywhere in the UK and US. The matter is also under consideration in neighbouring India. Back in 2017, nursing rooms were established at 100 railway stations across the country in India.\nIn Bangladesh, many public places feature dedicated smoking zones. But there are hardly any breastfeeding and baby care corners. This is quite discriminatory. Moreover, although more and more women are entering the workforce and contributing to the country's economy, we are lagging behind in taking steps to improve their working conditions. This includes the lack of breastfeeding corners in workplaces, which can also impact the growth and overall health of the babies of working mothers.\nWorking women spend lengthy periods of time outside with their children. Due to a lack of dedicated breastfeeding corners, mothers are forced to delay feeding their babies, resulting in a variety of physical and mental issues for the children. Regular breastfeeding boosts a child's immune system, aids the mother in overcoming postpartum exhaustion, and even reduces the risk of various diseases such as uterine cancer and breast cancer. Above all, there is no substitute for a mother's milk when it comes to the complete development of a baby.\nDespite existing laws, there is very little state or institutional initiative in terms of establishing breastfeeding and childcare spaces in both public and private establishments of our country. This needs to change. Breastfeeding corners are necessary to not only keep women in the workforce but also to provide for the nutritional needs of the next generation.\nSabrina Pervin Shanta\nStudent, North South University\n",
        "headline_1": "We need more breastfeeding corners",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/letters-the-editor/news/we-need-more-breastfeeding-corners-3383856",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-08-2023"
    },
    {
        "full_article": "The political deadlock we find ourselves in has been festering in the background for a very long time. The ruling party's expected opposition for BNP's demand for an election-time nonpartisan interim government is escalating the situation to the brink of chaos. And yet, we see no visible attempts at dialogue or de-escalation from either side.\nIn fact, it may be fair to say that there doesn't seem to be much thought or tact behind the ruling party's actions at all. Whether it be an acute case of groupthink or a desperate attempt to maintain party control, the current AL rhetoric seems almost entirely aimed at their dedicated supporter base. They seem to be ignoring the fact that a large segment of voters will not be loyal to any one party, instead opting to vote strategically depending on current circumstances and future predictions. In political science, these voters are called \"swing voters.\" We are a two-party state for all practical purposes, and so who the winner will be almost always comes down to who can turn the most swing votes on Election Day. Needless to say, expecting to turn swing votes based on voters' sense of gratitude for past development work is not a savvy political strategy to build a campaign on.\nThe true fuel behind BNP's current momentum is the wide-scale public disapproval of the government's handling of rampant corruption, misuse of law, and general disregard for human rights. However, instead of trying to win back the trust of those who have become disillusioned, the incumbents seem to only be responding with force projection. The turnouts at the opposition's rallies clearly indicate a large voter base who disapprove of the current regime's policies and actions. But is the current regime even listening to them? The time is now ripe for targeted policy reforms and proactive public statements that address the main concerns of all people of Bangladesh. Instead of doing any of that, AL has allowed the opposition party to dictate the narrative. The AL response to the BNP rhetoric (of restoring voting rights to the common people) has been to try and paint the BNP as a party of \"terrorists\" who are apparently only concerned with the destruction of Bangladesh. This, of course, is a total political non sequitur, which does not resonate with the demands of the common people at all. Labelling the other side as \"evil\" is undoubtedly a worrisome course of action for the future of a democratic nation.\nAwami League has to bite the bullet and admit that there are serious concerns in people's minds about whether a free and fair election is impossible under any one political party. Historical precedent is not on their side. However, it must be stated firmly that this is not the issue of any particular political party in Bangladesh. It is an issue for every single political party in Bangladesh. Despite the hollow claims made by our ministers during meetings with foreign diplomats, the truth of the matter is that, for the last decade, democracy has not been an option on the ballot table. Right now, as the system stands, the people of the Republic of Bangladesh have no real choice regarding who gets to be their leader. All political parties of our great nation have under-delivered on the promise of a democratic Bangladesh, which our heroic freedom fighters had fought and died for. Instead of delivering on democracy and the rule of law, those who were and have been in power opted to bend the laws and make new laws, all to ensure that their political party could remain in power at the time. Therefore, even if BNP manages to get elected in the next term, if this issue remains unresolved, they too will face this roadblock and the people of Bangladesh will suffer.\n\nOne of the key reasons so many developed nations are expressing interest in Bangladesh's election is because they are assessing whether Bangladesh is truly stable and democratic enough to be considered for greater roles in the UN mechanism, as well as on the world stage. With multiple high-level visits from the US, an EU election exploratory mission, and election-related observations from all our biggest Western investors and development partners, these matters did not take shape in a vacuum. The world is keeping an eye on Bangladesh.\nFor there to be actual change, there needs to be a drastic overhaul of the system. And the change must start with the way elections are held. History has shown that technocrats and intellectuals alone cannot restore democracy in our nation. The will to restore democracy must be political, and it must stem from the people. For democracy to exist, the people need to demand it without fear, and politicians must be held accountable for whatever promises they make. And if politicians fail, they must account for their failure in the halls of our democratic institutions. Violence, rebellion, and uprisings cannot be the ways to take back power.\nUnfortunately, our history so far shows that major political shifts have only occurred as a result of violent uprisings on the streets. How can this be the precedent for a modern democratic Bangladesh that aims to step out of the third world and begin to chart a course towards the first? One of the key reasons so many developed nations are expressing interest in Bangladesh's election is because they are assessing whether Bangladesh is truly stable and democratic enough to be considered for greater roles in the UN mechanism, as well as on the world stage. With multiple high-level visits from the US, an EU election exploratory mission, and election-related observations from all our biggest Western investors and development partners, these matters did not take shape in a vacuum. The world is keeping an eye on Bangladesh.\nThe Awami League has a real opportunity to set Bangladesh on the right track. Changes to the term limit and the introduction of a bicameral parliament can easily be preemptively executed by the ruling party, which would not only deflate a significant portion of the momentum behind the BNP's demands, but would also send a message that they are listening to the people. Compromise can be a crucial first step in the dialogue process and can bring about positive change. However, this cannot take place if politics devolves into primitive stick fights on the streets. It is high time for politicians to put down the sticks and start talking compromise, for all our sake.\n \nZillur Rahman is the executive director of the Centre for Governance Studies (CGS) and a television talk show host. His Twitter handle is @zillur\n\n",
        "headline_1": "Violence cannot be the only language of politics",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/violence-cannot-be-the-only-language-politics-3383811",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-08-2023"
    },
    {
        "full_article": "We are shocked to learn that around 47 percent of doctors in four major hospitals do not have the required skills to do research. Skills include knowing how to conduct statistical analyses, writing papers worthy of foreign publications and writing manuscripts. The fact that such a high proportion of doctors lack such basic skills is truly alarming for a discipline that demands continuous study of various aspects of medicine.\nThe study, conducted by the Department of Public Health and Informatics at BSMMU, also found that only 25 percent of the surveyed doctors authored research, while 29 percent were co-authors of research published in different journals. In a country where public health is constantly challenged by waves of diseases, the present dengue epidemic being a prime example, it is unthinkable that medical research is so grossly neglected.\nSo why are doctors so disinclined to conduct research? The study has found that six out 10 physicians do research only to get promoted, which means they are not doing this for self-development or to gain more insight into their specialised field. Other reasons given for research included the desire to pursue a career abroad for higher studies, with 41 percent conducting research in order to be \"praised\".\nThis lack of enthusiasm is largely affected by the generally unfriendly environment for such study. Most respondents pointed to professional pressure and lack of research-related knowledge as impediments; others pointed to having no prior knowledge of research and the dearth of grants. The lack of professional benefit, non-cooperation of colleagues and the idea that private practice was more profitable were also cited as reasons.\nResearch should be considered a mandatory part of medical studies and must be encouraged in all medical institutes. Senior physicians have a huge role to play in being mentors and facilitators of research by their juniors. As experts have said, it is essential that local universities and medical institutions collaborate to foster this research culture. In addition, existing funds available for research must be judiciously utilised, while allocations for research must be increased and monitored in all medical institutions.\nIt goes without saying that without continuous research, doctors cannot gain insight into what new medicines, procedures and tools can be developed to provide better treatments for patients. Without research, they will be significantly ill-equipped to tackle the formidable challenges of controlling outbreaks of deadly diseases.\n",
        "headline_1": "Why such apathy for medical research?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-such-apathy-medical-research-3383756",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-08-2023"
    },
    {
        "full_article": "We are shocked to learn that around 47 percent of doctors in four major hospitals do not have the required skills to do research. Skills include knowing how to conduct statistical analyses, writing papers worthy of foreign publications and writing manuscripts. The fact that such a high proportion of doctors lack such basic skills is truly alarming for a discipline that demands continuous study of various aspects of medicine.\nThe study, conducted by the Department of Public Health and Informatics at BSMMU, also found that only 25 percent of the surveyed doctors authored research, while 29 percent were co-authors of research published in different journals. In a country where public health is constantly challenged by waves of diseases, the present dengue epidemic being a prime example, it is unthinkable that medical research is so grossly neglected.\nSo why are doctors so disinclined to conduct research? The study has found that six out 10 physicians do research only to get promoted, which means they are not doing this for self-development or to gain more insight into their specialised field. Other reasons given for research included the desire to pursue a career abroad for higher studies, with 41 percent conducting research in order to be \"praised\".\nThis lack of enthusiasm is largely affected by the generally unfriendly environment for such study. Most respondents pointed to professional pressure and lack of research-related knowledge as impediments; others pointed to having no prior knowledge of research and the dearth of grants. The lack of professional benefit, non-cooperation of colleagues and the idea that private practice was more profitable were also cited as reasons.\nResearch should be considered a mandatory part of medical studies and must be encouraged in all medical institutes. Senior physicians have a huge role to play in being mentors and facilitators of research by their juniors. As experts have said, it is essential that local universities and medical institutions collaborate to foster this research culture. In addition, existing funds available for research must be judiciously utilised, while allocations for research must be increased and monitored in all medical institutions.\nIt goes without saying that without continuous research, doctors cannot gain insight into what new medicines, procedures and tools can be developed to provide better treatments for patients. Without research, they will be significantly ill-equipped to tackle the formidable challenges of controlling outbreaks of deadly diseases.\n",
        "headline_1": "Why such apathy for medical research?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-such-apathy-medical-research-3383756",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-08-2023"
    },
    {
        "full_article": "As political rhetoric and action continue to heat up in the country, we are again reminded of the fact that in our political culture, the more things change, the more they stay the same. With our biggest political parties – the ruling Awami League (AL) and the Bangladesh Nationalist Party (BNP) – increasingly ramping up their street programmes, all in the name of democracy, neither side has so far shown any significant willingness to compromise an inch. Rather, it is becoming ever more obvious that both parties will stick to their positions regardless of the cost to the nation and its political future.\nThe AL, on the one hand, says it has softened its stance about allowing opposition rallies to take place; on the other hand, using various state machineries, it has been blatantly obstructing the process of holding rallies/programmes on every occasion. It has already attacked BNP rallies using its activists allegedly backed by law enforcers, which is not a good sign, as the chances of such violence boiling over will likely increase as we get closer to the national elections. The use of all sorts of dirty tactics to thwart opposition programmes – despite promising to create a level playing field – is unbecoming of a party that claims to believe in the democratic process. The fact that following the outbreak of violence law enforcers have arrested, and filed cases against, only BNP activists – even though both parties were responsible for the violence to some degree – clearly demonstrates that the field is anything but level.\nAt the same time, we must also condemn the violence coming from BNP, which allegedly includes setting vehicles on fire. While the opposition has all the right to conduct political programmes, those must be done peacefully, and not through violence that harms people and property. Given that all their political programmes are being conducted mainly in the centre of Dhaka, which is already a congested city, we would ask the BNP to consider holding their rallies on weekends, so that people do not have to suffer during workdays.\nUltimately, however, it is difficult to see the ongoing political conflict reaching an end or the country benefitting in the long run without some compromise on both sides. For democracy to see some sort of revival in the country, both need to be willing to disengage from violence and participate in dialogue to end the ongoing deadlock. Unfortunately, the take-all attitude being demonstrated by the AL and BNP, as well as the weaknesses of the Election Commission and other relevant state institutions, are pushing the prospect of a fair and participatory election further away. We must do all we can to avoid that eventuality.\n",
        "headline_1": "Politicians must give dialogue a chance  ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/politicians-must-give-dialogue-chance-3382851",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-08-2023"
    },
    {
        "full_article": "Experts' suggestion to reduce the inclusion of new development projects in the public sector to help combat inflation effectively needs to be taken seriously. The participating experts in a dialogue organised by the Business Initiative Leading Development (BUILD) in Dhaka early this week recommended a slowdown in development activities for now, as interest rate mechanism introduced lately might not be enough to contain the soaring inflation, The Bangladesh Bank (BB)'s new monetary policy statement (MPS) for the first half of the current fiscal year, FY (2023-24) has brought about a structural change in its monetary policy framework through raising policy rates and removal of the lending cap. It is expected to set a market-based reference rate for banks to fix lending rates. Therefore, the areas of change in the MPS include a policy interest rate corridor (IRC) and a reference interest rate for lending, the so-called SMART (six-month moving average rate of treasury bills). The reform also includes exchange rate unification and a revised method of calculating the gross international reserves. The change in approach regarding monetary tool based on interest rate is obviously a major shift from the earlier monetary-targeting framework to an interest-rate targeting one. True, BB's previous rigid stance towards interest rate of not allowing it to be determined by the market did not actually bear fruit so far as its objective to maintain the private sector's competitiveness was concerned. Without addressing the structural bottlenecks and improving governance, a low interest rate is not of much use in maintaining competitiveness in economy. So, with the new framework targeting interest rate, the interbank call money rate will remain closely aligned with the policy rate so as to keep the interest regime predictable. The raised policy rate would make borrowing costlier thereby curbing inflation, it is hoped. It is also expected to promote competitiveness within the banking sector and create a helpful lending climate for businesses and other entities. Now that a month has passed since the MPS has been put into effect by the central bank, the businesses and all others concerned would like to have a review of how far the new monetary policy could do justice to its stated objectives. In a recent dialogue attended by business leaders, central bank executives, academicians and experts dwelt at length on the new policy measures of the BB and their impact on the economy. However, when there is an inherent dichotomy between fiscal and monetary policies, the objective of holding inflation in check at the targeted 6.0 per cent remains a big challenge. For inflation is linked to a host of factors of which the government's borrowing from the central bank and taking up new development projects are important contributing factors. Also, questions will remain as to how far the banks' current lending rates will be able to offset the high inflation rate, which rose to 9.94 per cent in May 2023. Compared to the inflation rate, the banks' interest rate till that time was in fact in the negative. So, in the light of these considerations, some experts and business leaders were of the view that besides the two policy instruments to combat inflation and establish a market-oriented lending regime, though somewhat circumscribed by the interest rate corridor (IRC), some additional measures need to be taken. For instance, some screening of development projects could be done with a view to reducing fiscal deficit. Also, the monetary and fiscal policies should be in sync so that they are not at cross purposes. As expected, the central bank should be able to judiciously balance its fiscal and monetary tools to draw expected results from its stated monetary policy.",
        "headline_1": "Reining in inflation: Looking beyond policy tools",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reining-in-inflation-looking-beyond-policy-tools-1690902217",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-08-2023"
    },
    {
        "full_article": "The fact that manpower export in the last fiscal (FY23) has scaled six-year high with hardly any impact on remittance, though apparently conflicting, points to the fundamental problem of the country's workers' migration overseas. According to reports, a surge in manpower export in the period is due to the hiring of increased number of workers by the Middle Eastern countries. The majority of the workers went to the traditional job markets like Saudi Arabia, Oman, United Arab Emirates and Malaysia. However, the majority of these workers being unskilled or at the most low-skilled explain the less than expected remittance despite their increased numbers. According to a FE report quoting data released by the Bureau of Manpower, Employment and Training (BMET), Bangladesh sent 1,144,993 workers to overseas countries in the last fiscal. The number stood at 989,014 in FY22, 280,307 in FY21, 530,578 in the FY20, 692,978 in the FY19, and 880,037 in FY18. This steady rise over the past six years does not reflect any positive implication in terms of wage earners' remittance-the second highest source of the country's foreign exchange earnings. Bangladesh Bank data show that ex-pat workers remitted US$21.61 billion home in the FY23, $21.03 billion in FY22, $24.77 billion in FY21, and $18.20 billion in FY20. This also goes to explain that there is no necessary correlation between the number of workers going abroad and the money they send home. From the figures cited above, it is seen that the highest that the country received as workers' remittance in the past six years was in FY21 ($24.77 billion) but the workers who had gone for overseas jobs that year were far fewer (280,307). The arithmetic, however, may not always hold good, as it is not the fresh recruits alone who matter, for there may be a sizable number of workers already engaged in overseas workplaces.The fact still remains that it is the poor wages, thanks to the unskilled and low-skilled hands, that account for less than expected remittance. Observes are of the opinion that manpower recruiters usually cater to the demand for less skilled workers from different countries. That is why, the number of less skilled workers is much higher than that of the skilled ones. They (the observers), however, do not consider this undesirable since the demand for unskilled hands also helps many jobseekers find employment overseas. But, they hold, manpower recruiters need to develop network in the countries where skilled workers are in demand. In this context, it may be noted that less-skilled labour migration from Bangladesh increased from 71.59 per cent in 2010 to 74 per cent in 2022. However, BMET data show that the number of semi-skilled and skilled workers increased to 43.55 per cent in 2019, but soon afterwards, the number started declining and reached a record low of 22.22 per cent in 2022. This is starkly reflected in the wage structures of Bangladeshi workers vis a vis those of the neighbouring countries. According to International Organisation for Migration (IOM)'s migration report-2019, per capita average monthly income of Bangladeshi migrant workers in 2019 was $203.33 as against Filipino migrant workers' income of $564.1, Chinese $532.71, Indian $395.71 and Pakistani $275.74.The key reason behind this low wage status is the fact that despite increasing movements of jobseekers abroad for decades, there has not been any worthwhile countrywide initiative to train workers in a systematic and job-oriented manner. Whatever arrangements exist under the various ministries, those must be better coordinated in order to render them more and more job-specific. Privately run institutes need also to be geared up to live up to the skill needs in vastly wide ranging jobs in foreign lands. It is in this context that the move to train a large workforce in various spheres of skill development deserves attention.There were reports sometime ago of large-scale skill training programmes for jobseekers and those programmes attracted many intending jobseekers for overseas employment. It is not known how far those programmes were able to equip the trainees in meeting workplace demands. Also it is not known whether there was any review to examine the effectiveness of the skill training imparted.What is important when it comes to skill-based training is the need to assess country- and job-specific needs. It is here that the job-related need and intending candidate's preference for workplace abroad must match. A mismatch may render the skills gained by a jobseeker useless. It is time that the authorities concerned look into this aspect to do something meaningful in adding value to workers' migration. So, increase in the number of migrant workers is not going to do the needful. The government has to work a way out to bolster value-added export of manpower. \n[email protected]",
        "headline_1": "Adding value to manpower export",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/adding-value-to-manpower-export-1690902255",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-08-2023"
    },
    {
        "full_article": "The Russian \"Special Military Operation\" in Ukraine and the subsequent sanctions that followed on Russia by the West have left countries like Bangladesh in a fix. This is particularly true for one of the most important megaprojects in the country's history, the nuclear power project at Rooppur. Russia has been pressing Bangladesh to make payment to the tune of around US$300+ million but that had been difficult with the SWIFT banking system not being available for transaction. After lengthy deliberations, it has become clear that Bangladesh has found a way to use the Chinese currency (Yuan) as an alternative means to settle the payment to Russia. Needless to say that this may be frowned upon by the West, but the payment had to be made. Some international pundits have already been pondering upon the issue whether this war is the beginning of the unravelling of the US dollar in international trade, but that would take decades and there are many 'ifs-and-buts' involved about China's Cross-Border Interbank Payment System (CIPS). It is simply too early to make any judgement on the dethroning of the dollar in international trade.Bangladesh has had a difficult year. It has had to take out a loan from the International Monetary Fund (IMF) that came with strings attached. Beyond structural reforms, a precondition has tied the government's hands about maintaining foreign exchange reserve. So, with the dollar crunch in full swing, the country had no choice but to resort to the use of an alternative currency, because power from the nuclear power plant is crucial in the current energy landscape. A total of 2,400 megawatts of electricity is suddenly very big news for the country that is now haemorrhaging from power shortages. As reported by Nikkei Asia: \"Under the pact, Bangladesh will resolve payments with Russia via a Chinese bank, likely drawing on Dhaka's own reserves of yuan. Russian beneficiaries will receive funds through China's CIPS, a yuan-driven alternative to the dollar-dominated SWIFT system.\" Dealing with China is hardly an issue for Bangladesh because China is the country's largest trading partner. Since Russia is financing 90 per cent of the $12.65 billion nuclear power plant, and the fact that Russia and China already have CIPS in play, it makes sense for Bangladesh to skirt around sanctions on Russia to resolve the payment issue. That said, the move to a yuan-centric payment system is not without problems for Bangladesh. The United States (EU) and European Union (EU) are not likely to look kindly upon this development because the bulk of the country's export goes to the EU and the US.But given the present circumstances, what choice does Bangladesh have? Other countries in the region, most notably China's arch rival in the region is also making a move towards de-dollarisation for certain aspects of import. According to reports published in that country's media, \"Indian refiners have started using the Chinese Yuan instead of US Dollars to pay for oil imports from Russia, in a pragmatic move to diversify payment methods amid Western sanctions against Moscow.\" Keeping Russia out of the SWIFT system has done more damage to the West than to Russia. It has been a boom for China and its fledging CIPS system. While the sanctions had sought to stop the flow of Russian oil supplies globally, Reuters reports that Russia \"rerouted supplies to Asia and other destinations in response to the sanctions, which have been forcing Moscow and its customers to find alternatives to the dollar for payments.\" The longer the war in Europe continues, more and more countries that trade with Russia will join the alternative-currency club.\n[email protected]",
        "headline_1": "Circumventing sanctions on Russia",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/circumventing-sanctions-on-russia-1690902289",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-08-2023"
    },
    {
        "full_article": "The outbreak of dengue increases the number of patients and fatalities across the country. It is sad to note that the measures to curb the spread of the mosquito-borne disease are limited and faulty. Densely populated areas of the cities are not adequately covered to eliminate the breeding sites of Aedes mosquitoes. Sparse to moderate rainfall followed by prolonged water-logging is a major cause of the breeding of Aedes mosquitoes. It is not possible to control rain nor is it desirable. But, it is not difficult to address the water-logging problems. Unfortunately, local governments and the authorities have failed in this connection. A lack of awareness on the part of a large section of people is also responsible for the outbreak. Many residents fail to remove accumulated waters. Regular cleaning of buildings, quick removal of stagnant water, regular cleaning of flower tubs and other potential breeding grounds for Aedes mosquitoes are some key steps ignored in many areas. Alarmingly, dengue is now spreading among rural populations. Rural people are unaware of the negative effects of the disease. So, a massive awareness programme is needed in rural areas. Non-Governmental Organizations (NGOs), civil society, print and electronic media, as well as teachers and student communities, should come to organize campaigns to prevent dengue.\nMohammad Al-Amin Comilla University, Cumilla[email protected]",
        "headline_1": "Massive awareness campaign against dengue",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/massive-awareness-campaign-against-dengue-1690902309",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-08-2023"
    }
]