[
    {
        "full_article": "The Centre’s stand that it is unable to commit itself to a timeline for restoration of Statehood for Jammu and Kashmir (J&K) is quite disappointing. Four years after the State’s status was downgraded to that of a Union Territory, all that the Union government can say about it now is that the status as a Union Territory is temporary and that it is taking steps towards making J&K a complete State. When queried by the Supreme Court Bench, which is hearing the challenge to the abrogation of J&K’s special status under Article 370 of the Constitution, about a timeline for the return of Statehood, the Solicitor-General said he was unable to give an exact time period. It is true that the State had faced disturbances for decades, but whether it can still be cited as the reason for the delay in restoration of statehood is a relevant question to raise. Alongside the President’s declaration of Article 370 as inoperative and the application of the whole of the Constitution to J&K, the State was reorganised into two Union Territories — Jammu and Kashmir, with a Legislative Assembly, and Ladakh, without an Assembly. The Centre favours holding of panchayat and municipal elections as well as polls to the Assembly. The Election Commission of India and the State’s Election Commission will have to take a call soon, as even the work of updating the electoral rolls is said to be nearing completion.Given the government’s claim that the situation is quite normal and that terrorism, infiltration and incidents of stone-throwing have all substantially come down, it is difficult to account for any further delay in the holding of elections. However, the picture of normality portrayed by the government should not, and is unlikely to, influence the adjudication of the constitutional issues arising from the manner in which the abrogation of special status was achieved. As the Chief Justice of India, Justice D.Y. Chandrachud, observed during the proceedings, the development work the government says it has undertaken after August 2019 is not relevant to the constitutional challenge. Any positive change brought about by the administration in the ground situation should be a pointer to the need for early elections and the restoration of popular government as well as Statehood, and should not be used to demonstrate the correctness of the government’s actions in 2019. To be fair, the hearing before a Constitution Bench, which has gone on for 14 days so far, has been quite rigorous in its focus on the constitutional and historical issues that will ultimately determine the validity of the manner in which the State’s status was altered and its territory reorganised.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nJammu and Kashmir\n\n/\n\nArticle 370\n\n/\n\nconstitution\n\n/\n\nterrorism (crime)\n\n/\n\nunrest, conflicts and war\n\n/\n\njudiciary (system of justice)\n\n/\n\nlocal elections\n\n/\n\nelection",
        "headline_1": "Altering status quo: On Jammu and Kashmir and Statehood",
        "headline_2": "Returning to popular rule in J&K and restoring its statehood ought to be a priority",
        "link": "https://www.thehindu.com/opinion/editorial/altering-status-quo-the-hindu-editorial-on-jammu-and-kashmir-and-statehood/article67260247.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-09-2023"
    },
    {
        "full_article": "India’s economy, as measured by the Gross Domestic Product (GDP) as well as the Gross Value Added (GVA), grew 7.8% in the first quarter (Q1) of the year. This is the highest GDP uptick in four quarters, but slightly underwhelming relative to the 8% growth estimated by the Reserve Bank of India (RBI). The central bank’s 6.5% growth projection for 2023-24 factors in a decline in the uptick rate in each of the subsequent quarters of this year, culminating at 5.7% in the final quarter. One will have to wait till October’s meeting of the RBI’s Monetary Policy Committee (MPC) to assess how this math is reworked, although the Chief Economic Adviser V. Anantha Nageswaran believes these GDP numbers do not signal any discomfort in hitting the 6.5% mark for the full year. India remains the fastest growing major economy by a comfortable margin, with China recording a 6.3% rise in the same quarter and facing a fresh slowdown. But the months ahead could prove to be more challenging with global headwinds that have hit goods exports and manufacturing already, combining with domestic pressures from the renewed spurt in inflation and the likelihood of a weak monsoon playing truant with crop yields and farm incomes.Farm sector GVA maintained its growth pace to rise 3.5% in Q1, but may taper off thanks to the monsoon’s tepid progress and the fear that low reservoir levels may also hurt the rabi crop. The headline growth rates for the services sectors were robust. Trade, hotels and transport rose 9.2%, but in absolute terms, the employment-intensive segment remained 1.9% below pre-COVID-19 levels, indicating the recovery is still incomplete. While the government has been asserting that the private investment cycle has finally taken off, the gross fixed capital formation trends indicate it is still government capital spending that is doing the heavy lifting. Manufacturing GVA grew for the second successive quarter after six months of contraction, but only accelerated slightly from 4.5% to 4.7%, so a broader rebound in consumption demand is likely still awaited. Private consumption spending rose 6% but economists believe this is still dominated by demand from high income earners. Depending on how long the current streak of spiked inflation, especially in food items, persists, demand from lower income segments would be dented afresh. A feeble recovery in rural demand could also come undone if farm incomes take a hit. Interventions to counter inflation, such as export curbs on rice and onions, will hurt growth and the external trade balance, while relief measures, such as the ₹200 cut in LPG cylinder prices, that may proliferate ahead of the general election, also pose risks to the fiscal math and growth. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\neconomy (general)\n\n/\n\nMonsoon\n\n/\n\nReserve Bank of India\n\n/\n\nChina\n\n/\n\nrecession/slowdown\n\n/\n\nagriculture\n\n/\n\nhotel and accommodation\n\n/\n\ntransport\n\n/\n\nCoronavirus\n\n/\n\nmanufacturing and engineering\n\n/\n\ninflation and deflation\n\n/\n\nGeneral Elections 2024",
        "headline_1": "An uneven rebound: On the economy",
        "headline_2": "Inflation, monsoon pose fresh risks even as some residual stress lingers in the economy",
        "link": "https://www.thehindu.com/opinion/editorial/an-uneven-rebound-the-hindu-editorial-on-the-economy/article67260410.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-09-2023"
    },
    {
        "full_article": "The hot mess that ensued after Spain won the football World Cup underlines the unique problems of female sport in the context of the fight for gender parity. Joseph Conrad, a white male novelist as it happens, said it well, albeit in a different context: “Being a woman is a terribly difficult task, since it consists principally in dealing with men.”\nRight since their grand win, all that the Spanish champions have gotten is a lousy, unedifying, ongoing row over a kiss on the lips from a senior male official. In India of course, women wrestlers are pursuing a case against former wrestling federation chief Brij Bhushan Sharan Singh for inappropriate touching and sexual harassment.\n\nFor much of European womanhood, the Spanish kiss has been a metaphysical shock. In the soap opera playing out around that kiss, so much is so dreadful, so familiar and so dreadfully familiar, six years after the #MeToo movement against sexual harassment and misconduct.\nRead full story on TOI+\n\n",
        "headline_1": "Kiss and yell: A dreadfully familiar story, from Spain",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/kiss-and-yell-a-dreadfully-familiar-story-from-spain/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-09-2023"
    },
    {
        "full_article": "A successful electoral campaign in Indian politics is broadly composed of three pillars: media buzz, electoral strategy and governance agenda.\n\nThe first two INDIA alliance meets were consumed almost entirely in creating a media buzz. The Mumbai meeting is reported to be focused on electoral strategy – putting in place the nuts and bolts of a seat-sharing formula and a shared organisational/ communication structure. Yet, the foundational pillar of successful electoral campaigns – the political/ governance agenda – remains largely ignored, as if awaiting an immaculate conception.\nRead full story on TOI+\n\n",
        "headline_1": "Can INDIA solve the BJP puzzle?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/can-india-solve-the-bjp-puzzle/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-09-2023"
    },
    {
        "full_article": "India’s GDP for the April-June quarter grew 7.8% to ₹40.4 trillion, a shade lower than RBI’s estimate of 8% but in line with market expectations. This is likely to be the best quarter in terms of growth as RBI has projected economic momentum will slow down in the next three quarters and GDP will expand by 6.5% for the financial year 2023-24. This growth rate will still make India the fastest growing major economy and one of the main contributors to global GDP expansion.\n\nAmong the highlights of the first quarter GDP is the sequential increase in the pace of private consumption. It grew 6% to ₹23.1 lakh crore. In the last two quarters growth in consumption was significantly lower. However private consumption, which is the largest component of GDP, still lags overall GDP growth, indicating that a section of consumers hasn’t fully recovered from the economic shocks dealt by the pandemic. Yet again, investment was a bright spot. In the April-June quarter it grew 8% to ₹14 lakh crore. GOI’s fiscal stance has catalysed investment. It has led the way with a scorching pace of expansion in capital expenditure. In the June quarter, GOI’s capital expenditure increased 59% to ₹2.8 lakh crore.\nIn the remaining quarters sustaining this pace of capital expenditure will be challenging as tax collections have been weak. In the April-June quarter, gross tax revenue increased just 3.3% to ₹6.7 lakh crore, significantly lower than India’s nominal GDP growth of 8%. An important cause of weak tax collections is the lacklustre performance of the manufacturing sector that is battling a global slowdown, which has also undermined India’s merchandise exports. In the first quarter, manufacturing grew a mere 4.7% to ₹6.7 lakh crore. GDP’s performance on the production side was salvaged by a robust 12.2% growth in financial, real estate and professional services to ₹9.9 lakh crore.\nEconomic management in the second half of 2023-24 will be challenging on account of a combination of global economic slowdown and elevated food inflation. RBI’s analysis of inflation’s drivers shows that there’s no case to nudge up interest rates. GOI too needs to stick to its projected borrowings to ensure that it doesn’t push up interest rates, which will influence some private firms to postpone investments. Getting tax collections back on track in the second half is essential.\n\n",
        "headline_1": "Good start but…",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/good-start-but/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-09-2023"
    },
    {
        "full_article": "Justice Anand Venkatesh of Madras HC, who is the portfolio judge of all courts that handle cases against MPs and MLAs in Tamil Nadu, has opened a can of worms that long deserved to be opened. In back-to-back decisions through August, the judge took suo motu action for revision of the acquittal and discharges from corruption cases of four senior politicians – three sitting DMK ministers and a former chief minister from AIADMK. The judicial glare on the conduct of lower courts and the administrative side in scuttling the cases is as unflinching as it is unsparing.\n\nThe judge detailed in every case the route taken to misdirect the case outcomes. He noted the “pattern” – transfer of cases, rapid closure of investigations, courts “blindly” accepting probe reports. Madras HC circled in on the state anti-graft agency DVAC as “the centre of the plot”, to say, “When a political party comes to power… DVAC swoops down on the opposition and clamps cases of corruption… Invariably, the opposition is voted back to power… DVAC, like puppets in the Muppets show… perforce sings a different tune.” The kerfuffle in Tamil Nadu political circles, given the likelihood of cases being reopened against DMK’s education, revenue and finance ministers, was expected. The fourth case Justice Venkatesh decided for revision was AIADMK’s O Panneerselvam’s. On Thursday, he called this case from 2012 what “started it all”. Probity in trial courts has always been a serious concern. In 1985, former CJI YV Chandrachud had noted, “Today, one hears whispers of a fall in judicial rectitude.” The whispers have grown into a crescendo, as has perhaps a certain tolerance for graft. Former CJI Ranjan Gogoi in 2021 said on the issue, “Judges don’t fall from heaven.” High courts across India should take note.\n\n",
        "headline_1": "Well spoken, Milord",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/well-spoken-milord/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-09-2023"
    },
    {
        "full_article": "During the Covid-19 pandemic, many of us came face to face with the psychological crisis it brought on. The countless deaths, the burial of acquaintances and loved ones left a scar on many people's minds. Everyone was stranded at home; there was no going to the school or office, and life became nerve-racking. However, scores of people started dealing with such psychological distress long ago, due to natural disasters like cyclones and floods.\nIt has now been widely agreed upon that climate change is one of the most prominent health hazards in the world. The Intergovernmental Panel on Climate Change (IPCC) confirms that there is no doubt that climate change affects mental health, besides the effects it has on the frequency of heatwaves and proliferation of diseases like Covid-19 and dengue. The frequency and magnitude of weather-related extremes continue to rise every year. More people are seeing their homes and livelihoods getting damaged, and many are witnessing the loss of their loved ones. These all have persistent impacts on mental health.\nEvidently, climate change has severe repercussions regardless of race, ethnicity, sex or income level, but its consequences are not gender-neutral. Due to their economic position in family and society, women are always more vulnerable during disasters than men.\nWomen have scant access to property, money, education, healthcare, and decision-making opportunities. And so they are more susceptible to suffering from disasters brought on by the climate. Eco-anxiety is defined as an unrelenting dread of environmental catastrophe. This dread emerges when a person knows the seemingly irrevocable effects of climate change and becomes anxious about one's future as well as that of the later generations. Women in the coastal region are the worst sufferers of this condition.\nIn 2007, weeks after Cyclone Sidr, ActionAid conducted a research which revealed that 25 percent of the 750 survivors had post-traumatic stress disorder (PTSD), with 16 percent also having somatoform disorder (persistent abdominal pain, headaches, joint pain, poor concentration, etc). Fifteen percent had anxiety disorders and 18 percent had significant depression. The World Health Organization (WHO) has stated that post-disaster health issues might vary from minor distress to severe mental health conditions. In Bangladesh, between 20-40 percent of those impacted experience mild psychological anguish, and between 50-60 percent face moderate to severe psychological distress.\nTake the case of Moriyam Begum for example. The 45-year-old single mother of two and resident of Burigoalini union, has been collecting shrimp fries from gher (enclosures) and rivers for more than eight years. Before that, she was a labourer in a crop field nearby. Due to frequent cyclones and changing climate patterns, the field got contaminated with saline water, which made her unemployed. \"Following Cyclone Aila, I had no place for shelter after losing my house, possessions, and money. I again started from zero for the sake of my sons. My husband moved to Dhaka in search of work since all the fields were barren, and never returned.\" She is now plagued with a reproductive illness as a result of spending at least five to six hours a day immersed in brackish water. Despite knowing about the health threats, she looked unwilling to leave this work.\nAccording to the findings of a UNDP survey, women are more adversely impacted by natural disasters than men due to gender-based roles and responsibilities. Women who are responsible for taking care of their families confront additional issues, including higher workloads, water scarcity, food insecurity, and social insecurity, as many of their husbands move to the cities to earn a living. These additional social and cultural hurdles, induced by climate change, negatively affect mental health. On the other side, climate change also leads to men facing difficulties in ensuring livelihood and financial stability.\nSAJIDA Foundation carried out pilot research in Gabura and Mongla, two southwestern areas that are frequently prone to natural catastrophes like cyclones, storms, floods and waterlogging. When asked whether natural disasters and climate change affect people's mental health, 88 percent of respondents said yes.\nTherefore, it is imperative that gender-responsive and women-friendly approaches are adopted for the national disaster risk reduction plan. Besides, planning and executing locally led adaptations should be promoted to ensure resilient livelihoods. Facilitating skill development programmes may also significantly contribute to reducing social insecurity among women. Finally, it is crucial to include women's mental health initiatives and awareness-raising campaigns in development projects focusing on coastal areas.\nMonira Sharmin is a research student under the Postgraduate Programme in Disaster Management (PPDM) at Brac University. She can be reached at [email protected].\n\nViews in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Climate change and women's deteriorating mental health",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/climate-change-and-womens-deteriorating-mental-health-3408681",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-09-2023"
    },
    {
        "full_article": "We are gravely concerned to learn that a significant number of ready-made garment (RMG) factories in the country are operating without any kind of safety inspection mechanism. According to the latest findings of the Centre for Policy Dialogue (CPD), 856 RMG factories out of a total of 3,752 – nearly 23 percent – are operating outside the purview of the safety inspection bodies that are currently active in Bangladesh. After suffering so many casualties caused by workplace negligence in our RMG sector over the years, this revelation not only comes as a shock, but it also raises the question as to whether workers' safety is losing its due priority in this sector.\nAccording to our report, the uninspected factories are exporting apparel products mainly to non-traditional markets – i.e. not to the United States or the European Union, two biggest markets of Bangladeshi RMG products – through subcontracting. We want to know why and how these factories managed to avoid regular inspections, and who will take responsibility if and when a disaster takes place.\nWe are also alarmed by the finding that the factories that are being inspected are not being monitored properly either. RMG workers' safety – or the shocking lack thereof – in Bangladesh grabbed global attention after the tragic Rana Plaza collapse in 2013. Since then, through a number of initiatives, our RMG sector made remarkable progress in improving workplace safety, but it is evident that it still lacks sufficient monitoring capacity to look after all the factories. Moreover, there are issues with the way the existing monitoring bodies conduct factory inspections. The number of inspections by the Department of Inspection for Factories and Establishments (DIFE) in the RMG sector, for example, decreased by almost 43 percent in FY2022, compared to FY2021, with no clear indication as to why the number declined so steeply. Then there are allegations of lack of coordination between the inspection bodies and other government agencies, lack of reliable data, underreporting of incidents, etc.\nThis is simply unacceptable. Our RMG sector has grown on the back of its workers, whose blood, sweat and tears have earned us billions of dollars. The least we can do is ensure that their safety is guaranteed through timely and thorough inspections of their factories. Given the recent rise in workplace accidents and deaths in our factories, it is more crucial now than ever that all the shortcomings and inefficiencies are sorted out promptly and efficiently, and the inspection bodies are fully equipped to ensure workplace safety in all our RMG factories.\n",
        "headline_1": "Is RMG workers' safety losing due priority?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rmg-workers-safety-losing-due-priority-3408656",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-09-2023"
    },
    {
        "full_article": "There has been much handwringing about the retreat of democracy and the rise of authoritarianism in recent years – and for good reason. From Hungarian Prime Minister Viktor Orbán to former Brazilian President Jair Bolsonaro and former US President Donald Trump, we have a growing list of authoritarians and would-be autocrats who channel a curious form of right-wing populism. Though they promise to protect ordinary citizens and preserve long-standing national values, they pursue policies that protect the powerful and trash long-standing norms – and leave the rest of us trying to explain their appeal.\nWhile there are many explanations, one that stands out is the growth of inequality, a problem stemming from modern neoliberal capitalism, which can also be linked in many ways to the erosion of democracy. Economic inequality inevitably leads to political inequality, albeit to varying degrees across countries. In a country like the United States, which has virtually no constraints on campaign contributions, \"one person, one vote\" has morphed into \"one dollar, one vote.\"\nThis political inequality is self-reinforcing, leading to policies that further entrench economic inequality. Tax policies favour the rich, the education system favours the already privileged, and inadequately designed and enforced antitrust regulation tends to give corporations free rein to amass and exploit market power. Moreover, since the media is dominated by private companies owned by plutocrats like Rupert Murdoch, much of the mainstream discourse tends to entrench the same trends. News consumers thus have long been told that taxing the rich harms economic growth, that inheritance taxes are levies on death, and so forth.\nMore recently, traditional media controlled by the super-rich have been joined by social-media companies controlled by the super-rich, except that the latter are even less constrained in spreading misinformation. Thanks to Section 230 of the 1996 Communications Decency Act, US-based companies cannot be held liable for third-party content hosted on their platforms – or for most of the other social harms they cause (not least to teenage girls).\nIn this context of capitalism without accountability, should we be surprised that so many people view the growing concentration of wealth with suspicion, or that they believe the system is rigged? The pervasive feeling that democracy has delivered unfair outcomes has undermined confidence in democracy and led some to conclude that alternative systems might produce better results.\nThis is an old debate. Seventy-five years ago, many wondered whether democracies could grow as fast as authoritarian regimes. Now, many are asking the same question about which system \"delivers\" greater fairness. Yet this debate is unfolding in a world where the very wealthy have the tools to shape national and global thinking, sometimes with outright lies (\"The election was stolen!\" \"The voting machines were rigged!\" – a falsehood that cost Fox News $787 million).\nOne of the results has been deepening polarisation, which hampers the functioning of democracy – especially in countries like the US, with its winner-take-all elections. By the time Trump was elected in 2016 with a minority of the popular vote, American politics, which once favoured problem-solving through compromise, had become a bald-faced partisan power struggle, a wrestling match where at least one side seems to believe there should be no rules.\nWhen polarisation becomes so excessive, it will often seem as though the stakes are too high to concede anything. Rather than looking for common ground, those in power will use the means at their disposal to entrench their own positions – as the Republicans have done openly through gerrymandering and measures to suppress voter turnout.\n\nTax policies favour the rich, the education system favours the already privileged, and inadequately designed and enforced antitrust regulation tends to give corporations free rein to amass and exploit market power.\nDemocracies work best when the perceived stakes are neither too low nor too high (if they are too low, people will feel little need to participate in the democratic process at all). There are design choices that democracies can make to improve the chances of hitting this happy medium. Parliamentary systems, for example, encourage coalition building and often give power to centrists, rather than extremists. Mandatory and ranked-choice voting also have been shown to help in this respect, as does the presence of a committed, protected civil service.\nThe US has long held itself up as a democratic beacon. Though there has always been hypocrisy – from Ronald Reagan cosying up to Augusto Pinochet, to Joe Biden failing to distance himself from Saudi Arabia or denounce the anti-Muslim bigotry of Indian Prime Minister Narendra Modi's government – America at least embodied a shared set of political values.\nBut now, economic and political inequality has grown so extreme that many are rejecting democracy. This is fertile ground for authoritarianism, especially for the kind of right-wing populism that Trump, Bolsonaro, and the rest represent. But such leaders have shown that they have none of the answers that discontented voters are seeking. On the contrary, the policies they enact when given power only make matters worse.\nRather than looking elsewhere for alternatives, we need to look inward, at our own system. With the right reforms, democracies can become more inclusive, more responsive to citizens, and less responsive to the corporations and rich individuals who currently hold the purse strings. But salvaging our politics also will require equally dramatic economic reforms. We can begin to enhance the well-being of all citizens fairly – and take the wind out of populists' sails – only when we leave neoliberal capitalism behind and do a much better job at creating the shared prosperity that we acclaim.\nJoseph E Stiglitz, a Nobel laureate in economics, is professor at Columbia University and co-chair of the Independent Commission for the Reform of International Corporate Taxation.\n\nCopyright: Project Syndicate, 2023\nwww.project-syndicate.org\nViews in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Inequality and democracy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/project-syndicate/news/inequality-and-democracy-3408511",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-09-2023"
    },
    {
        "full_article": "We are gravely concerned to learn that a significant number of ready-made garment (RMG) factories in the country are operating without any kind of safety inspection mechanism. According to the latest findings of the Centre for Policy Dialogue (CPD), 856 RMG factories out of a total of 3,752 – nearly 23 percent – are operating outside the purview of the safety inspection bodies that are currently active in Bangladesh. After suffering so many casualties caused by workplace negligence in our RMG sector over the years, this revelation not only comes as a shock, but it also raises the question as to whether workers' safety is losing its due priority in this sector.\nAccording to our report, the uninspected factories are exporting apparel products mainly to non-traditional markets – i.e. not to the United States or the European Union, two biggest markets of Bangladeshi RMG products – through subcontracting. We want to know why and how these factories managed to avoid regular inspections, and who will take responsibility if and when a disaster takes place.\nWe are also alarmed by the finding that the factories that are being inspected are not being monitored properly either. RMG workers' safety – or the shocking lack thereof – in Bangladesh grabbed global attention after the tragic Rana Plaza collapse in 2013. Since then, through a number of initiatives, our RMG sector made remarkable progress in improving workplace safety, but it is evident that it still lacks sufficient monitoring capacity to look after all the factories. Moreover, there are issues with the way the existing monitoring bodies conduct factory inspections. The number of inspections by the Department of Inspection for Factories and Establishments (DIFE) in the RMG sector, for example, decreased by almost 43 percent in FY2022, compared to FY2021, with no clear indication as to why the number declined so steeply. Then there are allegations of lack of coordination between the inspection bodies and other government agencies, lack of reliable data, underreporting of incidents, etc.\nThis is simply unacceptable. Our RMG sector has grown on the back of its workers, whose blood, sweat and tears have earned us billions of dollars. The least we can do is ensure that their safety is guaranteed through timely and thorough inspections of their factories. Given the recent rise in workplace accidents and deaths in our factories, it is more crucial now than ever that all the shortcomings and inefficiencies are sorted out promptly and efficiently, and the inspection bodies are fully equipped to ensure workplace safety in all our RMG factories.\n",
        "headline_1": "Is RMG workers' safety losing due priority?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rmg-workers-safety-losing-due-priority-3408656",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-09-2023"
    },
    {
        "full_article": "We are alarmed by yet another study report of the Energy Policy Institute at the University of Chicago (EPIC), which has found that the average life expectancy of people in Bangladesh is being cut short by 6.8 years due to their continuous exposure to polluted air. And this is not the first time that we have come across such worrying reports. Earlier this year, a World Bank study found that air pollution was causing about 20 percent of all premature deaths in Bangladesh. Another study has found that poor air quality is contributing to the rise in premature births and babies born with low birth weight in Dhaka. Over the past few years, different global organisations have published regular reports on air pollution, in which our capital city Dhaka has often been ranked as one of the top polluted cities. The question, therefore, is, what steps have the authorities taken in all these years to reduce air pollution, which has become an existential threat for all of us?\nThe EPIC report has identified some major sources of air pollution in Bangladesh as well as other South Asian countries, including smoke from brick kilns, fumes from the vehicles, dust from construction sites, industrial pollution, etc. While government sources claim that some initiatives have been taken to reduce the number of brick kilns using old technology in the country, not much has been done to reduce other factors contributing to air pollution. The number of vehicles on our roads tripled between 2010 and 2020, and between 1998 and 2017, the amount of electricity production fuelled by coal and oil also increased threefold. And the numerous ongoing development projects have also increased the level of dust pollution.\nWill the government continue to treat air pollution as a non-issue or will it take some effective measures? China could be our example in this regard, which declared a war against air pollution and eventually reduced it by 42.3 percent between 2013 and 2021. It is said that if such improvements are sustained, the average Chinese citizen will be able to live 2.2 years longer. The EPIC report suggested that Bangladesh could also increase its people's life expectancy significantly by lowering its PM2.5 levels. But the question, as always, remains: will the government really act now?\n",
        "headline_1": "Air pollution is killing us slowly but surely",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/air-pollution-killing-us-slowly-surely-3407841",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-09-2023"
    },
    {
        "full_article": "Though South Korea, a leading industrial powerhouse of Asia, has been a development partner of Bangladesh for around five decades, the volume of bilateral trade and investment between the two nations cannot be said to have grown to the expected level so far. Thankfully, the issue of enhancing economic cooperation between the two countries took the centre stage at the discussions at a recent seminar held in the capital to celebrate the 50th anniversary of the establishment of diplomatic relations between the two countries. Considering that investment from Korean private sector in Bangladesh's Readymade Garment (RMG) sector started since late 1970s and that, later, the first-ever export processing zone by a Korean private sector company was established in Chattogram, there is obviously immense potential for the growth of Korean investment in Bangladesh. The bilateral trade between South Korea and Bangladesh was worth US$3.0 billion in 2022 and it was heavily tilted towards South Korea. So, efforts should be redoubled to reduce the trade gap and explore ways to take the existing level of cooperation in the area of bilateral trade and investment to new heights.Korea's foreign direct investment in Bangladesh amounts to US$1.43 billion and most part of it has gone to the apparel sector. In fact, 80 per cent of Korean investment so far has been made in the RMG sector. Even so, the good news is, diversification of investment in other areas including infrastructure, ICT and automobiles has also started. Especially, in the infrastructure development sector, some 110 Korean companies have reportedly been engaged in 200 projects with a total value of U$8.0 billion so far. Also, joint partnership of local companies with Korean conglomerates in the ICT and automobiles sector is learnt to be growing. So far so good. But the fact that Bangladesh's graduation from its LDC status is just round the corner, in 2026 to be precise, the case for further boosting the growth of bilateral trade and investment need not be overemphasised. In its post-graduation phase, Bangladesh will be required to make up for the loss of preferential trade facilities with advanced economies. So, it will be vital for Bangladesh to have continued preferential, duty-free access of Bangladeshi products to the Korean market until bilateral agreement to this effect is reached between the two countries. In this connection, both countries would do well to build a comprehensive strategic partnership to increase collaborative ventures between them.Notably, ventures under consideration through public-private partnership (PPP) like the Meghna Bridge project on Bhulta-Araihazar-Bancharampur Road and the one for treating water of Meghna river for supplying to the Bangabandhu Sheikh Mujib Shilpa Nagar (BSMSN) being built in the Mirsharai upazila of Chattogram, if materialised finally, would, hopefully, give further boost to investment from the Korean private sector in Bangladesh. Reassuringly, the leaders of Bangladesh government, the Korean envoy in Bangladesh as well as experts in the field of Korean trade and investment stressed more vigorous growth of Korea-Bangladesh bilateral trade and investment beyond 2026. While adding momentum to bilateral trade and investment, ways should also be explored to increase export of Bangladeshi manpower to Korea, which is expected to reach 10,000 workers this year. The government should push for easing visa and other formalities coming in the way of effectively exploiting the enormous potential of this sector between the two countries. In fine, Bangladesh has a lot to learn from Korea's phenomenal rise to a highly advanced economy from a modest agricultural background in a matter of a few decades. The need is to start the process of sharing the experience in earnest.",
        "headline_1": "Boosting Dhaka-Seoul bilateral trade and investment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/boosting-dhaka-seoul-bilateral-trade-and-investment-1693575367",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-09-2023"
    },
    {
        "full_article": "It is interesting to see that with the country moving towards the introduction of electric vehicles (EVs) on Bangladeshi roads backed up by necessary road permits, there appears to be a rush by different regulatory authorities to propose lots of foreign training missions and appoint foreign consultants. According to a report published in this newspaper, it is interesting to learn that both the Bangladesh Road Transport Authority (BRTA) and the Bangladesh Road Transport Corporation (BRTC) have proposed that some 174 individual and company consultants be trained up abroad to set up EV-charging stations.Obviously this is a totally new arena for Bangladesh and the technology is not locally available. That said, the country is going through a serious foreign exchange (forex) crunch and one must wonder when every effort is being made to conserve foreign exchange, why such an ambitious training programme has been thought up that will further drain forex reserves and not enrich it. The project involves setting up of seven EV-charging stations and the question is, what need is there for \"numerous foreign-training programmes and other less-important components\". The issue must be looked into.Going by the report, it is understood that these government agencies have outlined a very large expenditure on foreign training \"to teach public servants about the EV charging and set aside a significant amount of funds for disbursement as honorarium.\" First of all, if foreign training is so required, it is the technical staff that must be the primary candidate for the lesson, not public servants. Concerned here is nothing less than operation and maintenance of EV infrastructure that will require only technical hands. A look at the proposed heads of expenditure under which Tk 6.29 million has been earmarked for seven EV-charging stations, Tk 15.73 million kept for \"hiring consultants, foreign training, honorarium and other less-important purposes\" is enough to make the exercise questionable. This Tk 15+ million allocation will come out of the project funds and will demand an answer to the question whether the money is going to be well spent during a financial crisis in the country. Interestingly, the two agencies have taken a separate fund from the UNDP amounting to Tk 22.02 million as technical assistance for setting up the EV stations and training up requisite manpower. Since the UNDP is bankrolling the technical manpower training part, what is the point of allocating Tk 15 million for paid-up trips of non-technical staff to foreign lands?The planning commission should definitely review the 'Bangladesh enabling electric vehicle Adoption (BEEVA)' in the framework of sustainable energy-based transportation). The agencies have proposed Tk 4.58 million for foreign training for 100 public servants, Tk 9.64 million for local training, Tk 0.8 million as \"honorarium\". Again Tk 7.49 million has been allocated for seminars, workshops and conference. Ancillary expenditure of renting vehicles, events, entertainment, etc. will eat up another Tk 8.0+ million. If this is the manner in which the country is going to embark on its \"green\" journey, then Bangladesh is in trouble. It appears that curtailing cost and saving public expenditure are not on the agenda. Rather, paid-up foreign trips are back on the cards. Instead of making this an \"all-public\" affair, the government should open up the market for private sector participation. As we see in neighbouring India, charging station operators have partnered with EV manufacturers to set up infrastructure across that country. There Tata power has partnered with Jaguar Land Rover to set up charging stations for their EVs. This is a model that makes sense because Bangladesh has several EV companies that are in the process of setting up their plants in Bangladesh. They should be given the responsibility of setting up charging stations in collaboration with domestic petrol pumps.Policies should be introduced whereby EV charging stations can make the best use of solar power to power their charging stations. This will reduce dependence on the national grid and reduce the carbon footprint. The government can make it mandatory for existing fuel stations to install EV charging stations, which will significantly reduce the cost of making EV stations from scratch, as it is still a nascent industry. This will save money and significantly increase and expedite EV charging facility rollout.What is clear is that there is significant blowback pressure from existing vehicle operators in the country who would like to see that EV does not have a smooth sailing here. Again, given the inclination of the authorities to waste money on any new technology, it is hoped that public-private partnerships are encouraged to promote the development of EV charging infrastructure. It can provide the synergy in bringing together private sector resources and expertise that will help meet the EV infrastructure needs for public benefit. Foreign trainings should be foregone and instead, technology-transfer should be the way forward if Bangladesh hopes to become an EV powerhouse in the future. For EV to have a secure future in Bangladesh we need to train our manpower domestically - foreign training is not the answer.\n[email protected]",
        "headline_1": "Is foreign training so necessary now?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-foreign-training-so-necessary-now-1693575426",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-09-2023"
    },
    {
        "full_article": "It is widely recognised that scientific social research is critical for development. Any nation that aspires to advance in economic and social development needs to put proper emphasis on scientific research on social issues. An adequate budget and the right policy approach are essential in this regard. Building a national research body alongside patronising the private sector to get involved is instrumental. Besides developed nations, some developing countries like Brazil, China, India and Indonesia have already demonstrated their strength in scientific research. For instance, China was the top country in the list of scientific publications in English, followed by the United States and India, respectively, in the SJR - International Science Ranking list in 2022. Brazil and Indonesia ranked 14th and 25th on the list. Bangladesh ranked way behind at 53rd on the list last year with 13,396 scientific publications. The good news is that Bangladesh has made some progress in scientific publications over the years. In 2012, the country's rank was 58th on the list when the number of publications was only 3,446. Thus, the country's effort in scientific advancement is not negligible, although it needs a long way to go to make a impressive presence.One of the barriers to scientific progress is inadequate research in several national research bodies. Many of these bodies do not have the necessary human resources and logistics to conduct rigorous research and studies. The budgetary support is small, and the scope to attract foreign grants is also limited. A news report published in a national vernacular daily last week presented a gloomy picture of this connection. The report unveiled that many national research bodies and organisations are headed by bureaucrats, mainly concentrating on administrative areas. These bureaucrats have little knowledge and understanding of the relevant areas, and they mostly come from different backgrounds. The net outcome is insignificant research. For instance, the Bangladesh National Scientific Technical Documentation Centre (BANSDOC) is now headed by an additional secretary. His previous working experience is primarily in the field and office administration. Again, the current director general of River Research Institute is a joint secretary with long experience as a project director in various national projects like Bangabandhu Novo Theatre in Rangpur. The Chairman of Bangladesh Space Research and Remote Sensing Organization (SPARRSO) is an additional secretary from the admin cadre who earlier served as chairman of Bangladesh Parjatan Corporation. He obtained his degree in agriculture science. Another leading vernacular daily tries to find the status of the country's 60 boards, commissions, authorities, institutes and other bodies. It saw that bureaucrats head two-thirds of these organisations, and many are actually appointed there as 'punishment.' It means they have little interest in working on the advancement of the organisations. Instead, many want to pass their incumbency by doing the regular functions only where in-depth research or serious study is not prioritised.It will be, however, unfair to blame these bureaucrats only as they are not solely responsible for not making the relevant national bodies efficient and resourceful. It is the lack of policy priority that hinders the growth of these bodies. Appointing competent professionals as heads of the different national research bodies is critical, which is ignored in many cases. The policymakers need to come out from the approach of appointing any bureaucrat as head of any such organisation. It is not difficult to find bureaucrats who have a better understanding of some of these bodies so they can produce better output as heads. It is also important to note that behind the successes of agricultural research bodies are the agro-specialists who have primarily led these organisations over the years. Policymakers may take lessons from those and review the current practice of appointing the head of the research bodies. \n[email protected]",
        "headline_1": "Who should lead the national research bodies?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/who-should-lead-the-national-research-bodies-1693575476",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-09-2023"
    },
    {
        "full_article": "Receiving healthcare services is not easy in rural Bangladesh. The government hospitals there do not have enough facilities. Also, the number of hospitals and upazila health complexes is much too inadequate. Moreover, most of our rural people have superstitious beliefs. So, they go to quacks and risk their lives. These self-styled physicians with little learning of medical science, who are in most cases drug store owners, prescribe village people antibiotics for quick relief from their illness. The patients may recover or even develop complications. In case of quick recovery, the quacks become famous in the area. Many people pay visit to such quacks for quick recovery but they are not aware of the danger ahead. Misuse of antibiotics can lead some strains of bacteria to become antibiotic-resistant. If this happens, these resistant bacteria cannot be treated by traditional treatment. So, we request the authorities concerned to look into this problem and take steps so that no one except registered doctors can prescribe medicine to anyone. \nAfroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "Stop visiting quacks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-visiting-quacks-1693575499",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-09-2023"
    }
]