[
    {
        "full_article": "The Genome India Project, a project funded and coordinated by the Department of Biotechnology, announced that it had finished sequencing 10,000 Indian genomes. This means that the complete genomes — the DNA blueprint that constitutes and maintains human bodies — from 10,000 individuals were analysed to create a ‘reference’ Indian human genome. India first sequenced a human genome in 2006. In a way, the latest enterprise would be akin to the creation of the first ever detailed map of India — with all political units, key geographical and topographical features — as opposed to a world map prepared elsewhere, with India just one of several countries and devoid of granular detail. Are 10,000 individuals representative of a country of over a billion? Surely not. But for now, it is the best there is and forms a vital template, the basis on which many more insights can be prised. The most immediate application is in combating disease. In 2009, geneticists in India, as part of an international collaboration, discovered that an aberration in a protein, MYBPC3 (cardiac myosin binding protein C), was correlated with a high risk of heart failure. This genetic variant was present in approximately 4% of those of Indian ancestry — a higher than expected number given that this problematic variant is rare.India has close to 4,500 population groups and the subcontinent’s history of being ordered along caste lines through endogamy implies that rare genetic variants, many harmful, that ordinarily through the course of evolution ought to have died out, persist. When the Human Genome Project published its reference ‘human genome’ in 2003, at a cost of nearly $3 billion, it rang with a ‘brave-new-world’ promise of humanity having finally decoded the secrets of the genome, mapping every awry gene to a disease and a future of ‘personalised medicine’. Much of Genome India’s sales pitch reflects similar promises. However, the subsequent decades have tempered such expectations. For one, only a small fraction of disease is monogenic (determined by a single gene). Despite advances in knowledge of how rare, inherited genes caused debilitating disease, little could be done as the necessary medicines, if discovered, were usually too expensive for those in need. In other words, genome sequencing only opened up new realms of complexity. While Genome India should go beyond the 10,000 mark, it must also be truly democratic. The findings ought not be locked up in the ivory towers of academia and should involve imaginative collaborations with scientists, students, technology companies, ethicists and social scientists to push forward India’s understanding of itself.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ngenetics\n\n/\n\nIndia\n\n/\n\nscience (general)\n\n/\n\npopulation\n\n/\n\nsocial sciences\n\n/\n\ntechnology (general)\n\n/\n\ndisease\n\n/\n\nheart disease\n\n/\n\nCARDIAC ARREST",
        "headline_1": "Decoding the script: On the Genome India Project and its sequencing 10,000 Indian genomes",
        "headline_2": "Findings from the genome sequencing must be shared widely",
        "link": "https://www.thehindu.com/opinion/editorial/decoding-the-script-on-the-genome-india-project-and-its-sequencing-10000-indian-genomes/article67899979.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-03-2024"
    },
    {
        "full_article": "The structure of the law against money laundering is bound to throw up perplexing questions about the possible violation of federal principles. One such question has arisen in Tamil Nadu, where the Enforcement Directorate (ED) is trying to find out whether illegal sand mining in the State is due to corruption and if the “proceeds” are being laundered. The Prevention of Money Laundering Act (PMLA) allows the ED to probe the money laundering aspect of crimes registered by the police in various States. Allegations of rampant illegal sand mining, either by extraction in excess of permitted limits or without any permission, are quite common in Tamil Nadu. In ruling that District Collectors are obliged to respond to summonses issued by the ED, the Supreme Court of India has underscored Tamil Nadu’s duty to cooperate with investigations under central laws. However, this may not necessarily mean that the ED’s attempt to assess the likely loss to the exchequer as a result of unchecked mining is within its jurisdiction. A final determination may be required on this. The top court has stayed the operation of a Madras High Court order, which had earlier stayed the summonses to the Collectors. The State government and the District Collectors concerned had filed writ petitions in the High Court against the “usurpation” of the State’s powers by the central agency and the validity of the summonses.The Court has now described these petitions as thoroughly misconceived and that the High Court’s order was due to “utter misconception of law”. It has cited Section 50 of PMLA on the ED’s power to summon any person to give evidence or produce any record necessary for the investigation. It has noted that the probe is based on first information reports registered in Tamil Nadu, and some of the sections in those cases were scheduled offences under the PMLA. However, it does not take into account the High Court’s reasoning, based on the Court’s verdict upholding the PMLA in Vijay Madanlal Choudhary vs Union of India (2022), that the summonses indicated that the “proceeds of crime” have not been identified at all, and that the probe was nothing more than a “fishing expedition” to find out whether any scheduled offence has been committed. The High Court had cited the 2022 judgment on the point that the ED cannot pursue cases on a notional basis, on the assumption that an offence has been committed. While asking officials to cooperate with an investigation is unobjectionable in itself, it cannot be forgotten that the ED’s low credibility and obvious lack of independence make its actions vulnerable to the criticism of being biased against States ruled by the political adversaries of those in power at the Centre.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nlaws\n\n/\n\nmoney laundering\n\n/\n\nTamil Nadu\n\n/\n\npolice\n\n/\n\ncrime\n\n/\n\njudiciary (system of justice)\n\n/\n\ngovernment",
        "headline_1": "Vulnerable to criticism: On the ED and a possible violation of federal principles",
        "headline_2": "The Enforcement Directorate’s low credibility casts a doubt on its intent behind summoning Tamil Nadu Collectors",
        "link": "https://www.thehindu.com/opinion/editorial/vulnerable-to-criticism-on-the-ed-and-a-possible-violation-of-federal-principles/article67903153.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-03-2024"
    },
    {
        "full_article": "One, it signals govt is a good economic manager. Two, it encourages India Inc to invest. Three, it gives RBI more flexibility to manage rupee. \nMost global investors are consumed by the ascent of stock prices in the world’s financial hegemon, US. But India’s bull market is even more intense and classic in nature.\nRead more on TOI+\n\n",
        "headline_1": "Three things follow from GOI’s latest GDP figures",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/cursor/three-things-follow-from-gois-latest-gdp-figures/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-03-2024"
    },
    {
        "full_article": "Google makes a doo doo with Gemini. Blame silly wokeness and poor testing. Lesson for AI bosses\nAggressively colour-blind casting has made a hit out of streaming shows like Bridgerton. In its alternative 18th-century universe, black Britons are monarchs. But a similar thing served up by Google’s new Gemini AI has horrified the world. Prompted for an image of a medieval British king, it poured out a black man, an Indian woman, and a Native American. It misrepresented Google’s own famous founders – as East Asian.\n\nInfo minus | Gemini’s text-to-image generation capabilities have been paused, pending improvements. Is the world better off out of this brief encounter? Yes. Because it has made dramatically clear how those who are programming LLMs could literally be writing history and reality for future generations. True, we still have things we know to be true even if internet says otherwise. But it’s a losing battle. Events without any online trace feel more ephemeral offline to many people. With LLMs, whether it’s wokes or their opponents who have their way, the real worry is how much the information environment can be edited, diminished or mutated.\n\n\nHum tum | Glitches are of course part of every tech journey. Windows has had plenty of painful boo-boos over the decades. Apple, otherwise quite the hungry-foolish-victorious paragon, has wasted billions and a decade on a dud EV project. And Google continues to stand by it being “generally a good thing” for a“wide range of people”. Yes it is, compared to the time when Google Photos appallingly labelled a pic of two black people as “gorillas”. But, so far, text-to-photo tech doesn’t hold a candle to a human graphics editor – who wouldn’t need a global outroar to know that neither pics of “racially diverse” Nazis nor female popes fly as “historically accurate depictions”.\n\nFast & furious | Problem is the scorching competition to become an AI superstar. A 9-month-old French startup is being plugged as a potential challenger to OpenAI, after the Feb launch of its MistralLarge LLM. But how much are AI companies cutting corners when it comes to testing? Counter-question: how much testing can ever truly prepare for a live launch? Because this tech also improves, or is supposed to, as it’s used. For their own sake, though, AI companies need to invest in “structural changes, updated product guidelines, improved launch processes” – big phrases used in Google boss Pichai’s internal memo. AI may be hot. But it doesn’t take much for people to turn cold to repeat offenders.\n\n",
        "headline_1": "Sundar, this ain’t",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/sundar-this-aint/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-03-2024"
    },
    {
        "full_article": "Stocks are booming in US and India, but India’s boom has a much broader base. That means Indian markets have greater growth potential & the bar of expectations is set high. \nMost global investors are consumed by the ascent of stock prices in the world’s financial hegemon, US. But India’s bull market is even more intense and classic in nature.\nRead more on TOI+\n\n",
        "headline_1": "Two bulls, two markets, two stories",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/two-bulls-two-markets-two-stories/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-03-2024"
    },
    {
        "full_article": "Image/word goof ups in govt & party ads/campaigns are more common than you think. And mostly good fun\nKulasekarapattinam, Tamil Nadu would have been happy to be known as the proud home of India’s upcoming second spaceport. No such luck. Full page newspaper ads in TN celebrating the project had Modi and Stalin’s photos – as expected – but also, rising proudly behind them, was a rocket with China’s flag on its tip. Huh?!\nSomeone goofed up, and no one noticed. But this is election season, nunba (that’s Tamil for buddy, btw) – so BJP launched rhetorical rockets aimed at DMK. DMK, face as red as China’s flag, tried to fire back. But this round went to BJP. Mind you, pretty much everyone goofs up.\nOnly recently, a Kerala BJP protest song included lyrics that called for removing govt at the Centre. Ouch. In 2010, when Mamata-di was UPA’s rail mantri, a railway ad showed an India map…no big deal…except, Delhi was in Pakistan, and Kolkata, unmoored, hovered as a dot over Bay of Bengal. People chuckled. Govt blushed. The ad agency was blacklisted. Soon, everyone forgot about it. Even our navy has gotten over a 2011 ad, released on Navy Day of all days, that proudly displayed a Chinese naval fighter jet – the very model Beijing had gifted to its strategic nunba, Islamabad.\nWe must acknowledge here that newspapers, and media in general, are no strangers to goof ups. And just as good journalistic practice demands owning up, so must govts and parties. Millions of images are floating around. Gatekeeping is essential. More so when AI can be deployed by nasty creative types to deliberately cause embarrassment.\nSome goof ups are endearing. Ads of AAP and BJP showed the same people as their supporters. And, in an entirely unintended pitch for polyandry, in two 2018 govt ads in Telangana, the same lady was featured with two different ‘husbands’.\n\n",
        "headline_1": "Red faces, two hubbies…",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/red-faces-two-hubbies/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-03-2024"
    },
    {
        "full_article": "The fire that took no time to become an inferno to reduce an upscale and trendy building bustling with shoppers and food lovers on Bailey Road into a kind of death valley highlights the vulnerability of life in such accommodations. Latest reports confirm that 49 lives perished in the fire and a few more of those admitted to hospitals with severe burn injuries may die as well. It is tragic and at the same time shocking. Only more so, because the night of February 29 arrived there as usual with the high-end Bailey Road's appeal for some happy time. A rendezvous of shoppers, friends and families, the building gave an impressive look. On the ground floor was a very popular shop that is well known for selling the latest tech products including smartphones and related hardware, then there were well-established eateries and shops on other floors upstairs. This building was next to another famous building that housed Pizza Hut and KFC, which drew in even bigger crowds on any given day.Fire in such a multi-storied building in a posh area is the last thing people have in their minds. But given the building's commercial cum residential characteristics, a tragedy of this order was just waiting to unfold. To go by the Bangladesh Fire Service and Civil Defence's claim, notices were issued three times before, warning the danger posed to the building. Allegedly, additional construction to the original design of the building upset the stability of the building and the power input to it. Fire service personnel suspect that the fire originated on the ground floor and coming in contact with the LPG gas cylinders stored in fire escape stairway ---and there was only one narrow stairway--- the fire turned vicious. Last year saw a number of fires more devastating but mercifully with fewer casualties. Fires at Nimtoli, Chawkbazar and Churihatta along with a series of blazes at garment factories are unlike those at slums because the building codes and fire safety measures are supposed to be in place in the former and unregulated and at times illegal power connections to shacks or shanties to the latter. Unfortunately, violation of building codes and makeshift arrangements for commercial use make shopping complexes and residential cum commercial buildings as much vulnerable as slums. Violation of building codes, misuse and abuse of living and commercial facilities make a sure recipe for tragedies like that of the building on Baily Road. Why aren't authorities like the RAJUK held accountable for approval of building plans and then not following up with inspections? It is essential to accord magisterial powers to officials concerned of fire service department. That its notices are not heeded to is because those are not taken seriously. If the past few incidents of fire are considered, the fire service issued prior warnings in almost all cases. Let their recommendations be followed up by legally sanctioned measures and actions. The fact that fire tragedies at garment factories after the Tazreen tragic incident have now become almost a thing of the past certainly shows the way. Retrofitting and transformation of garment factories to green buildings have done the trick. A similar programme should be launched to avoid fire tragedies in the future.",
        "headline_1": "Fire tragedy in Bailey Road building",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fire-tragedy-in-bailey-road-building-1709307631",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-03-2024"
    },
    {
        "full_article": "Admittedly, power production in Bangladesh is an expensive affair. Many experts believe it was a fatal mistake to forgo the exploration of all known coal fields in Bangladesh when the government decided by around 2012 not to use this precious available reserve. While it's \"dirty\", not unknown to either India or China, it was deemed worth taking the health risks for the benefit of economic development. That economic development helped generate economic dividends that lifted millions out of poverty, expand industry, and most importantly, pay for the research with the renewables which are now being implemented in a significant manner in both these countries.Bangladesh went the other way. Policymakers took the advice of good Samaritans who decried the use of coal and the advice of energy experts and sane industrialists fell on deaf ears. So, coal was out and yet when one looks at the successive power master plans of the country, coal-fired power plants featured large in the energy road map. Why? If the country was not going to use its own coal base, what was the point of building these massive coal-fired plants? What the line of thinking guided Bangladesh, where it would be at the mercy of foreign powers and geopolitics for the supply of energy sources?The answer to that question is anyone's guess. So coal was out. Fine. Then came a similar inertia regarding exploration and development of the gas fields (on-shore and offshore). The better part of the last decade was totally wasted on following a ridiculous path of \"self-reliance\" and shunning of international enegy companies when it came to exploration. Only in name was this \"self-reliance\" mantra exercised. Again, over the duration of the precious decade that has been lost saw the general degradation of national exploratory agencies as their management passed from the hands of professionals to bureaucrats. There was no breakthrough in exploration. There was literally no movement in doing the multi-client survey of the Bay of Bengal and hence, the ground was set for the emergence of rental / quick rental power plants that would generate power using imported fossil fuels and the emergence of hugely expensive liquefied natural gas (LNG) as a crucial and growing part of the overall energy mix.Today, the ghosts of failed past policies on energy have caught up with us. Media report it that oil-run power plants have become the backbone of electricity being produced in Bangladesh. By some estimates, cost of producing electricity from such plants is a few times higher than the electricity that is generated by natural gas. The widespread use of heavy fuel oil or HFO and / or furnace oil-run plants has turned finances upside down for the energy ministry. This goes on while gas and coal-fired plants remain idle. Gas because there isn't enough natural gas to spare and coal because the country doesn't have enough dollars to import it. To put all this into perspective, per unit of electricity produced by furnace-oil plant stands at Tk17, which is nearly three times that of a coal-fired power plant estimated at Tk6.0 per unit! Now, had the fateful decision to forgo development of own coal reserves not been taken 12 years ago, Bangladesh wouldn't be experiencing any of today's problems. Even after all the pain this failed policy of generating electricity through the most expensive fuels is abundantly clear, policymakers continue to milk consumers dry by raising power tariff. That is what is happening now and will apparently, continue to happen for the next three years? What will happen in three years, only God and policymakers know!Then what measures does the government take to deliver the country from this hell of a situation? Policymakers are at liberty to set any price they want for electricity, but who will consume it? It's not a question of how many air coolers, washing machines, refrigerators are run at household level. Rather it's the industries' capacity to bear the ever-increasing cost of electricity. The chain effect of increasing cost of production is felt by everyone, except the government. The facts speak for themselves. According to a report carried in a leading national daily: \"Furnace oil-run power plants account for about 23 per cent of the country's total power generation in the 2022-23 fiscal. Power production cost increased by 29 per cent to Tk 11.52 a unit during this period and use of furnace oil was one of the reasons for a rise in the production cost. According to PDB officials, if the production of oil-run power plants can be reduced by 10 per cent, at least Tk 90 billion can be saved.\" At the end of the day, what policymakers should be asking themselves is not how to increase tariff but how to reduce the cost of electricity generation. \n[email protected]",
        "headline_1": "Why purchase expensive power?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-purchase-expensive-power-1709307704",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-03-2024"
    },
    {
        "full_article": "Any new government, especially a post-poll one starting a fresh term, prepares national budget for the upcoming fiscal year in a way that reflects the election pledges of the party assuming office. The incumbent Awami League government is also learnt to have begun drawing up the budget for FY 2024-25 prioritising mega infrastructure projects that are public-welfare-oriented ones. Notably, in its previous term, the government undertook a number of big mega infrastructure projects like the Padma Multipurpose Bridge, Dhaka Metro Rail, Dhaka Elevated Expressway, Karnaphuli tunnel etc. No doubt, Dhaka, a city notorious for its agonising traffic mess badly needs such massive transport infrastructure projects to reduce public suffering and keep it mobile. The Padma bridge that connects 21 southern districts of the country with the capital city, for instance, has started to deliver as envisaged since its inauguration more than a year and a half back. But thus far, only one aspect of its immense potential as a facilitator of cross-country communications, has been realised. Better road communication also means social and economic development of the areas and people living there, the government needs to prioritise those issue in the upcoming budget. So, to complement the Padma Bridge's benefits, it is essential to begin implementing other dreams associated with it such as setting up two export processing zones (EPZs), 17 economic zones, expanding the potential of the country's second largest seaport, the Mongla Port and so on. Proliferation of retail shops, or encroachment of agricultural lands for non-productive purpose on either side of the highway linked to the bridge does not help achieve the larger aim of adding 1.23 per cent to the country's gross domestic product (gdp), or 2.0 per cent to the regional economy of 21 southern districts as originally conceived. Similar argument of drawing multiple public benefits also applies to other large infrastructure projects. It is indeed uplifting to see that the metro rail project or the Dhaka Elevated Expressway, though not fully completed, has already started to deliver the goods as expected to the great relief of the city's daily commuters.However, various hurdles including scarcity of foreign currency to undertake new ambitious projects, especially related to the infrastructure-related ones, the government needs to be circumspect. At this point, it would be worthwhile to keep in mind the experience of the Dhaka Expressway for which its original contractor could not start the project even after the elapse of eight years since 2011 following inking of the project deal due to fund shortage.Now that the project work started following the original contractor (Italian-Thai Development Public Company Limited) having surrendered a large chunk of company share to two Chinese companies in exchange for procuring necessary project loans, it has again been stalled due to refusal of fund disbursement by the lenders. Worse yet, the dispute has been taken to court for settlement. Lessons can be learnt from the unacceptable wastage of time and the opportunities already lost due to long delay. The government must get prepared for the scarcity of foreign exchange and other bottlenecks on way to starting any fresh mega infrastructure project in the new financial year. The good news is, this time the relevant committee looking after the fiscal, monetary, currency exchange and resource management under the finance ministry is learnt to have planned to curtail usual budgetary expansion for the next fiscal year. Hopefully, the government would undertake welfare-oriented projects and make the budget required in the next fiscal year with necessary caution to produce better results.\n[email protected]",
        "headline_1": "Caution needed before undertaking mega projects",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/caution-needed-before-undertaking-mega-projects-1709307737",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-03-2024"
    },
    {
        "full_article": "Environmental sustainability is the practice of preserving natural resources and minimising environmental impacts to ensure the well-being of current and future generations. It encompasses various aspects, including reducing carbon emissions, conserving water and energy, protecting biodiversity, and promoting renewable energy sources. Key strategies for achieving environmental sustainability include transitioning to clean energy sources like solar and wind power, implementing energy-efficient technologies, reducing waste through recycling, and utilising eco-friendly transportation options such as electric vehicles.By integrating these principles into decision-making processes and daily actions, we can work towards our goal of creating a healthier planet for current and future generations, mitigating environmental degradation, and fostering a sustainable world. \nInjammam Hoque Raiyan Student of North South University[email protected]",
        "headline_1": "Ensuring environmental sustainability",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-environmental-sustainability-1709307764",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-03-2024"
    }
]