[
    {
        "full_article": "The Union Budget 2025-26 seeks to address specific issues plaguing the Indian economy — flagging domestic demand, sluggish private investment and tepid wage growth leading to a slowdown in meaningful GDP growth. A closer look at the priorities and allocations would reveal that the approach is cautious, without the assurance that they would indeed address the underlying problems. The government has seized upon a double-edged sword — substantial tax breaks — to boost consumption and to drive growth, leaving it with little room to expand public spending on capital expenditure, which could have been another useful lever to achieve the same end. While putting more money in the hands of the middle class seems the right thing to do in a time of unrelenting inflation, the focus continues to be on fiscal consolidation with a targeted fiscal deficit of 4.4% of GDP in FY26, coming down from 4.8% in FY25. It has sought to project augmented direct tax receipts despite providing tax rebate incentives for a large segment of the salaried direct tax-payers. The expectation is that there would be better compliance with a greater use of technology, which was useful in increasing the direct tax revenue from a budgeted estimate of ₹11,87,000 crore to ₹12,57,000 crore (revised estimates) in FY25. The highlight of the Budget remains the move to ensure that taxpayers earning up to ₹12 lakh (excluding special rate income such as capital gains) have no tax liability due to the rebate provided. This is meant to boost demand among the salaried middle and lower middle-class sections, who get substantial benefits in the form of tax savings and could be expected to spur consumption. The Economic Survey had pointed to mixed trends in urban demand unlike sustained consumption growth in rural areas through this year, and this move clearly targets the problem. Also, there has been a clamour for relief from among direct tax-paying middle-class sections, who have had to cope with both rising inflation and indirect goods and service tax payments that squeezed their incomes; the Budget addresses this issue in good measure with tax incentives. In a way, this is also a response to resentment among the government’s own sympathisers, and can be read as a way to mitigate any loss of political support.While the salaried middle-class sections would indeed benefit and welcome the move, it is not clear if this measure alone will stimulate demand to the extent of creating a strong virtuous economic growth cycle. This is because private investment in the economy has been stagnant, with the corporate sector showing little inclination to step it up. The Budget continues the trend of incentivising the corporate sector to do so — revenues from corporate tax as a share of gross tax collections are estimated to fall slightly from 25.4% in FY25 to 25.3% in FY26. But considering that corporates have shown little inclination to increase investment despite low corporate tax rates and increased profitability, the government should have adopted an alternative approach, perhaps gradually phasing out the tax incentives.\rThe Budget continues the trend of a high allocation on capex — albeit with a reduced share compared to the previous Budgets since the COVID-19 pandemic. Allocations in road transport (the Ministry) and telecom fell from 5.95% and 2.64% in RE for FY25 to 5.67% and 1.6% in BE26. Budgetary support for the Railways has also remained stagnant compared to FY25 RE. This is curious considering that the Railways have suffered a series of accidents in recent years and require a strong infrastructural boost. However, the government has done well to emphasise support for MSMEs with enhanced credit (guarantee cover increased from ₹5 crore to ₹10 crore) and startups (from ₹10 crore to ₹20 crore) besides schemes for the footwear and leather industry, toy sector and food processing MSMEs. The attention devoted to expanding clean energy generation is evident in the incentives provided to the electric vehicle and battery technology sectors in the form of duty exemptions on capital goods among others. In terms of allocations, expenditure is budgeted to increase by 0.24 points from 1.36% in FY25 to 1.6% in FY26 in the energy sector. This is indeed welcome, considering the strategic importance of this sector as the country transits to a climate-friendly economy. While allocations for rural development increased from 4.08% in FY25 RE to 5.24% in FY26 BE, those for major schemes such as MGNREGS fell — from 1.82% in FY25 RE to 1.7% in FY26 BE. Allocations have been increased in other schemes such as the PM Awas Yojana and the National Rural Livelihoods Mission. The MGNREGS is tested as a scheme that enhances rural incomes and allows the rural poor to spend more on consumer goods, and any effort to stifle it would be counterproductive to the goal of stimulating demand. With employment remaining a major issue in the economy, the Budget’s emphasis on social security for gig workers by arranging for identity cards for them and registration in the e-Shram portal, besides health care under the PM Jan Arogya Yojana, is welcome. While the Budget speech focused on skilling initiatives that would aid in youth gaining employment in an industrial world that is increasingly relying upon automation, the Employment Linked Incentive scheme, ambitiously launched last year, curiously did not find any mention in the Budget.While the Budget has come up with measures that address the needs of the economy, there is too much left to hope built on imponderables, and too little riding on pragmatism.\r Published - February 02, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Union Budget\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        investments\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        taxes and duties\n                    \n                            /                      \n                        \n                        Economic Survey\n                    \n                            /                      \n                        \n                        road transport\n                    \n                            /                      \n                        \n                        railway\n                    \n                            /                      \n                        \n                        footwear\n                    \n                            /                      \n                        \n                        Electric vehicles\n                    \n                            /                      \n                        \n                        welfare\n                    \n                            /                      \n                        \n                        health\n                    \n                            /                      \n                        \n                        Bihar\n                    \n                            /                      \n                        \n                        Delhi Assembly Elections 2025\n                    \n                            /                      \n                        \n                        election\n                    \n                            /                      \n                        \n                        Coronavirus",
        "headline_1": "​Hope in the time of desperation: On the Union Budget 2025",
        "headline_2": "The Union Budget is built on expectation that people will spend more and drive growth",
        "link": "https://www.thehindu.com/opinion/editorial/hope-in-the-time-of-desperation-on-the-union-budget-2025-26/article69169983.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-02-2025"
    },
    {
        "full_article": "Parliament’s Budget session has begun amid a significantly changed backdrop. India’s growth is seen faltering after four years of healthy post-pandemic growth, the stock markets are tumbling, the rupee is losing ground faster than expected, and the major drivers that have been spurring the economy — domestic demand and public sector capex — are sputtering, while private investments remain insipid. For context, the five years from 2019-20 to 2023-24 have seen government capex increase at a compounded annual growth rate of 16%, household investments by 12%, while corporate outlays were up only 6%, despite a steep tax rate cut for them. A slowdown in the well-moving economic levers is, thus, a cause for concern. That the new U.S. administration seems determined to upend global trade and taxation arrangements, is also unsettling. The Economic Survey 2024-25, has warned that, with globalisation in retreat, India must focus on domestic factors to spur growth higher while becoming more competitive vis-à-vis rival markets looking to attract foreign investors.The Survey’s prognosis that real GDP growth may be in the range of 6.3% to 6.8% in 2025-26, from the 6.4% pace estimated for this year, acknowledges that economic momentum may slip further in the face of new headwinds. That the Survey’s authors have posited that anything short of a growth pace of around 8% over at least a decade would make it tough to realise India’s aspiration to be a developed nation by 2047, is significant, along with their warning that a ‘business as usual’ approach risks fomenting economic stagnation. While lauding recent reforms, the Survey has cautioned they will not deliver their desired goals without deregulation. The Survey has some refreshing plainspeak in this context, emphasising it is critical for the government to ‘get out of the way’ of businesses by undoing regulations that are tantamount to micro-management, and bridging the ‘trust deficit’ between authorities and citizens, as well as within the nation’s close-knit communities. Pushing for a refresh of the ease of doing business drive, it has made an impassioned plea to minimise controls that distort markets and adopt a ‘minimum necessary, maximum feasible’ approach to regulations, while seeking the same accountability from regulators that they stipulate for their constituents. The pitch to empower small firms, enhance economic freedom and ensure a level-playing field, holds weight too. For a government that has been recently infatuated by a spate of 1970s’-style bad ideas such as import curbs, production-linked incentives and questionable taxation misadventures, this is pertinent advice. Whether the government has bothered to listen, without prejudice, the Budget will tell. Published - February 01, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Union Budget\n                    \n                            /                      \n                        \n                        currency values\n                    \n                            /                      \n                        \n                        Economic Survey\n                    \n                            /                      \n                        \n                        foreign investment\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        taxes and duties",
        "headline_1": "​A pragmatic picture: On the Economic Survey 2024-25",
        "headline_2": "The Economic Survey sets out challenges to India’s growth",
        "link": "https://www.thehindu.com/opinion/editorial/a-pragmatic-picture-on-the-economic-survey-2024-25/article69165105.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-02-2025"
    },
    {
        "full_article": "FM gives taxpayers relief at last, but brisk growth is unlikely without long-overdue structural reforms\nBudget becomes a talking point when people see what’s in it for them.  Sitharaman’s latest script checks that box. After years, there’s an effort to leave more cash in the middle class’s hands. A day after nudging corporates to be less stingy with wages in the Economic Survey, govt’s shown the way by forgoing some of its pound of flesh. Is it a visionary move? Will it muster the missing animal spirits? Time will tell. But great or not, this budget is shaped by circumstances and its result will depend on many unknowns.\nContext | FMs don’t fix what’s not broken, so if Sitharaman is willing to give up ₹1L cr in income tax next fiscal – 10% of the target in FY25 – she must have a reason. Which is that India isn’t growing fast enough to be a developed country by the centenary of Independence in 2047. The asking rate is 8%, the going rate is 6.4%, and by govt’s own admission FY26 may not be very different. IMF sees India’s GDP growth averaging 6.5% until 2030. \nThen there’s the problem of skewed consumption, which govt didn’t address when SUV sales kept rising for three years after Covid. The going seemed good then because the rich were splurging, even though demand for mass market items was tepid. The growth rate shot up to 8.2% in FY24. All was well – until it wasn’t. The malaise is reflected in services like trade, hotels and transport that remain below their pre-Covid trend. Private investment has been sluggish despite solid balance sheets because producers have idle capacity. And with Trump back in White House, exports-led growth looks less certain.\nStrategy | Govt’s first impulse after Covid was to spend its way out of the slump, hoping the private sector would follow suit, creating jobs and increasing private consumption, which accounts for 60% of GDP but grew at just 4% last year. That strategy hasn’t worked, hence the attempt to shore up demand by leaving money in the ordinary taxpayer’s hands. Initial calculations show taxpayers – depending on income – will have from a few thousand to ₹1.1L extra annually to spend next fiscal. That could buy a two-wheeler – a segment that hasn’t touched its pre-Covid high yet – pay for some holidays or EMIs, or just push up demand for everything from toothpaste to refrigerators. But even if that happens, the impact on growth is unlikely to be dramatic. Tax giveaways in any case is a very short-term strategy. \nSome ifs | Ideas need a helping of luck too. What if the low end of the middle class that has been borrowing or digging into its savings to meet daily expenses, decides to save more, not splurge? And even if all of that ₹1L cr is spent, will it compensate for govt’s slowing capex – ₹93,000cr less was spent than budgeted this fiscal year. For the next year, the capex increase is modest. Lower tax incidence might not be the silver bullet govt is looking for. Deep structural reforms are the only way to perk up growth. They are out of the budget’s scope but vital. \n\n",
        "headline_1": "Will they spend? A ₹1L cr question",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/will-they-spend-a-e2-82-b91l-cr-question/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-02-2025"
    },
    {
        "full_article": "By- Kamlesh Tripathi\nBasant Panchami is a lively and vibrant festival that marks the arrival of spring and the veneration of the Goddess Saraswati, the deity of knowledge, wisdom, music, and arts. The festival is celebrated across various regions of India and is known for its colourful customs, significance, and connection to both spiritual and seasonal transitions. Also, referred to as Saraswati Puja, Basant Panchami celebrates the Goddess’s association with learning and creativity and heralds the arrival of the spring season.\n\nObserved on the fifth day of the bright half of the lunar month Magh, typically in late January or early February, Basant Panchami signifies the beginning of spring. This 40-day transition is rooted in traditional beliefs, which hold that the changing seasons take around 40 days to fully unfold. As such, the celebration serves as an early greeting to spring, often referred to as the ‘King of all Seasons,’ with its vibrancy, new life, and energy.\nYellow colour is associated with Saraswati. Yellow represents creativity, knowledge, and the ripening mustard fields in bloom at this time of year. In northern India, where the weather is still cold, and in central and western regions, where the spring-like weather begins to take hold, the festival marks a gradual transition toward the full bloom of spring.\nIn some parts of India, Basant Panchami is also associated with Kamadev, the Hindu god of love, and his consort, Rati. According to legend, Kamadev played a role in awakening Shiv from his deep meditation to help Parvati win his affection. Basant Panchami celebrates the awakening of the earth’s desires and the renewal of life.\nAn important mythological story is the tale of Shiv. When the sages sought to wake Shiv from his meditation, they enlisted Kamadev, the god of love, to stir Shiv’s desires. However, when Kamadev shot his flower arrows at Shiv, God’s third eye opened, unleashing a fireball that reduced Kamadev to ashes in the centre of river Brahmaputra in Guwahati, Assam. Kamadev returned to life on the day of Vasant Panchami after Shiv married Parvati. That is why Kamadev, the god of love and desire, is worshipped along with his wife Rati on this day.\nOn Basant Panchami, it is a common practice for families to encourage children to write their first words with their fingers, symbolising a new beginning in education. The day also brings people together to study or engage in musical activities, as these pursuits are considered auspicious on this day.\nFlying kites is another fun and popular tradition linked to the festival, especially in northern and western India, where the skies are filled with colourful kites on this auspicious day.\nHistorically, the festival has also been important to Sikhs. Maharaja Ranjit Singh, the founder of the Sikh Empire, promoted Basant Panchami as a day of social gatherings in Gurdwaras. Basant Panchami is celebrated not just in India, but also in Nepal, Bali, Indonesia, and other countries.\n\n",
        "headline_1": "Basant celebrates Ma Saraswati, Shiv, and Spring",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/basant-celebrates-ma-saraswati-shiv-and-spring/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-02-2025"
    },
    {
        "full_article": "While Delhi has become my family’s home for nearly two years, my hometown is Los Angeles, California, with its bountiful sunshine, incredible beaches, and of course, the glamour of Hollywood. I had the honour of serving as the mayor of Los Angeles for nearly a decade, but growing up in LA, we were a city once notorious for our air pollution. As a child, there were days I and my fellow students weren’t even allowed to play outside at school, as thick, brown smog choked our lungs and stung our eyes. Sound familiar?\nRead full story on TOI+\n\n",
        "headline_1": "From LA to New Delhi, for a breath of fresh air",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/from-la-to-new-delhi-for-a-breath-of-fresh-air/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-02-2025"
    },
    {
        "full_article": "Democracy means never having to say you are happy. By all measures, we are living today in the best of times but we complain as though we are in the worst of times. Since 1800 our population has increased sevenfold and the numbers farming have fallen sharply. Yet, we have more food now than ever before. Obesity is already a declared illness, but may well become an epidemic.\nRead full story on TOI+\n\n",
        "headline_1": "Do worry, be unhappy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/do-worry-be-unhappy/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-02-2025"
    },
    {
        "full_article": "We are appalled by the death of a 42-year-old man in Cumilla less than 24 hours after his arrest. According to the inquest report of the Kotwali station in Cumilla, the body of Touhidul Islam bore marks of trauma and injuries—and the pictures from the report shows how brutally he was tortured. The hospital director stated that Touhidul's body showed signs of injury. All of these corroborate the family's assertion that he was tortured to death. Joint forces allegedly picked the man up from his house at 2:30 am—police later found his body on the bank of the Gomati River at 11 am. The police had been informed by the joint forces.\nWe are shocked that security forces continue to torture, kill, and detain arrestees, showing little change in their treatment. Custodial deaths and extrajudicial killings were a hallmark of the last regime, where the police and other forces enjoyed complete impunity for these heinous crimes. Are we to believe that, despite an end to the repressive Awami regime, some members of the security and law enforcement forces still feel the same sense of infallibility that they torture arrestees to death?\nThe Human Rights Watch's World Report 2025 has stated that there are concerns that security forces in Bangladesh have continued to carry out abuses, including the arbitrary arrests of opposition supporters and journalists and denying them due process and proper access to legal counsel. The chief adviser has denounced any form of custodial torture and extrajudicial killings. He has stated that upholding human rights in all aspects of national life remains a core mission of the administration, which includes some of the country's top rights activists. We welcome his prompt reaction and his statement reiterating the government's commitment to \"eliminate human rights violations in police interrogations, crime management, and judicial procedures\" by engaging with political parties over the findings of several commissions to reform the criminal justice system.\nWhile reforms are crucial, and so is dialogue with political parties, we feel that the interim government must act now to immediately stop the police and other security forces empowered with magistracy from abusing their power. We have seen that even after the fall of Sheikh Hasina's government, there have been other deaths in custody, and the causes have remained a mystery. This only gives more credence to the idea that these deaths were a result of torture.\nWe hope that the probe into Touhidul's death will be fair, thorough, and swift and that the perpetrators will be given appropriate punishment. Custodial torture and death must stop immediately.\n",
        "headline_1": "Why is custodial death continuing?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-custodial-death-continuing-3813701",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-02-2025"
    },
    {
        "full_article": "Dhaka, the sprawling capital of Bangladesh, is gripped by an escalating crisis of noise pollution, primarily fuelled by unregulated vehicular horns and unrelenting traffic chaos. This incessant barrage of sound has profound physiological and psychological consequences, inflicting damage that extends far beyond momentary discomfort. Noise levels in Dhaka often range between 80 and 100 decibels (dB), far exceeding the World Health Organization's (WHO) recommended safe threshold of 55 dB for residential zones.\nThe city's chaotic traffic—a dense mix of different kinds of vehicles—is a primary contributor to this noise crisis. Smaller vehicles, particularly rickshaws and auto-rickshaws, often use outdated mechanical horns. In addition, unregulated loudspeaker use in social gatherings, religious events, and public announcements exacerbates the situation, with noise levels frequently exceeding 120 dB in Dhaka.\nWhile addressing vehicular noise has been a focus, it is equally vital to regulate loudspeaker usage in communal and religious settings. Religious establishments and community programmes often use high-volume speakers to reach a wider audience. Although these practices are culturally significant, it is essential to regulate sound levels lawfully to prevent public health crises.\nOn the physiological front, chronic exposure to such high noise levels results in a host of health issues, including Noise-Induced Hearing Loss (NIHL), hypertension, tachycardia, cardiovascular disorders, increased risks of stroke and stress-related conditions. Prolonged exposure to high-decibel noise also impairs cognitive function, reduces work efficiency, and leads to sleep disturbances, chronic fatigue, and heightened anxiety. For children, developmental delays, including cognitive and language impairments, are common consequences. Pregnant women face increased risks of foetal stress, leading to potential complications like low birth weight and developmental delays. Other stress-related conditions like epilepsy, vasovagal attacks, speech interference, headaches, memory issues, and nervous breakdowns are exacerbated by prolonged exposure to noise pollution. Extremely loud and constant noise can also lead to gastritis, colitis, and even heart attacks.\nThe socioeconomic impacts are equally alarming. Sleep deprivation from nocturnal noise reduces productivity, increases absenteeism, and elevates healthcare costs. Chronic medical conditions linked to noise pollution strain the healthcare system, while the diminished quality of life can deter tourism and foreign investment, further complicating Dhaka's economic challenges. Recent studies indicate that Dhaka's economic loss in terms of GDP from noise pollution amounts to billions annually.\nBangladesh's legal framework for noise pollution is outlined in the Environment Conservation Rules, 1997, which categorises noise zones into residential, commercial, industrial, and silent zones with prescribed decibel limits. For example, the maximum allowable noise level for residential areas is 55 dB during the day and 45 dB at night.\nThe Sound Pollution Control Rules, 2006, which specifically addresses noise pollution, provides detailed guidelines for permissible sound levels in different zones and emphasises control measures for vehicular horns and public address systems. These rules mandate obtaining prior permission to use loudspeakers in public events and impose penalties for violations. However, enforcement remains a challenge due to the lack of awareness and insufficient monitoring resources.\nStringent regulations must be enforced for vehicular noise control. Licensing protocols should include mandatory decibel-limit testing for horns across all vehicle types. For smaller vehicles like rickshaws and auto-rickshaws, the law should mandate the replacement of horns with manual ringing mechanisms to reduce overall noise pollution.\nLarger motorised vehicles must adhere to a 65 dB horn limit in urban areas, with penalties including fines, licence suspension or vehicle confiscation for repeat violations. Newly manufactured vehicles must integrate advanced noise-reduction technologies, and retrofitting older models should be mandatory within a defined timeline.\nLoudspeaker usage should be similarly regulated. Public address systems must include decibel limiters, capping sound levels at 75 dB in residential areas and 85 dB in commercial zones. Special attention should be paid to noise-sensitive areas such as schools, hospitals, and residential neighbourhoods, with stricter sound limits and monitoring enforced.\nTechnological advancements can also play a pivotal role. Smart noise sensors, strategically installed in high-traffic areas, can monitor sound levels, enabling authorities to identify hotspots and penalise violators. AI-driven traffic management systems can optimise vehicle flow, reducing congestion and unnecessary honking. Additionally, noise-dampening technologies, such as soundproofing measures at large public venues and community centres, should be encouraged. Mobile apps enabling residents to report noise violations, coupled with AI-powered monitoring systems, can transform noise regulation in Dhaka.\nPublic awareness is another cornerstone of effective noise control. Campaigns to raise awareness about the health hazards of noise pollution should target schools, universities and workplaces. Media must highlight the physiological and psychological toll of unchecked noise pollution, fostering a collective sense of responsibility. Community initiatives should encourage behavioural changes, such as minimising honking and adopting quieter practices in both residential and commercial zones.\nCollaboration among key stakeholders is essential for sustained progress. The Bangladesh Road Transport Authority (BRTA), the Department of Environment, law enforcement agencies, and public health experts must work together to implement comprehensive solutions. Pilot projects in high-noise areas can serve as testing grounds for new initiatives before broader adoption. All vehicles, regardless of size, should undergo regular noise compliance inspections during licensing and roadworthiness evaluations. Swift penalties for violations and consistent enforcement of these regulations will be key to ensuring compliance.\nAddressing noise pollution in Dhaka is not merely an environmental concern, it is a public health imperative. By implementing stronger regulations, leveraging technology, and fostering awareness, the city can significantly reduce the impact of relentless noise. This transformation will enhance the quality of life for millions, reduce the socioeconomic burden, and create a healthier, more productive urban environment.\nS M Muhaiminul Islam is a researcher and member of the Institution of Engineers, Bangladesh (IEB). He can be reached at [email protected].\n\nDr Nishat Tasnim is a physician and alumnus of Sher-E-Bangla Medical College. She can be reached at [email protected].\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Effective law and planning can control noise pollution",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/effective-law-and-planning-can-control-noise-pollution-3813476",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-02-2025"
    },
    {
        "full_article": "To truly understand our place in the universe, we must first comprehend the concept of scale. It is only through understanding the relative sizes of the entities around us that we can appreciate the grandeur of existence and the humility it demands. Consider this: compared to the universe, we are minuscule, far smaller than even the tiniest microscopic objects—such as atoms, bacteria, or viruses—are to us. The ratio of a human's size to the universe's size is approximately 1/10^24, while the ratio of an atom's size to a human's size is 1/10^10. This stark comparison provides a glimpse into how infinitesimal we truly are in the cosmic context.\nThe vastness of the universe is almost incomprehensible. Scientists estimate its diameter to be 93 billion light-years. For perspective, the distance between Earth and the Sun is about 147 million kilometres, which translates to roughly 1.58/100,000 light-years. Against this infinite expanse, the Earth is but a speck of dust, and humans are smaller still. Now imagine the scale of the being or force that created this immense cosmos. How minute must our individual existence appear from that vantage point?\nThis realisation is not meant to diminish our significance, but rather to inspire awe and perspective. Many religious traditions highlight the creator's infinite forgiveness, perhaps because, on a cosmic scale, our petty grievances, conflicts and selfish actions seem trivial. Instead of focusing on such trivialities, we should strive for collective well-being and meaningful contributions to the greater good. Our actions, viewed collectively, shape the world we live in, and this collective behaviour matters far more than individual missteps.\nTo understand the power of scale, consider this analogy: for someone with only 100 units of currency, even one unit is immensely valuable. For someone with 100 billion units, however, even 100 units are negligible. This principle applies universally: the larger the scale we consider, the smaller individual contributions or actions seem. Similarly, to understand the universe's vastness, we must expand our perspective, learning to see beyond our immediate surroundings.\nAn everyday example of scale can be found in a seemingly empty container. Although it appears vacant, it contains countless air molecules. These molecules, invisible to the naked eye, collide with the container's walls at random speeds. The average force per unit area of these collisions creates what we call pressure. Similarly, room temperature represents the average kinetic energy of these molecules. No one molecule's specific behaviour matters; it is the collective behaviour that defines the observable phenomenon. This mirrors humanity's progress—it is the cumulative contributions of countless individuals that propel society forward.\nThe analogy of collective behaviour extends to nation-building. A country's well-being depends on the average behaviour of its citizens. In a society as small as ours when viewed against the universe, the prevalence of corruption, theft, and violence seems tragically unnecessary. What purpose does such behaviour serve in the grand scheme of things?\nTake Bangladesh as an example. If we want to build a prosperous nation, collective good behaviour is essential. Our well-being as a society depends on our ability to act with integrity, kindness, and unity. The contributions of the majority determine whether we thrive or falter.\nAs humans, our sense of belonging is inherently tied to scale. If you were to travel to another planet and were asked where you are from, your answer would be \"Earth.\" On Earth, you might identify yourself by your country, such as \"Bangladesh.\" Within Bangladesh, you'd narrow it down to your district, town, or even neighbourhood. Our sense of kinship expands or contracts depending on the scale of the context. Beyond Earth, all humans feel like family. Within a country, fellow citizens are our kin. And so, our sense of connection grows narrower as the scope shrinks.\nUnderstanding scale clarifies our responsibilities as humans. It teaches us to be generous, humble, and open-minded. This is why writers and thinkers urge us to visit the sea, climb mountains, or gaze at the horizon—such experiences remind us of our smallness and inspire a broader perspective. They help us grow in empathy and understanding, encouraging us to think collectively rather than selfishly.\nTo truly grasp our place in the universe is to embrace humility and the drive for collective good. In the grand design of the cosmos, our greatest contribution lies in fostering unity, acting with integrity, and striving for the betterment of all. Let the vastness of the universe inspire us to rise above trivial conflicts and embrace a more generous, meaningful existence.\nDr Kamrul Hassan is professor in the Department of Physics at Dhaka University.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The scale of the universe and our place in it",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-scale-the-universe-and-our-place-it-3813466",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Frustrating picture of poverty reduction",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/frustrating-picture-of-poverty-reduction-1738418187",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-02-2025"
    },
    {
        "full_article": "WTO headquarters in Geneva ",
        "headline_1": "WTO and LDC graduation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/wto-and-ldc-graduation-1738418336",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Strengthening the  fire service",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/strengthening-the-fire-service-1738418539",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Corruption the main enemy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/corruption-the-main-enemy-1738418572",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-02-2025"
    }
]