[
    {
        "full_article": "The formation of a new government in Maharashtra on Thursday, led by Eknath Shinde, followed a nail-biting and unique script. The Bharatiya Janata Party (BJP) conceded the Chief Minister’s post to Mr. Shinde who led a revolt in the Shiv Sena to unseat Uddhav Thackeray. Former Chief Minister Devendra Fadnavis has settled for the post of Deputy Chief Minister. The political churn in Maharashtra is unlikely to settle with this, however. When the Shiv Sena, the Congress and the Nationalist Congress Party (NCP) formed an unlikely alliance, the Maha Vikas Aghadi (MVA), to form the government in 2019, it was seen as a new possibility of politics by some and crass opportunism by many. As it turned out, Mr. Thackeray, son of Sena founder Bal Thackeray, could not manage the turmoil that his daring to experiment triggered within the party. Initially, it had appeared that the provincialism represented by the Sena might act as a counter to the totalising politics of Hindutva. The MVA’s unravelling shows that the BJP’s ideology, backed with instruments of state power, and the capacity to mobilise resources, could railroad regional politics when the situation is favourable. This is one sabotage of a government that has a credible ideological defence — Mr. Shinde, and his BJP backers have argued that the Sena-BJP alliance had fought together in 2019, with Hindutva as their bonding ideology. That Mr. Shinde unseated Mr. Thackeray to uphold the people’s will and fidelity to the ideology is a strong argument. For all his mild demeanour and inclusive image, Mr. Thackeray could not command sufficient chutzpah to remake the Sena. The assumption that the Sena could be re-engineered into a benign political outfit seems to have been misplaced. And he failed to notice the resentment that was bubbling up right under his nose.The Maharashtra episode proves yet again the BJP’s capacity to play the long game. Soon after the patriarch Thackeray’s passing in 2012, the BJP’s plans to gain an upper hand in its relations with the Sena began to roll out; by 2014 the party was ahead of the Sena. By winning a consecutive election in 2019, in alliance with the Sena, it reinforced its position. All this should have tempered the ambitions of the Thackerays — which by then included a third-generation scion, Aaditya. When they claimed power by forming the MVA, the BJP harnessed the resentment among Sena MLAs, finally toppling the Thackerays. But the BJP and the Shinde-led Sena faction have been careful not to bruise the sentiments of the Sena cadre that still holds the founder’s family in high esteem. Which faction will win the legal battle to own the party name and symbol and which one will win the hearts of the party workers are two different questions. It is not impossible that the Sena could dissipate and its cadres dissolve into the BJP. The concession of the CM’s post to Mr. Shinde is not an act of political altruism, but cold strategy. Having deflected the potential hurt and anger of the Sainiks for now, the BJP will now wait for the best time for its next move. The next episode of the Maharashtra saga will then play out.",
        "headline_1": "Taming the tiger: On change of guard in Maharashtra",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/taming-the-tiger-the-hindu-editorial-on-change-of-guard-in-maharashtra/article65590253.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-07-2022"
    },
    {
        "full_article": "The Goods and Services Tax (GST) Council met over two days this week — its first ‘regular’ meeting after a nine-month break — with much on its plate, stemming from four ministerial groups’ recommendations to fix various aspects of the indirect tax regime that remains a work in progress five years on. It ratified three of the four reports, put off one for further deliberations based on concerns flagged by a State, with a commitment to reassemble and resolve the impasse holistically in little over a month. A new ministerial panel is being tasked with figuring out the long-pending constitution of an appellate tribunal for GST disputes, to move ahead. Based on an ‘interim’ report of a panel to rationalise tax rates, exemptions have been scrapped on several items and rates altered for others to correct inverted duty structures. This may translate into higher prices on many goods and services (and reductions for a few) from July 18, although their impact on inflation is difficult to ascertain. However, a larger restructuring of the GST’s multiple rates’ structure, with an increase in levies to bolster revenues that have fallen short of expectations, partly due to rate cuts earlier effected as electoral tools, has been put off. With inflation expected to remain buoyant, that exercise may have to wait longer.Apart from the fine print of the Council’s decisions, which include tighter norms on the horizon for registering new firms and closing of tax evasion loopholes, there is a more critical takeaway. That the deliberations were constructive and not combative, especially amid the brewing trust deficit between the Centre and States in the past few meetings and the prolonged pause since it last met, bodes well for the necessary next steps to make GST deliver on its original hopes. Not a single member raised the recent Supreme Court order that some States believed had upheld their rights against ‘arbitrary imposition’ of the Centre’s decisions in the Council. Moreover, over a dozen States brought up an ‘extra agenda item’ — their anxieties about the sunset of assured revenue growth from July 1, on which even Ministers from BJP-ruled States spoke up to seek the continuance of GST Compensation for some years. That States are no longer driven by party whips in this critical forum, should enrich the quality of dialogue and outcomes. That the Centre ‘heard them out’ and left the issue open, unlike the last Council meet when its response was akin to an outright ‘No’, is most refreshing. Taking a clear call, one way or the other, on continuing this support, will be ideal for the Centre and States to plan their fiscal math better. Just as sustaining and nurturing this fledgling federal compact is critical to make the GST work better for all, sooner rather than later.",
        "headline_1": "Reset mode: On GST reform",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/reset-mode-the-hindu-editorial-on-gst-reform/article65590048.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-07-2022"
    },
    {
        "full_article": "The US Supreme Court decision to overturn Roe vs Wade judgment shocked the world, putting women at grave risks\nIn the landmark Roe v. Wade (1973) judgment, the US Supreme Court had then declared that the constitution protected a woman's right to liberty to choose to have an abortion. In Roe v. Wade, the Supreme Court found that a woman’s right to make her own decisions about her pregnancy deserves the highest level of constitutional protection. It struck down several federal and state laws restricting abortion.\nNow, in 2022, the very same historic judgment was overturned by the Supreme Court of the United States. This has come across as a shock globally for all activists fighting for a gender equal world. This decision has snatched away the constitutional rights of women and has made the progress on sexual and reproductive rights of women over the decades redundant. Despite strong opposition by women, civil society organisations and human rights activists, the Supreme Court of the United States of America overturned the historic case of Roe v. Wade. The conservative overturning of this case intrinsically reflects an authoritarian control of women's bodies and has put the lives of American women in danger by denying them bodily autonomy and the right to choose. Most importantly, it denounces the women's rights movement and decades of struggle by women in the country.\nSurprisingly, the US Supreme Court has claimed several reasons for overturning Roe v. Wade, and none of them features women and their bodies as the main theme. The judgment states that the court finds that the right to abortion is not deeply rooted in the nation’s history and tradition. The legal reasoning that the court provides may sound rational, but the experience of women in the U.S would differ with the court's reasoning. As Justice Breyer rightly points out in his dissenting opinion: \"Whatever the exact scope of the coming laws, one result is certain: the curtailment of women’s rights and of their status as free and equal citizens.\"\nSome 40 million women of child-bearing age will live in states where abortion will become more difficult to access, according to the Guttmacher Institute, a research organisation that supports abortion rights. The restriction of abortion means an increase in unsafe abortions, a threat to the lives of women and dire physical and mental health consequences for women. While the Supreme Court is now leaving it to the states to decide how to outlaw or regulate abortion, 22 states already have laws in place that will immediately outlaw abortion, thus leaving women with grave and deadly options when it comes to not conceiving. On the personal autonomy front, this is a disaster waiting to happen.\nThis decision has not only stirred up the liberal groups, the political scenarios, and the feminists, but also has put women, their health, and safety at a huge risk of being left with only abstinence or unsafe abortions. It also puts the lives of infants at risk who will be born through pregnancies unwillingly carried due to inaccessibility to safe abortions.\nIn 1971, two years prior to Roe V. Wade, the Medical Termination of Pregnancy Act was enacted by Parliament in India, allowing registered medical practitioners to carry out abortions under certain specified circumstances. It also granted immunity to doctors performing abortions in accordance with its provisions from prosecution under Section 312 IPC. When the law was initially passed in 1971, the upper-limit for abortion was 20 weeks. Following the 2021 amendment, it has been extended to 24 weeks in the case of women who meet certain criteria. India’s generous stance on the termination of pregnancy is definitely comforting. India might even be a part of the highest echelons of countries that safeguard the constitutional and legal rights of women of the country. While the women of America had to endure a long struggle in the fight for equal suffrage, India had given equal voting rights since Independence. Not only this, when it comes to women representation in the highest political offices, India fares better than the United States of America. Even as the West retrogresses, India shows the path to a progressive society.\nAs the decision of SCOTUS will regress the United States of America, it is important to highlight that the judiciary is an extremely important pillar of democracy, protecting the constitutionality of laws and the rights of the people. It’s a shame that the institution has failed the women of the country and stripped them of the basic human rights that they have been expected to preserve. In fact, up to 66 per cent of US citizens did not want it to be overturned. So, for whom did the SCOTUS issue its decision? The self-serving extreme conservatives who would disvalue a living individual, the authoritative and patriarchal regime?\nIn a nutshell, Roe v. Wade protected women's right to have an abortion and didn't \"force\" anyone to have an abortion. The USA is on a similar path of suffering that Ireland was on from 1983-2018.\n(The author is Rajya Sabha MP and deputy leader of  Shiv Sena)",
        "headline_1": "Overturning of Roe vs Wade robs women of basic rights",
        "headline_2": "",
        "link": "https://www.dailypioneer.com/2022/columnists/overturning-of-roe-vs-wade-robs-women-of-basic-rights.html",
        "news_paper_name": "The Pioneer",
        "publish_date": "02-07-2022"
    },
    {
        "full_article": "The junta’s reign of terror in Myanmar is facing growing resistance from several insurgent ethnic organisatons and civilian population\nRussia’s invasion of Ukraine has pushed the developments in Myanmar away from the centre stage of global discourse. Hence, the ruling junta’s increasingly savage war on its own people demanding a return to democracy and the release of Aung San Suu Kyi and other detained Myanmar leaders no longer receives the attention it earlier did. The junta has killed over 2,000 civilians and detained more than 11,200 political prisoners, according to Myanmar’s Assistance Association for Political Prisoners recently.\nDaw Aung San Suu-Kyi’s persecution continues. The icon of Myanmar’s democracy has been convicted in half a dozen cases, and sentenced to a total of 11 years in prison, following sham trials by kangaroo courts closed to the public. Her lawyers have been barred from addressing the media. She has recently been moved from house arrest to solitary confinement in prison. As in the cases of fabricated verdicts against her, the move has been widely condemned, with Stephane Dujarric, spokesman for the United Nations Secretary-General, Antonio Guterres, criticising it sharply.\nAll this, of course, has had no effect on the junta chief, Senior General Min Aung Hlaing, who presides over the reign of terror unleashed by the Tatmadaw, as Myanmar’s army is officially known. Things will change only after the junta is defenestrated. How long will that take? Opposition to the junta is growing. The National Unity Government (NUG), formed on April 16, 2021, by some leaders of the National League for Democracy — the party led by Daw Suu Kyi — activists and representatives of several insurgent ethnic organisatons and minor parties, announced, in May, 2021, the formation of its armed wing, the People’s Defence Force (PDF). According to a report by Richard C Paddock (The New York Times, June 6, 2022), it claims to have a strength of 60,000. Also, the NUG, according to Paddock, claims that at least 14,890 of Tatmadaw’s soldiers died fighting while its forces lost only 1,000 fighters. The Tatmadaw does not give casualty figures but that it is having a hard time is clear from its burning of villages, use of indiscriminate artillery fire and air attacks against civilian targets.\nThe Tatmadaw’s strength is generally estimated to be between 300,000 and 350,000 troops. In an article in Asia Times (February 24, 2022), however, Bertil Lintner has quoted the Australian Myanmar-watcher and military matters expert, Andrew Selth, as saying that the key element was “not the number of men and women in uniform, but the number of combat soldiers the junta” could field. “Most estimates,” he added, “cite 100,000-120,000.” Even after counting another 80,000 personnel of the national police, the figure is hardly enough to cope with a hostile population spread out over the entire country and increasingly taking to arms.\nAs for arms, Lintner states, “Beginning in 1989, the then ruling junta, known as the State Law and Order Restoration Council, or SLORC, spent more than a billion dollars procuring new, more sophisticated military hardware. But most of it would be of little use in counterinsurgency operations in remote mountainous ethnic areas.” Helicopters and aircraft have helped the Tatmadaw but, as seen in Vietnam and, more recently, in Afghanistan, they are not enough to avert defeat.\nAs for combat capability, Lintner states that Myanmar had battle-hardened troops that had fought guerrillas of the Communist Party of Burma (CPB), the Kachin Independence Army (KIA) and the Karen National Army (KNA). A generation of Myanmar’s soldiers, however, has had no combat experience following peace deals the Tatmadaw had signed with over 20 armed ethnic insurgent groups in the 1990s. They are, he cites a source as saying, better at parades and showing off their new uniforms and guns than in combat! He further states that lacking in training and experience, they were mowed down by KIA guerrillas in the major battles that had followed a breakdown of the ceasefire in June 2011. The Tatmadaw had to withdraw its infantry and depend on heavy artillery and attacks by helicopter gunships and aircraft.\nThe Tatmadaw suffers from low morale and desertions. The opposition, however, is unlikely to be able to oust it from power in the foreseeable future. They lack numerical strength besides heavy artillery, tanks and aircraft, which is almost impossible for them to procure now. Without these, they will not be able to win large battles in the plains.  On its part, the Tatmadaw is losing control over increasingly large areas. Its inability to prevent the assassination — at the rate of more than one a day — of village ward administrators appointed by it, clearly indicates this. We thus have a scenario in which the junta and opposition forces are increasingly unable to defeat each other and the entire country is a contested area where economic activity is disrupted and civil war conditions prevail with guerrilla and terrorist action countering State repression. There will be more desertions and discontent within the Tatmadaw as its war against its own people continues. The odds are against it in the long run.\n(The author is Consulting Editor, The Pioneer. The views expressed are personal.)",
        "headline_1": "Looming: Civil war in Myanmar?",
        "headline_2": "",
        "link": "https://www.dailypioneer.com/2022/columnists/looming--civil-war-in-myanmar-.html",
        "news_paper_name": "The Pioneer",
        "publish_date": "02-07-2022"
    },
    {
        "full_article": "The problem with discussing the Agniveer policy is the same as discussing any policy that becomes political (such as CAA and the farm bills). Anyone who praises the scheme is labelled a BJP-supporting, government sycophant. Anyone who puts questions to it is branded a BJP-hating, anti-government, opposition-funded stooge. Such labelling is extremely unhelpful.\nTo say a scheme that provides jobs, even if for four years, is completely bad is silly. Forget four years, any scheme that provides a job for four months or four weeks may also have some merit to it.\nRead full opinion on TOI+\n\n",
        "headline_1": "Four years a soldier: Many of our young have no agni and aren’t veer. Let’s motivate them to be more than cellphone junkies",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/four-years-a-soldier-many-of-our-young-have-no-agni-and-arent-veer-lets-motivate-them-to-be-more-than-cellphone-junkies/",
        "news_paper_name": "The Time of India",
        "publish_date": "02-07-2022"
    },
    {
        "full_article": "The Shiv Sena rebellion has put the anti-defection law back in focus. The Constitution’s Tenth Schedule, inserted in 1985 and amended in 2003, hasn’t really killed the market for legislature members. It’s just made the reserve price higher. Some argue the law must be made even tougher. Others say the law kills intra-party debate. Some MPs, in fact, bemoan the inability to have principled dissent from the party line because of the disqualification threat. They cite problematic disqualification criteria like voting against a party whip. What should be done? Keep the law but clear the muddle.\nFirst, the law’s provisions give no time frame for taking decisions and are generally badly drafted. Second, speakers and governors aren’t neutral umpires. Third, courts have also muddied waters with differing interpretations. In Maharashtra, 16 random Sena rebel MLAs received disqualification notices though the Shinde faction had crossed the two-third threshold to evade disqualification. This reveals weaknesses in the anti-defection law. It was a clear attempt to break a “legitimate” rebellion by reducing the rebel contingent’s numbers. Sometimes punishment is quick, as in 2019, when the Karnataka speaker disqualified 17 Congress-JD(S) MLAs despite their resigning house membership. He also overreached by barring them for the assembly’s tenure, which the Constitution doesn’t prescribe. At other times, proceedings have been inexplicably slow, for example, against AIADMK rebels in Tamil Nadu and Congress defectors in Manipur and Madhya Pradesh.\nThen there are confusions created by the likes of the 2016 SC judgment that restored a Congress government in Arunachal Pradesh, though rebels who had crossed over to People’s Party of Arunachal under Kalikho Pul met the two-third threshold. Sometimes verdicts are delayed, defanging the law. Tenth Schedule raised the bar on defections. But Parliament, presiding officers and courts must create a more elegant version of it.\n\n",
        "headline_1": "Defects, Defection: Keep the Tenth Schedule but clear the muddle",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/defects-defection-keep-the-tenth-schedule-but-clear-the-muddle/",
        "news_paper_name": "The Time of India",
        "publish_date": "02-07-2022"
    },
    {
        "full_article": "As reproductive rights were set back by half a century in the US, there have been understandable references to India’s liberal abortion laws. The Medical Termination of Pregnancy Act in the 1970s passed without politics and was amended for the better in 2021. But it’s the practice and add-ons to the law that are the problem.\nA UN Population Fund report estimates that around eight women in India die every day because of unsafe abortions, and between 2007-11, 67% of abortions were classified as unsafe. It is among the top three causes of maternal death. Unsafe abortions are far higher among poor and marginalised populations. As for the law, the original MTP Act did not require a board of medical practitioners. They evolved out of judicial interventions – even though the Supreme Court has noted that it deprives women of reproductive freedom, which is a dimension of the right to personal liberty.\nThis medical board is infeasible in rural areas, given the lack of gynaecologists or radiologists and indeed, most healthcare professionals. A recent study found an 84.2% shortfall of OB-gyns in rural north India, and a 57.2% shortfall in south India. All of this becomes more of a systemic hurdle given the still-present stigma around reproductive issues, deterring women from seeking safe abortions. India’s good law needs to lose some paraphernalia and needs to be backed up by health infrastructure and commitment.\n\n",
        "headline_1": "Rules & reality: Why good laws aren’t enough by themselves",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/rules-reality-why-good-laws-arent-enough-by-themselves/",
        "news_paper_name": "The Time of India",
        "publish_date": "02-07-2022"
    },
    {
        "full_article": "Roe vs Wade judgment is overturned in the US and Republicans are delighted. But when the judgment came in 1973, Republicans did not rise up in outrage. In mid-century America, a greater percentage of Republican voters than Democratic ones were pro-choice. The abortion question did not cleanly separate the two political parties, or even the religious and the secular.\nThe Power Worshippers: Inside the Dangerous Rise of Religious Nationalism by journalist Katherine Stewart, traces the path of the ‘New Right’ as they remade themselves after the late 1970s, and made abortion their central plank.\nRead full opinion on TOI+\n\n",
        "headline_1": "How the American right targeted liberalism: A story of money, power and religion",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-the-american-right-targeted-liberalism-a-story-of-money-power-and-religion/",
        "news_paper_name": "The Time of India",
        "publish_date": "02-07-2022"
    },
    {
        "full_article": "In a popular TV ad, a jet set businessman yells at an airport steward, \"Do you know who I am?\" The steward takes a sip of her tea and announces, \"Ladies and gentlemen, here's someone who doesn't know who he is. Can anyone help?\" The hot-air balloon of authority with which the passenger wanted to garner respect gets deflated by the steward's sharp wit. The crowd laughs; the man soon loses his face and disappears. The message is simple: respect is not a one-way street. If one expects respect to pay dividends, then one must invest in a social relational calculus.\nThe man in suit demanded preferential treatment. In a bygone era, a branded suit, watch or a peg of whiskey would have conjured respect and made him \"special.\" In a bygone era, professional markers like the chalk and duster of a teacher, the wig of a judge, the apron of a doctor or the pen of a journalist would have garnered respect. The respect dynamics is changing in tandem with the ever-evolving society.\nIs it good or bad? Rather, the question is: What is good? Being respectful is good, while the absence of respect for others is bad. A man cannot simply approach someone in a threatening voice to demand service. There are norms and etiquettes. Respect is a means to an end. For instance, teachers earn their respect through years of dedication to their studies and students and after fulfilment of other social concerns related to their profession. Then again, a novice teacher earns respect as an end in itself by joining the legacy of moral underpinnings associated with his profession.\nThe recent spate of attacks on teachers by individual students or certain groups made many of us revisit the very notion of respect for teachers. True to its Latin root, respicere, the word \"respect\" literally wants us \"to look back at.\" While reflecting on the attacks, most think that we have regressed from this idealist state where a teacher was once revered. A teacher beaten to death with a cricket stamp by an aggrieved student in front of his students and colleagues is the nadir of morality. A teacher being forced to wear a garland of shoes allegedly for discipling his students is a sign of decadence. A teacher assaulted before being thrown into jail for discussing evolution in class is a sign of regression.\nMost opinion pieces and vlogs share a view that teaching is a \"respectable\" profession. As an educator, it pampers my ego to see many even quoting Kader Newaz's poem, in which the Emperor of Delhi Alamgir chided his son for not scrubbing the feet of his teacher with his own hand. Some even cited the anecdotal references to show the importance Bangabandhu and his daughter had given to their respective teachers. The sad reality is that, when it comes to career choices, teaching does not top the list. I think explaining the attack on teachers as a sign of moral degradation involves a false premise that paints a rosy picture of teaching and learning. The myth of teaching as a noble profession needs to be dispelled if we are to diagnose the social ills responsible for the attack on teachers.\nBy a strange coincidence, the victims in most of these recent cases belong to the minority sect. This gives rise to further speculations and suspicions. Some focus on the religious identities of the victims to detect a systematic pattern to distrust the moralist position that pits the teachers against their students. The general sentiment of the commentators includes the waning respect towards teachers and elders in general, the lack of \"proper\" and ethical education in our young adults. The list skateboards to touch cultural anthropology on one rim and political economy on the other.\nSince the perpetrators are all young adults, it will perhaps be useful to focus more on the intragroup dynamics. The tendency to explain the problem from our worldview in which we expect our current student pool to behave like \"Emperor Alamgir's son\" will not yield any result, especially if we keep on superimposing our values on theirs. We need to remember that we are dealing with the first generation of students who have not known a world without the internet. They know that Google knows a lot more than their human teachers. They do not need to rely on a teacher or ascribe her or him with a power position like their previous generation.\nA recent survey by Stanford University discerns the major traits of the current generation. This is the generation that believes in instant gratification and expects praise for everything. They are not interested in following the footsteps of their predecessors as they believe that they alone understand the complexity of their own lives and situation. They are not interested in criticism or being disciplined for their wrongs. They believe that nobody is special. As a father of a millennial, I know how we do a disservice to the young ones by comparing the world in which we grew up to remind them of the way they should behave.\nThe attack on teachers is a criminal act, and it should be treated as such. But I do not see why we should make it profession-specific. I do insist on introducing mutual respect as an institutional norm not only in education, but also in other sectors. Respect needs to be cultured as a desired and valued principle. It needs to be promoted as something that entails a relational appreciation from those \"others.\" Instead of pitting teachers against students, we need to work on intragroup dynamics, if we really want to see changes and earn mutual respect.\n \nDr Shamsad Mortuza is pro-vice-chancellor at the University of Liberal Arts Banladesh (ULAB).\n",
        "headline_1": "In search of respect",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/search-respect-3061416",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-07-2022"
    },
    {
        "full_article": "Dipankar Talukdar, member of parliament (MP) from the Parbatya Rangamati (299) constituency, while taking part in the budget discussion during the 18th session of Jatiya Sangsad on June 16, said, \"Nowhere is it mentioned in the Chittagong Hill Tracts (CHT) Accord that police cannot be deployed at the army-withdrawn camp sites.\"\nIn a sense, Dipankar Talukdar has spoken the truth about the deployment of Armed Police Battalion (APBn) during his speech in the House. But he has not said a single word about the bigger truths already contained in the accord. For instance, he has not mentioned the provisions in the accord that explain what are to be done with the lands abandoned by the army camps or to whom those lands should be handed over; how the police force in the CHT would be organised; under whose jurisdiction would the responsibility to maintain law and order remain, etc.\nIn his speech, Talukdar has very tactfully veered away from hinting at the provisions under Section 17 (b) of Part \"D\" of the accord, which highlights that the camp sites abandoned by the military and paramilitary forces would be returned to the actual owners of the land or handed over to the concerned Hill District Councils (HDCs). The provision leaves no room for interpretation by merit of which any force can be stationed as a replacement. Indeed, he has made an effort to send a wrong and confusing message to the people of Bangladesh by tactfully not referring to that provision in the accord.\nHe also said that the CHT Accord stipulated withdrawal of the \"unnecessary camps.\" In fact, the accord says that \"all the temporary camps of the military, Ansar and Village Defence Party\" shall be taken back to permanent cantonments. Talukdar's explanation shows how the ruling dignitaries distort, fabricate and misinterpret the CHT Accord to their advantage.\nOn the other hand, as per Section 34 (b) and Section 33 (a) of Part \"B\" of the accord, the subjects of \"Police (Local)\" and \"Preservation and Development of Law and Order,\" respectively, are to be devolved to the three HDCs, and as per Section 24 (a), the sub-inspector of Hill District Police and all the members ranking below are to be appointed by the councils as per its regulations and prescribed procedure.\nFollowing the appointment of Abul Hasnat Abdullah, MP, as the convener of the CHT Accord Implementation Committee in January 2018, decisions made in the first four out of five meetings held so far include: transferring the subjects of \"Police (Local)\" and \"Preservation and Development of Law and Order\" to the three HDCs; and withdrawing all the temporary camps and forming the Hill District Police Force as per the three HDC Acts. It should be mentioned that no decision was made in the Accord Implementation Committee meetings to set up armed police camps in places of temporary camps abandoned by the army.\nInstead of implementing the decisions made in the first four meetings of the Accord Implementation Committee and raising an argument to justify the implementation of the decisions made in the fifth meeting, instructions were issued to set up an ABPn camp on the site of the withdrawn army camp from the APBn Headquarters on April 13, 2022, in violation of the provisions of the accord. Even without returning that land to the actual owners or handing them over to the concerned HDCs, signboards have been put up at those sites, terming them \"designated place for security forces\" and categorically forbidding the \"construction of any other structure with stern warning of a punishable offence.\" Furthermore, families living at those sites claim that they are being threatened to leave their homesteads.\nDespite these ground realities, the MP of Rangamati constituency has delivered a one-sided speech before the House by saying there is no bindings prohibiting the deployment of APBn. It is agonising that he is never as vocal about the rights defined in and the unimplemented issues of the accord as much as he is over those issues not stated.\nWhen it comes to the discussion on issues of implementation of the accord or the CHT situation, the ruling party brings up the issue of terrorism and extortion on the hills, which propels the people of the country to view it through the lens of law and order. In reality, the CHT crisis is neither an economic nor a law-and-order problem. It is a political and national problem, which Prime Minister Sheikh Hasina mentioned during many of her speeches. It is for this reason that the CHT Accord was signed in 1997, to resolve the problem through political and peaceful means and to preserve the tribal-inhabited feature of the region. Indeed, that has been the core spirit of the CHT Accord.\nIt is based on this spirit, under Part \"B\" and Part \"C\" of the accord, that the provisions confer introduction of the special administrative system of CHT, incorporating CHT Regional Council (CHTRC) and three HDCs, and devolving the political, administrative and economic powers and functions including general administration, police, law and order, land management, forest and environment and all development programmes.\nIt is true that the CHTRC and HDCs have been constituted, but the said jurisdiction of administrative and economic powers and functions have not yet been transferred to these councils. Even elections have not been held in these councils after having prepared the electoral roll, enumerating only with the permanent residents of the three hill districts. In addition, the definition of \"non-tribal (Bangalee) permanent residents\" has been determined in the accord, and to that end, a provision has also been made by merit of which the issuing authority for Permanent Resident Certificate has been entrusted to the Circle Chiefs. But in reality, the deputy commissioners of the hill districts have been entrusted with this jurisdiction and function, violating the terms of the accord.\nBesides, the provisions under Part \"D\" of the accord include: to return the dispossessed lands of the Jumma people after resolution of land disputes through Land Commission and cancel all the leases given to outsiders; to rehabilitate the India-returnee and internally displaced Jumma families in their land after returning it to them; to withdraw all the temporary camps of security forces, including the \"Operation Uttoron\"; and to appoint the permanent residents in all the jobs available in the CHT prioritising the Jumma people, etc. On the other hand, in the unofficial agreement, decisions to relocate the Bangalee settlers outside the CHT were also taken. But all the aforesaid issues have either been left stranded after partial implementation, or are being trampled at completely unimplemented state.\nLaw and order meetings are often held by the government in the name of solving the CHT crisis. In all such meetings, the mass demand for implementing the accord is swept under the carpet, while the issues of terrorism, extortion and conflict in CHT get more focus. In this kind of meetings, instead of prioritising the implementation of the accord, threats of stern actions are pronounced against the organisations and right-seeking Jumma people who are engaged in the movement, fictitiously alleging them of being involved in terrorist activities.\nThe same was the case in the high-level law and order meeting on May 25, and inauguration of the Regional Office of the APBn on May 26, held in Rangamati. In the meeting, an influential military bureaucrat said that out of the 72 sections of the Accord, there were only two sections for the PCJSS to implement at its level. But the PCJSS members did not deposit all of their arms and ammunitions and all members did not surrender, he alleged –  whereas, the progress report on the implementation of the accord published by the CHT affairs ministry clearly mentioned that these two sections had been \"completely implemented.\"\nIndeed, if malaria is treated with drugs meant to treat tuberculosis, it is very likely that there will be an outbreak of the disease – or at least cases of the disease will not decline. Similarly, a political problem cannot be solved by deploying APBn or any other forces.\nIn regards to solving the political crisis in the CHT, there is no alternative to implementing the CHT Accord. In fact, instead of establishing camps of APBn or any other law enforcement force, the government should try to make progress in finding a political solution to the crisis, through full implementation of the accord. That is how lasting peace in the region can be ensured.\n \nMangal Kumar Chakma is information and publicity secretary at the Parbatya Chattagram Jana Samhati Samiti (PCJSS).\n",
        "headline_1": "Can police be deployed in the army-withdrawn camp sites in the CHT?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/can-police-be-deployed-the-army-withdrawn-camp-sites-the-cht-3061406",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-07-2022"
    },
    {
        "full_article": "We are accustomed to having fully developed roads in Dhaka only after all the buildings in an area have been constructed – whereas in developed nations, the roads are built first. In the unplanned areas of our capital city, roads are barely available, and most are branching out in haphazard directions. Some private residential areas leave road construction for last, to prevent damage to them by heavy trucks hauling construction materials. The roads in these areas see diminished widths once they are fully constructed, either due to the placement of footpaths or due to the lack of walkways for pedestrians. Even then, these residential areas are planned with the approval of the Rajdhani Unnayan Kartripakkha (Rajuk), according to the private housing rule. These areas usually pose fewer risks in terms of fire rescue, which requires a mandatory 20-foot width for fire rescue vehicles to pass through and conduct their operations smoothly and efficiently.\nAuthorities and planners often overlook fire rescue while constructing roads. They assume that smaller vehicles and modern equipment by the Bangladesh Fire Service and Civil Defence (BFSCD) could be used to ply roads which are less than 20 feet in width. But firefighters on the ground say that such small vehicles and hose pumps are only efficient for small fires. In addition, the recommendation of using hose pumps for roads that are inaccessible to fire trucks is not an option firefighters favour. It is extremely difficult to carry these hoses and is often very difficult to find a water source for them, too.\nAlthough firefighting is difficult under narrow road conditions, it is not impossible. But reaching the point of accident on time is the greatest challenge. There are mainly two reasons why firefighting becomes challenging in areas with narrow roads: 1) Not being able to reach the site of disaster fast enough; and 2) Difficulty during rescue operations. Both these problems can be addressed through wide and free roads. While it is difficult to monitor and maintain individual households, roads are public property and can be brought under stricter regulations.\nAccording to the GIS mapping presented in the Detailed Area Plan (2016-2035) for Dhaka metropolitan region, about 50 percent of the roads in Dhaka are less than 20 feet wide. The other half of the capital, which has roads wider than 20 feet or more, faces capacity loss due to factors such as traffic congestion, road construction work, parking on the streets, waste disposal, etc. Even during the monsoon months, clogged drains or inadequate drainage lead to urban flooding, which sinks roads.\nThese factors, when addressed individually, could be solved through coordinated planning and project implementations. Bringing together all government entities related to road planning and infrastructure, such as Dhaka Wasa, Rajuk and the city corporations, all under the same roof would provide more integrated output. Nowadays, we witness Wasa operating on roads for the repair work of their lines while Titas Gas, instead of coordinating with the former, cuts open the same road again for their own repair work. This results in narrow and unusable roads due to the endless train of in-progress construction work.\nAlthough approvals are required from the city corporations to conduct construction work on the roads, the process takes time and often cannot meet the demand for the amount of repair work that is needed. Even in terms of installation of traffic signals and control of traffic, there seems to be a lack of coordination between the city corporations and the Dhaka Metropolitan Development Plan (DMDP).\nIn case of on-street parking, planners hardly seem to consider the importance of having dedicated parking spaces in the capital. Buildings dedicated to parking could be a solution. In addition, Dhaka's solid waste management needs planning so that neighbourhoods do not have to turn into dumping grounds. Often, large garbage disposal bins are placed on street junctions, as leachate contaminates the area surrounding the containers, reducing vital road space. But while parking and garbage disposal areas need land, the Dhaka city authorities seem to be only coming up with proposals that ensure that no land is left for use by the public. A few playgrounds and open spaces do exist in the capital, but they can hardly serve the city's massive population adequately. Worse, this incapacity of roads is being addressed by planning vertical road expansions, instead of horizontal road widening.\nThe government's current transport-oriented development includes MRT lines and subway systems. These could reduce the density of people using roads, but given the size of the population and the increasing number of private car users, it would not be surprising if these alternate means of transportation increase the number of people travelling into Dhaka every day, let alone free up existing roads. But with large decentralisation projects underway, we can expect the central business district of the capital to shift. But will that happen soon enough?\nEmergency travel for ambulances and Fire Service needs to be accommodated while planning the urban development of the capital, under the jurisdiction of Dhaka's two city corporations.\n \nAiman Elahi is an architect and a member of the Institute of Architects Bangladesh (IAB).\n",
        "headline_1": "Do we need wider roads in Dhaka?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/do-we-need-wider-roads-dhaka-3061391",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-07-2022"
    },
    {
        "full_article": "I cannot yet fully reconcile with the fact that Latifur Rahman, Shamim Bhai to us all, is no longer among us. He seemed so much in the driving seat of his affairs just prior to his illness – so aware of what was going on, so surefooted about the plans he was making, and so acutely conscious of the implications of the changes that were engulfing the world. Above everything else, he was so proud of the strides that Bangladesh was making, and confident about its bright future. He used to say to me, \"As Bangladesh advances and its economy becomes stronger and bigger, the future of The Daily Star would also grow and expand. Just make sure that you hold your position as the biggest and most trusted newspaper. The country will always need a quality English language daily. If you can maintain your quality and increase the paper's credibility, then your future is assured.\" His belief encouraged us all, especially me, and doubled my energy to drive on.\nClear thinking about The Daily Star, unshakeable faith in our economic growth, and supreme pride about his country were the hallmarks of Latifur Rahman, our founder director. He was boastful of the fact that he never invested even one taka abroad and that everything he did was in Bangladesh and for Bangladesh. He would never tire of saying that all of his children had studied abroad, but none of them stayed back and tried to become the citizen of another country. He would also refer to his grandchildren who were studying in the US at that time and say, \"I am sure they would all return to serve the country.\" Little did he know that his favourite one – Faraaz – would serve his country in the most unique but tragic way, bring pride to him, to his family, and to the people of this country with his courage and sacrifice in standing up to the most brutal of killers. Though his pride for Faraaz's action knew no bounds, the pain of the latter becoming a victim of a most vicious act of terrorism was too much for him to bear as a loving and doting grandfather.\nThough he tried to carry on with a brave face, he was gradually being eaten away from the inside by this grief, which to most of us seemed insurmountable. Yet he carried on, too proud to show his wound, too committed to work to take time off, and too devoted to his family to show any sign of weakness, lest the rest of the family feel weakened. He had to be the source of courage and strength not only for his family, but for everyone who worked with him – alas, at a great emotional cost to himself.\nThe more I think of him, the more I realise how fundamental his contributions to this paper were. In a country of family-owned newspapers and in a tradition of the owners running their papers like personal fiefdoms, The Daily Star was the first to introduce a corporate culture in running a newspaper. The existence of a Board of Directors was unknown in the newspaper world, and if known, it was most likely only on paper. Ours was a functional board, led by our founding chair, Azimur Rahman, from the very start: strict on finances, and hands off on journalism. In the last 29 years of this paper (the period of my editorship), I have never received a single phone call or faced any question in the board meetings as to why, as the editor, I took a particular editorial position on any issue, however sensitive or politically volatile. This was The Daily Star's board, of which Latifur Rahman was the most active, lively, knowledgeable, and passionate guide. Once a close friend of his complained about the paper not taking any strong editorial position against the government of the day. His reply was, \"I trust the editor fully. When the time comes, he will take the most appropriate position.\" As and when the paper did, Latifur Rahman called him and reminded him of their earlier conversation. I was told this by the friend concerned. That was the respect, trust, and dignity with which he and the whole board dealt with the editor of the paper.\nTo me, Latifur Rahman was the most ardent and active supporter of the concept of press freedom. Though a lifelong businessman, he had an intuitive understanding of the value of freedom of expression, multiplicity of views, and independent journalism in ensuring good governance, transparency, accountability, and above all, in establishing democracy and people's rights.\nFor him, \"debates\" were at the centre of the intellectual development of a nation, and he wanted very much for The Daily Star to be the \"debating\" platform for all sorts of ideas and programmes on social and political issues. In-depth analyses of policies and threadbare discussion on them are fundamental responsibilities of newspapers, he used to say.\nOne idea he was firmly and consistently averse to was military dictatorship or its involvement in the running of the government. He thought Pakistan's plight was singularly due to its military's role, and he was determined that the same shouldn't happen in independent Bangladesh.\nOn his second death anniversary, we in The Daily Star remember him for his contribution in establishing this newspaper, for his uncompromising stance on the freedom of the press, and for his firm conviction that democracy, with all its flaws, was the best form of government for this country. But above all, we remember him for his faith in Bangladesh, and his personal and institutional contribution towards its prosperity.\nTo us, he exemplified patriotism.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "Tribute by Mahfuz Anam: A fighter for independent journalism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/tribute-mahfuz-anam-fighter-independent-journalism-3060766",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-07-2022"
    },
    {
        "full_article": "We are surprised to learn about the conditions being imposed on government buses under Bangladesh Road Transport Corporation (BRTC) to ply the Dhaka-Shariatpur route via Padma Bridge. Reportedly, a syndicate of bus owners and workers in Shariatpur prevented BRTC buses from plying the route after the bridge opened to traffic on June 26, claiming that BRTC did not coordinate with them. Later, at a meeting of the regional transport committee, it was decided that the state-run agency can run a maximum of six buses and that those cannot stop for passengers in the district town. Needless to say, such unreasonable conditions go against the interest of passengers. This is also an example of how the transport owners' associations rule the sector while the BTRC almost always gives in to their pressures.\nWhile Shariatpur's private bus owners succeeded in getting nearly all BRTC buses off the streets, they have not yet done all the necessary work to run their own on the route. Reportedly, among the three private bus companies that have started operations, one does not have any route permit. Currently, some 15 such buses are plying the route via Padma Bridge despite having no legal permits. This is yet another example of the indifference of transport owners to rules and regulations.\nThe logic that private bus owners have given is that they counted losses for years and now that the newly opened route have created opportunities for them, all bus companies, including the BRTC, should coordinate with them. While we do not have anything against anyone trying to make profits, we just hope it will be done legitimately and that they will not use their influence to control the sector. We have seen how these companies and associations have opposed the many important sections of the Road Transport Act 2018. It is because of their opposition and constant lobbying that the law has still not been fully implemented. But like any business company, they are bound to follow rules and thus should stop creating anarchy in the sector.\nWe also think that the BRTC should not bow down to pressures from such companies, however powerful. As a state-run agency, it is liable to the people only. It has the power to decide how many buses it would run on this new route and from where they will take passengers. More BRTC buses mean more people having safe and reasonably low-cost options to commute from Shariatpur to Dhaka and vice versa. People should not be deprived of that service.\n",
        "headline_1": "BRTC shouldn’t bow down to Shariatpur transport owners",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/brtc-shouldnt-bow-down-shariatpur-transport-owners-3061256",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-07-2022"
    },
    {
        "full_article": "Six years after the gruesome terror attack on Holy Artisan Bakery in Dhaka, the Counter-Terrorism and Transnational Crime (CTTC) unit of police says it will finally start the process of deradicalising militants inside prisons from this month. While it is no doubt a laudable initiative that experts have been suggesting for over a decade, we cannot help but ask why there has been such a long delay in implementing the project to begin with, and whether the delay is emblematic of a lack of political will among the stakeholders involved to ensure its effectiveness.\nSecurity experts have long suggested that the authorities adopt a seamless \"hard and soft\" approach towards tackling militancy. While we have noted the success of hard-line approaches to militancy, deradicalisation programmes and sociopolitical campaigns against militancy have never been treated with the same urgency, despite repeated warnings from experts that without the latter, the success of the former may, in fact, be short-lived and unsustainable. With the mass arrests of militants after the Holy Artisan attack, it was all the more urgent that the deradicalisation programme be fast-tracked to ensure that the overcrowded jails – where it is next to impossible to isolate the militants from the general inmates or from each other – did not become hotbeds of radicalisation. We have seen disturbing examples of less militant arrestees becoming more militant in jail, with the premises being used for recruitment and planning. The prospect of this happening across prisons in Bangladesh is distressing, to say the least. \nIt is imperative that extremists, particularly those who are only in the initial phases of militancy, are engaged in a sensitive manner to ensure their subsequent rehabilitation. In that vein, the CTTC unit is expected to work alongside social, clinical and educational psychologists, religious clerics and counterterrorism experts to start deradicalising jailed militants. According to reports, the preparation of an action plan to appoint experts is at the final stage.\nA deradicalisation programme for prisons has been in the talks for over a decade. What we fail to understand is why it has taken so long for the authorities to initiate and implement this much-needed project. Even now, the initiative seems to be progressing at a debilitatingly slow rate, risking the hard-earned gains made over the past few years in checking militancy.\nWe urge the authorities not to let their seeming success in addressing extremism make them complacent. Mass political campaigns, promised after each terrorist attack, have unfortunately fallen by the wayside. The militants, we fear, have not been so complacent. The government must revisit its deradicalisation programmes and initiate a comprehensive anti-militancy sociopolitical campaign across Bangladesh that addresses the root causes that drive people, especially the vulnerable, to extremism and militancy.\n",
        "headline_1": "Why the delay in deradicalisation programmes?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-the-delay-deradicalisation-programmes-3061251",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-07-2022"
    },
    {
        "full_article": "To meet a long-felt need of the country's labour sector, the government is learnt to have taken an initiative to create a digital database of workers employed in the formal as well as informal sectors of the economy. A project on a pilot scale styled, 'Labour Information Management System (LIMS)' has reportedly been proposed by the Labour and Employment ministry to this effect. The stated objective of the project appears to be to develop skills and enhance productivity of the workers employed in various capacities in the labour sector. In fact, the importance of knowing the exact number of workers employed -- category-wise -- at different workplaces in an economy cannot be overemphasised. For the number is crucial not only in the interest of the workers, for example, for knowing their actual position and status, establishing their rights or ensuring their overall wellbeing, but also for the benefit of the industry as a whole. To be frank, there has always been a dearth of correct information about industry-wise distribution of the labour force even in the formal sector, let alone in the informal sector dispersed across the country. And as the sector has usually been in a state of flux, the traditional tools to keep track of the movement of workers from one workplace to another were obviously far from being adequate. While the individual units might maintain records of their own on the number and type of workers employed with them at any point of time, an overall picture of the workers' employment situation across the entire labour sector was difficult to come by. Needless to say, the figures that could be made available on this score from time to time were mostly outdated and as such hardly useful. Evidently, the paucity of information remained a big obstacle to further development of the sector. Regrettably, the situation was not different even when it came to particular industries.Consider the case of the Readymade Garments (RMG) industry. That the number of workers engaged in this important sub sector was around 4.3 million was an accepted fact. But it came into question when a digital survey was conducted for the purpose. The survey came up with a figure (2.7 million) that differed by a wide margin from the accepted figure. Notably, the digital survey for the RMG sector, titled, 'Mapped in Bangladesh (MiB) found out this discrepancy. The study only points to how urgent it is to develop a digital database for the entire labour sector in question. It is good to know at this point that some 10,000 factory units will come under the database of the said LIMS which is also supposed to issue Labour Identification (LID) number to some 0.3 million workers. Evidently, the data to be generated from the proposed digital survey of workers in industries will be a precious asset for all concerned. Also, it will give instant transparency to the suggested five sub sectors being initially brought under the survey. The international bodies including the European Union (EU) and the International Labour Organization (ILO) who are also keen to know such information would also, hopefully, welcome the effort. Most importantly, such data will be of immense help for Bangladesh in its effort to eliminate child labour from the country by 2025. Against this backdrop, it is believed that the pilot-level digital survey project as proposed by the Ministry of Labour and Employment (MoLE) would get the required approval from the planning ministry sooner than later.",
        "headline_1": "Welcome move for digital labour survey of industries",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/welcome-move-for-digital-labour-survey-of-industries-1656679219",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-07-2022"
    },
    {
        "full_article": "The World Bank (WB) Group President David Malpass recently presented a bleak scenario of the world economy for the next two years. In his view, prices of commodities are not going to come down any time soon as the US and other advanced economies are at the moment witnessing unprecedented rates of inflation in decades. And the worst sufferers from its fallout would be as usual the poorer nations where the high inflationary trend may even give rise to instabilities, he further warned. And, he stressed that the shortages of key commodities including oil, fertiliser and wheat are the drivers of the price surge. In other words, according to the WB, the inflationary trend worldwide is due to fewer goods in the market than their demand.But the June 7's press release of the WB presented yet another ominous picture of the world economy. It is that stagflation risk is rising as the Covid-related disruption in the world economy has been further compounded by the war in Ukraine which has contributed to magnifying the economic slowdown globally. That means the economic stagnation coupled with high inflation will continue indefinitely. This is real bad news for businessesas it will suppress demand while the consumers' suffering will increase as their purchasing power will erode substantially due to high inflation.Against the backdrop, central banks of different countries are trying to arrest the galloping inflation by increasing the cost of borrowing money by way of increasing interest rate. In the USA, for example, the Consumer Price Index (CPI) in May rose 8.6 per cent compared to what it was a year before and 1.0 per cent in comparison to the previous month (April). The rate of the increase was three times of what experienced earlier, a development that flabbergasted economists as it defied their predictions.Now that the Europe, or the entire world for that matter, as it is the advanced economies that dictate the world, is witnessing a war hysteria in the wake of Russian invasion of Ukraine, it is anybody's guess how things are going to unfold in the long run. As it happened in the two past world wars, severe economic crises, such as the decade-long economic downturn in the USA, called the Great Depression, or the bankrupt German economy amid hyperinflation, one wonders, if the present world, too, is on the brink of an Armageddon as the parties in confrontation are mostly nuclear powers. However, people in the developing and the least developed world of which Bangladesh is part, who have no power to prevail upon the big powers beholden to their big egos, can only hope that good sense will finally prevail and that the world will remain a safe place for the next generation.In the circumstances, as the poorer countries will be left to their own devices, they will have to increase cooperation among themselves to survive in such troubled times. How is Bangladesh's economy faring at the moment? In May this year (2022), for example, the annual inflation rate shot up to 7.42 per cent from the rate (6.29) during the same period last year. Notably, it has been the highest rise in inflation in eight years since 2014.Undoubtedly, the current food price hike (a rise by 8.30 per cent in May against 6.23 per cent in April) is behind this inflationary trend at this unprecedentedly high level. So, signs are yet to be propitious to say that things are going to improve in the near future. In that case, Bangladesh government will be required to be judicious and play safe and avoid being ambitious in its economic growth planning until the time when the world political and economic situation becomes stabler. But first things first. The government's top priority should now be to ensure the country's food security. Though Bangladesh government claims that the country has no food shortage as there have been bumper harvests and that it has adequate stock of foodgrains, the price of staple food item, rice, in particular, is still on the rise. To address the issue, the government has also meanwhile drastically reduced duties on rice import to encourage private importers so that the supply gap if any in the market could be met. But situation has hardly improved to the dismay of the government as well as the common consumers. The millers, wholesalers and retailers are blaming one another for this supposedly artificially created crisis in Bangladesh's foodgrains market. Suspecting that hoarders are behind this artificial crisis in the rice market, a drive was launched to bring unscrupulous traders to book. But despite all such efforts, the bumpy rice market remains largely untamed. But whatever the reason behind this phenomenon, the fallout from it is that it is pushing up the inflation further. The people belonging to the fixed income group have already begun to feel the pinch. The self-employed low-income people are worse off, let alone the vulnerable section of the people. As if to make matter worse, the standing crops on thousands of hectares of land in the northeastern districts of Sylhet and Sunamganj and other northern districts have been lost to the current flash flood. It is definitely going to impact the government's calculations about the stock and supply of foodgrains in the country. To ward off any further crisis in the market, the government should continue to replenish its foodgrains stock. At the same time, it should support private importers of foodgrains with fewer conditions and less bureaucratic tangles so that they can import more foodgrains within a short time to keep, especially, the rice marketstable.\n[email protected]",
        "headline_1": "Food security should top agenda",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/food-security-should-top-agenda-1656679299",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-07-2022"
    },
    {
        "full_article": "Muslims in Bangladesh, as also elsewhere in the world, will observe Eid-ul-Azha in correspondence with Hajj, one of the five sacred pillars of Islam. Those who are going to perform Hajj have already reached Saudi Arabia. Formal rituals of Hajj will take place from July 7 to July 12 in the holy city of Makkah where Masjid-al-Haram is situated and nearby mount Arafah, Muzdalifa and the plateau of Mina. Qurbani, or sacrificing an animal dedicated to Allah, is a part of the pilgrimage. Eid-ul-Azha is observed on the third day of Hajj; also, on the 10th of the month of Dhul Hajj. The holy festival across the Muslim world lasts three days.  It is the second major Muslim festival, known as the festival of sacrifice, in the Islamic calendar after Eid-ul-Fitr, which marks the end of Ramadan or the month of fasting. Eid-ul-Azha is a symbolic remembrance of Prophet Ibrahim, who, according to the Islamic narrative, was asked by Allah to sacrifice his elder son Ismail. When the Prophet attempted to do so, Allah was satisfied with Ibrahim's steadfastness in faith and rewarded him by replacing Ismail with a male sheep or ram. The animal was slaughtered instead of Ismail. Thus, a religious ritual has been set to sacrifice a domesticated animal by Muslims once a year. The core messages of the sacrifice are to obey Allah's order and uproot one's inner evils. The Qurbani is not just sacrificing an animal but slaughtering the beast in oneself. The meat of the slaughtered animal is also permitted to eat and enjoy. There is also a direction to share and distribute the meat of the sacrificed animals with those who cannot make a sacrifice and intake animal protein regularly. That's why Eid-ul-Azha is the festival of sacrifice. Unfortunately, the festival's spirit is not properly instilled in many Muslims in Bangladesh. This is reflected in various stages of the Qurbani -- from purchasing the sacrificial cattle, mostly cows and goats, to cleaning the premises used for slaughtering. The makeshift cattle markets in Dhaka and other cities sometimes turn chaotic. Local political leaders set up some unauthorised markets in open fields and roads.After bringing the animals from markets, taking care of them is not easy, especially in cities. A stinking smell takes over the air, and managing animal wastes becomes difficult. The unavailability of free areas or grounds where animals can be kept secure is a big problem in Dhaka. There is also a lack of a well-maintained and hygienic dedicated place to get the sacrificial animal cut and clean.So, things get worse once the slaughtering starts. Once the animal has been sacrificed, many people throw away animal wastes wherever convenient. Despite repeated warnings from the city corporations for not slaughtering on roads and disposing of waste materials here and there, there is a trend to ignore the advice. Again, in many cases, people even do not clean their residential premises properly. As a result, the animal blood and waste are seen on roads and streets. All this indicates that spirit of sacrifice is far away. No doubt that Eid-ul-Azha has some significant economic implications. It is the largest annual event of cattle trading and collecting hides and skins of sacrificial animals for the leather industry. However, it does not mean that the hazardous and unhygienic practice of keeping and slaughtering the animals has to continue. For the last couple of years, the two city corporations in Dhaka have put extra efforts for removing the wastes as early as possible and keeping the roads clean. However, citizens need to extend cooperation to make the effort a success for the sake of their own health and hygiene.\n[email protected]",
        "headline_1": "How to ensure cleanliness during Eid-ul-Azha",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-to-ensure-cleanliness-during-eid-ul-azha-1656679361",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-07-2022"
    },
    {
        "full_article": "In terms of liveability, there has been little improvement in Dhaka's global ranking this year. The Bangladesh capital reportedly ranks as the seventh least liveable city in the world, moving up three spots from its 2021 ranking, according to an annual report from the Economist Intelligence Unit. However, this city has consistently remained among the worst ten performers in the index since 2012. The worldwide league table ranks 140 cities on a range of factors, including political and social stability, crime, education and access to healthcare.If one starts making a list of problems in Dhaka city, it will be a long one and would continue without an end. Almost every neighbourhood of the city is totally in an unliveable condition. We are implementing mega projects but not focusing much on improving the quality of our life and environment. As a result, there is shortage of green spaces, parks, lack of proper development of roads and drainage systems in our beloved city. Our liveability index will not improve as long as we do not pay proper attention to improving the environment and civic facilities at community level. We have failed to chalk out any short-term or long-term plans for making Dhaka city more liveable and creating public awareness in this regard. Many people have compromised the interest of the city for personal gains. We hope every one of us will one day realise the importance of a liveable city and, someday our collective efforts will make this historical city liveable again. \nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Improving Dhaka's liveability",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/improving-dhakas-liveability-1656679384",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-07-2022"
    }
]