[
    {
        "full_article": "Wrestlers demanding the arrest of Wrestling Federation of India (WFI) president and Bharatiya Janata Party Member of Parliament Brij Bhushan Sharan Singh, who has been accused of sexual harassment, continue to discuss their plans to keep their stir alive. The protest is no longer about the technicality of the investigations. There can be no two opinions on the platitude of the law taking its own course. The fact that an MP of the ruling party faces no political censure in the face of such serious allegations, including under POCSO, is disturbing for probity in public life, and sports administration. The Delhi Police maintain that the cases against Mr. Singh are under investigation and a status report will be submitted in the court. But the fact that the police force had to delete its own social media posts that made this benign claim raises questions about the fairness of its probe. On Tuesday, the stir by the wrestlers (they include international medal winners), took an emotional turn when they gathered in Haridwar to immerse their medals in the Ganga. They stepped back at the last moment, but are unwilling to give up their clamour for justice.The protest has found support from civil society, and has been noticed by international sporting bodies, including the International Olympic Committee and the United World Wrestling that have condemned the police crackdown on the wrestlers, which happened on the day India inaugurated its new Parliament building. Jat farm leaders in Uttar Pradesh (U.P.) and Haryana have also come out in support of the wrestlers, resolving to strengthen the agitation. Meanwhile, Mr. Singh, far from facing condemnation by the ruling party, appears to enjoy the patronage of its leadership. The powerful MP from U.P.’s Kaiserganj is blaming the protesters and mobilising his supporters. Once accused in a TADA case, Mr. Singh appears to be too valuable in the BJP’s scheme of things. There can be no case that anyone should be punished without due process which involves investigation and trial, but the question of probity must have a higher standard. The allegations against Mr. Singh are of a serious nature that diminish his capacity to be at the helm of a prestigious sporting body. While the criminal investigation must not be influenced by street protest, the message has to be clear to all, particularly the victims and the perpetrators, that there is zero tolerance of sexual harassment in India.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nsport\n\n/\n\nsexual assault & rape\n\n/\n\nlaws\n\n/\n\nparliament\n\n/\n\npolitics\n\n/\n\nBharatiya Janata Party\n\n/\n\nUttar Pradesh\n\n/\n\npolice",
        "headline_1": "Wrestling for justice: On the protest by the wrestlers",
        "headline_2": "The Wrestling Federation needs an overhaul in the wake of the allegations",
        "link": "https://www.thehindu.com/opinion/editorial/wrestling-for-justice-the-hindu-editorial-on-the-protest-by-the-wrestlers/article66920308.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-06-2023"
    },
    {
        "full_article": "The National Statistical Office’s provisional estimates of national income for the 12 months ended March and quarterly GDP estimates for the fourth quarter posit a picture of an economy that sustained momentum last year despite headwinds. Gross domestic product is estimated to have expanded by 6.1% in the January-March quarter, helping lift full-year growth to a marginally higher-than-projected 7.2% pace. Gross value added numbers for the fourth quarter point to a broad-based uptick in growth from the preceding three months, with the umbrella utility services sector (including electricity, gas and water supply) and the omnibus services category of trade, hotels, transport, communication and broadcasting being the only two of the eight GVA sectors posting decelerations in expansion. While construction led the cross-sectoral growth, expanding 10.4%, collectively the services sectors buoyed GVA, with trade, hotels and transport still posting 9.1% growth, notwithstanding the slowdown from the third quarter’s 9.6% pace. The sector, which has the largest share in GVA, expanded by a healthy 13.1% sequentially as travel demand rebounded in the wake of COVID-19 fears receding. Manufacturing was also a silver lining, rebounding from the December quarter’s contraction to log a 4.5% expansion. And sequentially, manufacturing GVA surged 20.4% from the third quarter reflecting the sustained expansions reported in recent months by S&P Global’s survey-based purchasing managers’ index.In fact, the latest PMI reading, showing factory orders having risen in May at the fastest pace since January 2021, is a welcome augury and a buffer for an economy facing stronger headwinds this year from a global economic slowdown and increased uncertainty, including heightened financial sector risks. The NSO data also point to gross fixed capital formation, a proxy for investment activity, having regained vigour in the fourth quarter. GFCF expanded by a healthy 8.9% year-on-year, and an even more robust 20.8% sequentially, aided in large measure by the government’s increased capital spending on infrastructure and other big-ticket public works. Given its overall multiplier effect and job creation potential, the improvement in investment spending bodes well for this year’s outlook. To be sure, the same GDP data also underscores the fact that private consumption spending — a key bulwark of demand — is yet to regain a firm footing. Private consumption expenditure is estimated to have actually contracted 3.2% from the preceding period in the March quarter, with its share of GDP shrinking to at least an eight-quarter low of 55%. With the chance of a potentially rainfall deficit-inducing El Niño almost a certainty, the outlook for farm output and related rural spending is also now under a cloud. Policymakers must therefore ensure that fiscal and monetary measures remain growth supportive in the coming quarters.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\neconomy (general)\n\n/\n\nCoronavirus\n\n/\n\ntrade policy\n\n/\n\nhotel and accommodation\n\n/\n\npublic transport\n\n/\n\npurchase\n\n/\n\nemployment\n\n/\n\nweather science",
        "headline_1": "Riding the momentum: On National Statistical Office’s economic data and the economy",
        "headline_2": "Fiscal and monetary measures must remain growth supportive in the coming quarters",
        "link": "https://www.thehindu.com/opinion/editorial/riding-the-momentum-the-hindu-editorial-on-national-statistical-offices-economic-data-and-the-economy/article66920345.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-06-2023"
    },
    {
        "full_article": "Edifices, such as the new Parliament building, can generate controversies but can also be stirring, and have political payoffs. However, for most new projects, the story doesn’t end there:\nThe inauguration of the new Parliament building should have been an occasion for celebrating our democracy, warts and all. Indeed, an occasion also for an introspection on how to fix those warts. In the event it turned into a raging controversy.\n\nThe more the opposition questioned the propriety of the Prime Minister inaugurating the building, the more the ruling party dug in. Some maturity on both sides would have salvaged the situation but that wasn’t our lot as a nation.\nRead full opinion on TOI+\n\n",
        "headline_1": "BIN: Build, inaugurate, neglect",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/bin-build-inaugurate-neglect/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-06-2023"
    },
    {
        "full_article": "Don’t work in silos. We need nimble, multi-domain expertise. Engage with academia, industry:\nNational security structures within governments across the world are largely hierarchical, conservative, stovepiped, only modestly accountable to the people and resistant to change and transformation. India is no exception.\n\nJust as globalisation and the boom in the services sector forced economic models across the world to transform rapidly, national security structures across the world are scrambling to reform and transform in the face of challenges that were not anticipated.\nRead full opinion on TOI+\n\n",
        "headline_1": "Making India’s National Security 21st century compatible",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/making-indias-national-security-21st-century-compatible/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-06-2023"
    },
    {
        "full_article": "Fourth quarter, FY 23 GDP data show resilience, momentum. But consumption remains weak:\nIndia’s GDP in the January-March quarter grew 6. 1% to ₹43. 6 lakh crore, outpacing all forecasts by a wide margin. Consequently, it also helped the 2022-23 GDP grow at 7. 2% to ₹160. 06 lakh crore, a level higher than both RBI and private projections. This rate of growth makes India a standout performer among major economies in the world. The economy, when viewed from the standpoint of producers, showed broad-based growth. Agriculture in the JanuaryMarch quarter surprised on the upside growing 5. 5% while construction surged 10. 4% to ₹3. 9 lakh crore.\n\nThe takeaway from the production side is that not only is India’s economy resilient, but there’s also an underlying momentum that has offset unfavourable global factors. A sector that helped neutralise the fallout of the Ukraine war and the attendant commodity price surge was services exports. In the GDP data, on the production side, finance, real estate and professional services in the fourth quarter grew 7. 1% to ₹7. 6 lakh crore. Services exports helped compress the excess of imports over exports to just 0. 1 percentage points of GDP, which boosted the overall growth rate. Last year, for instance, this difference was 1. 6 percentage points.\nIt was, however, not all good news. The biggest challenge in the economy is the anaemic performance of private consumption. In the fourth quarter it grew 2. 8% to ₹23. 9 lakh crore, the second successive time it’s grown less than 3%. It indicates that in an economy with a strong production momentum, there’s a distribution challenge. This is corroborated by GoI’s urban jobs data for the January-March quarter. There’s a marked deterioration over the last year in the quality of jobs, especially for women. For example, there was a 1. 5 percentage point rise in women classified as unpaid helpers in household enterprises. Its impact is showing up in weak consumption growth.\nThis weakness holds the threat of undermining one of the most encouraging aspects of the GDP data, the surge in investments. Fixed capital formation grew 8. 9% in the fourth quarter to ₹15. 3 lakh crore and constituted 35. 3% of GDP, the highest level it’s reached after the pandemic. However, sucking in more private investment will depend on robustness of consumption. Here, RBI can help by avoiding more policy interest rate increases. India needs stronger consumption to build on this momentum and that is linked to enabling better quality jobs.\n\n",
        "headline_1": "Shining, one bit cloudy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/shining-one-bit-cloudy/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-06-2023"
    },
    {
        "full_article": "Ugandan law and Japanese court judgment show why only SC can greenlight same-sex marriage:\nThe Ugandan government passed a jaw-dropping anti-LGBTQ law, while a Japanese court rejected the country’s ban on same-sex marriage as unconstitutional.\nProof again that courts have the crucial responsibility to defend these rights, especially in the face of political resistance. Social stigma and community prejudice are often mirrored in legislatures. Legislators are unlikely to take leaps of empathy beyond what the majority of their constituents want. Equal dignity and freedom, though, are a constitutional promise to each citizen. That’s why conferring equal rights to sexual minorities should be the courts’ domain.\n\nUganda’s new law is a standout example of anti-LGBTQ bigotry, even in a continent largely hostile to their rights. It imposes life imprisonment for anyone who has been in a consensual same-sex sexual encounter, and the death penalty for ‘aggravated homosexuality’, by which it means sexual contact with children and other vulnerable groups – as though they are all shades of the same thing. This law is a drastic violation of human rights, it makes ordinary loving and living impossible for LGBTQ persons.\nUntil five years ago, India was also among the former British colonies that used the law to harass, humiliate and deny consenting LGBTQ adults their rights. In 2018, Section 377 was read down, affirming the right to equality and non-discrimination, and the Puttuswamy judgment entrenched privacy as part of every citizen’s life and liberty, which means that the state cannot encroach into the individual domain, which includes consensual domestic and sexual arrangements.\nThe right to same-sex marriage, being heard by the Supreme Court, should flow out of these judgments. The right to love and marry, have the protections and responsibilities of a family, cannot be denied by the state to any adult citizen. And only the courts can make this happen.\n\n",
        "headline_1": "It’s a judgment call",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/its-a-judgment-call/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-06-2023"
    },
    {
        "full_article": "Given the unprecedented crisis Bangladesh's economy is facing – high inflationary pressures and macroeconomic instability – my expectations from the proposed budget of FY2023-24 were that it would ease the pressures and bring about much needed stability to the economy. Instead, what the budget has done is pose ambitious – and in my opinion, unrealistic – targets. For instance, the GDP target has been set at 7.5 percent, and it is being claimed that a major driver of such growth will be private sector investment. Surprisingly, it is being said that private sector investment will increase by six percentage points with respect to the GDP in the upcoming fiscal year. The total GDP to investment ratio will be 33 percent, while GDP to private sector investment will be 27.5 percent, which was 21.5 percent this fiscal year. Such a dramatic improvement in private sector investment in such a short period of time has not happened in Bangladesh, and is not feasible – it is completely unrealistic.\nLet me talk about another anomaly. It is being said that there will be a dramatic improvement in private sector investment. But the question is, where will the investment for private sector financing come from?\nTraditionally, our banking sector has been a big source of financing for the private sector via credit. Yet, when you look at the government's budget deficit financing this time – about 5.5 percent financing – almost Tk 1 lakh crore will be taken as loans from the banking sector. If the government takes up so much of the loans, what will be left for the private sector?\nAnd if the government does not borrow so much from the banking sector, who will the government turn to for such financing? If it goes to the central bank, it will provide the financing by printing new money, which will increase the inflationary pressure within the economy.\nAnother completely unrealistic target is that of inflation, which the budget states will come down to six percent in the upcoming fiscal year. For more than a year, inflation could not be addressed because the government's policies and steps were inadequate. Meanwhile, there were a lot of anomalies in domestic market management, and on the fiscal side, too, import tariffs and duties could not be streamlined. Even now, we are citing the Russia-Ukraine war and the increase in prices in the international market as the causes behind our inflation, even though prices of products, including oil, have actually decreased in the global market. If we look at our neighbouring countries – and we should not be citing the examples of Pakistan or Sri Lanka whose economies are collapsing – such as India or Southeast Asian countries, they were able to successfully use their fiscal and monetary policies to rein in inflation.\n\nWhile it is a good thing that the government has increased the income tax ceiling from Tk 3 lakh to Tk 3.5 lakh, if someone from a low-income household wants to get a trade licence, they will have to pay Tk 2,000. So, are we assuming that when many low-income people go to avail a service such as getting a trade licence, they have concealed information regarding their wealth? That they are not, in fact, from low-income households? What about those who are actually concealing information about wealth, or are loan and tax defaulters, or are involved in money laundering? What services will we withhold from them? Is there any bar on foreign travels for them? They are VIPs everywhere.\nWhat should have the focus been instead?\nWe should have focused on addressing the macro-fundamentals, which would create a launching pad for the coming year's fiscal flow.\nThe main focus should have been on addressing the inflationary pressure and providing a much-needed break to lower income groups. Addressing the inflation is the most pro-people move the government could have made.\nThe IMF has already set some conditions – one important one is to improve the revenue side. To that end, some new taxes have been introduced – such as green tax on extra cars and additional tax on flat registration. Meanwhile, Tk 2,000 has been imposed as mandatory income tax annually for those who want to avail the government services including trade licence. While it is a good thing that the government has increased the income tax ceiling from Tk 3 lakh to Tk 3.5 lakh, if someone from a low-income household wants to get a trade licence, they will have to pay Tk 2,000.\nSo, are we assuming that when many low-income people go to avail a service such as getting a trade licence, they have concealed information regarding their wealth? That they are not, in fact, from low-income households?\nWhat about those who are actually concealing information about wealth, or are loan and tax defaulters, or are involved in money laundering? What services will we withhold from them? Is there any bar on foreign travels for them? They are VIPs everywhere.\nThe whole tax structure is still very regressive, and the proposals in the new budget will make it even more regressive.\nI believe we should look into these fundamental aspects. My expectation was that the main priorities would have been highlighted and would get more focus; instead we have been set on the same old path.\n \nDr Selim Raihan is professor at the Department of Economics of the University of Dhaka, and executive director at the South Asian Network on Economic Modeling (Sanem).\n\n",
        "headline_1": "There is no consistency or logic in the targets set in the budget",
        "headline_2": "",
        "link": "https://www.thedailystar.net/special-events/national-budget-2023-24/news/there-no-consistency-or-logic-the-targets-set-the-budget-3335371",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-06-2023"
    },
    {
        "full_article": "Prof Sujit Kumar Bala has been appointed the new chairman of the Dhaka Water Supply and Sewerage Authority (Wasa) board. According to a circular issued on May 22, he succeeded former Dhaka Wasa chairman Dr Golam Mostafa, who, two days prior to being substituted, had alleged that Wasa had become the \"personal property\" of its managing director, Taqsem A Khan.\nOne would've hoped that the chairman's allegations would have been investigated with due diligence. Instead, he was sacked for speaking up. Needless to say, the move further explicates the disastrous depth of corruption in the organisation and the untouchable position of the Wasa MD. Reports after reports have provided evidence of the MD's wrongdoings, yet nothing has been done to hold him accountable. Even allegations from the chairman couldn't deliver a much-needed shake-up. So, the question is: what reasons do we have to believe that Wasa is anything but the MD's personal property?\nTaqsem has been accused of various misdeeds over the years, including being selected and reappointed as the MD for six consecutive terms, in violation of Wasa's bylaws. His reappointments were deemed \"questionable\" by Transparency International Bangladesh (TIB), which also demanded a neutral audit of his performance. The audit is yet to be held.\nDuring Taqsem's leadership, Dhaka Wasa hasn't been able to fix the city's waterlogging issue, in addition to failing to provide safe water to its customers. Given Wasa's repeated failure to resolve the issue of waterlogging, Dhaka's two city corporations took over drainage management in 2020. Additionally, it was discovered that the Buriganga River was polluted by Wasa's sewage systems.\nThe organisation has consistently refused to answer for its shortcomings, despite the fact that it has completely failed to enhance the quality of water it distributes to inhabitants (for instance, last year, the city had a significant cholera epidemic as a result of leaks in Wasa pipes). According to a TIB investigation, 62 percent of those who applied for water and sewer connections from Wasa said they encountered harassment and anomalies.\nIf dodging accountability, transparency, and governance were an art, either Wasa or its MD would've been maestros. Around 910 million litres of sewage are reportedly generated every day in the areas covered by Wasa. Of this, almost 900 million litres of raw sewage enter our freshwater sources, such as rivers and canals – meaning less than two percent of the sewage is being treated. In May, the National River Conservation Commission's chairman accused Dhaka Wasa of contaminating the rivers that surround the capital. No data can quantify the immense damage done to our water bodies as a result of Wasa's negligent and immoral activities.\nResidents paid Tk 1,066 crore between FY 2018-19 and FY 2020-21 for sewage treatment, a service that was barely provided. In FY 2021-2022, it was almost Tk 400 crore. Why, therefore, should citizens pay for a service that doesn't exist?\nDespite all this, Wasa hiked water rates often and unfairly between 2009 and 2022, for up to 15 times. While the general public suffered, MD Taqsem's pay and Wasa's earnings skyrocketed. The Wasa MD has received Tk 5.8 crore in salary and other benefits for the past 13 years. Wasa said in a report that Tk 1.29 crore had been taken out for housing rent and renovations, income tax, and other expenses, leaving the MD with Tk 4.51 crore. His pay increased by Tk 1.75 lakh during the first two years of the Covid-19 pandemic, during which the water tariff was hiked twice. Taqsem currently earns Tk 6.15 lakh per month, an astounding 421 percent increase in 12 years. The Consumers Association of Bangladesh (CAB) was correct when it claimed that Dhaka Wasa's MD and its officials are the ones who genuinely profit from the regular increases in water tariffs.\nIn blatant violation of the Dhaka Wasa Act of 1996 and the Dhaka Wasa Service Rule of 2010, Wasa MD Taqsem A Khan allegedly appointed two people close to him by establishing two top posts, even though they had already retired in 2016. Since then, former Wasa engineers Abul Kashem and AKM Shahid Uddin have regularly been reappointed as consultants, advisers, directors, or deputy managing directors. Reportedly, either one of them takes over as acting MD whenever the Taqsem travels overseas. Nothing has been achieved in terms of combatting this, despite the Local Government Division's (LGD) request to terminate their positions and cease paying the individuals' salaries and benefits.\nThe list goes on and on. The letter from the former chairman said the agency has become \"a den of corruption.\" There is no mystery around this. But the question is: will MD Taqsem and others involved in running this den ever be held accountable?\nMuhammad Zayed Hossen Jubayer is majoring in Finance and Banking at Govt BM College, Barishal.\n",
        "headline_1": "Is Dhaka Wasa personal property after all? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dhaka-wasa-personal-property-after-all-3335336",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-06-2023"
    },
    {
        "full_article": "There is a genuine concern among Bangladeshi experts that at a time when the country is experiencing some of the toughest economic challenges in years – persistent high inflation, unemployment (particularly among the educated youth), etc – fulfilling the IMF's loan conditions without making the necessary policy adjustments could fuel inequality. As per the Bangladesh Bureau of Statistics' (BBS) recently published Household Income and Expenditure Survey (HIES) 2022, the Gini Coefficient has gone up to 0.499. In the HIES 2010, the Gini Coefficient was 0.458, and rose to 0.482 in HIES 2016 – indicating that over the past decade and more, inequality has been on the rise.\nNumerous studies over the years, including the ones carried out by the IMF, have consistently shown that inequality tends to rise during IMF programmes or as a result of its conditions. That is not to say that the policy reforms prescribed by the IMF for Bangladesh are wrong or unnecessary. On the contrary, most local experts agree that the majority of reform measures built into the IMF loan were long overdue.\nFor example, experts have been calling for the government to use a flexible interest rate – allowing the rate to adjust with the market – which the IMF has also recommended. However, due to the prevailing circumstances, they have also called on the government to provide specialised and subsidised credit schemes for the disadvantaged, such as those involved in agriculture, small and medium businesses, and others.\nAnother delicate matter that the government needs to handle tactfully is the IMF's condition of reducing tax exemptions. One would assume that the primary reason why this is necessary was the government's limited fiscal space, driven largely by Bangladesh's woeful tax-GDP ratio.\nBangladesh has one of the lowest tax-GDP ratios in South Asia – at 7.9 percent, whereas the ideal benchmark is 15 percent. The country needs to collect an additional tax revenue of Tk 250,600 crore to raise it to 15 percent.\nThe State of Tax Justice 2020 report calculated that Bangladesh is losing more than $703 million every year because of tax abuses committed by multinational corporations and private individuals. Multinational corporations alone cost the country $674 million annually. This year, the Centre for Policy Dialogue (CPD) estimated that Bangladesh was losing potential taxes from as low as Tk 41,800 crore to as high as Tk 223,000 crore yearly because of tax evasion. The amount of tax losses rises when tax avoidance is taken into account (between Tk 55,800 crore and Tk 292,500 crore), and much of this happening with the \"unethical support from tax practitioners.\"\n\nWe can debate all we want over how wise or unwise the government's budget allocation (and implementation over the next fiscal year) will be. But should it continue to fail to address the issue of inequality, it is high time we recognised that the failure is not a result of innocent mistakes or miscalculated economic policies, but the government's willingness to pander to the wishes of special interest groups who are plundering the wealth being produced by the hard-working (majority of) people of this country.\nAside from the fact that many people do not pay income tax, data from the Registrar of Joint Stock Companies and Firms and the NBR shows that 45,000 out of 213,000 registered companies and firms filed returns, meaning only one in five registered businesses pays tax. Hence, the CPD advised the government to \"withdraw all kinds of non-transparent tax-related provisions, including provision for whitening black money\" (which contradict tax transparency efforts) from the national budget.\nIn an interview a few days ago, Planning Minister MA Mannan said sustaining development and curbing inequality were key major challenges facing the economy. In that case, clearly the government should increase its budgetary allocation for social safety net programmes. But that alone will not suffice because of the rampant corruption involved in government aid programmes.\nA number of studies over the years have uncovered how nepotism, corruption, and political bias in enlistment have weakened the safety net plans intended to help the poor and other vulnerable groups. For instance, a World Bank report in 2016 found that about 60 percent of safety net programme beneficiaries did not qualify as being vulnerable.\nMore recently, a CPD survey found that almost 30 percent of old-age allowance beneficiaries and 33 percent of widows allowance beneficiaries were not eligible for the grant. And this is happening while 3.3 million elderly people and 2.5 million widows who are eligible for the benefits remain outside of the programme. Thus, about Tk 1,500 crore is wasted in only two schemes. What is even more reprehensible is the fact that eligible beneficiaries are made to pay Tk 2,653 on average in bribes for the benefits. The survey further alleged that the authorities, despite knowing about the irregularities, have done nothing to stop them.\nThe complete lack of conscience one has to have to deny the elderly and widows from accessing such facilities might not be easy for ordinary people to relate to, but it seems to have become common among government officials responsible for implementing and monitoring such schemes. And it is one of the main reasons why social safety net programmes have continuously failed to somewhat negate the inequality problem in Bangladesh.\nTo his credit, the planning minister did admit this earlier, as well as the fact that vested groups had gotten themselves in an advantageous position, which is leading to the poor being deprived. But what is worrying is that he himself questioned whether his government was capable of taking action against these groups as that might put the government in trouble.\nThis brings us to the crux of the matter. At this point in time, addressing many of our economic problems is proving to be difficult not mainly for economic reasons, but because of political ones. And they are largely to blame for why and how we have gotten here as well. So, we can debate all we want over how wise or unwise the government's budget allocation (and implementation over the next fiscal year) will be. But should it continue to fail to address the issue of inequality, it is high time we recognised that the failure is not a result of innocent mistakes or miscalculated economic policies, but the government's willingness to pander to the wishes of special interest groups who are plundering the wealth being produced by the hard-working (majority of) people of this country.\nEresh Omar Jamal is assistant editor at The Daily Star. His Twitter handle is @EreshOmarJamal\n",
        "headline_1": "To end inequality, stop pandering to plunderers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-overton-window/news/end-inequality-stop-pandering-plunderers-3334201",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-06-2023"
    },
    {
        "full_article": "The finance minister on Thursday presented the country's 52nd budget of Tk 761,785 crore, which is 12.34 percent more than the previous budget of Tk 678,064 crore. It has been portrayed as expansionary and future-oriented. But unfortunately, there is barely any reflection in the proposed budget of the current reality being experienced by the majority of people in the country. Two positives that can be taken away from the budget is the environmental tax – influenced by the World Bank's loan conditionalities – imposed on owners of more than one car, and the allocation for startups that the government hopes can transform the country from \"Digital Bangladesh\" into \"Smart Bangladesh.\" But when prices of food and non-food items have shot through the roof, these catchphrases are of no use to the people who are being overwhelmed by their daily struggles.\nIn the budget, the government has proposed increasing the tax-free income threshold, but only slightly, from Tk 3 lakh to Tk 3.5 lakh. Yet simultaneously, it increased the surcharge-free limit of wealth from Tk 3 crore to Tk 4 crore – a gift to the rich. It also proposed increasing the monthly allowance for the elderly by Tk 100 to Tk 600, and for widowed, deserted and destitute women by Tk 50 to Tk 550, which are still extremely trivial amounts given the present conditions. Even more ludicrously, it proposed the imposition of a minimum tax of Tk 2,000 for individuals who are required to submit income tax returns to avail themselves of various government services, even if they do not have taxable incomes. Meanwhile, in its desperate bid to increase revenue, the government has decided to rely more on indirect taxes, which will increase the financial burden on the middle-class in particular.\nIn typical fashion, the government has also come up with a wishful inflation control target of 6 percent; however, most of the budgetary measures give very little hope of achieving it. The budget has also set a highly ambitious revenue collection target of Tk 500,000 crore, with the vast majority of it to be collected by the National Board of Revenue (NBR). However, given that the NBR has failed to meet its tax collection target in the past 11 consecutive years, and that the newly proposed target will be its greatest challenge till date, we see no reason yet to believe that this time will be different. And despite the mention of bringing some reforms to the tax system, the government has failed to provide specifics of said reforms – which is concerning because we have previously seen such promises turn out to be completely hollow.\nBesides that, government expenditure will be financed by significant borrowing from the banking sector which may lead to a \"crowding-out effect\" – thereby increasing the struggles of small and medium enterprises to access loans – not to mention increase the government's debt burden. Or it will be financed by borrowing from Bangladesh Bank, meaning more money printing, which will increase inflation. The government also plans to finance the deficit via foreign borrowing. But it is difficult to see how the government can mobilise the targeted funds, given its past collection history.\nIt is evident that the IMF has had quite a bit of influence in the budgetary preparations and allocations. But that has not been echoed in the allocation for the healthcare and education sectors, with both sectors receiving lower percentages of the total budget as compared to last year. Because the IMF was also opposed to government subsidies, the subsidies for the energy sector have to be more effectively utilised as people cannot afford even higher energy prices right now. Yet it is unclear what the government plans to do about its energy subsidies – whether most of it will again go down the drain in the form of paying capacity charges to private and politically connected individuals and businesses, or it will be actually used to give relief to the public. For once, the issue of paying enormous capacity charges was mentioned during the budget session. But disappointingly, no bold decisions were taken.\nThis overall lack of initiative and courage pretty much sums up the proposed budget, which was neither pro-poor, even though it needed to be, nor cognisant of the rapidly growing inequality gap, which has already reached a worrying level. While setting unrealistic targets, the government has failed to consider the very real sufferings of the people by presenting a budget that barely looks to address any of their most burning concerns.\n",
        "headline_1": "Budget has no reflection of people’s sufferings",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/budget-has-no-reflection-peoples-sufferings-3335416",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-06-2023"
    },
    {
        "full_article": "It is astonishing how corrupt practices continue to mar just about any government operation. As a report by this daily has revealed, of the 218 officials that the religious affairs ministry is sending to Saudi Arabia to assist Bangladeshi medical and technical teams during this year's hajj, at least 200 have neither any technical training nor a background in medicine. Instead, you have cooks, cleaners, chauffeurs, bodyguards, staff connected with high-up officials, office assistants, and administrative officers. Clearly, they are unqualified to perform the listed roles of their respective teams: to provide assistance at health clinics, ensure prompt services for patients, assist the hajj technical team, and find missing pilgrims.\nUnfortunately, government programmes for hajj have been repeatedly subjected to such corruption and favouritism in the past. For instance, under the government's subsidised hajj programme last year, more than half of the 254 pilgrims were found to be associated with the ruling party. How fair is it to spend a huge chunk of public money for the hajj of solvent, politically connected people? This year, Biman is reportedly set to spend crores to send 100 of its officials to Saudi Arabia in the name of assisting pilgrims, as it did before too. Again, we cannot help but ask: is such a delegation at all necessary when Biman already has several fully-fledged offices in Saudi Arabia for this job?\nIn light of the latest report, it is clear that the selection of hajj delegates was not done based on their capability to serve pilgrims. It is more than likely that they bought or powered their way into the teams, and it is the ordinary pilgrims and taxpaying citizens who will have to bear the cost of their transgressions and that of ministry high-ups. This is totally unacceptable. We urge the government to hold to account those overseeing hajj operations for their mismanagement and irregularities. It must properly investigate all such cases of corrupt selection and recruitment as well as the role of ministry officials behind it.\n",
        "headline_1": "What’s the point of having unqualified hajj assistants?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/whats-the-point-having-unqualified-hajj-assistants-3334891",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-06-2023"
    },
    {
        "full_article": "The onion market is turning volatile much to the dismay of the general consumers who have their backs already to the wall due to skyrocketing prices of the essential commodities. With the Eid-ul-Adha, a major Muslim religious festival, about a month away, it is feared that the price of this vital ingredient for cooking may go up still further. Going by a report carried by the May 31 issue of this paper, onion was selling between Tk 80 and Tk 95 a kilogramme (kg) at different retail markets in the city on May 30, whereas the day before, the prices of this vegetable ranged between Tk75 and Tk 85 a kg. That is about a jump by Tk 5.0 to Tk10 per kg of the kitchen item within the span of a day. Now that the price of this crucial cooking ingredient has about doubled within a month, the commerce minister reportedly requested the agriculture ministry to allow import of onion to stabilise the market. However, the agriculture ministry which keeps track of the crop at its production level has been rather cautious before giving the green signal to the decision of its import. To all appearances, this delay has to do with protecting the interests of the onion farmers who suffered losses as they had to sell this perishable crop below its production cost at the beginning of the season, according to the Department of Agriculture Extension (DAE). In fact, wholesalers at local markets near the production hubs of onion take undue advantage of farmers' lack of storage facilities to preserve onion for long after its harvest. So, farmers had reportedly to sell it at prices ranging from Tk17 to Tk 19 a kg since the beginning of the season till the end of April, though the production cost of onion was between Tk24 and Tk 25 per kg. So, it appears, they might have stopped selling their product at further losses thereby pushing up its price. But experts on the issue are of the view that the harvest season being over, farmers have no further stock of onion to sell at a higher price to make up for their losses, if any. Moreover, some economists have questioned the very credibility of the data on onion production because last year's (2022) figures as provided by the Ministry of Agriculture (MoA) and the Bangladesh Bureau of Statistics (BBS) respectively differ markedly. To be exact, there is a difference of 1.0 million tonnes between MoA's figure at 3.7 million tonnes and that of BBS's at 2.7 million tonnes. Given such serious discrepancies, one wonders, how would the ministries concerned assess onion's stock situation to decide whether, when and what amount of the essential kitchen item to import aimed at keeping its price within the reach of common consumers? So, whatever the reason for delay in taking the decision on onion import, it amounted to dithering on the part of the government over the matter. Obviously, it has sent the wrong signal to the syndicates behind the instability of the onion market. Small wonder that the onion market has now started behaving in a way that reminds one of the fallout from India's slapping ban on onion export in September 2019, when by the end of December of that year the price of the edible bulb went literally through the ceiling selling at Tk 300 per kg in the city's kitchen markets. As things stand, the government should, without further delay, take a firm decision on onion import before the syndicates take full control of the market.",
        "headline_1": "Onion import to stabilise market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/onion-import-to-stabilise-market-1685636616",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-06-2023"
    },
    {
        "full_article": "The death of a boy from the fall of a 5-6-feet long rod right on his head from the under-construction Dhaka elevated expressway at a spot in Mohakhali could be passed as an accident but for the developments following the incident. Following a case filed against a worker --- from whose hand the rod allegedly fell---accusing him of negligence by the site manager of the expressway, the accused was arrested by the police. What happened next is really intriguing. The First Dhaka Elevated Expressway Company reportedly issued a statement in which it claimed its 'construction sites conformed to the local and international guidelines and met the standards'. Even this attempt to profess its innocence could be considered a standard practice. Then comes the twist to the incident---it accuses and passes the judgment on the circumstances under which the approximately 12-year boy got killed. The statement reads 'it was an incident of thievery' that leads to his death. He was involved in thievery and assisting a syndicate of workers out to steal the project's rod. They threw rods from above the elevated expressway and one of those 'fell and hit his head'. The statement further declares that it is 'committed to supporting the investigation and fully cooperating with the relevant authorities'. That the expressway authority will do so is nice of it but look at the ambivalence, the contradiction, claims and counter-claims. First, if the site manager files a case accusing a worker of negligence of duty and specifically mentions that the rod fell from his hand, how can it turn out to be a case of thievery? According to him, the accused was taking rods from one place to another on the elevated expressway. The worker was not accused of thievery by the site manager. Does it not smell rat? The filing of the case against a worker and the statement made by the expressway authority present completely different pictures. Which one is correct? To be an unwitting passer-by on whose head a brick, a flower tub, a rod and an entire segment of girder fall from an under-construction building, flyover or expressway is one thing and to be a thief of construction materials is a completely different proposition. Look at the language of the statement where the 'syndicate of workers' was throwing rods. If thrown from above, a rod can catch someone off guard. A thrown rod is a thrown one. How can it fall unfortunately on someone's head? There is a difference between what happens unintentionally and one in which the participation is active, in this case done with an ulterior motive, which the statement means. The statement is making a mess of everything. It seems the worker has been made a scapegoat. It cannot be expected that a rod will never slip from a worker's hand. The important point is when work on construction sites, particularly overhead, progresses, there should have been warning signs and safety measures within a specific area to keep passers-by away. One of the correspondents of a contemporary reports that hours later he visited the site and saw construction work at that particular spot in full progress without any sign of warning or measures to ward off passers-by below. This also rules out any attempt of thievery.If this is so, how can the expressway authority claim they comply with local and international guidelines and meet safety standards? Before accusing the boy of being an associate of a syndicate of workers engaged in thievery, was not it appropriate to detect the syndicate and bring its members to justice? The workers are not from outside. Only those bearing the company's logo or other visible signs should have access to the expressway above the ground. If those workers are thieves, they must be fired and punished for their crime. A dead person, no matter even if he is a mere boy, must be accorded some sanctity, some respect. This accusation without proof is indeed irreverence at its worst. How miserable the boy is! No one came to identify him even a day after his death. Life is so cheap in this land. Lax safety standard at workplaces in this country has ever remained a bane, a thorny issue. Only recently did an AC mechanic fell to his death while repairing one on the outside of wall of a multistoried building. Another worker fell from an under-construction building's roof. All because, no standard safety measure was followed. But these are incidents involving private mechanics or small housing companies. A large local or international company undertaking the construction of a mega project cannot ignore foolproof safety measures for its workers, commuters and passers-by particularly at busy segments of roads or highways. That the safety issue is compromised has been exposed by many incidents passed as accidents which those are not. There are several such instances but the one in which a box girder of the bus rapid transit (BRT) fell on a car at the Jasimuddin Road intersection killing five people is a stark reminder of this fact. The Mohakhali incident should be thoroughly probed into in order to find out if there was laxity in safety measures and the responsible must be brought to book.\n[email protected]",
        "headline_1": "Outrageous indifference to workplace safety measures",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/outrageous-indifference-to-workplace-safety-measures-1685636693",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-06-2023"
    },
    {
        "full_article": "Health Minister Zahid Malik sounded ominous the other day when he cautioned everybody about vector-borne dengue becoming a serious problem this year. The minister while talking to newsmen explained the reasons for apprehending a major outbreak of the disease that is lately affecting even remote areas of the country. It is the number of people found afflicted with dengue during the first five months of the current calendar year that has caused concern among the health directorate people. The health authorities detected over 1,100 dengue patients between January and May. The month of May last saw the largest number of patients estimated at 1,036. The actual number of dengue patients would be more, as many avoid coming to hospitals and clinics and some private health facilities bother least about passing on information to the health authorities. The official figure of dengue patients between January and May this year is six times more than that of the corresponding period of last year. The city corporations and the residents of Dhaka need to pay due attention to the note of caution coming from a person none other than the health minister. The dengue menace can be tamed or even eliminated when corporations and citizens make coordinated and targeted efforts. But are they doing enough? Unfortunately, the answer until now is in the negative. The primary responsibility of keeping the homes and their surroundings clean lies with city residents. They need to remove the discarded containers, coconut shells and other items that can hold rainwater. It is equally important to remove water from indoor tree pots. Builders and individual plot owners also need to see that water does not remain stagnated in and around their under-construction structures. The other main actors in the fight against aedes mosquito that carries the virus (DNEV) to humans are city corporations and the health authorities. The two city corporations of Dhaka are, seemingly, yet to come out of their deep slumber though dengue is showing all the signs of becoming a serious health problem this year. It is hard to know if the chemicals the city corporations spray intermittently are effective in destroying the larvae of aedes or not. Lately, the mosquito eradication programme of the city corporations has lost steam. City corporation personnel carrying spray machines are seen rarely in city areas. Why is it so? The situation should have been altogether different, particularly when the mayor of Dhaka North reportedly had led a team to the USA to gather first-hand knowledge about mosquito eradication there. The mayor needs to start applying the mosquito eradication method in the north of the city which usually sees more dengue patients than the south city corporation. Given the dengue situation unfolding this year, the city corporations must immediately embark on massive programmes to create awareness among the city residents and destroy the aedes breeding grounds. The corporations' honchos are likely to face a very tough situation in the months between July and September, the peak dengue infection time, unless they take appropriate preventive measures. The health authorities, on their part, should strengthen further the mass awareness programme against dengue and make necessary preparations to handle more than usual dengue cases. Many city hospitals have been failing to make mosquito nets available to dengue patients. What is more worrying is that city hospitals do not have separate units for dengue patients. This makes other patients vulnerable to dengue infection. Going by the trend concerning infection rates and measures in place to destroy aedes breeding grounds, dengue will continue to be a seasonal health emergency in Bangladesh for years to come. \n[email protected]",
        "headline_1": "Dengue: A likely seasonal health emergency",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dengue-a-likely-seasonal-health-emergency-1685636725",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-06-2023"
    },
    {
        "full_article": "Load-shedding in most parts of Bangladesh is now a common affair. We are now facing hours-long power outage every day in sweltering heat. Load-shedding has also come back to Dhaka city. In the capital, residents now have to experience power cuts almost at every alternate hour. In villages, it is more frequent in the daytime. People in many areas held protest demonstrations and resorted to vandalism demanding an end to load-shedding. The prices of electricity have increased 13 times in the past 15 years. Price went up thrice in the first three months of this year, each time by 5.0 per cent. Still people are suffering due to load-shedding while the power plants are receiving rent sitting idle. The painful load-shedding has hindered the socio-economic development of the country. Domestic life also has to confront this ordeal at a cost. Students can't prepare for exams. Sometimes medical tests cannot be done without electricity. Such tests are very important to find out the real condition of a patient. In fact, the importance of regular supply of power at every turn of our modern-day living cannot be overemphasised. So, the government should do something to put an end to the sufferings caused by intermittent power cuts. \nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "No let-up in load shedding",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-let-up-in-load-shedding-1685636744",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-06-2023"
    }
]