[
    {
        "full_article": "The Maldives has chosen a new leader, replacing President Ibu Solih, who won by a landslide in 2018, with Mohamed Muizzu, the Mayor of Male and the choice of the previous ruling party, the PPM. Mr. Muizzu won Saturday’s presidential run-off that followed an inconclusive first round in which no candidate crossed 50% of the vote, winning nearly 54% to Solih’s 46% in this round. Mr. Solih’s electoral loss is being attributed to a heavy anti-incumbency sentiment and concerns over the post-COVID-19 economy that is dependent on tourism, the rift within Solih’s party, the MDP, due to a rupture in his old friendship with former President Mohamed Nasheed, as well as concerns over “sovereignty” issues, whipped up by Mr. Muizzu’s PPM that is behind an “India out” campaign to oust Indian military personnel. PPM chief and former Maldives President Abdulla Yameen, the chief architect of that campaign and serving a jail term of 11 years, was openly at odds with India during his tenure. He had paved the way for a free trade agreement with China and loans for infrastructure projects that the Opposition said had led the Maldives into a “debt trap”. Mr. Solih turned the Maldives’s international compass, committing publicly to an “India First” policy, as New Delhi undertook many infrastructure projects, assisted the Maldives during the pandemic, and helped it during the campaign to have Maldives Foreign Minister Abdulla Shahid elected President of the UN General Assembly. As a result, the Solih-Muizzu run-off was billed as an India versus China contest by commentators, who have sought to portray the result as a “setback” for India.Prime Minister Narendra Modi was among the first to congratulate President-elect Muizzu on social media. New Delhi must avoid the impression that it has favourites within the Maldivian polity. The ball is now in Mr. Muizzu’s court to take up the promise of keeping India-Maldives ties close — he has not himself criticised India in the way his party has. Among his tasks would be shoring up the Maldivian economy as debt repayments come due, and taking lessons from events in the neighbourhood such as Sri Lanka’s handling of its economic crisis. It remains to be seen whether he will ensure the release of Mr. Yameen, and what control the previous President will have over the new government. Mr. Muizzu will have to preside over an upcoming referendum vote, which Mr. Nasheed has pushed for, to decide whether the Maldives will revert to a parliamentary system rather than the presidential one. Given its location in the Indian Ocean, along key shipping routes, Mr. Muizzu will have to balance traditional, strategic interests with India, which is its closest and most powerful neighbour, while engaging China and the United States, that keenly watch developments there. It is important that neither Delhi nor Male view these interests through the prism of “zero sum” games, as that has led to tensions between them in the past.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMaldives\n\n/\n\nelection\n\n/\n\nIndia\n\n/\n\nChina\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\ndiplomacy\n\n/\n\ngovernment\n\n/\n\nUSA\n\n/\n\ntourism",
        "headline_1": "Change in the Maldives: On the new leader, Mohamed Muizzu",
        "headline_2": "India must engage with the new government in Male and deepen ties",
        "link": "https://www.thehindu.com/opinion/editorial/change-in-the-maldives-the-hindu-editorial-on-the-new-leader-mohamed-muizzu/article67369220.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-10-2023"
    },
    {
        "full_article": "A tribal community in Tamil Nadu that witnessed state-led brutality three decades ago has just won a battle that reinforces faith in the democratic process and the criminal justice system. This victory, on September 29 at the Madras High Court, signals a paradigm shift in Indian jurisprudence, for it is the first time that a community of 655 Adivasis defeated the collective might of the state. The people of Vachathi in Tamil Nadu’s Dharmapuri district, who for generations lived in the idyllic foothills of Chiteri in the Eastern Ghats, had their lives altered on June 20, 1992. Police, forest and revenue officials — 269 in number — descended upon the village and accused the villagers of hoarding illegally felled sandalwood and allowing a conduit to smuggling. For the next three days, the villagers, women, the elderly and children included, were beaten up, their homes destroyed, wells poisoned and 18 women, including a girl, raped. All this happened under the watch of Jayalalithaa, who was the Chief Minister.The state refused to register a case against its officials, forcing the villagers to approach the Madras High Court to seek a Central Bureau of Investigation inquiry. The CBI filed its charge sheet in 1996, and the case was tried by a Sessions Court in Dharmapuri for another 15 years. While the villagers won an unprecedented victory at the trial court in 2011 that convicted all the accused on charges ranging from rape to atrocities under the SC/ST (Prevention of Atrocities) Act, 1989, this order was stayed by the Madras High Court on appeals by the bureaucrats. Successive State governments under the DMK and the AIADMK, chose to protect their bureaucrats. At a time when the judiciary has been at odds with the government over attempts to maintain the autonomy of the three branches of governance, the High Court’s judgment upholding the trial court’s conviction, warns an elected government that it cannot rule with impunity. And while the SC/ST law has often been criticised for being ineffective, Vachathi is a rare instance where it has served its purpose. This judgment is also a pivotal moment in the long battle for Adivasi rights. It will be remembered as a case where despite India’s stark inequities, the convergence of an alert civil society, committed lawyers, an independent judiciary and the resolve of victims seeking justice, could still work a democratic Constitution and the judicial system to their advantage. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTamil Nadu\n\n/\n\ntribals\n\n/\n\njudiciary (system of justice)\n\n/\n\ncrime\n\n/\n\nsexual assault & rape\n\n/\n\ninvestigation\n\n/\n\ncrime, law and justice\n\n/\n\npolitics\n\n/\n\ndemocracy\n\n/\n\nconstitution",
        "headline_1": "Victory for the weak: On justice and the Vachathi verdict",
        "headline_2": "The Vachati judgment brings to a just closure the fight of a tribal people",
        "link": "https://www.thehindu.com/opinion/editorial/victory-for-the-weak-the-hindu-editorial-on-justice-and-the-vachathi-verdict/article67369226.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-10-2023"
    },
    {
        "full_article": "When developing countries get into a debt crisis, India has historically been affected too. This was true in 1991 when India went bust. It was true during the Asian financial crisis. It was true during the great recession of 2008-09.\n\n\n\nBut currently India is completely solvent. It is evolving from a debtor to a creditor nation. So, there is scarcely any public awareness in India of the debt crisis in 70 other developing countries. The crisis offers India a chance to turn the screw on China, which is partly responsible for the debt problem through cavalier lending via its Belt and Road Initiative (BRI).\n\n\n\n\nRead Full story on TOI+\n\n",
        "headline_1": "India needs to expose ‘Shylock’ China’s dark side",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/india-needs-to-expose-shylock-chinas-dark-side/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-10-2023"
    },
    {
        "full_article": "In Gandhi Jayanti week, we find our lives are shadowed by non Gandhian practices. Hate-speak in Parliament, abuse on social media, and communal dog-whistles are distancing us from the Mahatma. Perhaps a fitting tribute to Gandhi on his birthday would be if we were to draw 10 possible lessons from the man who opened India’s first mohabbat ki dukaan.\n1. No hatred or anger for any individual: Gandhi never targeted anyone personally. While fighting the British raj, he made it clear he was opposed to imperialism, not to British people who he urged to stay on in India as equals. “I am not anti-English, I am not anti-British, I am anti-untruth, anti-humbug, anti-injustice…my personal religion enables me to serve my countrymen without hurting Englishmen.” Read Full story on TOI+\n\n",
        "headline_1": "Mahatma still rocks! 10 things we can learn from him this Gandhi Jayanti",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bloody-mary/mahatma-still-rocks-10-things-we-can-learn-from-him-this-gandhi-jayanti/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-10-2023"
    },
    {
        "full_article": "Last week witnessed a tense stand-off between citizens and Mumbai’s municipal authorities over a plan to destroy the iconic Hanging Gardens of Mumbai to reconstruct a colonial-era reservoir that supplies water to parts of South Mumbai.\n\nEven generally passive Mumbaikars, accustomed as they are to being trampled on by authorities who don’t seem to care about heritage or nature, were enraged enough to demand a public meeting regarding the Rs 698-crore plan which involved cutting down 350 trees and replanting them at an adjoining site.\nRead Full story on TOI+\n\n",
        "headline_1": "Hanging Gardens: Citizens need to speak up for natural heritage",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/straight-talk/hanging-gardens-citizens-need-to-speak-up-for-natural-heritage/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-10-2023"
    },
    {
        "full_article": "In the 1980s and ’90s when Pragati Maidan was more maidan than pragati, its ambivalent architecture of no style and no substance happily tolerated India’s magnanimous diversity. Rich or poor, labourer or executive, everyone gravitated to its wind-blown tarmacs and dusty tracks for such varied functions as industrial fairs, classic films, family picnics, teenage romance, or just an ice cream in the open air. \nOn busy Sunday afternoons, families with chocobars strolled through exhibitions of complicated steel tools and foreign-made factory machines; foreign exhibitors stood by baffled and amused; the open-air amphitheatre showcased blurry Satyajit Ray films on sweltering summer evenings, and large derelict restaurants served nothing but Coke and samosas.\nThe casual ease of those days has been replaced by the more pressing demands of a 21st century convention centre. Bharat Mandapam, with its state-of-the-art 7,000 seat auditorium, welcomed and hosted delegates for the recent G20 Summit. For far too long, such closed places, air-conditioned, hermetically sealed and packed with artificial lighting and acoustic ceilings were seen as western luxuries; so out of reach, that till a few years ago, we made do with elaborate tents, housing noisy water coolers, and lit by low-hung neon tubes. Under the temporary tent, you could celebrate any and all events — weddings, political meetings, conventions, graduations and other institutional functions. All that was required was some lead time and a call to Pappu Tent House.\n​​Cities need venues to conduct political, economic and cultural jamborees but they also need smaller, more inclusive spaces\nBut Bharat Mandapam is a building from another age. It belongs to the era of the tallest, the biggest, and the most expensive. When the singular approach to building is to shatter world records, the face of India’s public architecture gets defined by different — un-tent like — parameters. Bharat Mandapam sits on 123 acres of central Delhi land and has been built at an expenditure of Rs 2,700 crore, using materials sourced from all corners of the country. Not to fault the architect for efficiently addressing the requirements of 21st century technology, comfort and design, but are such figures really a matter of pride? No longer viewed as waste or folly they have become the new yardsticks of belonging to a global place — as in the world, so in India.\nCertainly from a bureaucratic viewpoint that has sanctioned and overseen the construction of a ramshackle Indian cityscape for the past seven decades, the sight of a shiny new structure is a giant step in the right direction. However, shouldn’t large public works — assembly buildings, public housing, airports, bus terminals and future Pragati Maidans — necessarily wrest public building away from western measures and ask more locally relevant questions? Do such projects demonstrate innovation and experimental possibilities? Do they bring new technical, cultural and ecological ideals into play? Moreover, does the design make judicious use of land and allocated funds?\nFor the short, insular and rehearsed occasion of the G20, Bharat Mandapam functioned admirably. But barely had the dust settled from this lavish international inauguration, when yet another convention centre was launched in Delhi’s Dwarka area — larger, statelier and more innovative — a 20,000-seat, state-of-the-art arena with a retractable roof. Long before that, Hyderabad completed South India’s biggest five-star 6,500-seat convention centre and hotel. Not to be outdone, Chennai just put forward a proposal for a 5,000-capacity convention centre to be built off the East Coast Road. UP has announced mega convention centres in five cities\nWhere will this race lead? Certainly, cities need convention centres and formal meeting venues, and despite Zoom and tele-conferencing, the world’s bigger players will continue to conduct political, economic and cultural jamborees. But what is the long-term value of these places once the summits are over? Who pays for their colossal maintenance and upkeep? Do they just become marriage halls between conferences?\nIronically, the rest of the world has steadily moved away from such specialised buildings to a more inclusive public architecture. The new Seattle Public Library, for instance, is as much a library as a meeting centre and exhibition space for films, conferences, gallery displays, theatres, cafes and work areas — a multi-faceted public space for the city. The Hay-on-Wye Festival in Wales is similarly an open stretch of green that hosts an annual festival of books, meetings, art, food, talks and exhibitions — functioning as a sort of temporary Pragati Maidan of Wales. The success of both Seattle and Hay lies in the deliberate engagement of multiple cultural ideas that come together informally and naturally in a single setting. Why then do we continue to build large insular civic structures in India? It may take our governments a long time to move away from this obsession with the big, bulky and fashionable to places small, significant and invisible. \n\n",
        "headline_1": "Race on to build mega convention centres but where will it lead?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/race-on-to-build-mega-convention-centres-but-where-will-it-lead/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-10-2023"
    },
    {
        "full_article": "The emergence of tea as a beverage in India is a unique social event in history. Sylhet, Assam, Cachar, Dooars, and Darjeeling were preferred for tea production, considering the hill climate favorable for tea production. These tea regions were known as Surma, Assam, Barak, and Brahmaputra valleys. Tea production began in the middle of the 19th century. At that time, it was unprofitable for the plantation authorities to pay the wages of the workers in the government currency. That's why workers were given tea-tokens as wages.\nThis facilitated the payment of daily, weekly, or monthly wages to a large group of workers. These not only reduced the hassle of storing large amounts of petty cash but also reduced the financial burden on tea planters. There were tokens of different values, pi, paisa, anna, and then. They were of all shapes and sizes; such as round, oval, triangular, hexagonal, and octagonal.\nThe value of the tokens was fixed in relation to the wage rate of the workers. The use of tokens was limited within the geographical boundaries of the garden. As everyone concerned with the garden was well aware of their value, no problem would have arisen. For almost a hundred years, these tokens have played an important role in the lives of tea workers.\nBasically, the stories and accounts of the discovery of these tokens are known from the journals related to currency. Why and how the tea-token based system was developed in tea plantations despite the existence of the monetary system in British India is discussed in the article.\nPre-colonial and colonial era currency and banking\n\nIn 1742, the British initiated the minting of 'Arcot' coins at the 'Arcot Mint,' having secured permission from the Mughals. According to historian Abdul Karim, there were over two hundred mints operating across the subcontinent during that era. However, it is noteworthy that the coins produced by these mints varied in weight. The valuation of coins depended on their weight and the quality of the metal used.\nCoins served as the medium for government revenue collection, and business transactions predominantly transpired using Arcot coins. Entrepreneurs such as Shroffs, Seths, and Poddars in Dhaka thrived by employing currency exchange techniques. Collecting coins from various sources, ranging from common individuals to zamindars and the East India Company, was necessary to meet revenue obligations. Consequently, disparities in the \"batta\" (a premium or fine imposed on non-standard rupees circulating in the market) were assessed in conjunction with fluctuations in the value of currency denominations.\nIn response to such financial difficulties, the Union Bank was established in 1828. However, it ceased operations in 1848. Dhaka Bank came into existence in 1846 but suspended its activities in 1856. In 1862, the directors of the 'Bank of Bengal,' operating within the Presidency Division comprising six West Bengal districts, acquired Dhaka Bank. Nevertheless, the Bank of Bengal's impact on the investment activities of the Poddars remained limited because both ordinary people and the wealthy segment of society were hesitant to deposit their funds in banks.\nFurthermore, obtaining loans from Poddars was a relatively straightforward process, further discouraging trust in banks. Dr. RM Debnath's records indicate that between 1913 and 1917, 78 banks shuttered in undivided India, followed by the closure of 373 banks between 1922 and 1932, and another 620 banks between 1937 and 1948. These statistics underscore the lack of a robust foundation in the banking system during the first half of the 20th century.\nThe monetary system in Sylhet presented a distinct scenario. In 1778, Robert Lindsay assumed the role of 'Resident' in Sylhet and documented that the region had a dearth of silver and copper coinage during that period. Instead, revenue payments were made using kori. The calculation rules for kori at that time were as follows: 4 kori equaled 1 ganda, 05 ganda equaled 1 bori, 04 bori equaled 1 pan, 4 pan equaled 1 anna, 4 annas equaled 1 kahn, and 10 kahn equaled 1 taka.\nBy 1820, the use of these koris as currency ceased. The currency system in the Assam province closely resembled that of Dhaka, featuring British coins, Narayani coins, Arcot, Sikka, and Raja-Mohri. The exchange rates for this diverse array of currency varied.\nPre-colonial and colonial communication systems\n\nIn the pre-railway period, the best means of communication in Bengal was the river route. Apart from this, cow and buffalo carts and elephants were used for transportation. In many cases the condition of the roads was such that it was quite difficult even to walk there. It is known from the book 'History of Eastern Bengal Railway 1862-1947' written by Dinak Sohani Kabir, that time it took about 13 days to reach Kolkata from Sylhet.\nThe communication situation in Assam and Sylhet was more fragile than in Darjeeling. Because in 1878 railway communication was established till the foothills of Darjeeling. On the other hand, the Assam-Bengal railway was fully operational in 1904. And railway connection with Chittagong port was established in 1910. According to 1916 records, it took eight days to reach Silchar by steamer from Calcutta Armenian Street Ghat.\nSteamers from Calcutta Jagannath Ghat reached Dhubri in seven days, Guwahati in nine days and Dibrugarh in thirteen days. Many places, including narrow canals, had no steamers. The rest of the way had to be crossed in native boats.\nRisks and costs of transporting metallic coins\n\nTransporting currency by boat was quite risky. The 1847 accident serves as a testament to this watershed moment. The boat capsized while transporting Nazrana coins given by the East India Company to Koch Raja down the Gadadhar River to Dhubri. All the coins sank into the water. To mitigate such situations, later coins were placed in numerous small bags, with each bag tied to a floating bamboo raft. This approach ensured that even in the event of a boat accident, the bags tied to the raft could be recovered, enhancing the security of currency transactions.\nMint authorities implemented more robust currency management practices, especially for transporting small denomination coins, which were transported in large wooden crates. These crates contained stacked packets of coins that were securely packed, sealed, and cross-tied with special wire, bearing mint marks.\nThe multidimensional tea-token and its use\n\nThe \"pai\" served as the smallest unit of currency used in British India after the monetary system stabilized. Above the \"pai\" were the \"money,\" then the \"anna,\" and finally the \"rupee,\" with 192 \"pies\" or 64 paise to one rupee. One anna was equivalent to 12 pies, and 16 annas made up one rupee. To pay the wages of workers, a significant number of small denomination coins such as \"pies,\" \"paisas,\" and \"annas\" were required.\nHowever, due to a shortage of these coins from the mint, the authorities of tea estates faced considerable challenges and had to go to great lengths to mint large quantities of money to obtain the necessary coins. To address this crisis, many tea estate authorities began using tea-tokens as their medium of exchange.\nThese tokens were made from brass, zinc, copper, and tin. In addition to metal tea-tokens, there were traces of colored cardboard eight-anna value tokens (of Assam Company). Some tokens had a face value, while others were based on work rates, such as the Quarter Hazri type tea-tokens. The term \"Hazri\" used in the tokens originated from \"Hazira.\" \"Day attendance\" was the method of remuneration in those days, with a specific type of work assigned for \"Dayhajira,\" meant to be completed within one day. There was a fixed rate of daily remuneration for this work. The wage system for tea plantation workers differed from that of other industries or agriculture, as jobs were allocated to families rather than individuals, with husbands, wives, and minor children all contracted to work. \"Tikka,\" or extra work, was compensated at a slightly higher rate.\nAccording to coin collector and expert Shankarkumar Bose, several hundred tea-tokens have been identified from a total of 85 tea plantations in Assam, Barak, and Brahmaputra valleys, including 54 in the undivided Surma (Sylhet) valley. These tokens typically measured twenty to thirty-two millimeters in width and predominantly featured English characters. Some tokens also bore inscriptions in Assamese or even Bengali, such as \"Chilet.\" While some tokens had writing on only one side, most had inscriptions on both sides. Notably, none of these tokens displayed denominations; they solely featured the name of the tea garden. Presumably, to avoid the attention of the Labor Inquiry Commission, many tea estates refrained from indicating monetary values on their tokens. Furthermore, many tokens were engraved with the year of issue, and most of them featured round holes in the center. Three different shapes of tokens were used for male, female, and child laborers, with the remuneration rates being highest for adult male workers.\nTea-tokens were primarily supplied by managing agents, who acted as intermediaries between the mint and the plantations. These agents assumed responsibilities ranging from placing coin orders to supplying tokens and even lending money to the tea garden authorities, similar to a bank. A 3 percent commission rate was customary for their services.\nThey functioned as lenders to the tea garden authorities, essentially serving as a financial institution. Octavius Steel & Co. became famous as a prominent managing agent in the Sylhet region, overseeing a total of 28 gardens. This firm operated as a subsidiary of Duncan Brothers, who themselves possessed their own tea garden. In accordance with government directives, both Calcutta Mint and Birmingham Mint were responsible for issuing tea-tokens in response to the demands of the tea estates. Originally a privately-owned mint, Birmingham Mint underwent a name change to 'R. Heaton & Sons.'\nEach garden had its own moneylender's shop, where workers could purchase daily necessities with tokens. Agents employed by the garden authorities would collect tokens from the moneylenders weekly, paying the exchange rate. The task of remunerating laborers with these tokens was generally carried out by sardars, who oversaw the laborers directly. Sometimes, European gardeners would also disburse workers' wages, which were typically paid on a daily basis in most plantations. Tokens were distributed early in the morning for the previous day's wages.\nThe token system in tea gardens served another underlying purpose. Due to the strenuous work, harsh environment, and exceedingly low wages, workers often sought to escape the plantations. However, there was no means of escape, even if they wished to visit their relatives, as these tokens held no exchange value outside the garden. Consequently, workers could not leave the garden, even if they desired to.\nAs per Nasim Anwar, the initial metal tea-token made its debut in 1870, and the final token request was made in 1930. This token system endured until the 1950s. Following the partition of the country, the tea-token system came to an end as currency became widely circulated. Nevertheless, these tea-tokens continued to bear witness to the joys, sorrows, and aspirations of the tea workers.\nHossain Mohammad Zaki is a researcher.\n",
        "headline_1": "Tea-Tokens: A forgotten chapter in the history of tea plantations",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/tea-tokens-forgotten-chapter-the-history-tea-plantations-3432341",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-10-2023"
    },
    {
        "full_article": "The government is committed to increasing tax revenue by 0.5 percent to 0.7 percent of GDP annually under the $4.7 billion IMF loan programme over three years. Perhaps in a desperate bid to boost tax collection, the government has imposed a 27.5 percent corporate tax on income from private provident funds – a critical social security vehicle for private sector employees – from this fiscal year. To note, provident funds of government employees have been exempted from this tax.\nUnlike public sector retirees, private sector employees do not get pensions. So, throughout their working years, they deposit some money in a provident fund each month from their salary. The private employer also contributes an equal sum to the fund. The money accumulated in the provident fund is usually invested in order to increase its size, so that it can serve as social security for private sector employees after retirement.\nIn the previous Income-tax Ordinance, 1984, provident fund trusts were not required to submit their tax returns, and income generated by a provident fund (PF) trust as a separate legal entity was not taxable. But, as section 166(2) of the newly introduced Income Tax Act 2023 has only exempted government provident and pension funds from submitting tax returns, a private PF trust will have to submit a tax return under the new act. Plus, as reported by The Business Standard, the tax rate on such a fund has been set to be the same as a company's corporate tax rate (that is, 30 percent). This can be reduced to 27.5 percent if certain conditions are fulfilled. Either way, the government is now able to take away 27.5 percent to 30 percent annually from the modest savings of private sector employees.\nMoreover, taxing gratuity funds may also indirectly affect private sector employees as the increase in tax will increase gratuity fund expenditure for private companies, thereby discouraging many companies from setting up gratuity funds at all.\nBefore this, although the provident funds and gratuity funds in both public and private sectors did not have to pay income tax directly, since 2016, a tax of 5 to 10 percent has been paid on profits of funds depending on the type of investment. As the new income tax law imposes a corporate tax of at least 27.5 percent on the income of private trusts and funds, the retirement benefits of private sector employees will decrease significantly. In the past, if an employee of a private company deposited Tk 5,000 into the provident fund each month – and the company also contributed Tk 5,000 – that translated to Tk 10,000 a month and Tk 1,20,000 annually. And if the fund was deposited in a bank with 10 percent interest, then the interest income was Tk 12,000 per year while Tk 1,200 was deducted as source tax on this income, at the rate of 10 percent. With the new 27.5 percent tax, the government is to take Tk 3,300. That is, the private sector employee will now lose an additional Tk 2,100 per year of his/her retirement benefits.\nThe question is: how reasonable is the imposition of corporate tax on the income of social security funds like provident funds? After all, the beneficiary of this provident fund is an ordinary private employee, not a corporate organisation. Moreover, imposing tax on private PF trusts while exempting government funds is plainly discriminatory and against the fundamental principle of our constitution, which gives the state the responsibility to ensure equality of opportunity for all citizens and equitable distribution of wealth among citizens. Not only that, the government pays a 13 percent interest for the provident fund of government employees, which is the highest interest rate in the market.\nPublic sector employees are already ahead of private sector employees in terms of social security due to government pension benefits. And due to employer participation being non-compulsory, even the newly introduced universal pension scheme is not equal to the pension structure of government employees. Thus, only taxing private provident funds will further exacerbate this disparity.\nAdditionally, our tax revenue collection is not up to mark compared to the size of the economy. Bangladesh's current tax-to-GDP ratio stands at 7.9 percent, miles behind the ideal benchmark of 15 percent. But what is the reason behind such a low tax-GDP ratio? Is it because the common people pay less taxes? Or is the government unable (or unwilling) to collect enough taxes from the super-rich? Data show that most taxes collected by the government come from the pockets of common people, through indirect taxes such as customs duties and VAT. In developed countries, 70-80 percent of the total tax revenue is collected via direct taxes. But in Bangladesh, at least 65 to 67 percent of tax is collected from average citizens through indirect taxes.\n\nEven direct taxation is heavier on the general population than on the rich\nAccording to the Center for Policy Dialogue, if the government stopped the rich from evading taxes, it could collect an additional Tk 55,800 crore to Tk 292,500 crore annually, which is eight times the amount allocated to the social security programme and two times the allocation for the health sector. But instead, the government is increasing the tax burden of the common people. Even direct taxation is heavier on the general population than on the rich, and the latest example of this is the imposition of the 27.50 percent tax on the income of private provident funds.\nA progressive tax involves a tax rate that increases as taxable income increases. It imposes a lower tax rate on low-income earners and a higher tax rate on those with a higher income. The income tax system in Bangladesh is already regressive. But the imposition of corporate tax on the income of private provident funds will make the tax system even more regressive and further increase inequality. Such a discriminatory tax on private sector employees' life savings should be abolished urgently.\nKallol Mustafa is an engineer and writer who focuses on power, energy, environment and development economics.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Why are private employees' savings being taxed?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-are-private-employees-savings-being-taxed-3432166",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-10-2023"
    },
    {
        "full_article": "It is disconcerting to learn of a mother who held an hourlong sit-in in Bogura's Satmatha area on Saturday, demanding justice for the alleged rape of her teenage daughter last year. How hopeless must she have felt about the prospect of justice before publicly revealing that her daughter had been raped – in a culture where such admissions can result in further humiliation of the victim? Why did she have to resort to such means to get the attention of the authorities?\nAccording to a report by this daily, the accused was a tenant at the victim's house and had raped her several times. He apparently had videos of the rape on his phone and threatened to release them if she did not comply with his wishes. This is the allegation made by her mother who, importantly, also accused a high-ranking police officer of destroying the evidence (by deleting the video) to protect the accused. She demanded that his name be added in the chargesheet.\nWhile only after the case has been tried and a verdict reached will we know for sure whether the accused is guilty, it must be acknowledged that in the majority of rape cases, bringing the criminals to book is an uphill task. This is especially so when the accused are connected to power. The role of police or investigating officers in such cases is crucial. Therefore, the allegation of destroying evidence in Bogura deserves scrutiny, and the possibility of departmental investigations being partial cannot be ruled out either. With the suspect now out on bail – and the police officer transferred to another district – the mother's desperate plea for help is thus not surprising.\nHer protests hit particularly home considering how widespread the culture of sexual assault has become, with at least 353 women/girls being raped in the first six months of this year alone, according to an estimate. One of the major factors behind this is the poor rate of conviction (in only 3 percent of all rape cases). Most rapists and assaulters have a sense of impunity because they believe there are many loopholes in the legal system that can be circumvented. Corruption among members of law enforcement has been the greatest deterrent in ensuring justice for victims who do not have money or connections.\nWe, therefore, urge the authorities to ensure a fair investigation of both the rape case and the complaint against the police officer. The state must protect the victim and her family from any repercussion. A mother should not have to protest in the streets to get justice for the rape of her child.\n",
        "headline_1": "A mother's desperate plea for justice",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/mothers-desperate-plea-justice-3432116",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-10-2023"
    },
    {
        "full_article": "It is disconcerting to learn of a mother who held an hourlong sit-in in Bogura's Satmatha area on Saturday, demanding justice for the alleged rape of her teenage daughter last year. How hopeless must she have felt about the prospect of justice before publicly revealing that her daughter had been raped – in a culture where such admissions can result in further humiliation of the victim? Why did she have to resort to such means to get the attention of the authorities?\nAccording to a report by this daily, the accused was a tenant at the victim's house and had raped her several times. He apparently had videos of the rape on his phone and threatened to release them if she did not comply with his wishes. This is the allegation made by her mother who, importantly, also accused a high-ranking police officer of destroying the evidence (by deleting the video) to protect the accused. She demanded that his name be added in the chargesheet.\nWhile only after the case has been tried and a verdict reached will we know for sure whether the accused is guilty, it must be acknowledged that in the majority of rape cases, bringing the criminals to book is an uphill task. This is especially so when the accused are connected to power. The role of police or investigating officers in such cases is crucial. Therefore, the allegation of destroying evidence in Bogura deserves scrutiny, and the possibility of departmental investigations being partial cannot be ruled out either. With the suspect now out on bail – and the police officer transferred to another district – the mother's desperate plea for help is thus not surprising.\nHer protests hit particularly home considering how widespread the culture of sexual assault has become, with at least 353 women/girls being raped in the first six months of this year alone, according to an estimate. One of the major factors behind this is the poor rate of conviction (in only 3 percent of all rape cases). Most rapists and assaulters have a sense of impunity because they believe there are many loopholes in the legal system that can be circumvented. Corruption among members of law enforcement has been the greatest deterrent in ensuring justice for victims who do not have money or connections.\nWe, therefore, urge the authorities to ensure a fair investigation of both the rape case and the complaint against the police officer. The state must protect the victim and her family from any repercussion. A mother should not have to protest in the streets to get justice for the rape of her child.\n",
        "headline_1": "A mother's desperate plea for justice",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/mothers-desperate-plea-justice-3432116",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-10-2023"
    },
    {
        "full_article": "It is shocking to know that around 300 families of Mro, Tripura and Marma communities in Bandarban's Thanchi upazila have no access to basic healthcare and education. It is as if they have been completely forgotten, with no signs of any change being initiated. According to a report by this daily, more than 2,000 people live in these remote villages, including around 250 children and adolescents. There are no government schools there, and health workers never visit them even during immunisation campaigns.\nTo say the lives of these people are precarious is an understatement. The question is, why have these legitimate citizens of the state been deprived of basic facilities? The only school in the 18 villages there is run by a non-government organisation, and that too, up to class 4. Which means most of the children don't go to school at all. It is also appalling that pregnant women have no access to prenatal care or even any basic healthcare service.\nThe level of apathy displayed by the administration is disconcerting. Some of the local public representatives have said that they would write to the authorities requesting visits by health workers. But what prevented them from doing so all these years? The Bandarban civil surgeon has mentioned a \"special programme\" under which health services would be provided and health workers would visit at least once in three months. This is hardly adequate to cover the needs of these communities. Another public official has also said that a primary school can be set up if anyone donates a piece of property. Does this mean that the government cannot set up a school until someone makes such a donation?\nThere are questions galore, but no satisfactory answers. We, therefore, urge the authorities to focus their attention on these remote villages. They must take immediate steps to establish functioning healthcare facilities there. Immunisation programmes and health education awareness campaigns also have to be brought to these areas. The government must also establish primary and secondary schools to make sure every child has access to education. These steps are also essential in other remote areas of Bandarban where the situation is similar. It is unacceptable that basic services should be inaccessible to some citizens just because they live in remote areas and are part of minority communities. Such discrimination goes against our constitution.\n",
        "headline_1": "Why are remote Bandarban villages being ignored?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-remote-bandarban-villages-being-ignored-3431926",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-10-2023"
    },
    {
        "full_article": "As Bangladesh has long stepped onto the road of graduation from the least developed country (LDC) status, a vital prerequisite for it is technological self-sufficiency. The technological skills and innovations of developed nations can help the country attain that goal. That the concept of 'technology transfer' has become a buzzword in the area of economic and the multi-faceted development doesn't need much elaboration. Economists suggest that attention should be given to signing deals on transfer of technology, while reaching agreements on technical assistance with contracting parties. Lately, in a policy paper to the WTO, the Ministry of Commerce has pointed out how Bangladesh remained ill-equipped in the vital area of technology transfer from advanced countries. Against this backdrop, a spectacular spurt in digital technology has lately occurred in Bangladesh for embracing technical know-how from Chinese assistance and investments. The formal technology transfer, however, remains below expectation due to skill deficiency.Chinese investments often include training programmes for local workers and professionals helping transfer of technical skills and knowledge, investment promoters say. They also point out the inadequacies in the process. Apparel export at competitive prices, digitisation of payment systems, expansion of mobile technology; light engineering along with construction of mega infrastructure projects have been largely launched using Chinese technology in Bangladesh. The fruits of the projects continue to come to the fore. The mega projects are dominated by Padma Bridge, Karnafuli Tunnel and Payra Power Plant, the involvement in which keeps helping local engineers and workers get hands-on experience from Chinese contractors. It is not the public sector only, technology transfer from China has also benefited the private sector. The managing director of an apparel manufacturing company notes RMG exporters usually sign contracts with a Chinese company keeping provisions for training before taking technical assistance or buying advanced machinery.While focused on technology transfer, Bangladesh cannot afford to forget the radically changing times in which it wants to thrive. Accordingly, though the country has limitations at the recipient's end in some sectors, the 'second-latest' digital economy has expedited adoption of new technology in various sectors in a bid to help the country in its preparation for the fourth industrial revolution or 4IR-driven artificial intelligence. It's worth mentioning that an official at Bangladesh Investment Development Authority (BIDA) finds dearth of skilled manpower the major barrier for Bangladesh to exploit the opportunities of technology transfer and artificial intelligence; and adopt the skills to meet the challenges of the coming 'industrial revolution'. It's encouraging to see that Bangladesh has adopted capacity to assemble mobile phones, establish and operate green apparel factories quite successfully. The chief technical officer of a major Chinese mobile technology company has noted that said in 2023 they have brought newer smart technologies to make Bangladesh connected to an intelligent world. BIDA data show that at least fifteen Chinese companies brought direct investments to Bangladesh last year. Amid these upbeat prospects, industry insiders lament Bangladesh's poor preparedness to absorb technology coming from foreign contractors. A valuable observation has been made by Mirza Azizul Islam, former finance adviser and economist. He says strategic planning, advanced infrastructure and willingness and efficiency of the bureaucratic system are imperatives for reaping benefits of tech-transfer offered by foreign investors or contractors. Bangladesh Bank data, however, show the country's yearly growth of FDI from China stood at 13.5 per cent. The country witnessed an increase in Chinese investment by 11.5 times in the last seven years. In a mutually dependent world, countries cannot go alone when it comes to using open technology. Turning to the advanced nations by the lagging ones is now the global rule.",
        "headline_1": "Of technology transfer",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/of-technology-transfer-1696170076",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-10-2023"
    },
    {
        "full_article": "In absence of any specific anti-viral drug, there is no treatment for the mosquito vector-borne disease, dengue, except supportive treatment. It is no doubt a sad commentary on medical research, especially on dengue, since, according to a 2016 study, 4.0 billion people in 128 countries where aedes mosquito exists were at risk of contracting dengue. Bangladesh is a veritable dengue hotspot on the world map seeing that during this year's dengue outbreak in the country, close to 1,000 are already dead (actual fatality number as of September 30 was 989) and over 200,000 have been infected with the disease and more are getting infected every day. Only a small fraction of them are being hospitalised, though there is no guarantee that all of those hospitalised will survive. Now the situation here is grave.Researchers, indeed, did miracle by developing vaccines in record time against coronavirus when it was still ravaging continent after continent. Though dengue virus was first discovered following the 1943's dengue outbreak in Nagasaki, Japan, progress in research to find a drug or vaccine against the viral disease cannot be said to have been impressive. More than seven decades after the dengue virus was discovered, the first vaccine was developed by Sanofi Pasteur, the vaccines division of the French multinational pharmaceutical company, Sanofi. After clinical trials, the vaccine named, Dengvaxia, got licence in 2015. Mass vaccination started among 1.0 million people in the Philippines and Brazil. But in December 2017, the vaccination programme there was suspended as it was found that people who were not previously infected by dengue ran the risk of developing severe condition after application of the vaccine, Dengvaxia. At especial risk were children aged nine to adolescents of 16 years who have not been previously infected with dengue and not living in places where dengue is endemic. It was observed that children who had no previous history of dengue infection were at serious risk, if they contracted the disease (dengue) after vaccination by Dengvaxia. In that case, they may require hospitalisation following deteriorating medical condition. As a result, developing an effective vaccine against dengue has been facing a big challenge due to the fact that the dengue virus has four serotypes (DEN-1, DEN-2, DEN-3 and DEN-4). These are called serotypes because each of these (dengue) virus strains has different reactions with the antibodies in the human blood serum. The problem is the dengue vaccine, Dengvaxia, may give life-long immunity against DEN-1, but it will not give any guarantee against DEN-2, DEN-3 or DEN-4. Scientists believe, first-time (primary) infection by dengue causes mild condition in a patient. But if that person is infected for the second time (secondary infection) by a dengue virus of different serotype than the first one, there is the risk of developing severe disease condition. Hence the Sanofi's tetravalent vaccine (meaning effective against all four dengue viruses) is applied in three separate doses to prevent four types of dengue. Japan's Takeda pharmaceutical Company's vaccine QDENGA (TAK-003), on the other hand, gives protection against all four dengue virus serotypes.However, the most promising development so far is coming from the National Institute of Allergy and infectious Diseases (NIAID), a wing of the US's National Institute of Health (NIH). The good news is the dengue vaccine developed at NIAID is tetravalent, that is, effective against all the four serotypes of dengue virus. Named TV005, the second phase trial of this dengue vaccine has been conducted in Bangladesh. Researchers of the International Centre for Diarrhoeal Disease Research, Bangladesh (ICDDR,B), in collaboration with the Lerner College of Medicine of the University of Vermont, USA, are learnt to have conducted the trial in Bangladesh. The vaccine has been found effective against all four types of dengue in both children and adults. Before this trial in Bangladesh for the second phase, the vaccine's first and second trials were carried out in the USA and Brazil. In the phase I clinical trial, researchers looked for the safety and dose of the vaccine in human participants. In the phase II clinical trial, immunogenicity (ability of human cells or tissues to provoke immune response) and safety of the vaccine are tested. In the phase III of the clinical trial, the safety and the efficacy of the vaccine are tested. Phase III trial takes a few years to complete to see that it is effective against the virus or the disease caused by it when the virus is circulating among the populace under study. It takes about a decade before giving a vaccine the go-ahead after all the trial data are assessed by the regulatory body or bodies concerned. So, the world may have to wait a few years more before the United States Food and Drug Administration (FDA) gives TV005 the approval for marketing. In Bangladesh, senior scientist of icddr,b, Dr Rashidul Haque, led the phase II trial of TV005. The phase III trial of the vaccine will be conducted in India. The BBC Bangla, quoting Dr Haque, says, the third phase of the NIAID's anti-dengue vaccine may start soon.But until NIH's TV005 is approved, learning from other countries' experience, including that of European Union, where existing anti-dengue vaccines such as Dengvaxia are in use, Bangladesh can try to manage the dengue now wreaking havoc on the country. \n[email protected]",
        "headline_1": "Vaccines to combat dengue",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/vaccines-to-combat-dengue-1696170116",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-10-2023"
    },
    {
        "full_article": "Industry minister Nurul Majid Mahmud Humayun has apparently posed an innocent question, if large conglomerates produce muri (puffed rice) and chanachur (spicy snack mix), what will small entrepreneurs do? Indeed, corporate business culture has over the past few years bloated beyond the known boundaries to aggressively penetrate the production system at the grassroots and microeconomic level. But this is a distorted corporate culture where farmers and small manufacturers are either deprived of their rewards or profits or face an unequal competition. The business sharks are now on the lookout to devour the small fries. There is not enough legal protection against such attempts to monopolise business and market -- one of the reasons behind market manipulation. In the United States of America, such moves or acts are considered corporate malfeasance and even the internationally reputed companies are held accountable for any such business digression. Companies like Google, Microsoft, Apple were summoned to appear before the congressional committee where their CEOs were grilled by Congressmen. When smaller companies come up with innovative and superior allied products, the corporate giants simply buy the smaller entities to cut short the challenges posed by the former. They offer a price which the smaller enterprises cannot refuse. In Bangladesh where research, innovation and development are limited and hardly encouraged, the propensity of large companies is to focus on areas where an array of homemade traditional snacks, foods, pickles and sauces including those of tomato, tamarind and kasundi (made from mustard seeds) completes the cuisine culture. Or, how can one explain the commercial mass production of 'jhal muri' (pepper- and snack mix-treated puffed rice)? Also, green legumes are mass produced and packaged. In a way, the large companies' involvement with production of different traditional snacks has posed a threat to the individual 'ghati-garam (pot kept warm) chanachurwallah' who makes his daily round in the afternoon at crowded places in cities and towns or in busy street corners. The industry minister has not elaborated how the aggressive corporate infiltration at the grassroots level has harmed microeconomic and small and cottage industry. There is no harm if the large companies invest in agribusiness for diversification of crops and boosting production. However contract or corporate farming has its danger also as it takes away farmers' right to cropping leading to monopolistic agriculture. In Bangladesh, though, the big corporate houses are more interested in procuring crops and fruits from farms and orchards either to produce the finished products or simply process those for packaging. Is it legally permissible to package rice, including the aromatic, procured from millers with brand names? This does not add much value except ensuring bigger margin of profits for the companies. Let the corporate houses doing food business focus on export of their products. Following the readymade garments, the next sector going strong in terms of demand from abroad is that of foods and soft beverage. That way there will be a far greater value addition to agriculture produce. At the same time, perishable produce like tomato, pineapple, mango, guava, water melon can be saved from going waste in peak season. If quality juice, jam, jelly and any innovative product can be produced, those will fetch not only hefty profit for manufacturers but also revenue for the country. Better it would be to diversify the production base in other areas. Walton has set an example of how the technology can be used for remodelling and tuned to various needs with the price tag remaining highly competitive. When invention proves to be a far cry, the best option is to take advantage of the available scientific knowledge and technology to produce gadgets that are not as good as the original but offering much of the services at an affordable cost. For example, an iPhone has features that are unrivalled but few can afford such a smartphone. So, Chinese and South Korean companies have facsimiled many of the features in their sets never to match those of an iPhone but to be convenient enough for people who cannot afford the landmark phone. This is where business has high potential and big companies should think big instead of focusing on snack mix. \n[email protected]",
        "headline_1": "Corporate houses can do better",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/corporate-houses-can-do-better-1696170154",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-10-2023"
    },
    {
        "full_article": "There is a scarcity of affordable housing in Bangladesh, particularly in Dhaka city. According to a recent study by the World Bank, over 40 per cent of Dhaka residents live in slums or informal settlements. This is due to a number of factors, including rapid urbanisation, shortage of land and high construction costs. The crisis of affordable housing is having a devastating impact on the lives of Dhaka city dwellers. Many people are forced to live in overcrowded and unsanitary conditions, which can lead to health problems and a social unrest. The lack of housing is also a major barrier to economic mobility, as it prevents people from moving to better job opportunities. The government of Bangladesh has taken some steps to address the affordable housing crisis, such as providing subsidies to developers and building public housing projects. However, these efforts are not enough to meet the growing demand. Given this reality, we are going to celebrate the World Habitat Day today. The United Nations designated the first Monday of October every year as the World Habitat Day to reflect on the state of our towns and cities and on the basic human rights to adequate shelter. This day is celebrated in a bid to raise awareness among people about safe shelter. On this day, we must think over how we can ensure quality housing for the city dwellers in Dhaka, especially the lower-income and lower-middle-income groups, as they hardly get incentives from the government. Along with the government, the private sector also has a role to play in addressing the affordable housing crisis in Bangladesh. Developers should be encouraged to build more affordable housing units and financial institutions should provide more affordable mortgages. To resolve the housing crisis in Dhaka city, a concerted effort is needed from all stakeholders. The government, private sector and civil society need to work together to develop and implement sustainable solutions.\nKowshik Podder,Student of Department of Marketing,North South University, Dhaka,[email protected]",
        "headline_1": "Absence of affordable housing in Dhaka",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/absence-of-affordable-housing-in-dhaka-1696170177",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-10-2023"
    }
]