[
    {
        "full_article": "In a thriving democracy, the Opposition and the press are vital components of a structure controlled by a ruling establishment that requires accountability for it to be effective. That over a dozen Opposition leaders and journalists received email alerts from Apple that their devices were targeted by “state-sponsored attackers” suggests that this could be a repeat of what these members of the first and fourth estate went through in the Pegasus episode recently. In early 2022, an article in The New York Times detailed how Pegasus, a spyware developed by the Israel-based NSO Group, was used as a tool to advance Israeli interests, as Tel Aviv offered it to other countries which used it against Opposition leaders, journalists and dissidents. In July 2021, a reporters’ consortium, the Pegasus Project, found that at least 40 journalists, cabinet Ministers and other officials in India were possibly subject to surveillance using Pegasus software. A Supreme Court of India panel, however, found no conclusive evidence of the spyware on the 29 phones that it had examined; but the apex court also noted, tellingly, that the Union government was not cooperating with the panel. Unlike the Indian government’s lackadaisical and dismissive approach towards the NSO group and its products — which The NYT reported as allegedly bought by the Indian government from Israel as part of a $2 billion package including sophisticated weapons and intelligence gear in 2017 — other governments in the West implemented stringent steps following the disclosures on spyware use.Apple’s iPhones are used by nearly 20% of smartphone users worldwide, and by nearly 7% of such users in India, largely for their diverse facilities and robust security provisions. Researchers had found that spyware software such as Pegasus had targeted iPhones and the operating system iOS as early as 2016, and Apple had come up with updates to fix Pegasus exploits, besides going on to sue NSO. The company clarified that the alerts sent now did not accuse a “specific state actor”; it also said that it would not be able to disclose how the targets were discovered, but reiterated that the alerts had to be taken seriously. Yet, with the specific targets being Opposition leaders and journalists, the question whether it is the ruling establishment that is subjecting them to surveillance is important. This can only be verified by an independent and empowered investigation, involving the apex court again, which should, this time around, compel the Union government to cooperate. More immediately, the government must come clean on its dealings with NSO and its use of software provided by such agencies and also emulate steps taken by other governments in proscribing such entities. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ndemocracy\n\n/\n\nIsrael\n\n/\n\ntechnology (general)\n\n/\n\nmobile phones\n\n/\n\npolitics\n\n/\n\nPegasus surveillance\n\n/\n\nUSA\n\n/\n\nUnited Kingdom\n\n/\n\nespionage and intelligence\n\n/\n\ngovernment\n\n/\n\nFrance",
        "headline_1": "Malware malice: On the Apple cyberattack alert",
        "headline_2": "The repeated allegations of spyware use requires a thorough, independent investigation",
        "link": "https://www.thehindu.com/opinion/editorial/malware-malice-on-the-apple-cyberattack-alert/article67485865.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-11-2023"
    },
    {
        "full_article": "In early 2024, Prime Minister Narendra Modi is expected to unveil a road map to transform the country into a developed nation with a $30 trillion economy by the time it completes 100 years of Independence. The Vision India@2047 plan, as it is officially named, has been in the works for nearly two years with officials across ministries brainstorming on how to take the country from its current level of development to where it aspires to be. The NITI Aayog, in the process of giving this vision document a final shape, will soon run its central ideas and goals past top minds across sectors, including World Bank President Ajay Banga, Apple chief Tim Cook, as well as Indian industrialists and thought leaders, to finetune them and factor in any blind spots. Coming ahead of the Lok Sabha election, the plan may well be viewed as the government’s policy playbook promise for prospective voters. But irrespective of electoral outcomes, future governments would do well to keep an earnest outlook towards the broad agenda. India’s rise from 1991, when it accounted for 1.1% of the global economic output, to the 3.5% share it now commands as the world’s fifth largest economy, has been driven by governments of varying political hues largely sticking to the reform and liberalisation agenda. Blips in the pace and vigour of reforms have also been visible across governments, including the present coalition-independent regime, especially on the trickier changes needed in factor markets such as land and labour.The final plan should have some ideas to help navigate such challenging reforms and ensure policy certainty for global investors keen to bet on India’s growth story. Minimising the government’s role to that of an enabler rather than a micro-manager, is another detail that would be critical, especially as some recent decisions have marked a hark back to habits of the past, be it production-linked incentives, import licensing or overtly zealous taxation. A stated focus area of the vision document that splices its action points and outcome goals into two periods — 2030, and the 17 year-period from then till 2047 — is to ensure that India does not slip into a middle income trap a few years from now. That requires hastening the long-pursued structural shift in the economy from farms to factories, and arresting a widening trend of income inequality. While the Five-Year Plans have been abandoned, the 2047 plan must be revisited at suitable intervals to recalibrate goals based on evolving global trends and Black Swan events. Aiming for a high 9% growth rate between 2030 and 2047 is laudable but factoring in alternative scenarios and changing course when warranted, is also advisable.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia\n\n/\n\neconomy (general)\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nIndependence Day\n\n/\n\ndevelopment\n\n/\n\nvoting\n\n/\n\nGeneral Elections 2024\n\n/\n\ngovernment",
        "headline_1": "Virtues of planning: On the Vision India@2047 plan",
        "headline_2": "The blueprint to develop India by 2047 must factor in critical governance reforms",
        "link": "https://www.thehindu.com/opinion/editorial/virtues-of-planning-on-the-vision-india2047-plan/article67485129.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-11-2023"
    },
    {
        "full_article": "Arijit Ray\nOne of the visible signs of success is our upgraded standard of living. Each step up the corporate ladder brings with it an additional turbocharge of a better car, a swankier house, fatter bank balance, a fancier mobile, access to expensive restaurants, more exotic holiday destinations.\nA large chunk of our lives goes in the pursuit of happiness through pleasure and success, not realising that each time we repeat a particular act of pleasure, the quantum of happiness derived from it declines. And each time we achieve a new milestone, the happiness derived is also short-lived, leaving us craving more. This throws us headlong into the endless pursuit of happiness.\nThe pleasures of life are often transient and momentary. The pleasure sensation in even the nicest chocolate chip cookie lasts only for a second. As a psychologist, Houston Smith, puts it, “Even the most elevated form of pleasure – like the music piece from Bach or Beethoven – lasts for a few seconds, and you end up wondering, is this all that there is to life.”\nToday, standard of life has become a synonym for standard of living. Everything is viewed through the prism of pleasure and success. But it fails to elevate the standard of our lives.\nSo, what is the way out? Swami Vivekananda says it is not that you shouldn’t have property, necessary things and even luxuries, but never get wrong ideas about their proprietorship and ‘possessorship’. Everything belongs to the Divine. If you put God in your every movement, everything, the whole scene changes, and the world, instead of appearing as one of woe and misery, will become a heaven.\nThis adjustment in our attitude can elevate the standard of our lives. But it takes a while to develop a truly god-centred attitude, without the sense of being a possessor. The only way to build this is by committing ourselves to a spiritual journey. By controlling the shades of selfishness, greed, jealousy, pettiness, anger, attachment in us, our higher dimension will manifest in the form of an expanded heart. Till then, it can be difficult to assimilate the true, holistic meaning of dharma – a framework of virtues, such as nobility, compassion, gratitude, forgiveness, patience, and love for others. When we disregard this holistic aspect of our dharma, we set ourselves up for misery and discontentment, making us slaves to our egos.\nTherefore, the only solution is to tame the natural tendencies of our mind to gravitate outwards, and make it inward directed. By controlling the mind through introspection, prayers and a service-oriented lifestyle, we can make it our friend. The Bhagwad Gita verse 6:5 states: ‘Uddhared atman-atmanam natmanam avasadayet, atmaiva hyatmano bandhur atmaiva ripur atmanah’ – Elevate yourself through the power of your mind. Never degrade yourself. Your mind can be your friend. Your mind can be your enemy.\nA calm and stable mind can be a pivotal force, a friend, in our commitment to raise the quality of our lives, propelling us towards being god-centred. With this divinised vision, there will be a wonderful confluence of an elevated standard of life and an enhanced standard of living. The outcome can only be one – peace and fulfilment.\n\n",
        "headline_1": "Elevate life, not just your lifestyle",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/elevate-life-not-just-your-lifestyle/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-11-2023"
    },
    {
        "full_article": "In a damning observation on Monday, the Supreme Court said that by failing to fill up vacancies in information commissions, governments have rendered the Right to Information Act “a dead letter law”. This reflects the grimness of the data presented by the petitioners in the case. For example, 7 of the 11 information commissioner posts in CIC are vacant and the body will become defunct if replacements for the 4 incumbent commissioners due to retire in November are not put in place in time; Telangana’s SIC has been defunct since February 2023, Tripura’s since July 2021, Jharkhand’s since May 2020.\nWhat bears underlining is that this is not the first time this case has been in the apex court. Its 2019 judgment directed governments to “fill up vacancies, in future, without any delay”. It specified that the process for filling up of vacancies be initiated 1-2 months before the date on which these are likely to occur. While the vacancies persist, governments continue to say all the ‘right’ things about the importance of the RTI Act to democracy. MoS personnel and public grievances Jitendra Singh has called the law part of the larger narrative of ensuring transparency in governance and nurturing the trust between citizens and the state. The petitioners couldn’t agree more.\nIn the run-up to the 20th anniversary of the law, we should have been discussing how to make the information commissions stronger. RTI has helped improve essential services delivery and basic rights. It has helped expose Adarsh, Commonwealth Games, Vyapam and other big-ticket scams. But information commissions are RTI’s backbones. Instead of making them more amenable to sharing information, we don’t even know whether many commissions will remain functional. RTI was the result of a grassroots movement. Its subversion by governments must end.\n\n",
        "headline_1": "Rescue RTI",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/rescue-rti/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-11-2023"
    },
    {
        "full_article": "Raju and Rani are two Delhi street dogs who were hauled in during the clean-up drive before the G20 summit, so that the capital could be showcased free of canines.\nRaju: So what do you think is going to happen to us, now that all the videshi VVIPs have left? Will we be set free to patrol the streets as we and our lot have done ever since the days of Mohenjo-daro?\nRani: Your guess is as good as mine. The problem is that of recent times we’ve been labelled as a ‘menace’. And there are reports in the newspapers about how we attack people and have become Public Enemy No.1.\nRaju: So what happened to all that business about our being man’s best friend and so on?\nRani: At a time when man is not man’s best friend but his worst enemy, as we’re seeing in Gaza and Ukraine, I don’t suppose we can count too much on human friendship.\nRaju: You’re right. When humans are busy killing each other in what they call genocides, a bit of dogicide isn’t going to make the headlines.\nRani: But I’ll tell you what should make the headlines but unfortunately hasn’t, and which concerns us. It’s the ABC programme.\nRaju: ABC programme? You mean a programme for canine literacy?\nRani: No, dummy. The ABC programme is about educating humans about how to solve what they call the stray dog menace, and I wish they’d stop calling us stray dogs and call us street dogs, which is what we are.\nRaju: So what does the ABC programme involve?\nRani: ABC stands for Animal Birth Control and is like a family welfare programme for us that involves sterilising guys like you so as to reduce our population. Wherever it’s been tried in our country, ABC has significantly brought down our population, by as much as over 48% in some cases, so we’re no longer seen as a menace, but as the street-smart neighbourhood protectors that we are.\nRaju: Hey, ABC sounds cool. I canine say I dig the idea…\nRaju and Rani are two Delhi street dogs who were hauled in during the clean-up drive before the G20 summit, so that the capital could be showcased free of canines.\nRaju: So what do you think is going to happen to us, now that all the videshi VVIPs have left? Will we be set free to patrol the streets as we and our lot have done ever since the days of Mohenjo-daro?\nRani: Your guess is as good as mine. The problem is that of recent times we’ve been labelled as a ‘menace’. And there are reports in the newspapers about how we attack people and have become Public Enemy No.1.\nRaju: So what happened to all that business about our being man’s best friend and so on?\nRani: At a time when man is not man’s best friend but his worst enemy, as we’re seeing in Gaza and Ukraine, I don’t suppose we can count too much on human friendship.\nRaju: You’re right. When humans are busy killing each other in what they call genocides, a bit of dogicide isn’t going to make the headlines.\nRani: But I’ll tell you what should make the headlines but unfortunately hasn’t, and which concerns us. It’s the ABC programme.\nRaju: ABC programme? You mean a programme for canine literacy?\nRani: No, dummy. The ABC programme is about educating humans about how to solve what they call the stray dog menace, and I wish they’d stop calling us stray dogs and call us street dogs, which is what we are.\nRaju: So what does the ABC programme involve?\nRani: ABC stands for Animal Birth Control and is like a family welfare programme for us that involves sterilising guys like you so as to reduce our population. Wherever it’s been tried in our country, ABC has significantly brought down our population, by as much as over 48% in some cases, so we’re no longer seen as a menace, but as the street-smart neighbourhood protectors that we are.\nRaju: Hey, ABC sounds cool. I canine say I dig the idea…\n\n",
        "headline_1": "On Our Best Friends",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/on-our-best-friends/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-11-2023"
    },
    {
        "full_article": "Maratha agitation has its roots in Maharashtra’s economic structure. Quota is no answer\nLong-festering in Maharashtra, the issue of Maratha reservations is on the boil again. Yesterday, bus transport was suspended on many arterial routes following the violence in Beed district on Monday. The continuing fast of reservation activist Manoj Jarange-Patil remains a potential flashpoint. Developments over the last few months indicate that political parties are on the back foot. It says something that even MLA residences are no longer safe from violent mobs. Politicians, of course, are partly responsible for the current situation.\nIn 2021, a constitution bench of the Supreme Court unambiguously ruled against carving out a separate reserved category for Marathas over the 50% cap. This route is closed because the data doesn’t support an exception. It ended the cynical effort that began in June 2014 in which all major parties in the state were complicit. Reservation is not going to address the root cause of the problem. Political scientists rightly trace the current logjam to an effort to solve class problems through mobilisation on caste lines.\nMaharashtra has the largest economy among states, which is dominated by the vibrant stretch between Mumbai and Pune. A more relevant representation would be the sharp divergence between western Maharashtra, including the sugarcane belt, and the rest of the state. This cleavage is also present in the economic prospects of Marathas. Allocation of resources follows this geographical pattern. An Icrier study in 2018 showed that sugarcane, which took up a gross cropped area of just 4%, sucked in almost 66% of irrigation water in the state. On many counts, Maharashtra exhibits a mixed record in relation to other states. For example, in Niti Aayog’s measure of multidimensional poverty, Maharashtra is closer to the middle of the pack, trailing Mizoram and Himachal. And on a critical metric like nutrition, it performs poorly, lagging Odisha and Assam.\nThe dismal prospects in eastern Maharashtra found an outlet in the demand for reservation even though Marathas are a politically and socially dominant group. Political parties played along. It was a recipe for trouble. The Shinde government’s current attempt to fit Marathas within the existing reserved category is no solution. Other groups are unlikely to accept it easily. Plus, the elite among Marathas are better off in a highly heterogeneous group who corner most benefits. Reservations cannot solve economic problems.\n\n",
        "headline_1": "More for Manoos?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/more-for-manoos/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-11-2023"
    },
    {
        "full_article": "Initially overshadowed by the ongoing political confrontation, the labour unrest over fixation of the minimum wage for garment workers spread fast in the garment belt of the capital, Savar, Ashulia and Gazipur on Tuesday. In fact, pent-up emotions have started running amok among garment workers ever since the owners' representative offered Tk 10,400 as the minimum monthly wage against Tk 20,393 demanded by the workers' representative at the fourth meeting of the wage board. The situation is looking increasingly ominous now because more than 150 garment factories have announced a general holiday till today. Owners of more factories have threatened to follow suit if workers' agitation grows increasingly violent. The death of two workers – one from bullet wounds and the other found dead inside a factory that was put on fire – in Gazipur on Sunday has added fuel to the fire. On Tuesday, RMG workers in Mirpur smashed 15 cars, two markets, a bank branch and even attacked a hospital following a tripartite clash involving workers, local ruling party followers and the police. In a similar incident in Gazipur, 13 cars, four motor cycles and a showroom of an electric and electronic company were set on fire. Attacks were also carried on a RMG factory and a hospital giving an ample demonstration of further deterioration of management-labour relations. The Mirpur clash left about 50 people injured, 10-15 of them in serious condition.Now the escalation of the workers' violent demonstration in addition to the countrywide political confrontation in which five people lost their lives in the first two days could not come at a worse time. Amid the increasing poor performances on almost all economic fronts of the country, the readymade garment (RMG) has still held quite a modest prospect against overwhelming odds. Work orders from the buyers of traditional markets slowed significantly only to gain some grounds in this peak period of production ahead of the next summer season. So decline in orders from proven markets could be offset somewhat by rising exports to some fresh destinations. If the chaotic situation arising out of workers' unrest in the RMG sector is not immediately brought under control, the country's economy already in a bad shape will go into a tailspin soon. The wage board for RMG workers was constituted on April 9 last and in the past seven months, when these poorly paid employees had to struggle with the country's highest inflation ever, it could not announce a minimum wage for them. One version from the owners' associations claims there is about a month's time before an agreed minimum wage can be worked out. This smacks of insensitivity to the desperate situation the workers find themselves in.What is frustrating is the failure to make reasonable progress in negotiations by this time. Both parties – the owners and workers – need to recognise the ground reality in order to make the maximum possible concessions to their offers and demands. The wage board and the representatives of the owners could do better by taking the workers into confidence. They know that there is no alternative to finding a middle ground – maybe, not to each side's full satisfaction but workable enough in the context of the current global economic slowdown – for survival of the RMG workers and the factories.",
        "headline_1": "Labour unrest spells disaster for economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/labour-unrest-spells-disaster-for-economy-1698847013",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-11-2023"
    },
    {
        "full_article": "This is no war in Gaza. A war is always between two states. In Gaza, it is simply a matter of a powerful, nuclear-armed state pulverising a suffering, unarmed population into unending fear through unabashed military might. Those who believe Netanyahu is waging a war miss the point or do not wish to see it. His soldiers have killed more than 8,000 Palestinians in pitiless nocturnal air bombardment over Gaza.These 8,000 people were not combatants in the ongoing conflict. The family of the Palestinian journalist taking shelter in south Gaza were not soldiers or guerrillas waging war against Tel Aviv. They died when Israeli air strikes rained down bombs on them. In the days ahead, other Palestinians will lose their lives in a situation Netanyahu calls a war.There is no war in Gaza. But there is the ferocity symbolised by a state against a people who have spent their entire lives in refugee camps. These are people who lost their country in 1948, people for whom Nakba was to be a terrible reality because they were forced out of their homes and villages, because those homes and villages were forcibly settled by people who had no right to those homes and villages.And yet there are the loud voices in the West adamant about calling the current conflict a war. Observe the media in the West, which true to their disturbing reputation choose to begin their news reports and analyses through pinning the blame for the crisis on one side. Hamas indeed committed a grave mistake on 7 October by putting an end to the lives of innocent Israelis and taking many others hostage. The world is right to condemn Hamas for what it did.Notice, though, that the media in the West keeps its focus on Hamas terrorism but stays away from commenting on the terror that the Israeli government has unleashed in Gaza and the West Bank. That makes you think. You thought that the media in the West actually believed in objectivity, in justice, in rule of law, in freedom of speech. But when you listen to those correspondents from CNN and the BBC reporting from Tel Aviv and Jerusalem, you know without any ambiguity of thought that these men and women have taken sides, in the way their governments have decided to stand behind Netanyahu.Rising public opinion against the murder of Palestinians, demonstrated on the streets of western capitals by tens of thousands of protesters, does not move their governments. Rishi Sunak does not feel the anguish felt on Palestine by all those demonstrators in London. Waving the Palestinian flag is a crime and police remove it from the rooftop or window where it has been placed by friends of Palestine. In Washington, a government spokesperson glibly informs the media that the Biden administration does not support a ceasefire in Gaza at present, meaning that nothing will prevent its friends in Tel Aviv from continuing on its disastrous course in the Middle East.At the United Nations, people sit around the table in the Security Council debating the need or otherwise of a humanitarian ceasefire. And what kind of a ceasefire would that be? It would be anything but a cessation of the conflict. It would be for a pause in Israeli assaults in order to have humanitarian aid reach Palestinians who have lost many of their own and live each moment not knowing if they will survive a fresh Israeli air force bombardment in the night just ahead. And once the aid, though it just might be a trickle, goes through, the killing mission will resume. More Palestinian blood will be shed.And Biden, Scholz, Sunak, Leyen and other friends of Israel will look away. At the UN, where hardly anything of note gets done --- remember how the League of Nations died --- the US ambassador stands ready to wield the veto against any resolution that may not be to Tel Aviv's liking. Observe the audacity of Israel's ambassador, who has no qualms about demanding that Secretary General Antonio Guterres resign. Because Guterres dared to let the Israelis know that what happened on 7 October did not happen in a vacuum, the ambassador was incensed.In these difficult times for the Palestinians, only Guterres rose to the occasion with his demand that a ceasefire be put in place. No other figure has come forth to voice the same demand, for the good reason that no other person of conscience seems to be around. In this conflict that is not a war but a calculated military operation to push the present generation of Palestinians to another Nakba, global political leaders who one had thought would condemn the war crimes being perpetrated in Gaza and force a ceasefire into place are not there, in the literal sense. What the world has is mediocrity, men and women of power with little understanding of the lessons of history, with an absolute antipathy to the sufferings of a historically persecuted people.The United Nations, be it noted, has been failing people everywhere. Good men like Guterres are caught in a straitjacket because of the flawed rules governing the working of the global body. The UN remains stymied in its own methods of operation. One of them is the archaic system of giving authority to five permanent members of the Security Council, authority which has been abused and misused since the founding of the organisation. Every time a resolution is vetoed by one of these global mandarins in the UNSC, the organisation goes through a fresh haemorrhage. The UNSC is a moribund body, but so is the General Assembly, where resolutions are non-binding.So what's the point of keeping alive a structure which is bloated – try counting the staff numbers, the international civil servants peopling it --- and which has a Security Council whose work is often nullified by a veto, by a General Assembly which is not taken seriously by people? Such are the reasons why elements like Netanyahu gather the courage to inform the world that they will not accept a ceasefire in Gaza. He is a lucky chap, Netanyahu, for Hamas has unwittingly given him the respite he needed from all the corruption charges he was being investigated for and for the fierce public opposition to his attempts to clip the wings of the judiciary.Not long ago, Jimmy Carter, every inch a gentleman and a statesman in a very large sense of the meaning, wrote a book on Palestine and bravely told the world that Israel's occupation of Arab land and the establishment of Jewish settlements on that land were illegal because they were a violation of international law.An ailing Carter has gone silent. The principled Angela Merkel has walked away into retirement. The messianic Nelson Mandela died a decade ago.The world is without leaders, without statesmen. \n[email protected]",
        "headline_1": "Gaza, West Bank and a haemorrhaging UN",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/gaza-west-bank-and-a-haemorrhaging-un-1698847198",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-11-2023"
    },
    {
        "full_article": "Oftentimes, people's first response to any illness is a quick Google search of their symptoms. From headache to diabetes, they look up everything on the search engine. And reportedly, Google now deals with 70,000 searches about medical concerns every minute. The tendency of patients to consult doctor Google is increasing in Bangladesh too. According to a recent study, as many as 58 per cent of adults in Dhaka division went online so far this year to identify a medical condition for themselves or someone else. What is more worrying is that many of them have even followed the medication prescribed by Dr. Google. In this digital era, health information is at our fingertips with a simple online search providing a range of answers. However, solely depending on Google for self-diagnosis can lead to problems. Despite the abundance of medical information online, it is essential to use caution and take into account the accuracy of the information. While it may seem a time saver, a harmless headache could easily be mistaken for a brain tumour, while chest pain could be confused for breast cancer. It can create unnecessary anxiety, known as cyberchondria among netizens. It is a fear of having an illness or health condition. People with hypochondria can be obsessive about their health and tend to self-diagnose the worst possible prediction for themselves. It is much safer for one's mental health to consult a qualified physician before coming to any conclusions and becoming panicked about a condition one may only potentially have. Dr. Google can exaggerate your symptoms or the anxieties with your symptoms. It is such a common issue that there is a running joke among healthcare professionals that if you google a symptom, you will inevitably be told that you have cancer.Online symptom checking may seem beneficial. But they are no substitute for real doctors. We have to remember that these search engines and apps use computer algorithms to match one's symptoms with potential conditions. But they cannot replace the expertise of a medical professional. Depending on these tools could lead to misunderstandings about health or needless anxiety. And not all the health information online is accurate. Trustworthy sources provide reliable information, while social media and less credible sites can contain inaccurate or outdated information. According to a study conducted by Edith Cowan University and published in the Medical Journal of Australia, online symptom checkers are accurate only about a third of the time. Wikipedia is one of the most accessed sites when it comes to medical information. Research shows that 90 per cent of medical information posted on the website is inaccurate and misleading. Anyone can edit information online and no verification is required there. Then why trust unreliable sources online? Dr. Google can be helpful when used in conjunction with your physician. If your doctor diagnoses you with high blood pressure and gives you a prescription and instruction on changing your lifestyle, you can certainly research on what has been prescribed and check on potential side effects. If you are worried about your symptoms or find something in your research which troubles you, contact your doctor. The reality, however, is that online self-diagnosis cannot be prevented. But those consulting Dr. Google should be aware of its potential risks.\n[email protected]",
        "headline_1": "Google as online doctor",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/google-as-online-doctor-1698847242",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-11-2023"
    },
    {
        "full_article": "The cost of everyday essentials is rising at an alarming rate. Although maximum retail prices (MRPs) for items like eggs, onions and potatoes have been fixed, traders are not complying with the government-set prices. The local variety of onions is selling for Tk 120-140 a kilogram and potatoes at Tk 60-65. As a result, low-income people and the middle class have been finding it harder to afford some of the most basic food items. Even though prices have been rising, peoples' incomes have not increased. There is a big difference between the average per capita income of our people and their real income. Combating current food inflation necessitates highlighting the need for rigorous monitoring and swift action against price manipulators. The authorities concerned should take necessary measures to ensure adequate supply of goods and create a consumer-friendly market system. The unscrupulous traders involved in creating artificial crisis should be brought to justice. \nRoksana Wazed,Student of the Department of Management,School of Business and Economics,North South University, Dhaka,[email protected]",
        "headline_1": "Fighting food inflation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fighting-food-inflation-1698847265",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-11-2023"
    }
]