[
    {
        "full_article": "In the first phase of the Gujarat Assembly elections on Thursday, a turnout of over 60% was recorded in 89 seats spread across the 19 districts of Saurashtra, Kutch and South Gujarat. A total of 788 candidates are in the fray in the first phase. In the second phase, the remaining 93 seats will vote on December 5. The entry of the Aam Admi Party (AAP) has opened new possibilities in the State where the BJP and the Congress have traditionally been the two poles. The AAP appears to have emerged as a strong force in certain parts of Surat city and the Saurashtra region, turning the contest triangular in seats such as Varachha Road, Katargam and Olpad. The party’s chief ministerial candidate, Isudan Gadhvi, is contesting from Jam Khambhalia in Saurashtra and the president of its State unit, Gopal Italia, is contesting from Katargam in Surat. In the 2017 elections, the Congress had done well in the Saurashtra region, winning seats in the districts of Amreli, Morbi, Surendranagar, Gir Somnath, and Junagadh; while the BJP had retained its hold over Surat city and other South Gujarat districts. The extent of the AAP’s impact is difficult to measure given its top-down approach to campaigning and the non-existence of any party structure on the ground.The Morbi bridge tragedy that claimed at least 141 lives was a prelude to the poll season but the massive governance failure and corruption associated with it did not become an issue in the campaign. The Congress chose to run a low-key campaign, avoiding direct attacks on Prime Minister Narendra Modi and trying to keep the focus on day-to-day issues of governance, corruption, inflation and unemployment. Party leader Rahul Gandhi, who fronted its campaign in 2017, visited the State only once this time. The BJP campaign is being spearheaded by Mr. Modi who increased the frequency of visits to his home State from March this year. After the announcement of the poll, he held a dozen rallies and roadshows in Surat, tribal pockets in South Gujarat, and Saurashtra. The BJP relied on emotive issues such as the alleged insults of Mr. Modi by the Congress, the communal violence of 2002, and the construction of the Ram temple in Ayodhya, mostly aimed at communal polarisation, and sidestepped any discussion on governance in the State where it has been in power for 27 uninterrupted years. The BJP’s reluctance to seek votes on its governance record can be read as admission of its failure. But this still might not cost it heavily.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit",
        "headline_1": "Dispiriting politics: On the BJP’s Gujarat campaign",
        "headline_2": "The BJP is trying to divert attention from its governance record in Gujarat",
        "link": "https://www.thehindu.com/opinion/editorial/dispiriting-politics-on-the-bjps-gujarat-campaign/article66211066.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-12-2022"
    },
    {
        "full_article": "The latest official GDP estimates show the economy’s expansion decelerated in the July-September period, dragged down by year-on-year and sequential contractions in manufacturing and mining and a broad slowdown in private consumption expenditure and government spending. Gross domestic product is projected to have grown by 6.3% from the year-earlier period, a sharp deceleration from the 13.5% expansion posted in the first quarter and July-September 2021’s 8.4% pace. On the Gross Value Added (GVA) side, only three of the eight sectors — agriculture; the omnibus contact-intensive services sector of trade, hotels, transport and communications; and financial, realty and professional services — posted year-on-year accelerations in growth. And five sectors, including agriculture; electricity, gas, water supply and other utility services; and construction posted sequential contractions reflecting the heightened uncertainty that the global slowdown, the war in Ukraine and the persistently high domestic inflation have together engendered. On the expenditure front, growth in both the bulwark private consumption spending and government expenditure slowed appreciably, with the former logging a 9.7% year-on-year expansion, compared with the first-quarter growth of 25.9%, and the latter shrinking by 4.4% after expanding 1.3% in the April-June period. However, sequentially, private consumption signalled some festival-led rebound as it registered a tentative 1% growth, and a 3.4% quarter-on-quarter growth in gross fixed capital formation pointed to a growing willingness to invest on the part of private businesses.Chief Economic Adviser V. Anantha Nageswaran was emphatic that the economy’s recovery from the disruption caused by the COVID-19 pandemic was well underway and, notwithstanding the global headwinds, put the country on track to achieve 6.8% to 7% growth this fiscal. Still, the challenge posed by data variability and revisions, which a top RBI policymaker recently flagged, is a crucial element that cannot be ignored and is best underscored by the fact that the ‘Discrepancies’ entry in the latest GDP estimates hit a nine-quarter high of 2.9%. Also, the official core sector data for October, showing combined output across the eight key industries that include cement, coal, fertilizers, electricity and refinery products, struggled to inch its way up. Policymakers can ill-afford to drop their guard as they battle to rein in growth-sapping inflation and must ensure that credit conditions remain supportive of the real economy.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit",
        "headline_1": "Mixed bag: On the latest official GDP estimates",
        "headline_2": "Despite inflation, credit conditions must remain supportive of the real economy",
        "link": "https://www.thehindu.com/opinion/editorial/mixed-bag-editorial-on-the-latest-official-gdp-estimates/article66211056.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-12-2022"
    },
    {
        "full_article": "The Q2 GDP numbers released on November 30 show that the momentum the Indian economy gained post-pandemic remains firmly in place, notwithstanding global uncertainties. More than the headline GDP data, structural changes gleaned from the data are more revealing. First, Indian farmers are now better at adjusting to the vagaries of nature. Second, the agricultural value chain in areas like livestock and fishing that helps in jump-starting farmers’ income has got a significant facelift. Third, there is a perceptible shift in government expenditure in terms of social investment in education and health, and away from operational expenditures. In fact, 7% growth is still very much on the cards in the current fiscal.\nIndia performing better than others\nLeaving aside the GDP numbers, we move on to a very pertinent topic: How has the cost of living in India changed vis-à-vis other countries in the aftermath of the Ukraine war? As IMF recently pointed out, there has been a manifold jump in cost of living across countries, with food and energy prices going through the roof. Also, with central banks across countries in the middle of a rate hike cycle, the cost of owning a house too has increased significantly.\nRead full opinion on TOI+\n\n",
        "headline_1": "Numbers tell the story: GDP data shows 7% growth on track and on cost of living, India does better than others",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/numbers-tell-the-story-gdp-data-shows-7-growth-on-track-and-on-cost-of-living-india-does-better-than-others/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-12-2022"
    },
    {
        "full_article": "An economic theory backed by considerable evidence is that incomes of countries and regions tend to converge over time. The underlying logic is that areas with low-hanging fruit tend to attract capital and other resources that allow them to catch up. India’s regions might be an exception to this trend. A national survey on incomes by economic thinktank Price shows that the gap between states in southern and western India and many of those in the north, central and east is wide. The worrying part is that it’s diverging.\nConsider the per capita incomes of Bihar and Karnataka in 1989-90, the eve of economic liberalisation. Karnataka’s per capita income at Rs 2,055 a year was almost two times that of Bihar. In 2019-20, the last pre-pandemic year, the gap had widened to over five times with Bihar’s annual per capita income at Rs 29,794 and that of Karnataka at Rs 1,55,869. This trend generally holds across states, with the west and south of India pulling away from eastern and central Indian states such as UP and MP. A 2016 paper by IDFC Institute observed that India is the only major economy bucking the trend of subnational convergence.\nIndia’s fiscal architecture and related institutions such as finance commission are designed to mitigate the fallout of the gap by allocating the divisible pool of taxes in a manner that brings about a degree of equity between states. However, a combination of economic and fertility divergences makes for an explosive mix. GoI has projected a national population increase of 311 million between 2011 and 2036. Of this increase, only 9% will come from the five southern states, which the Price survey shows currently contribute 30% of national income with 20% of the population.\nThese trends are playing out in the backdrop of an impending delimitation of political constituencies that can widen fault lines. India’s subnational economic divergence is a trend that deserves more study and policy attention. A lopsided economic structure usually has consequences that ripple out into other areas. Convergence is the only answer to it.\n\n",
        "headline_1": "Stats of the union: Economic gap between regions in India is growing. It will have consequences in other areas",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/stats-of-the-union-economic-gap-between-regions-in-india-is-growing-it-will-have-consequences-in-other-areas/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-12-2022"
    },
    {
        "full_article": "A significant reduction in farm fires this winter in both Punjab and Haryana is heartening news for policymakers and agriculture scientists at the forefront of combating the scourge. North India’s citizens had slightly better winter air as well. Farm fires are down by 30% and 48% over last year in Punjab and Haryana respectively (this may be Punjab’s lowest farm fire count since 2012). The key then is to sustain these gains next year and the years after – to ensure that the practice of paddy stubble burning, which is nothing less than social malpractice, is eradicated.\nWhat is obvious this time is a concerted attempt by Punjab and Haryana officials to deter farmers from setting fields on fire. The anti-farm-reforms agitation and the Punjab elections had turned the fightback against stubble burning into a nonstarter, the last two years. Both in-situ straw management through super-seeders, which plough the straw back into the soil, and ex-situ baling of the straw for sale to biogas plants, industries with captive power plants, and fodder suppliers, were heavily promoted this year. Super-seeder machines gaining in popularity over the previous generation happy-seeders is a promising development. Innovations that make these machines better and faster and more fuel-efficient can win over the holdout farmers too. ICAR’s bio-decomposer appeared to not find much favour, given the short window between kharif harvest and rabi sowing this year, but it’s just as promising.\nThere’s a political dimension as well. AAP winning the Punjab assembly elections has ensured that Punjab government cannot duck accountability for farm fires, which hurts Delhi the most. Similarly, BJP helming Centre and Haryana have ensured both governments are on the same page. Centre’s Commission for Air Quality Management, in which the affected NCR states are stakeholders, has also released ample funds. For even bigger environmental challenges, for example, weaning off coal, there’s a lesson – a mix of technology, government-backed incentives and funds, garnished by a sense of political responsibility, can make a difference to even seemingly intractable problems.\n\n",
        "headline_1": "Air to Everywhere: North’s fewer farm fires were thanks to tech, incentives & some good politics. There’s a wider green lesson",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/air-to-everywhere-norths-fewer-farm-fires-were-thanks-to-tech-incentives-some-good-politics-theres-a-wider-green-lesson/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-12-2022"
    },
    {
        "full_article": "Ayushi Sharma & Naveed Mehmood Ahmad\nRape survivor Bilkis Bano has petitioned the Supreme Court for a review of its May 13 judgment allowing Gujarat to consider the remission pleas of the 11 convicts who were serving life sentence in her case. A Gujarat government affidavit filed before SC has revealed the processes followed before releasing the 11 convicts. While the affidavit left unanswered many questions regarding the premature release of the convicts, it did divulge some startling facts about their frequent and long stays outside the prison, on parole and furlough.\nWhat are parole and furlough? Parole and furlough systems provide for release of convicts from the prison for specific purposes and durations. Such releases are, more often than not, conditional. While parole may be granted for specific purposes, such as, marriage or death of a family member, furlough is not granted for any particular purpose but with a broader aim to ensure continuity in familial ties and to eliminate effects of long incarceration.\nRead full opinion on TOI+\n\n",
        "headline_1": "In the Bilkis case, parole and furlough are on trial: SC must decide whether the privileges granted to the 11 convicts have a bearing on the remission decision",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/in-the-bilkis-case-parole-and-furlough-are-on-trial-sc-must-decide-whether-the-privileges-granted-to-the-11-convicts-have-a-bearing-on-the-remission-decision/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-12-2022"
    },
    {
        "full_article": "Government officials at the Chittagong Hill Tracts (CHT) are probably organising ostentatious public celebrations on the occasion of the 25th anniversary of the signing of the 1997 CHT Peace Accord. Local performers are likely participating in the fanfare with a heavy heart. My sympathies lie with the reluctant celebrators, civil and military functionaries, and others.\nThe 1972 Constitution of Bangladesh did not acknowledge the country's Indigenous peoples. The newly-inserted Article 23A – added in 2011 – refers to them as \"tribes, minor races, ethnic sects and communities.\" The racist and discriminatory underpinnings of these terms continue to bewilder jurists, human rights practitioners, anthropologists and those so named.\nThe hill peoples of the CHT prefer to self-identify as Indigenous or Adibashi (Adivasi) and find these strange new terms, as a whole, to be pejorative. The Adibashis epitomise some of the clearest manifestations of the pluricultural and multilingual heritage of Bangladesh. Article 23A refers to their \"unique local culture and tradition.\"\nThe orna and teep episodes\n\nYou may have heard of the teep incident of April 2, 2022. Dr Lata Samaddar of Tejgaon College in Dhaka, a Bangalee Hindu woman, was subjected to verbal abuse by a policeman. Her \"fault\"? She was wearing a teep. The policeman had apparently thought that he was dealing with a Muslim woman. But it was still not within his charter of duties to act so, irrespective of the religious affiliation of the teep-wearer.\nSimilarly, Pahari and Bangalee women have been harangued in the CHT region, at security check-posts, for not wearing a dupatta or orna. Many hillmen were similarly taken to task for going around in shorts. Why? Because it was \"indecent\" and against the \"culture\" and \"society\" of Bangladesh. One wonders, what if it were Bangalee or Pahari men wearing dhoti or nengti (loincloth)!\nThe volte-face through the 2011 constitutional amendments\nThe judgments of the Supreme Court in the Bangladesh Italian Marble Works Ltd (2010) and the Siddique Ahmed (2011) cases declared void, illegal, and unconstitutional the laws passed by the martial law regimes under Gen Ziaur Rahman and Gen HM Ershad. This paved the way for the re-secularisation of the Constitution towards its original moorings.\nThe putsch of August 1975 brought in fundamental reorientations in ideology, political economy, law, and administration. It led to the creation of both cordial and discordant relationships with nations, peoples, and communities – within and outside Bangladesh. We are still suffering from the hangovers of some of these flings and forays.\nAlthough the provisions on socialism (Articles 8 and 10) were revived in 2011 – which was so in letter, and not in spirit – those on secularism, including anti-communalism, were brought back in a fragmented manner, denying or eschewing the spirit of 1971. The provisions on state religion (Article 2A), except for acknowledging the non-Islamic religions, is not harmonious with the spirit of Articles 8 and 12, particularly 12D, which commits Bangladesh to eliminate \"any discrimination against, or persecution of, persons practising a particular religion.\"\nIn applying the aforesaid constitutional provisions into the context of the teep, orna/dupatta, and shorts incidents mentioned above, it will be unequivocally clear to any student of constitutional law and human rights that the acts of the concerned security personnel, in telling a non-Muslim Bangladeshi citizen that she cannot wear a teep or that she is obliged to wear a dupatta or orna, are violently contradictory to the secularism-related clauses of the Constitution.\nSimilarly, to tell a female Muslim Bangladeshi that she has to wear a dupatta or orna or that she cannot wear a teep, and to tell a male or female Muslim Bangladeshi that he or she cannot wear shorts, while his or her non-Muslim counterparts can, is equally contradictory to the letter and spirit of Articles 27 and 28(1) of the constitution, which say, \"All citizens are equal before law and are entitled to equal protection of law\" (Article 27); \"The state shall not discriminate against any citizen on (the) grounds only of religion, race, caste, sex or place of birth [Article 28(1)].\" Moreover, Article 2A provides, \"The state religion of the republic is Islam, but the state shall ensure equal status and equal right in the practice of the Hindu, Buddhist, Christian and other religions.\"\nA pluralist Bangladesh and the implementation of the 1997 Accord\n\nThe CHT is one of the few places in Bangladesh where you can see secularism, multiculturalism, and anti-communalism in daily practice – at least where local institutions and citizens are concerned.\nI have never heard of instances in the CHT where a woman was questioned on her choice of wearing a burqa or hijab or teep, irrespective of her ethnic or religious affiliations. The orna and shorts incidents were recent events, at the instance of security forces personnel, whether at the personal initiatives of the personnel concerned or under direct orders of their superiors. In both cases, the actions concerned are violations of constitutional provisions and are seriously problematic regarding religious freedom and communal harmony in the country and discipline and professionalism within a state security force.\nIf the CHT Accord of 1997 were implemented fully and faithfully, the security personnel would not be required to man so many check-posts on CHT roads, let alone deal with attire, make-up and the like, which, in any case, are not within their legal mandate nor within that of other law enforcement or security agencies of the government – neither in the CHT nor elsewhere in the country. If such blatantly discriminatory acts multiply, or at least continue in the CHT, they bode ill not only for the identity and integrity of the hill peoples of the CHT, but for the practice of secularism and non-communalism in the country as a whole.\nThe implementation of the 1997 Accord is not only about the revival of peace and self-governance, about culture and identity, and rehabilitation, among others. There are actually many other benefits that would accrue to Bangladesh as a whole through the implementation of the agreement.\nFirstly, the Indigenous peoples' role in land and forest management would help ensure the protection of forests, headwaters of rivers and biodiversity (most of the CHT rivers originate within Bangladesh, unlike in the plains). Secondly, communal and anti-secular militant groups would be unable to use the CHT territory to challenge the sovereignty of Bangladesh (very recently, armed Islamist groups are believed to have killed military officials in Bandarban district). Thirdly, the international boundaries with India and Myanmar would be more stable and secure. That would also be in the long-term business and commercial interests of the country. The hill peoples of the CHT could act as ambassadors of goodwill for the country in improving commercial and social relations with their kith and kin, with whom they have been estranged by hard state-delineated boundaries that make no sense in today's world.\nRaja Devashish Roy is the traditional chief of the Chakma Circle in the Chittagong Hill Tracts, is an advocate at the Supreme Court of Bangladesh, has a barrister-at-law degree from the Inns of Court School of Law in London, and is a human rights and environment practitioner.\n\n",
        "headline_1": "Implementing the CHT Accord for a non-communal Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/implementing-the-cht-accord-non-communal-bangladesh-3185076",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-12-2022"
    },
    {
        "full_article": "Twenty-five years ago today, the Chittagong Hill Tracts Peace Accord was signed between the government and Parbatya Chattagram Jana Samhati Samiti, bringing an end to armed conflict in the region and ushering in what many considered to be a new chapter in the history of the country. The Accord was a milestone in Prime Minister Sheikh Hasina's first term at the helm of the nation, exemplifying the government's intention to steer the country towards fairer winds and generating confidence in the newly elected PM's ability to do so. \nHowever, a quarter of a century since the Accord, we are pained to find that its implementation remains fundamentally incomplete. Of course, certain steps have been taken. Laws have been enacted in accordance with the CHT treaty, leading to the establishment of the CHT Regional Council, the reconstitution of Hill district councils, and crucially, to the formation of the CHT Land Dispute Resolution Commission. In 2016, an amendment to the Land Dispute Resolution Commission Act of 2001 finally recognised the customary rights of the Indigenous Jummas and confirmed that land disputes in the hills would be resolved \"in consonance with the law, custom and practice in force in the Chittagong Hill Tracts.\"\nUnfortunately, a lot of the reforms so far, while they are steps in the right direction, have stopped short of dealing with the fundamental issue of land, and failed to put power into the hands of Indigenous communities to ensure peace and stability in their region. \nThe effective functioning of the CHT Land Commission is one of the biggest concerns in this regard. It has been 21 years since it first came into being, but it is practically nonfunctional in the absence of rules of business from the Ministry of Land, which continues to drag its feet over the process. Experts have argued that the commission does not have the required budget and workforce to operate effectively, either. \nOn top of that, the region is still being plagued by recurring incidents of violence, and we continue to witness reports of land-grabbing and environmental destruction in the name of development. The recent recommendation from eminent citizens to create a probe committee spearheaded by a higher court judge to probe these violent incidents, and to provide due authority to the regional council and district councils, should be taken seriously. \nIf the government does not act soon, it runs the risk of neutralising any of the good that has come from the CHT Accord so far. There have been many instances in history where such issues, left unaddressed, have festered in a community, turning hope into resentment and eventually becoming a major challenge for government. An incomplete implementation of the Accord will not just be a broken promise – it could create greater instability within the region and ultimately disillusion the Indigenous communities who have already waited 25 years to see its fruition.\n",
        "headline_1": "CHT Accord implementation still incomplete",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/cht-accord-implementation-still-incomplete-3184856",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-12-2022"
    },
    {
        "full_article": "Although the number of women entrepreneurs has been growing in the country at an impressive rate, the share of total loans disbursed by banks and other financial institutions to women remains very low – at just 3.54 percent in the last fiscal year. It is disheartening that women entrepreneurs are lagging behind in terms of access to small and medium enterprise financing due to reluctance of the banks, despite the fact that the loan repayment rate of women entrepreneurs is almost 95 percent. Women report having to navigate myriad bureaucratic hurdles, stringent loan conditions, a cumbersome application process, and patriarchal attitudes of banks when accessing necessary finances.\nWe are disappointed that the positive initiatives of the Bangladesh Bank in recent times to facilitate the financial inclusion of women – including a circular issued in 2019 to banks to ensure 10 percent of the banks' total disbursements for cottage, micro, small and medium entrepreneurs (CMSME) to women – have not brought about the desired results. Many entrepreneurs complain that banks are only willing to lend to those who are already financially well-off. The application procedure itself is too convoluted and banks often ask for so many different documents that it is difficult, if not impossible, for many budding entrepreneurs to complete the process. \nProviding collateral against loans has been identified as a major challenge, given the prevailing socio-economic situation of the country in which women already lack access to property and finances. It was highlighted in a recent seminar that as many as 75 percent of women have not applied for loans because of their inability to manage a loan guarantor. Yet others do not have the necessary knowledge or confidence to initiate the loan process. \nAlthough the central bank has instructed all banks to give out Tk 25 lakh in SME loans to women entrepreneurs without any collateral, this has hardly been followed. Banks are also supposed to dedicate a desk to support women entrepreneurs in each of their branches and take proactive steps to fund women entrepreneurs who have not taken out loans from banks or financial institutions previously. The Bangladesh Bank must monitor and follow up with the banks to ensure that their instructions are being implemented. \nWe call upon financial institutions to ease women's access to loans, curtailing bureaucratic hurdles and simplifying the application process. Why must they insist on being so stringent when it comes to women, while lending out tens of thousands of crores, year after year, to known defaulters? \nThe government should also aim to increase financial literacy among women entrepreneurs through low-cost or cost-free literacy programmes. This support should not be confined to just two or three days of training, but should instead involve their business promotion and capacity building as well.\n",
        "headline_1": "Why the reluctance to fund women's businesses?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-the-reluctance-fund-womens-businesses-3184811",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-12-2022"
    },
    {
        "full_article": "To launch the World Cup in Qatar, FIFA president Gianni Infantino held a press conference where he freestyled a bizarre, 1.5-hour-long rant.\nThe opening salvo of the speech was headline-grabbing, wherein Infantino declared, \"Today I feel Qatari. Today I feel Arab. Today I feel African. Today I feel gay. Today I feel disabled. Today I feel [like] a migrant worker.\" Upon being reminded of the existence of women, he said he felt like one, too. Gianni understands the discrimination these demographics face, apparently because he had been bullied as a child for having red hair. Luckily this is no longer a problem for him, but he also bears the scar of growing up a minority in Switzerland: \"Plus, I was Italian, so imagine.\"\nImagine, indeed, the pain of being Italian and having to make do with Swiss cheese. It certainly qualifies Gianni to know what it's like to visit a country where a man can't book a hotel room with his husband. Though, perhaps to better get a sense of what it's like to be a migrant worker in Qatar, Gianni could try getting electrocuted, dehydrated, or falling from a great height. He needn't worry too much about that last one: some Bangladeshi workers who fell during the construction spree presaging the Qatar World Cup survived! Blinded for life, true, but you must look on the bright side of life. Which, I suppose, you can't if you've been blinded for life.\nBehind the noise of Gianni's general incoherence, there are a few salient points that emerged from his address.\nThe first and most obvious point behind his discourse: please do not be mean to Qatar, which is represented here as a bullied child. The primary reason for Gianni to ask everyone to lay off Qatar is, unfortunately, not addressed (the reason is startlingly vast sums of money.)\nInstead, he attempts to dissemble by arguing that Qatar is a state with its own values which need to be respected, that Qatar is open to changing and doing better on LGBTQ rights and worker conditions, and Qatar is a state that faces tremendous international scrutiny because of its oil reserves. The West, Gianni argued, is hypocritical for wanting so much from Qatar while at the same time wagging its collective finger at an Arab, Muslim nation and demanding that it change its ways of life to suit Western values.\nIn Gianni's worldview, Qatar is not a naughty child, but rather a child that's trying to do his very best and needs to develop at his own pace. There is an irony to challenging Orientalist discourses of the Middle East by continuing to infantilise Qatar; but Gianni seems immune to irony.\nQatar has indeed made progress on workers' rights, in that they've curtailed some of the more sinister systems they had in place and have proudly announced that, unlike The Guardian's exposé of 6,500 worker deaths in 2010-2020, only 300 people have actually died in World Cup-related construction. In our current post-irony world, 300 deaths are not just acceptable, but exemplary and definitely prove that not giving Qatar the hosting rights in 2010 would have been racist and that there was no massive amount of bribery involved. Please, stop bullying the child with these accusations.\nOne of Gianni's more stunning statements was, \"I think for what we Europeans have been doing the last 3,000 years we should be apologising for the next 3,000 years before starting to give moral lessons to people.\" He argued that Western states were in no position to critique Qatar's record on migrant workers' rights, because at the very least Qatar was giving such workers space to participate legally in the economy instead of preventing migration.\nBefore anything else on this: as of 2021, Qatar hosted 197 refugees. In total. Its cup doth not runneth over with the milk of human kindness.\nThe weaponisation of pro-migrant, anticolonial, leftist discourse in support of Qatar's hosting of the FIFA World Cup, by the FIFA president himself, represents the apogee of ironic, self-deluded hogwash.\nThe West has a history of hypocritical, holier-than-thou moral intervention across a world that it has despoiled and debased through colonialism, and which it now continues to prey upon via corporations and international institutions such as FIFA – which partner with authoritarian regimes for mutual business interests that ultimately exploit, maim and kill brown and black workers. It is also at the same time true that the economies of the Gulf are victims of a Western discourse which Benjamin Smith called \"Market Orientalism,\" wherein their every economic action is viewed as suspicious, incompetent, and self-aggrandising.\nThere are cogent points to be made regarding whether or not Qatar's record of workers' rights really does stand up as uniquely terrible, and how much of the backlash against Qatar hosting the World Cup is rooted in Orientalist imaginations of despotism and cultural backwardness – points that must be made with the awareness that Qatar does deserve most of such criticism.\nHowever, at the end of the day, we can never erase the deaths of 6,500 workers (it would be further violence to those dead to instead take seriously the number 300 which is being waved at us by Qatar.) The human cost should not prevent us from having nuanced conversations about Qatar, but we cannot arrive at a position where these deaths and maimings can be forgotten; they certainly cannot be presented as hypocritical Western pearl-clutching. Nuance cannot restore a man's sight.\nMore insidiously, in the same way in which Gianni presented the Qataris as children while defending them (by arguing that concern for migrant rights is Western hypocrisy), he engages in the silencing of the migrant workers themselves, who indeed have important things to say about their own exploitation. Many Western news outlets have reported the failures of Qatar and investigated the rotten house of cards called FIFA that has allowed this blood-stained football tournament to take place. And many of these Western news outlets are doubtlessly hypocritical. We have also spoken, here in Bangladesh and across the world, but Gianni does not address us, nor our grievances.\nWe cannot afford his speaker's fees.\nZoheb Mashiur is a doctoral researcher on racial discourse and colonial history, based at the University of Kent.\n\n",
        "headline_1": "The West, FIFA and Us: We're all being hypocritical about the World Cup",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-west-fifa-and-us-were-all-being-hypocritical-about-the-world-cup-3184806",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-12-2022"
    },
    {
        "full_article": "Twenty-five years ago today, the Chittagong Hill Tracts Peace Accord was signed between the government and Parbatya Chattagram Jana Samhati Samiti, bringing an end to armed conflict in the region and ushering in what many considered to be a new chapter in the history of the country. The Accord was a milestone in Prime Minister Sheikh Hasina's first term at the helm of the nation, exemplifying the government's intention to steer the country towards fairer winds and generating confidence in the newly elected PM's ability to do so. \nHowever, a quarter of a century since the Accord, we are pained to find that its implementation remains fundamentally incomplete. Of course, certain steps have been taken. Laws have been enacted in accordance with the CHT treaty, leading to the establishment of the CHT Regional Council, the reconstitution of Hill district councils, and crucially, to the formation of the CHT Land Dispute Resolution Commission. In 2016, an amendment to the Land Dispute Resolution Commission Act of 2001 finally recognised the customary rights of the Indigenous Jummas and confirmed that land disputes in the hills would be resolved \"in consonance with the law, custom and practice in force in the Chittagong Hill Tracts.\"\nUnfortunately, a lot of the reforms so far, while they are steps in the right direction, have stopped short of dealing with the fundamental issue of land, and failed to put power into the hands of Indigenous communities to ensure peace and stability in their region. \nThe effective functioning of the CHT Land Commission is one of the biggest concerns in this regard. It has been 21 years since it first came into being, but it is practically nonfunctional in the absence of rules of business from the Ministry of Land, which continues to drag its feet over the process. Experts have argued that the commission does not have the required budget and workforce to operate effectively, either. \nOn top of that, the region is still being plagued by recurring incidents of violence, and we continue to witness reports of land-grabbing and environmental destruction in the name of development. The recent recommendation from eminent citizens to create a probe committee spearheaded by a higher court judge to probe these violent incidents, and to provide due authority to the regional council and district councils, should be taken seriously. \nIf the government does not act soon, it runs the risk of neutralising any of the good that has come from the CHT Accord so far. There have been many instances in history where such issues, left unaddressed, have festered in a community, turning hope into resentment and eventually becoming a major challenge for government. An incomplete implementation of the Accord will not just be a broken promise – it could create greater instability within the region and ultimately disillusion the Indigenous communities who have already waited 25 years to see its fruition.\n",
        "headline_1": "CHT Accord implementation still incomplete",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/cht-accord-implementation-still-incomplete-3184856",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-12-2022"
    },
    {
        "full_article": "Although the number of women entrepreneurs has been growing in the country at an impressive rate, the share of total loans disbursed by banks and other financial institutions to women remains very low – at just 3.54 percent in the last fiscal year. It is disheartening that women entrepreneurs are lagging behind in terms of access to small and medium enterprise financing due to reluctance of the banks, despite the fact that the loan repayment rate of women entrepreneurs is almost 95 percent. Women report having to navigate myriad bureaucratic hurdles, stringent loan conditions, a cumbersome application process, and patriarchal attitudes of banks when accessing necessary finances.\nWe are disappointed that the positive initiatives of the Bangladesh Bank in recent times to facilitate the financial inclusion of women – including a circular issued in 2019 to banks to ensure 10 percent of the banks' total disbursements for cottage, micro, small and medium entrepreneurs (CMSME) to women – have not brought about the desired results. Many entrepreneurs complain that banks are only willing to lend to those who are already financially well-off. The application procedure itself is too convoluted and banks often ask for so many different documents that it is difficult, if not impossible, for many budding entrepreneurs to complete the process. \nProviding collateral against loans has been identified as a major challenge, given the prevailing socio-economic situation of the country in which women already lack access to property and finances. It was highlighted in a recent seminar that as many as 75 percent of women have not applied for loans because of their inability to manage a loan guarantor. Yet others do not have the necessary knowledge or confidence to initiate the loan process. \nAlthough the central bank has instructed all banks to give out Tk 25 lakh in SME loans to women entrepreneurs without any collateral, this has hardly been followed. Banks are also supposed to dedicate a desk to support women entrepreneurs in each of their branches and take proactive steps to fund women entrepreneurs who have not taken out loans from banks or financial institutions previously. The Bangladesh Bank must monitor and follow up with the banks to ensure that their instructions are being implemented. \nWe call upon financial institutions to ease women's access to loans, curtailing bureaucratic hurdles and simplifying the application process. Why must they insist on being so stringent when it comes to women, while lending out tens of thousands of crores, year after year, to known defaulters? \nThe government should also aim to increase financial literacy among women entrepreneurs through low-cost or cost-free literacy programmes. This support should not be confined to just two or three days of training, but should instead involve their business promotion and capacity building as well.\n",
        "headline_1": "Why the reluctance to fund women's businesses?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-the-reluctance-fund-womens-businesses-3184811",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-12-2022"
    },
    {
        "full_article": "It is indeed heartening to know that an accord has been inked between the Bangladesh Power Development Board (BPDB) and the Saudi company ACWA Power to set up a high-tech solar power plant in Bangladesh having a capacity up to 1000 MW. As part of the government's move to attract overseas investors in generating electricity from renewable energy, the just-concluded deal will substantially boost the ongoing efforts towards augmenting use of solar power, while also reducing reliance on fossil fuels. A FE report says under the initial deal, ACWA Power will provide fiscal and technological support to build solar power plants in Bangladesh, while the BPDB will provide administrative and logistic support. The highlight of the venture is the application of modern technology which, according to experts, will find solution to the problem related to land scarcity --- an issue recognised as a major impediment to installing solar-power projects in Bangladesh. The BPDB-ACWA accord has come at a time when the government is encouraging setting up of solar plants, and is set to release its revised renewable energy policy soon. At the moment, according to Power Division data, Bangladesh has very low renewable-based power generation-with hydropower at 230 MWs and solar at 229 MW or 1.0 per cent of the country's total power-generation capacity of 21,710 MW. The country currently has a dozen under-construction renewable energy-based projects with a capacity of around 562MW electricity. Of the total renewable energy projects under construction, the private sector is engaged in building eight plants which will have a generation capacity of 406.5 MW. State-run power companies are building two solar-power plants to generate 51 MW electricity. Private-sector sponsors are also building one wind-based power plant to generate 60 MW electricity and one waste-based power plant to generate 42.5 MW.Despite this low renewable base, it has to be admitted that over the last decade or so the country has made some sort of breakthrough in the use of renewable energy through increased use of solar power. So far, although mostly off-grid, it does cater to the demand of vast sections of the population who otherwise are not in a position to access grid electricity. This has been mainly due to the flourishing of the Solar Home Systems (SHS) across the country, particularly in remote rural areas. Most of the char and island locations and low-lying haor areas are benefiting hugely from the technology. While initially, for most users, installation of SHS was meant to have their houses well-lit, the technology soon emerged to change their lifestyle by adding value to their economic life, catering to critical needs such as irrigation among others. However, given the requirement of large land areas for non-rooftop, big solar plants, experts and policymakers were in a fix as to the viability of such plants. It is in this respect that the BPDB-ACWA project is most welcome as its technology is so designed to need very little land. If things move in the right direction, the project is going to be a watershed in the country's renewable energy landscape. A great leap from fossil fuel to renewable, green energy is in the offing.",
        "headline_1": "Solar energy awaiting a great leap",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/solar-energy-awaiting-a-great-leap-1669909180",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-12-2022"
    },
    {
        "full_article": "The third edition of the annual Global School on Refugee and Migrant Health organised by the World Health Organisation (WHO) in Dhaka concludes today. This five-day open e-learning hybrid event hosted by the health ministry brought together policymakers, UN partner agencies, academics, members of civil society and stakeholders at the Global School allowing them an opportunity to exchange knowledge of and experience in refugee problems. The purpose obviously was to develop capacities of the countries grappling with influx of refugees.A densely populated country, Bangladesh has become a destination of more than 1.0 million Rohinya refugees in three major ethnic cleansing drives by military junta in Myanmar since 1978. With an area of 261,227 sq miles, Myanmar is almost five times larger than Bangladesh but its population is about one-third of that of Bangladesh. Yet the military rulers in Myanmar have launched genocidal eviction campaigns against the Rohingya people whom the majority Buddhist nationals unreasonably consider outsiders. Although the WHO's preserve is dedicated health service for migrant and refugees, the UN agency in partnership with its sister UN organisations tends to reach out to address human rights issues let alone the psychological trauma. The United Nations High Commissioner for Refugees (UNHCR) is primarily responsible for providing for forcibly or otherwise displaced people worldwide. Bangladesh is a highly climate vulnerable country and it has to become an unwilling host to the more than 1.0 million victims of ethnic hostilities in a neighbouring country. But displacement of mass people within its own boundary stares in the face due to climate change. The process has already begun, which the WHO casually referred to. According to it, 7.2 million people in the country have been displaced by climate change in 2022 alone and by 2050, the number of such people is projected to rise to 13.30 million. By that time the population of the country will reach a point of stabilisation from where the demographic ageing and decline are likely to start. But long before it, the ominous spectre of internal climate migration will unfold cruelly. Much as the international agencies and communities may pat on the back of this country for playing a nice host to the refugees from Myanmar, its own climate refugees will need space for shelter and livelihoods. The extra burden of Rohingya refugee population which is proliferating at a very high rate will surely prove to be the last straw on the camel's back. Geo-politics could not be nastier in this case. While the generations of Rohingya people will find their lives to go waste, Bangladesh may as well have to pay a heavy price on account of them in terms of ecology, environment, economy and social stability. Inter-community frictions involving local people and the Rohingya have already led to a number of casualties on both sides from time to time. Environmental degradation in Ukhia and Teknaf, already caused, is irreparable. But the drug ---yaba in particular, the factories of which are numerous on the Myanmar side of the border ---smuggling has perilously vitiated the social and economic environment of not only the adjoining hilly districts but also of the entire Bangladesh. As a rogue state, Myanmar is only supplying fuel to the fire. Some international partners are aware of the danger posed by the Rohingya refugees to Bangladesh but many big players are either paying lip services or pretending to be friends. Even those genuinely committed to helping the country out of the crisis find their support too little in the face of indifference by powers which matter most in international relations. In this connection, the $7.5 million programme to be undertaken by the Netherlands under a deal between it and the International Organisation for Migration (IOM) aimed at enhancing environmental resilience of both the Rohingya and local people in Cox's Bazar is certainly a positive initiative but it is unlikely to restore the environmental damage caused by climate change. Then, Cox's Bazar is not the only coastal area under threat of almost annual cyclones and storms, the southern coastal belts of Patuakhali, Pirojpur, Bhandaria, Bagerhat and Satkhira are no less, if not more, vulnerable. When repatriation of the Myanmar refugees should have been the priority, such international interventions in the name of environmental or other resilience just make the matter worse for Bangladesh. The WHO, like other global communities and agencies, has praised Bangladesh's efforts to rise up to the health challenges including the pandemic-time emergency of vaccination in the congested Rohingya camps. Well, such experiences may be of help if climate refugees from the coastal belts have to take shelter in crowded spaces. But that is an unwelcome prospect for any people anywhere. The problem with Bangladesh is that it has no land to spare for displaced people on a massive scale. Loss of lands is expected to be many times more than what can be gained by way of reclamation. Will there be friends to shelter the climate refugees from Bangladesh? So long any welfare programme taken for refugees concerns the politically and religiously persecuted Rohingya. Now there is a serious need for a more comprehensive programme for the internal climate refugees whose number is likely to go up from this year's 7.1 million with every passing year. A cyclone of Sidr's or Aila's order can suddenly cause the number go beyond the projected tally. Keeping this emergency in view, an environmental resilience programme should be started well before a disaster strikes. \n[email protected]",
        "headline_1": "Focus on internal climate refugees",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/focus-on-internal-climate-refugees-1669909257",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-12-2022"
    },
    {
        "full_article": "The print and electronic media for the last few days are abuzz with the details of the money siphoned off from some Islamic banks, including the country's largest private bank---Islami Bank, Bangladesh, allegedly by a leading business group. But none knows for sure the actual volume of money involved in the scam that has all the potential of becoming an unprecedented one. A leading Bangla daily broke the news some days ago about the irregular sanctioning of loans involving a huge amount of money. Some non-existent firms, according to the report, also got loans worth billions of Taka. The news even prompted the head of government to seek a report from the agencies concerned on the issue. The loan scam has triggered a public uproar of an unprecedented scale. No wonder, it is being discussed everywhere. The central bank, which is legally responsible for detecting loan anomalies in the banking sector, is reportedly investigating the matter. The allegation is there that the business group has siphoned off funds worth Taka one trillion from the banks in which it had bought controlling stakes over the last few years. The amount being mentioned is just a guesstimate, as there is no way of knowing about the actual volume without a thorough probe by the banking sector regulator. The central bank, undeniably, has been indifferent to this gross irregularity, deliberately or otherwise. When the business group first took control of the Islami Bank, many an eyebrow were raised and a foul play was suspected. The Economist, one of the most influential news magazines in the world, in an article also mentioned the circumstances in which the previous management had to relinquish its control of the bank. The central bank has lately asked the banks concerned to stop disbursement of the loans sanctioned beyond the rules. But the instruction seemingly has been issued too late to stop funds from going out of the banks' vaults. The hearsay is that the money has flown out of the country and the beneficiaries too are living abroad. Some even tend to link the recent higher demand for the greenback to the transfer of banks' money. One can hardly ignore the apathy that the central bank and the concerned government agencies have been showing to growing irregularities in the banking sector in recent years. Decisions were taken beyond norms/rules in many cases, including sanctioning of loans and formation of boards of directors of both private and public sector banks. But such incidents could hardly draw the attention of the people who matter. Things have gone too far, even though there are banks that strictly go by the rules and have been doing well. But a few past scams involving the Hall-Mark, Bismillah group, BASIC Bank, and People's Leasing had eroded depositors' confidence. No doubt, the latest scam is bound to cause more damage to the financial sector. In the absence of a statement on the alleged scam involving the Islamic banks from the sector regulator, the ground remains very fertile for rumour-mongering. So, the central bank should come out with a clear statement on the issue while continuing its probe into the allegation of irregularities. \n[email protected]",
        "headline_1": "BB should explain the actual situation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bb-should-explain-the-actual-situation-1669909362",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-12-2022"
    },
    {
        "full_article": "CNG-run auto-rickshaws are part of our daily life in Dhaka city. As the capital city does not have a proper taxi cab service, almost every city dweller relies on these auto-rickshaws. But regretfully, auto-rickshaw drivers in the city do not charge fares according to the reading of metres. It is an open secret that the law enforcers even know that they have been forcing commuters to pay exorbitant rates, in violation of traffic rules year after year. The authorities concerned have declared on many occasions that all CNGs plying the roads must have functional pay-metres installed on them and the passengers would be charged fares accordingly. Yet, almost all CNG drivers refuse to accept metre fare and the most common excuse is almost always that the roads are congested. Another excuse is that the owners of the auto-rickshaws they are driving charge them unreasonably high rent, which forces them to charge passengers more. This practice must come to an end. The authorities should ensure that auto-rickshaw drivers comply with their directives. The traffic police must also play their due role in ensuring that auto drivers obey the rules on metre fare. \nAfroza Sheikh,Dania, Dhaka,[email protected]",
        "headline_1": "Make metres mandatory for CNG autos",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/make-metres-mandatory-for-cng-autos-1669909387",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-12-2022"
    }
]