[
    {
        "full_article": "Anyone who has seen the video of Chattogram-based journalist Golam Sarwar—taken shortly after he was found unconscious on the banks of a canal following a disappearance of three days—is unlikely to forget the helplessness and fear coursing through his bruised being, as he kept on uttering the words, \"Please, brother, I won't write anymore.\" Stripped off his clothes, his bare body showing clear signs of torture, a traumatised Sarwar thought he was still being held hostage by his abductors as he pleaded for their mercy. He was picked up on his way from work, four days after he published an article alleging that a minister's family had been involved in land grabbing. Since his \"reappearance,\" Sarwar has recounted the horror of those three \"missing\" days of his life, when he was held near a railway track and beaten profusely every time a train passed by. Sometimes the beatings were so severe, he thought it might be the end. He heard one of his abductors ask on the phone, \"Should I finish him off?\" The voice on the other side retorted, \"No, keep him alive, so we can teach the other journos a lesson.\"\nSarwar might have thought the worst was over, but as the story goes, it was only the beginning. There have been multiple threats to his life over the course of the year, and two false cases were filed against him, soon after his recovery, by \"influential quarters\" for his reports, one of which accused him of causing damages worth Tk 100 crore. On the other hand, the case he filed with the police following his abduction has predictably seen no progress. I say predictably because the police had made no efforts to rescue him back when he was missing, even though his family was contacted at least five times by the abductor(s), using his own mobile phone. We know the police have the surveillance capacity to track phones (from the efficiency with which they track down dissidents and protesters), so what possible explanation could there have been for their ostensible failure to do so in his case?\nA \"conversation\" of Sarwar with five to six policemen, including the officer-in-charge, assistant sub-inspector and sub-inspector of Chattogram Kotwali police station might offer us a clue. During a recent interview with The Daily Star, Sarwar recounted how he was interrogated for four and a half hours by the policemen, who essentially tried to dissuade him from pursuing the case further. \"Why are you getting yourself in trouble by fighting this case?\" \"How will you fight the powerful [quarters]?\" \"Your background is clean, why do this to yourself?\" they told him repeatedly. Are we to deduce from this \"brotherly concern\" that they knew who was behind his abduction—and that it was their way of alluding that ensuring justice in the case was beyond their pay-grade?\nTheir dedication to the investigation can be gauged from the fact that they applied for remand for the two arrested suspects a week after they had already been granted bail. The result was that the police submitted its final report in May, in which they stated that they had found no evidence of abduction. Following an appeal of no-confidence in the report, a Chattogram court rejected the findings and asked the Chattogram Police Bureau of Investigation to re-investigate the case. But given the reach of the vested, powerful quarter that Sarwar has angered, is there any hope at all that justice will be served? Not if we are to believe the Kotwali police—or every other \"well-wisher\" in Chattogram who has told Sarwar to back off and save himself and his family, before it's too late.\nThe pursuit of justice sounds noble as a rallying cry, but we all know that at the end of the day, our law enforcers are more adept at making criminals out of journalists than finding the criminals who harass, abduct or murder them. We've been (unwilling) witnesses to how the state left no stone unturned to portray photojournalist Shafiqul Islam Kajol as a high-profile criminal—dragging him through the court with his hands cuffed behind his back, and denying him bail 13 times over seven straight months in three cases filed against him under the Digital Security Act (DSA). Yet, one and a half years have passed since he was found at the Benapole border after his enforced disappearance for 53 days, and there hasn't even been a pretence of a follow-up by law enforcers about why and how Kajol went missing, and what, if anything, it had to do with the DSA case filed just a day before his disappearance by a ruling party lawmaker and party activist. Despite repeated calls for investigation, both from national and international quarters, the inaction of the law enforcers speaks volumes.\nMeanwhile, without even a shred of repentance, the government has dismissed the untimely death of writer and entrepreneur Mushtaq Ahmed—who was arrested under the DSA and denied bail six times—in custody as a \"natural\" occurrence. But what is natural about being picked up by Rab for social media posts criticising the government's handling of Covid-19 (not much different to those shared by many of us) and rotting in jail for nine months, without so much as a chance to see his family? What is natural about a 53-year-old, with no previous history of serious illness, to be dealt the \"death penalty\" for exercising his constitutional right of freedom of expression, without so much as a trial?\nMushtaq's comrade, cartoonist Ahmed Kabir Kishore, who was also arrested in the same DSA case, insists that both of them were tortured in police custody. Subsequent probes conducted by the jail authorities, the Gazipur district authorities, and the home ministry did not find any negligence on the part of the authorities. But even if we pay no heed to Kishore's allegation of torture, the state cannot evade responsibility for the unfairness and arbitrariness of Mushtaq's arrest, denial of bail and eventual custodial death. If nothing else, Mushtaq may simply have died from the heartbreak of his beloved country turning into an autocratic state, and in the process turning him into a criminal.\nA recent analysis of 668 DSA cases filed over three years by the think tank Centre of Governance Studies shows that 142 journalists were sued during this period, the second highest profession to be targeted after politicians. Interestingly, however, the percentage of journalists arrested (13 percent) were higher than that of politicians (11.3 percent). In many cases, investigation reports are not filed within the stipulated period, and with many of the more used sections of the DSA being non-bailable, the accused are effectively punished in custody even before trial—with Mushtaq paying the ultimate price. Even a cursory glance through the reports of journalists arrested confirm that a majority were picked up for shedding light on corruption, irregularities or state-sanctioned violations.\nMuch has been said by those who care about the terrifying repercussions of the Digital Security Act—at any rate, as much as can be said without themselves being picked up and tried under it. Everything we feared would happen with the enactment of the DSA—and worse—has already come true. At this point, it feels like I am stuck in a loop, much like in a Kafka novel, writing some variation of the same editorial or op-ed, over and over, demanding justice, asking for authorities to be held responsible, wishing for the DSA to be repealed, and so on. Meanwhile, things just go from bad to worse, with impunity for crimes against journalists—and the public at large—gnawing away at what remains of this elusive thing called the rule of law in this country.\nEvery so often, I put away the laptop and decry the end of my writing career. What is even the point of writing if we can't write what we want? But then I remember, threatening or tiring us into submission—isn't that what they really want?\n \nSushmita S Preetha is Impact Editor, The Daily Star.\n",
        "headline_1": "When the state wants to make criminals out of journalists",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-sound-and-the-fury/news/when-the-state-wants-make-criminals-out-journalists-2211536",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-11-2021"
    },
    {
        "full_article": "The Razakar Bahini was a paramilitary force created by the Pakistan Army with local collaborators during the Liberation War in 1971. After liberation, it became a popular term of derision and abuse to denote those who acted against our struggle for freedom and the Mukti Bahini, and those who helped the Pakistan occupational forces during the war. The Razakars were directly involved with the killings of our intellectuals just before our victory on December 16.\nAfter liberation, Razakars were treated as pariahs in our society. Even their descendants have not been spared of this disgraceful tag, and have had to bear the brunt of the stigma. However, the absence of an official list of Razakars has, more often than not, allowed people and political parties to abuse the term to attack their opponents. A partial list of Razakars was prepared in December 2019, but the Ministry of Liberation War Affairs withdrew it amid huge controversy and criticism, as the flawed list contained the names of many Language Movement veterans and freedom fighters.\nFor the Awami League, the party which led the country to liberation from the Pakistan occupational forces, a Razakar is a face of anti-liberation and communal force. The largest secular democratic party of the country used this slur to run smear campaigns against the BNP and Jamaat-e-Islami as well. Unfortunately, the dubious tag has turned against the ruling party, with its leaders and activists now freely using \"Razakar\" to slander each other and malign political reputations of inner party rivals, regardless of whether they are actually Razakars or not.\nAwami League General Secretary Obaidul Quader himself acknowledged this disturbing trend during a programme at the Sonargaon hotel on October 27. \"While scrutinising the candidates vying for nominations for the upcoming union parishad elections, we have observed that the party members are slandering each other with such allegations,\" Quader said. Expressing his annoyance, he called this phenomenon \"insufferable.\"\nThe slur \"Tui Razakar\" (\"You are a Razakar\") first gained popularity in vernacular discourse when BTV aired popular writer Humayun Ahmed's drama-series \"Bohubrihi\" in the late 80s. This was a period when the history and the events of the Liberation War were being dragged through deliberately muddied waters. Distortions of historical facts ran rampant, and open and honest discussions about the events following the Liberation War were filtered through the partisan lenses and censorship. It was at this crucial juncture of history that \"Bohubrihi\" was aired, and the play tactfully uttered the taboo word \"Razakar\" via the mouth of an unimpeachable being—a parrot. The parrot, trained to be the voice of a censored nation, opportunistically let out shrieks of \"Tui Razakar,\" bringing to the forefront what could not be said.\nShaheed Janani Jahanara Imam, who lost her son to the Liberation War in 1971, gave the first push for the trial of war criminals during the 1990s. She led an unprecedented movement in the early 90s to bring the perpetrators of 1971 war crimes to justice. She led the formation of Gono Adalat (People's Court) on March 26, 1992, where former Jamaat-e-Islami chief Ghulam Azam, the mastermind of the atrocities during the war, was tried.\nIn 2013, this slur again resurfaced, as a rallying call, a slogan during the Shahbagh movement, through which justice against war crimes gained momentum. Demonstrators let out blood-curdling battle cries of \"Tui Razakar\" to unite the nation to take a stand against war criminals.\nHowever, the popular slogan that was once a call used for the common cause of a secular society got lost in translation over time, because of vested interests. Branding someone as a Razakar has now become, among many other things, a common weapon for grassroots Awami League leaders and activists to blame each other during the ongoing union parishad elections. Many contenders from across the country are alleging that the ruling party is nominating a Razakar or a member of a Razakar family as its candidates. They are holding press conferences, bringing out processions in their local area, and even sending written allegations to party chief Sheikh Hasina's Dhanmondi office, which the Awami League general secretary mentioned in his remarks on October 27.\nFor instance, the grassroots workers of Tambulpur union in Rangpur's Pirgachha upazila wrote a letter to the Rangpur unit president and general secretary of the party, asking to take action against Shaheen Sardar, general secretary of the party in the union unit, alleging that his father had been involved with the Peace Committee, which was formed by the Pakistan Army to help them against the Bengali freedom fighters during the war in 1971. Shaheen Sardar received Awami League nomination for the chairman post of Tambulpur union parishad.\nThe same allegation has been raised against the Awami League candidates in Bancharampur upazila of Brahmanbaria, Monirampur upazila of Jashore, Sujanagar upazila of Pabna, and some other districts.\nThis scenario is nothing new. This happened before, during the ruling party's student wing Chhatra League's central council election in 2018. At that time, Chhatra League leaders and activists accused each other of being affiliated with Razakar families or the BNP student wing, Chhatra Dal.\nIf, for the sake of the argument, we assume that the allegations raised by the grassroots leaders are true, then the next pertinent and very serious question is: How have so many Razakars infiltrated the Awami League, a party that led the Liberation War successfully and claims to be the flagbearer of the Liberation War spirit? And how did those intruders get party portfolios?\nIn the recent past, the Awami League leaders, on many occasions, alleged that many opportunist activists from Jamaat and its student wing Chhatra Shibir infiltrated the party and were now creating chaos within the party.\nAs the grassroots leaders are branding each other as Razakars and even filing written complaints to party high-ups against each other, it appears that these intruders have been and are being rehabilitated within the party, despite Awami League President and Prime Minister Sheikh Hasina and the rest of the party top brass repeatedly warning that they should not allow \"infiltrators into the party.\"\nIn 2020, the party had claimed that they had prepared a list of infiltrators and would take actions against them. But no action has followed that promise yet.\nThe Awami League has been in power for 13 years, which is the longest period for a party to run the government in Bangladesh. Political analysts argue that if a party remains in power for a long time, it is common for people from different platforms to infiltrate it and commit many misdeeds using the ruling party's name. And the ruling party bears the brunt of it. There is also the fact that, in the absence of an opposition, a section of the ruling party members become corrupt.\nThe onus is certainly on the Awami League to stop the infiltration and rehabilitations of communal forces within the party, if it is to maintain its image as the home of liberal and free-thinking people. But the big question is: Who is going to tie the bell around the cat's neck?\n \nPartha Pratim Bhattacharjee is the chief reporter of The Daily Star.\n",
        "headline_1": "Using a wartime slur to score political points",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/using-wartime-slur-score-political-points-2211531",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-11-2021"
    },
    {
        "full_article": "Since the very inception of the Rooppur Nuclear Power Plant (RNPP) project, the corresponding unit cost of generating electricity—per kilowatt-hour (kWh)—has been a subject of much speculation. I have yet to see someone come up with deterministic quotes backed up by a convincing economic and financial analysis. From financial and technical standpoints, the RNPP project is the largest megaproject in the history of Bangladesh. It is, therefore, very important to evaluate the economic feasibility of this project.\nA total of 2,400MW of electricity from the two VVER-1200 reactor units of the power plant is expected to be added to the national power grid by 2024. Russia is funding 90 percent of the total investment cost of USD 12.85 billion, which is about USD 11.38 billion. This state credit is to be repaid over a period of 28 years along with an interest rate of Libor plus 1.75 percent, and capped at four percent. And there is a provision to extend the period for another 10 years, if necessary. Bangladesh will bear the remaining 10 percent of the project cost, i.e. USD 1.26 billion.\nTo analyse the economic aspects of this project, the service period of the two units has been fixed at 60 years. The construction period is six years. The inflation rate is expected to change at a steady rate of six percent per year against the local currency. For the US dollar, the inflation rate changes at a steady rate of two percent and at a tariff rate of 25 percent. The exchange rate of one US dollar has been fixed at Tk 80. A linear depreciation rate has been considered for the total economic lifetime of the two plants. The discount rate has been fixed at 10 percent considering the growing economy of Bangladesh. The fuel cost and the operation and maintenance cost are capped at USD 11.2 and USD 14.5 per megawatt-hour (MWh), respectively, with the lower limits set at USD 4.5 and USD 7.82 per MWh. In comparison, the global average rate for the fuel cost is USD 6.28 per MWh, and the operation and maintenance cost is USD 12.79 per MWh.\nGiven the international practices, the cost for waste management and decommissioning of the reactor units is estimated to be nine percent of the total investment, which amounts to about USD 1 billion. The plant capacity factor of the two plants has been varied from a minimum of 50 percent to a maximum of 90 percent. The average plant capacity factor of thermal power plants in our country is 50 percent. On the other hand, the average plant capacity factor of nuclear power plants is 90 percent and the plant capacity factor of VVER-1200 reactors is 93 percent.\nA total of nine case studies have been conducted with the plant capacity factors of 50 percent, 75 percent, 80 percent, 85 percent, and 90 percent. These are subject to change between the high fuel cost of USD 11.2 and the low fuel cost of USD 4.5, as well as between the high operation and maintenance cost of USD 14.5 and the low cost of USD 7.82. The case studies have been modelled using the FINPLAN tool developed by the International Atomic Energy Agency (IAEA). Analysis of the results shows that the minimum selling price of electricity per unit (1 unit means 1kWh) stands at 8.25 cents (Tk 7) under the maximum fuel cost, maximum operation and maintenance cost, and minimum plant capacity factor of 50 percent. The minimum selling price per unit is 4.38 cents (Tk 3.72) under the minimum fuel cost and operation and maintenance cost, and the maximum plant capacity factor of 90 percent. On the other hand, if the maximum fuel cost and the highest operation and maintenance cost are considered with the plant capacity factor of 75 percent, the selling price per unit stands at 6.38 cents (Tk 5).\nFrom the case studies with a fixed discount rate of 10 percent, the internal rate of return (IRR) is found to be 13-20 percent. As the IRR is higher than the discount rate, this makes the RNPP project economically attractive. The main reason is due to the low interest rate of four percent and the low operation and maintenance cost per megawatt-hour of USD 8-14. It should be noted that the operation and maintenance cost is estimated close to the global average.\nNow, let's see how the cost of generating electricity from nuclear energy fairs against other energy sources. According to the Bangladesh Power Development Board (BPDB) sources, the selling price of per unit electricity generated using gas is 3.31 cents, while it is 10.31 cents for coal-fired power, 21.70 cents for furnace oil-fuelled power, 28.43 cents for diesel-fired power, 6.83 cents for electricity imported from India, and 15.23 cents for solar power. The unit generation cost of electricity from gas is the lowest, followed by nuclear power. It is further observed that the cost of electricity generation using coal is almost double than that of using nuclear power, and the cost of electricity generation from diesel is the highest. Electricity generation from solar energy can be done at an affordable cost, compared to furnace oil and diesel. In the cases of independent power producers (IPPs), rentals and quick rentals, the costs of power generation per unit is even higher.\nNext, let's look at the international context in relation to the cost of generating electricity from our nuclear power plant. Russia is building two reactors in Belarus and Hungary that are similar to the reactors in the RNPP project, with almost similar investment and loan terms. The minimum unit selling prices of electricity in Belarus and Hungary are 8.3 and 7.28 cents, respectively. In this case, it is seen that generating electricity from nuclear energy in our country is cheaper than in Belarus and Hungary. The average unit selling price of electricity from nuclear power in Bangladesh is 6.32 cents, which is about 37 percent less than the global average selling price (10 cents). The economic analysis shows that power generation from the RNPP project is economically competitive at both national and international levels, and is less risky in terms of investment. However, if the construction period is more than six years, the favourable condition may deviate. If the currency exchange rate is Tk 85, the cost of power generation per unit will not increase much. If the lifespan of the two units is taken to 20 years more, it is possible to get electricity at a lower price.\nLooking at the numbers, Jacopo Buongiorno, a distinguished professor at the Massachusetts Institute of Technology (MIT) in the US, commented that nuclear power generation in Bangladesh was nothing short of interesting and internationally competitive. He added that although the initial cost is a bit higher, the four percent interest rate and the operation and maintenance cost of USD 8-14 per MWh has helped make the project cost-competitive internationally.\nHere, I would like to mention a relevant issue. After a comparative analysis of the technical and financial aspects between Russia's Generation-3 (VVER-1000) and Generation 3+ (VVER-1200 and VVER-1300 TOI) reactors, I had given my opinion to select the VVER-1200 model—which has the highest proven safety features—at a technology selection policy-making seminar on July 5, 2015. In this regard, I published an article titled \"How should the reactor of Rooppur be?\" (Prothom Alo, August 2, 2015). The reason for mentioning this is that the financial matter is closely related to reactor technology. Generating electricity from nuclear energy is very environmentally-friendly and economic. The Gen-3 + VVER-1200 reactor with modern safety features is extremely unlikely to fail like Chernobyl or Fukushima. Now it is necessary to complete the construction work on time with the ancillary infrastructure, and adapt the technology by creating skilled manpower.\n \nDr Md Shafiqul Islam is a researcher and writer, and a professor at the Department of Nuclear Engineering in Dhaka University.\n",
        "headline_1": "Power generation using nuclear energy is cheaper and safer",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/power-generation-using-nuclear-energy-cheaper-and-safer-2211526",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-11-2021"
    },
    {
        "full_article": "Among the 13 tiger range countries in the world, Nepal is heading towards becoming the first country to meet the goal of doubling its tiger population—termed TX2 (Tigers times two)—by 2022. In 2009, Nepal had roughly 121 wild tigers, but according to the 2018 census reports, now it has 235 of these magnificent wild cats, which indicates a 94 percent increase within 10 years.\nOn the contrary, despite Bengal tigers being an inextricable part of our identity, Bangladesh has shown little progress in reaching the TX2 goal by 2022. As reported by the 2018 tiger census, Bangladesh is now home to 114 Bengal tigers—an insignificant leap from the 2015 census where the tiger count stood at 106.\nNepal has shown such tremendous progress over the years that now it has more Bengal tigers than the entire Bengal region, after which these big cats are named. Currently, the Bengal region, consisting of Bangladesh and the state of West Bengal of India, has 203 tigers in its forests, a number which is nowhere near to Nepal's booming tiger count.\nThe Nepal model\nDespite being one of the poorest countries in the world, Nepal has put an extraordinary effort in increasing the tiger population in its forests since the 2010 Tiger Summit. It has taken multiple initiatives involving both political entities and local communities that ensured a sharp rise in the tiger count.\nTo begin with, Nepal first identified the factors that are responsible for the decline in tiger population. It effectively reduced tiger poaching and apprehended the ringleaders involved with the global network of tiger poaching. In 2014, it was the only tiger-range country in the world with zero poaching. It even used unmanned aerial vehicles (UAVs) to stop poaching of tigers and other near-extinct animals. It established more than 400 citizen-centric anti-poaching units across the country to prevent poaching by monitoring important wildlife corridors.\nIn addition, Nepal has pioneered in functional and robust habitat management. It has expanded the border of key tiger habitats, clearing the way for the tigers to roam around freely with a tolerable tiger density. Nepal has also strengthened its forest authority's capacity to help them play a vital role in meeting the TX2 goal by allocating more budget, manpower, and modern equipment. In order to decrease human-tiger conflict, the country worked with the local communities to voluntarily relocate villagers from the protected forest areas, and put commendable effort in decreasing dependency on forest products. The country has also empowered the local people to take steps on their own to protect the nearby forests, and has left 28 percent of its forests to the local communities to manage, which resulted in a peaceful co-existence between the tigers and the humans.\nFurthermore, realising the importance of a stabilised prey base, Nepal took measures to ensure suitable habitat for key prey species. Nepal built dozens of ponds in strategically important locations, set up solar technology-based freshwater courses, and established new reserved forests to maintain linkage between major tiger and prey habitats.\nA learning scope for Bangladesh\nOver the past 20 years, Bangladesh has lost 38 tigers to poaching activities, tiger-human conflicts, and other issues. The Nepal model can be handy in dealing with these issues. By following the Nepal model, Bangladesh should be able to create effective local anti-poaching units and initiate campaigns to help the rural population avoid tiger-human conflicts.\nA 2010 study found that the tigers on the Bangladesh side of the Sundarbans were about half the weight of other wild Bengal tigers, indicating a lack of sufficient prey species in the Sundarbans. The Nepal model may help address this issue as well. Besides, this model may also help Bangladesh in ensuring an effective habitat management for both the tigers and the prey species.\nAt present, Bangladesh has a tiger density of 2.17, which is much lower than its actual carrying capacity, which signifies that Bangladesh has a scope for bumping up its tiger population without creating new habitats.\nThe Bangladesh Tiger Action Plan 2018-2027 (BTAP) has a goal of reaching a tiger density of 4.50 within 2027. Although, geographically, Bangladesh is different from Nepal and is facing climate change challenges, there is a wide scope for the country to utilise the Nepal model in its quest to reach the goal set by the BTAP.\nA rise in the tiger population will not only imply saving the tigers from extinction, but it would also indicate having a healthy and balanced ecosystem with thriving biodiversity. Thus, our government and relevant stakeholders should prioritise increasing the tiger population in Bangladesh. While working towards that goal, we should look up to the Nepal model and apply the proven measures in our own way.\n \nGolam Mostafa is a final-year student at Chittagong University.\n",
        "headline_1": "How Nepal has managed to double its tiger population",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-nepal-has-managed-double-its-tiger-population-2211516",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-11-2021"
    },
    {
        "full_article": "At a webinar on Sunday, experts said that Bangladesh needed to have a vibrant bond market to meet the country's requirement for long-term financing for infrastructure development. Additionally, channelling the huge amount of liquidity presently available in the banking sector into bonds could also help to meet our massive infrastructure investment needs. Despite Bangladesh's recent boom in infrastructure development, there is no doubt that the country is still lagging behind most of the developed and developing countries. Moreover, we must remember that the scale of the country's investment must be on par with the future needs of its population, which is clearly many times more than what it has been. Therefore, we couldn't agree more with the experts that Bangladesh should try and utilise every available channel to finance its infrastructure projects.\nSo far, it has been clear that the amount of local funds currently available is far too inadequate to cover for our infrastructure needs. Depending on the banking sector alone will not suffice. And an over-reliance on foreign funds—whether that be in the form of loans or aid—may be detrimental for our long-term development dreams. That's why it is essential for Bangladesh to build its own financing capacity, while simultaneously looking to increase foreign investments.\nWhat is important to remember is that, in the long run, investing in infrastructure will give us substantial returns in the form of faster economic growth, more job creation, etc. However, that will be possible only if our investments are made smartly. In line with that, Bangladesh must also seek to better utilise its resources. In recent years, cost overruns and time extensions have become the norm when it comes to most of our development projects. That is a major issue that the authorities must immediately address and resolve.\nAs experts have pointed out, there are many creative ways for Bangladesh to raise funds. That includes availing foreign currency solutions, for which the country has to focus on attracting commercial loans and bond investments. Improving our sovereign credit rating will also help us get better financing deals. Therefore, the authorities have a lot of options to look into for long-term financing. Making proper use of them is now the biggest challenge.\n",
        "headline_1": "Bangladesh needs more investment in infrastructure",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/bangladesh-needs-more-investment-infrastructure-2211506",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-11-2021"
    },
    {
        "full_article": "While it is good to know that maize production in Bangladesh has become profitable for our farmers, particularly in the country's northern region, it is disconcerting to note that proper storage and processing facilities for maize still remains a major concern. In the absence of such facilities, farmers are not getting good prices for their produce. According to a report published by this daily yesterday, farmers in Lalmonirhat are getting more interested in growing maize, as it grows on sandy soil and needs less irrigation, and also because it gives a relatively better return compared to some other crops. According to the Department of Agricultural Extension (DAE), more than 20,000 families, mostly based in the district's char areas, have achieved food and financial security by growing the crop.\nMaize cultivation began in Lalmonirhat district in 1995. At that time, only 150 hectares of land was being used to cultivate it. Over time, about 100,000 hectares of land in the country's northern region has been brought under maize cultivation. Currently, Lalmonirhat produces about one-third of the total maize produced in Bangladesh's northern region. \nSince more and more farmers in the northern region are turning towards maize cultivation, the need for proper storage facilities has also grown. According to farmers, while each maund of maize can be sold for around Tk 700-800 during the harvest period in May-June, two to three months later, the price goes up to Tk 1,050-1,200. It means that the traders who buy the crop directly from the farmers during the harvesting period are benefitting more, while for the growers, it's a lost opportunity. Since various feed companies and local buyers purchase maize directly from the farms at fair prices, farmers can sell their produce directly to the buyers if proper storage facilities are ensured.\nFarmers across the country in general often have to incur losses, despite having bumper yields of their crops, due to the absence of proper storage facilities. We have seen how vegetable growers across the country suffered for lack of storage facilities during the countrywide shutdown enforced to contain the spread of the coronavirus.\nAgainst this backdrop, we think the authorities concerned should increase crop and vegetable storage facilities across the country to protect the interest of farmers. And to protect the maize farmers' interest in the northern region, the authorities should not only build storage facilities, but also set up maize processing centres nearby. Not only will it give farmers the scope to earn more from the crop, but it could also help ensure that Bangladesh can soon become self-sufficient in maize production.\n \n",
        "headline_1": "Protect maize farmers’ interests",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/protect-maize-farmers-interests-2211401",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-11-2021"
    }
]