[
    {
        "full_article": "In Haryana, the incumbent Bharatiya Janata Party (BJP)faces a strident challenge from the Congress, where campaigning for the Assembly election ends in a day. All 90 Assembly seats will go to the polls on October 5. Though the contest appears to be bipolar, between the BJP and the Congress on the surface, a few other formations and hundreds of independents could alter the familiar patterns of voter mobilisation. The Jannayak Janta Party (JJP), a former partner of the BJP, is in an alliance with the Azad Samaj Party (Kanshi Ram), and the Indian National Lok Dal (INLD) is with the Bahujan Samaj Party (BSP). The Communist Party of India (Marxist) and the Haryana Lokhit Party are also in the fray. After seat sharing negotiations with the Congress failed, the Aam Aadmi Party has fielded candidates across the State. The BJP has tried to defend its track record of 10 years in power and consolidate the OBC voters — one third of the total — through the campaign. Chief Minister Nayab Singh Saini has been presented as a symbol of the party’s commitment to empowering the OBC. The BJP is also trying to get a share of the Dalit votes.The Congress has been a favourite of the Dalits who make up 20% of the State’s voters. The alliances, of the JJP-ASP and the INLD-BSP, could influence the two major voting blocs in the State — the Jats and the Dalits. The Congress has managed to sustain its offensive posture though factionalism threatened to derail its campaign. The party has targeted the BJP on talking points such as a threat to the Constitution, the Agnipath scheme for military recruitment, unemployment and price rise. The BJP is also facing a problem of plenty in the State. Having inducted many leaders from other parties, it is now faced with their competing claims. The BJP’s victories in Haryana in two consecutive Assembly elections were largely due to the popularity of Prime Minister Narendra Modi and good social engineering that mobilised the non-Jat communities of the State. Haryana will be a test for the party on both counts this time. An absence from power for 10 years has cut the Congress some slack in the eyes of voters. Rahul Gandhi’s new role as the Leader of Opposition in the Lok Sabha will also face a test in the State. While the BJP’s regional leadership is relatively less formidable than the Congress’s, their respective impact on the outcome can be unpredictable. The Congress also has a history of undermining its own prospects with excessive intrigues.  Published - October 02, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nHaryana Assembly Elections 2024\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nvoting\n\n/\n\nAzad Samaj Party\n\n/\n\nIndian National Lok Dal\n\n/\n\nBahujan Samaj Party\n\n/\n\nAam Aadmi Party\n\n/\n\nCommunist Party of India -Marxist\n\n/\n\nHaryana Lokhit Party\n\n/\n\ndalits\n\n/\n\nconstitution\n\n/\n\narmed Forces\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nRahul Gandhi",
        "headline_1": "​Heartland murmurs: On the Haryana Assembly elections",
        "headline_2": "Haryana may throw up surprises after the realignments",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bheartland-murmurs-on-the-haryana-assembly-elections/article68706528.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-10-2024"
    },
    {
        "full_article": "The much-awaited shuffle of the Tamil Nadu Cabinet, headed by Chief Minister M.K. Stalin, was on expected lines, even if not wholly appropriate. There was no major surgery nor any infusion of talent. Three Ministers were dropped, four Ministers, including an old face, were inducted and the portfolios of seven Ministers were changed. The exercise saw representation based on region and caste, a notable inclusion being Govi Chezhiaan, three-time legislator from Thiruvidaimaruthur in the State’s central region and belonging to a Scheduled Caste (SC). He has been allocated the Higher Education portfolio that was held by DMK heavyweight K. Ponmudy. After the practice, from 2006, to have separate Ministers to handle school and higher education, this is the first time that an SC legislator has been given a key portfolio, perhaps to counter criticism that the Dravidian majors, the DMK and the AIADMK, do not allocate important portfolios to SCs. The shuffle also met two objectives — elevating Youth Welfare and Sports Development Minister Udhayanidhi Stalin as Deputy Chief Minister and re-inducting V. Senthilbalaji, who was released on bail by the Supreme Court days earlier.Mr. Udhayanidhi, who was ranked tenth in the Cabinet hierarchy, now moves to the third spot, with Water Resources Minister Durai Murugan, who became an MLA in 1971, retaining second spot. It reflects a similar arrangement in 2009 when Mr. Stalin became Deputy Chief Minister during the chief ministership of M. Karunanidhi. Then Finance Minister and the DMK’s long-standing General Secretary, K. Anbazhagan, retained the second slot. Ever since Mr. Udhayanidhi’s induction as a Minister in December 2022, he has risen in the party and is a “man in demand”. But his elevation now raises questions given his political inexperience. As in much of south Asia, dynastic politics has become a norm, which is at variance with democratic principles and social justice. It is also about whether “dynasts” can fulfil the legitimate aspirations of the people they represent. Mr. Udhayanidhi could emerge a leader in his own right if he is able to handle this and stays away from sycophants. A disturbing feature of the Cabinet rejig is the re-entry of Mr. Senthilbalaji as Minister for Electricity, Prohibition and Excise, considered to be ‘cash cow portfolios’, that he held prior to his imprisonment in June 2023 in a money laundering case filed by the Enforcement Directorate in 2021. The main allegation against the Minister concerns the collection of bribes from job aspirants by his associates when he was Transport Minister (2011-15) during the AIADMK regime. As we have already pointed out, the cause of justice for the victims of the job scandal and a fair trial for the accused would be served well if Mr. Senthilbalaji is kept out of the Cabinet until he is cleared of the charges. Published - October 02, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ngovernment\n\n/\n\nTamil Nadu\n\n/\n\nministers (government)\n\n/\n\nCaste\n\n/\n\neducation\n\n/\n\nhigher education\n\n/\n\nDravida Munnetra Kazhagam\n\n/\n\nAll India Anna Dravida Munnetra Kazhagam\n\n/\n\njudiciary (system of justice)\n\n/\n\nprison\n\n/\n\npolitics\n\n/\n\npolitical development\n\n/\n\nmoney laundering\n\n/\n\ncorruption & bribery\n\n/\n\nemployment",
        "headline_1": "​Changes at the top: On the Tamil Nadu cabinet reshuffle",
        "headline_2": "Ministers must infuse confidence in the people they serve",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bchanges-at-the-top-on-the-tamil-nadu-cabinet-reshuffle/article68705979.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-10-2024"
    },
    {
        "full_article": "That militant groups have chosen to participate in elections is a victory for democracy\nJ&K successfully completed its three-phase voting to the newly delimited 90-member legislature, with good turnout and without incident. Supreme Court’s firm prod to complete the assembly election saw the wheels turn – and they spun well. Held after a decade, this has been a wholly new election in very many ways. It’s the first since J&K was made a UT, its special status removed. Delimitation saw Jammu’s seats increase to 43, and Kashmir’s by 1 to 47, and 9 reserved for STs.\nIt’s a measure of the far-reaching changes in J&K that fundamentalist outfit Jamaat-e-Islami that had boycotted polls for decades and since been outlawed, returned to the electoral battleground. Its candidates contested as Independents on 33 Kashmir seats and on 1 Jammu seat. UAPA accused Baramulla MP Engineer Rashid’s Lok Sabha win gave his party a boost. Their collective presence has made it an altogether new battlefield for all established political parties – NC, PDP, BJP, Congress. A truly multipolar election.  \nAmong the keenest battles was Kulgam’s, where 4-time consecutive MLA, CPM veteran Tarigami got a run for his money from Jamaat-backed Sayar Ahmed Reshi, whose campaign included the promise of a library in every village. Some PDP votes are apparently moving to Jamaat nominees. But regardless of outcome, it is a nod to India’s electoral integrity that in the altered reality of J&K, extremist groups have joined democratic processes to make their mark. If Rashid’s party, or Jamaat nominees, win seats, or mark their presence in significant vote shares, it will once again prove the power and appeal of constitutional democracy in regions that witnessed conflict and insurgencies.\nThis won’t be unique. If Northern Ireland’s Sinn Fein simultaneously ran armed and electoral battles for over a decade, closer home, Nepal integrated the Unified Communist Party of Nepal (UCPN) into the electoral fold – it even emerged as Nepal’s single dominant party. Former Mizoram CM Zoramthanga is an ex-guerilla. Nicaraguan Sandinistas transited from bullet to ballot. Armed groups did the same in El Salvador, Mozambique, Uganda, to name a few. Elections can bring stability post conflict, also create new nations, as in Namibia. Not everyone makes it – there’s always a Hamas that would fail the people who elected them, and stick to violence. A ‘militant group electoral participation’ study in 2016 found that at least 100 militant and ex-militant groups opted to fight elections. It’s never too soon to drop the gun.\n\n",
        "headline_1": "J&K’s big message",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/jks-big-message-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-10-2024"
    },
    {
        "full_article": "There are many pros and cons in the One Nation, One Vote ongoing debate\nThe govt has once again proposed bundling the general election and assembly elections into a single package and concluding the exercise in one fell swoop. \nAdvocates of ONOV argue that frequent elections are expensive (the last general election cost upward of ₹55,000cr, the highest in the world), that staggered hustings put govts in the Centre and in the states in perpetual campaign mode which sidelines long-term planning, and that they constrain voters to make frequent, often-inconvenient, trips to the ballot box. \nSuch repetitive polling exercises might well induce sceptics to compare Indian elections to Chinese meals: no sooner have you had one than you are ready for another.\nOpponents of the plan contend that, considering the vast size and span of the electorate, a simultaneous poll is undoable, that it would conflate local and central issues which often are very different, and that it goes against the constitutional tenet of federalism. \nThe very fact that there are marked differences shows that ours is a nation based not on homogeneity or sameness, but on heterogeneity or a diversity of views. \nWhen the Indian nation was born, its ill-wishers predicted it would last mere months, if not weeks, before inevitable disintegration. But India has confounded doomsayers by stubbornly refusing to fulfil their prophecies.\nThe Indian Union predates the European Union by decades and, if Brexit is an indication of the way the wind is blowing, might well outlive it. \nLike EU, India is made up of what were many nations joined together. Unlike EU, which has a commonality in being largely Christian and Caucasian, India is home to diverse creeds and genetic strains. \nWhat links the many nations that are India is a notion, a gestalt in which the sum is greater than its individual parts. It is in this notion of a unifying multiplicity that the nation finds its identity. This underlying notion is the idea of India.\nOne Nation, One Vote? Perhaps. Or perhaps Several Nations, Several Votes, SNSV.\n\n",
        "headline_1": "State of the notion",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/state-of-the-notion/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-10-2024"
    },
    {
        "full_article": "Dehumanising conflict jargon seeps into language, normalising and justifying horrors\nIn its assassination of Hezbollah leader Hassan Nasrallah, Israeli air force reportedly dropped 80 bombs – including US-made 2,000-pound bunker busters – that flattened at least four multi-storey apartment buildings in Beirut. Lebanese authorities have said that those buildings were full of civilians. Israel shrugs that fact off as collateral damage. War’s dehumanising quality seeps into everyday vocabulary. It diminishes the target – actual human beings – by taking recourse to technical jargon or crass metaphors. These then slide into common parlance, eroding our collective humanity. \nIsrael’s military-security tactics in Gaza have long been referred to as mowing the grass. The phrase essentially compares Palestinians to weeds, as in they need to be cut down from time to time. This in turn feeds Israeli extremists’ rhetoric about Palestinians being barbaric and non-human. Another innocuous sounding Israeli phrase that works in exactly the same way is, coercive maintenance. \nPost 9/11, CIA created an extensive programme of extraordinary rendition. This was America playing bully, kidnapping people it deemed as threats from across the world and illegally transferring them for interrogation. It undermined basic human rights and led to torture of detainees at secret black sites. Further back, during the Korean and Vietnam wars, US marines used to refer to East Asians as gooks, licensing a racist mindset. This slang continues to be a term of abuse in US today. \nVilification of the ‘enemy’ accompanies wars. Russians refer to Ukrainians as khokhols, a derogatory hair reference. But the increasing use of new tech like drones has also accentuated dehumanising tendencies. There’s nothing precise about precision strikes. Yet, the term is used as moral veneer for targeted killings. For a drone operator thousands of miles away, targets are impersonal blips on a screen. But not to worry. Press a button, kill, and pick your choice of the terms of war. \n\n",
        "headline_1": "Terms of war",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/terms-of-war-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-10-2024"
    },
    {
        "full_article": "In 1999, when ICICI was designing its retail strategy, we picked two youngsters fresh out of campus to work on this task. One of them was a lad from IIM-C, Krishnamurthy Subramanian. It is gratifying to see the youngster become a professor, assume the mantle of India’s chief economic adviser during a difficult period for the global economy, and pen the optimism that I have passionately felt about the Indian economy in his new book India@100.\nThe retail strategy that we conceptualised then at ICICI helped spur the growth of India’s consumer class, which now contributes about 60% of our GDP. The Indian economy has now charted new territory, especially during the pandemic, by outperforming all the advanced economies with consistent growth over 7% and strong macro-fundamentals. The optimism that such outperformance has generated leads me to dream about the strength of our economy in our centennial year. A $55tn economy in 2047 is eminently possible.\nSubramanian postulates a new growth construct for the nation. For the first time, we see an economist breaking free from the mould and mindset of 19th-century economic theory, boldly envisaging a Viksit Bharat or developed India by India’s centennial year with GDP per capita equalling $40,000.\nPersuasively laying out his underlying theme, Subramanian argues that India needs to break free from the pessimistic shackles of the past and set bold targets, underpinned by sound thinking. The inspiration for India’s optimism stems from case studies of growth from the last 50 years, showcasing rapid transformations in economies like Japan, China, and South Korea.\nFor instance, Japan’s economy grew from $215bn to $5.15tn between 1970 and 1995. During this period, inflation declined from about 8% to around 1%, and interest rates saw a similar decline. The exchange rate strengthened from approximately 350 Yen to 85 Yen per dollar. Japan also became the innovation hub of the world. China’s growth trajectory demonstrates a similar trend. Rapid growth to India becoming a developed economy by 2047 is indeed possible if we discard pessimism.\nSo, how do we achieve a $55tn economy by 2047? Subramanian argues that an 8% long-term growth rate is feasible. Coupled with 5% inflation and 0.5% currency depreciation, which itself stems from lower inflation leading to lower depreciation of the currency, this results in an overall GDP growth rate of 12.5% (=8+5-0.5) in US dollars. According to the rule of 72, this implies that GDP would double approximately every six years over the 24-year period from 2023 to 2047. The doubling every six years would enable GDP to grow about 16 times from $3.28tn in 2023 to $55tn in 2047. This is eminently doable.\nRead full story on TOI+\n\n",
        "headline_1": "How India can escape the middle-income trap",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-india-can-escape-the-middle-income-trap/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-10-2024"
    },
    {
        "full_article": "It is outrageous that another garment worker's life has been lost in the ongoing unrest, despite the recent tripartite agreement among the government, RMG owners, and workers. Kawsar Ahmed Khan, a sewing operator at Mango Tex factory, was fatally shot on Monday during a workers' protest in Savar's Ashulia. According to a report in this daily, law enforcers opened fire while attempting to control agitated workers after they allegedly vandalised five law enforcement vehicles. Prothom Alo reported that at least four others with bullet wounds were hospitalised. The mayhem also left at least seven law enforcers injured.\nIt is worth noting that even though all 18 demands of the workers were accepted on September 24, several factories have yet to fulfil immediate obligations such as paying arrears, attendance bonuses, and tiffin money. This has led to renewed protests. Even on Tuesday, workers from several factories staged demonstrations over these issues, while a number of factories remained closed. While it is a fact that the recent political unrest in the country, global economic downturn, and ongoing Russia-Ukraine war are negatively impacting RMG exports, this cannot be used as an excuse for delaying workers' payments. The central bank has already offered soft loans to the apparel industry to pay August salaries. But further incentives to help ailing factories should be considered. Moreover, considering the potential consolidation of struggling factories under the present financial reality, an alternative plan should be devised to absorb the affected workforce.\nBut for now, the government must ensure that all commitments from the tripartite agreement are fully implemented, particularly the payment of outstanding bills and dismissal of cases intended to harass protesting workers. Besides, security in the industrial zones must be guaranteed, but never at the cost of workers' lives. The use of lethal force to quell protests is unacceptable. After what the country went through in July and early August, we expect law enforcement agencies to exercise greater restraint in managing protests. Labour leaders also have a crucial role to play in mediating discussions between workers and owners, ensuring that workers' grievances are properly addressed and that rumours do not further inflame tensions. It is imperative that all stakeholders come together to prevent further tragedy.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n \n",
        "headline_1": "Bullets cannot be the answer to workers' grievances",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bullets-cannot-be-the-answer-workers-grievances-3717191",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-10-2024"
    },
    {
        "full_article": "The debates about Bangladesh's forthcoming constitution have been lively, involving many participants. From attorneys specialised in constitutional law to hybrid journalist-political science professors, opinion contributors, political leaders, and student activists to the common masses, the discussions have been rich and varied. Despite the controversies in the details, there is a significant development and emergence of consensus on some fundamental principles. The primary focus of these principles is the crucial role of the constitution in providing guardrails against autocracy and kleptocracy, ensuring the rights and freedoms of the people. I have contributed to these debates through several TV and online talk shows, sharing my perspective as an ordinary citizen and observing the comments of people from all walks of life. Based on these discourses, I am presenting eleven theses on the constitution of Bangladesh as a safeguard against autocracy.\n1) The proposal advocates for establishing three independent branches of government: the executive, legislative, and judiciary. This structural change is anticipated to foster a more balanced and accountable governance system, a key factor in the fight against autocracy.\n2) The executive branch will be shared by the president and the prime minister. A vice president will assist the president. The president and vice president, who will be on the same panel, will be directly elected every five years by a general election. They will directly control defence, national security, and foreign affairs. The prime minister, on the other hand, will be elected by the parliament and exercise control over all domestic issues and ministries. The parliament members will be elected by a general election every five years. The president, vice president, and the prime minister will have two-term limits, consecutive or otherwise.\n3) The parliament will have 300 members, 150 of whom the local constituents will elect as geographical representatives. The remaining 150 will be elected in five-member groups based on proportional representation. The members of the parliament will elect the prime minister and have the right to vote in the parliament as they like on any legislation except no-confidence and the budget, for which they will be bound to a party-line vote. The parliament will also elect the speaker by a simple majority vote.\n4) There will be an upper house named the senate with 100 senators. Fifty will be elected from various districts or groups of districts by a general election. The parliament will select 50 from the different professional groups. The vice president will preside over the senate and can only cast a tie-breaking vote in the senate.\n5) The prime minister and his/her cabinet will initiate the annual budget, which must be approved by a majority vote in parliament and ratified by a majority vote in the senate. A party-line vote is required in both the parliament and the senate. The president has the final authority to sign the budget bill before execution. If there is a deadlock, appropriate reconciliation is required.\n6) The judicial branch will be free from the control of the prime minister and the law ministry. The president will nominate the chief justice and appellate judges, which should be approved by a 60 percent vote of the senate. All other judges and magistrates will be appointed by a Judicial Service Commission, which will be nominated by the chief justice and be approved by the president. The judicial service council will make appointments, approve promotions, and provide housing and other compensations for judges, magistrates, and employees. The annual budget appropriation for the judiciary will be the president's responsibility. Once allocated, there will be no interference from the president, the prime minister, or the parliament.\n7) The parliament can initiate the impeachment of the president, chief justice, or appellate justices by a 60 percent vote of the parliament. The senate can approve and execute the impeachment by a 75 percent vote.\n8) At the end of the parliament's tenure, an interim government consisting of the chief adviser to the president and other advisers will take over for three months to conduct a fair, participatory, and inclusive general election. The chief justice of the judiciary will be the chief adviser. The political parties will select the advisers based on the proportional votes they received in the preceding general election.\n9) An Election Commission consisting of one chief commissioner and two commissioners will be selected for five years by a committee made of the prime minister, the leader of the opposition in the parliament, the majority leader of the senate, the minority leader of the senate, and the vice president. The final approval by the president is required. All the agencies, secretariats, and law-enforcing authorities will assist the Election Commission. CCTV cameras must be installed to conduct the election. The armed forces, with temporary magistracy power and the assistance of law enforcement agencies, will supervise the smooth operation of the voting process.\n10) A five-year Anti-Corruption Commission will be formed by a committee consisting of the prime minister, the leader of the opposition in the parliament, the majority leader of the senate, the minority leader of the senate, and the vice president. The president's final approval is required. This commission will have independent budget appropriation sanctioned in the annual budget.\n11) Political parties should be registered. They must have guardrails that guarantee the internal practice of democracy, such as term limits, anti-nepotism, annual conventions, and an appropriate financial statement.\nThese are a few ideas that could be debated among others to prevent autocracy in Bangladesh's polity. We should not be afraid of diversity of thoughts. Dr Yunus's government can charter a draft proposal with the help of the Constitutional Reform Commission by December 31 and then form a Constituent Assembly by a general election. The Constituent Assembly must write the constitution. The next step is to arrange a free, fair, participatory, and inclusive election to transfer power based on the new constitution.\nDr Mostofa Sarwar is professor emeritus at the University of New Orleans, dean and former vice-chancellor of Delgado Community College, and commissioner of the governing board of Regional Transit Authority of New Orleans. He can be reached at [email protected].\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Proposals for a balanced government",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/proposals-balanced-government-3717041",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-10-2024"
    },
    {
        "full_article": "Over the past 15 years, people from various sectors—including politicians, businesspeople, bureaucrats, and police officials—have reportedly laundered over $100 billion abroad. This figure is likely underestimated, but even if it's close to the actual amount, the implications are staggering. To put this into context, $100 billion is nearly equivalent to Bangladesh's national budget for the next two years. It also matches the country's total external debt as reported by Bangladesh Bank. One could argue that if this money had not been laundered, it could cover nearly all of Bangladesh's foreign debt across both public and private sectors. Moreover, if repatriated, these funds could ease the strain on Bangladesh's foreign exchange reserves, helping to curb inflation.\nFollowing the fall of the Awami League government, efforts are underway to explore ways to bring back the stolen wealth. Recently, officials from the Anti-Corruption Commission met with representatives from the US Federal Bureau of Investigation (FBI) and the United Nations Office on Drugs and Crime (UNODC), both of whom offered assistance in recovering laundered funds. Additionally, a visiting US delegation led by Department of Treasury Assistant Secretary Brent Neiman met with officials from the interim government. Although details of the discussions remain sparse, it was reported that the US government showed a willingness to aid Bangladesh in this respect, sparking cautious optimism among Bangladeshi analysts.\nWhile some are hopeful about the prospect of repatriating the stolen money, others remain sceptical. Much of this uncertainty probably stems from a lack of awareness about previous cases where the US successfully helped other countries recover laundered funds. If Bangladesh is serious about bringing back the laundered wealth, it can learn from the experiences of countries like Malaysia, the Philippines, and most notably, Nigeria.\nBetween 1993 and 1998, Nigerian dictator Sani Abacha and his associates stole an estimated $5 billion, much of which was deposited in international banks across Switzerland, the US, the UK, and offshore accounts. After Abacha's death, Nigeria initiated efforts to recover the money. These efforts relied heavily on international legal frameworks such as the UN Convention Against Corruption (UNCAC), which enabled mutual legal assistance (MLA) agreements with other countries.\nSwitzerland was the first to cooperate, freezing Abacha's assets in 1999 after a formal request from Nigerian authorities. Following legal battles, the Swiss Federal Supreme Court ruled in 2002 in favour of returning $500 million of the laundered funds, marking it one of the largest recoveries of stolen assets by a developing country. By 2006, Switzerland repatriated most of the frozen assets under the condition that the funds be used for public projects like infrastructure, health, and education. To ensure that the funds were not misappropriated again, international organisations like the World Bank closely monitored how Nigeria used them. This level of oversight was a key element of the negotiations, ensuring the funds directly benefited Nigerian citizens.\nThe United States also played a crucial role in Nigeria's recovery efforts. In 2014, the Nigerian government formally requested assistance from the Department of Justice (DOJ). In response, the DOJ filed an asset forfeiture complaint in April 2014 to seize over $500 million traceable to the Abacha regime, under its Kleptocracy Asset Recovery Initiative. This led to the freezing of assets across several jurisdictions, including France, the UK, and the Crown Dependency of Jersey. By March 2020, the US, Jersey, and Nigeria signed a landmark agreement to repatriate over $308 million laundered through Jersey's financial system. Similar to Switzerland's case, the US and Jersey required that Nigeria use the funds for specific public projects. More recently, in August 2022, the DOJ announced another agreement to return an additional $23 million to Nigeria.\nNigeria's success in recovering stolen assets, with the help of Switzerland and the US, offers key lessons for Bangladesh. First, international cooperation is essential, with MLA treaties and global frameworks like UNCAC providing the legal basis for asset recovery. Second, partnerships with powerful nations like the US can be highly effective, as seen with the DOJ's role in freezing Nigeria's stolen assets. This underscores the importance for Bangladesh to work closely with global enforcement agencies and financial regulators.\nThird, Bangladesh must ensure that any recovered funds are transparently managed and used for public projects. Finally, strong political will and patience are crucial, as asset recovery is often a complex and prolonged process. By embracing these strategies, Bangladesh can enhance its chances of recovering stolen wealth and directing it toward national development.\nDr Tasneem Raihan is a Bangladeshi-American financial economist. Views expressed in this article are the author's own.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "What Bangladesh can do to get back laundered wealth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-bangladesh-can-do-get-back-laundered-wealth-3717016",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-10-2024"
    },
    {
        "full_article": "Against the backdrop of spiralling workers' unrest with attendant violence in the Readymade Garment (RMG) units in Ashulia, Savar, Gazipur and elsewhere, the UN agency dealing with labour-related issues, ILO, has identified five key areas that demand urgent attention. Evidently, the international labour body has been closely monitoring the escalation of agitation among the garment workers, their grievances and the complexities involved that reflect systemic problems requiring speedy redress. The key issues identified by the ILO and the suggested remedies include wage structure, policy and labour law reform and strong social and legal protections and industrial relations, and occupational safety and health (OSH).The first step towards addressing the issues causing destabilisation in the garment and other industries is to acknowledge those by all the stakeholders involved. The next step would be to conduct constructive dialogues between the RMG factory owners, workers and government officials in a spirit of collaboration and good faith so that workers' rights are recognised and protected, while the sustainability of the RMG industry is also ensured. Admittedly, workers must be motivated to develop a sense of ownership of the factories they work for a healthy industrial relations system in the RMG sector or any other industry. Continued unrest in the country's highest foreign exchange earning sector is only indicative of a trust deficit between workers and employers. The ILO's input in this case is definitely timely and welcome for riding out the crisis. Notably, the international labour body did highly commend the September 24 agreement reached between the RMG workers and employers as a 'landmark' accord. But hardly a week had passed since that agreement when violent clashes between workers and law-enforcers erupted on Monday last in the Ashulia area leading to the death of one worker and critical injuries to several others. Clearly, the situation appears to be grave since following the latest violence, owners of the Ashulia area has sought protection of their factories, their staff and workers against what they termed 'outsiders' who are out to destroy the industry. Obviously, this latest development flies in the face of the 'worker-employer agreement' termed 'landmark' by the ILO. Even so, the latest unrest only points to how germane the ILO inputs and suggestions are to the crisis-ridden RMG sector. Now that the overall atmosphere in the RMG industry is getting toxic for reasons yet to be identified, the interim government needs to put its foot down to protect this vital sector of the economy. At the same time, it should see to it that the measures suggested by the ILO to restore a healthy worker-employer relationship in the entire industry are implemented duly. In this context, the suggested move to reform the wage structure and policy towards a gender-responsive national wage policy as well as reforming the minimum wage mechanism (through inclusive consultations between workers and employers) should be started without delay. Similarly, amendment to the Bangladesh Labour Act, introduction of an independent alternative dispute resolution institution and reform of the labour court system should also be initiated. Also, for social protection of workers, the ongoing pilot scale 'Employment Injury Scheme'should be institutionalised and legalised. To ensure occupational safety and health (OSH) for workers, the government would be well-advised to ratify the related conventions nos. 155 and 187 for developing a comprehensive OSH system in the sector.Finally, the owners of the RMG factories should take the leading role to keep their workers happy in the interest of improving industrial relations and establishing peace and stability in the sector.",
        "headline_1": "Reforming wage structure, policy in RMG sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reforming-wage-structure-policy-in-rmg-sector-1727796060",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-10-2024"
    },
    {
        "full_article": "Although the interim government is burdened with an enormous job load, there is hardly any scope to skip some of the key priorities. Few of these, though time-consuming, may be initiated with the objective of what has become a buzzword since the government assumed office-reform. Public tendering is one area that no doubt demands an overhaul. The need cannot be overemphasised as the practices bred by traditional tendering have seen the spread of unabated wrongdoings in public procurement and development activities for decades. There were attempts to improve the system in the past but to no practical and useful purpose. The only way to do away with the system is e-tendering. The rise of the internet, digital connectivity, and the widespread adoption of e-commerce models in the private sector have placed pressure on governments worldwide to modernise. These digital advancements have reshaped not only the private sector but also the expectations from public sector institutions. Hierarchical, bureaucratic models are becoming outdated, replaced by more dynamic, competitive, and knowledge-driven systems. In response, many governments, even in less developed countries, have embraced e-procurement and e-tendering, recognising the potential for these technologies to streamline operations and improve governance.E-tendering offers a host of benefits. First and foremost, it is a highly efficient tool that simplifies much of the work associated with bidding and post-bidding stages. Traditional tendering processes are often cumbersome and time-consuming, but e-tendering automates these processes, making them faster and more accessible. Moreover, e-tendering enhances transparency-a critical goal for ensuring credible governance. By utilising online platforms, everything from pre-qualification questionnaires to negotiation and award processes can be conducted in a secure, user-friendly environment. This accessibility opens the door for more potential bidders, fostering a more competitive bidding process and minimising the scope for corruption.Some of the most notable advantages of e-tendering include the reduction of the overall length of the tendering process, lower costs, greater consistency, improved operational efficiency, and enhanced communication among all parties involved. These benefits have been demonstrated in numerous countries that have adopted e-tendering systems. As a result, e-tendering has become a proven method for making public procurement more efficient, transparent, and fair.In Bangladesh, the idea of e-tendering has been discussed for some time, but progress has been slow, and no significant outcome has been achieved yet. In 2004, with assistance from the World Bank, the government developed an e-government procurement (e-GP) website as an initial attempt to invite bids through a digital portal. The website was designed for state-owned agencies to post their tenders, marking a small step towards digital procurement. Later, the \"Government Procurement (e-GP) Guidelines\" were introduced as part of the Public Procurement Rules (PPR) of 2008, making the e-GP system compulsory for all public procurement of goods, services, and works. However, despite these efforts, response has been minimal, and the system has not gained the traction it was meant for.There are several reasons for the lack of progress. One major obstacle is the resistance from government officials who are accustomed to traditional, manual tendering processes. These officials perceive e-tendering as a complex and unfamiliar system, despite its potential to simplify their work. More concerning, however, is that the current manual system provides a \"comfort zone\" for certain vested interests. The lack of transparency in the traditional tendering process creates opportunities for corruption and manipulation, benefiting individuals who exploit the system to their advantage.E-tendering, on the other hand, is recognised as an efficient method for analysing and sorting bids because of its inherent transparency. Experts believe that introduction of e-tendering could reduce corruption in public procurement by more than 50 per cent. Public procurement has long been a breeding ground for corruption in the country, with bribery and kickbacks becoming a common practice. By introducing a transparent, digital tendering system, these practices could be significantly curtailed. It is worth noting that one reason for which successive governments may have hesitated to modernise the tendering system is that the manual process provides opportunities for political allies to manipulate bids and contracts, often at the expense of the quality of goods and services procured.To truly modernise the public procurement process, the government must embrace the digital transformation of its tendering system. E-tendering is a key area of reform that has the potential to not only ease the workload of the authorities but also significantly improve governance. However, achieving this reform will require political will. Without a strong commitment from the government to push through the changes, the current system will remain entrenched, and the opportunity to improve governance through digitisation will be lost. The government must prioritise the implementation of e-tendering and take decisive action to overcome the inertia and resistance that have so far hindered progress.\n[email protected]",
        "headline_1": "Streamlining the public tendering system",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/streamlining-the-public-tendering-system-1727796101",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-10-2024"
    },
    {
        "full_article": "The interim government is beset with problems. Every sector and people belonging to various economic and social groups want a solution now. Of the many issues at hand ranging from polythene ban to law-and-order situation, one issue simply cannot be put off and that is foreign debt servicing. Regular repayment of foreign loans plus interest is the biggest headache. Indeed, the government of the day is grappling with massive repayments in hard currency that has shot up dramatically since the last fiscal year. As per published data, the country has \"paid back foreign debt of $3.36 billion (interest plus principal) in FY24\". The heavy burden of debt is one of the things the current government inherited from the previous one and it has serviced more than $0.50 billion in the last two months. Official data put that amount at $589.22 million and this constant repayment is playing havoc with the country's precarious finances.Bangladesh has until recently been able to service foreign debt. But things have changed over the last five years that saw global recession thanks to Covid-19, a seemingly endless war in Europe and the recent violence in the country that ousted a 15-year old government from power. The fact remains that the country is having to pay out more on non-concessional loans than what it is receiving from development partners in financial aid in the form of soft loans and grants. This is something that Bangladeshi economists had been warning against for years when the previous policymakers embarked on a loan-spree from international financiers that were both short-term in nature and carried high interest rates. Given Bangladesh's abysmal track record of slow pace of implementing mega projects, repayments on these loans often started just as projects were being completed. The net result of course is that the economy could bear none of the fruits of these projects and the nation ended up having to pay out of its coffers.Moving on to the current situation, the Economics Relations Division (ERD) has furnished data that corroborate some of the arguments placed here. While the country paid back $589.22 million during July-August period of the current fiscal, it received $458.24 million (over the same period) credit from multilateral agencies like the World Bank, Asian Development Bank and JICA. In contrast, the situation was much more favourable over the same period in the last fiscal when the government had to repay $400.50 million in foreign debt servicing against a receipt of $739.07 million in foreign aid.Obviously, things cannot go on like this. The deteriorating law-and-order situation in the industrial belts have left scores injured, at least one dead as of September 30 and dozens of factories vandalised. Such incidents do not inspire much confidence domestically or internationally that Bangladesh is a safe country to invest in. The present government hit the ground running and there was no honeymoon period. Since the interim government has taken the reins of governance, it is expected to deliver on some basic issues like a stable law-and-order situation, without which industry is going to fumble. If the apparel industry fumbles, it bodes ill for the economy because that sector alone contributes to 85 per cent of export earnings. The other Achilles heel remains the inability of the bureaucracy to disburse and execute foreign-aided projects on schedule, a prerequisite for receiving disbursement of tranches. Unless policymakers prioritise these two areas, the economy will head for the red zone. Take action now while there is time.\n[email protected]",
        "headline_1": "Bulging foreign debt now a big headache",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bulging-foreign-debt-now-a-big-headache-1727796131",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-10-2024"
    },
    {
        "full_article": "How long must the inhabitants of Cumilla wait to hear the news that their region will be declared an administrative division, spreading joy and celebration throughout the area? There is no doubt that the indecision of the past governments regarding Cumilla's identity has caused dissatisfaction and frustration among its citizens. Announcing Cumilla as a division under its rightful name would be a positive step for the interim government.Under the Awami League regime, Cumilla has been deprived of many opportunities, with its contributions often overlooked. The demand for its status as a division is justified in many ways. Cumilla's significance and functionality already reflect the characteristics of a division, even if it lacks the official title. This is not just a local demand but a widespread desire for the region's development and recognition.Currently, for even minor tasks, people are forced to travel to Dhaka, increasing both the pressure on the capital and the burden of traffic congestion. Reducing dependence on Dhaka should be a priority. Additionally, students from Cumilla must frequently travel to Dhaka and Chattogram to sit for job exams, wasting both time and money. For the well-being of the people, controversies should be resolved by officially announcing Cumilla as a division.\nMd. Zahid Hossain Student, Department of English Cumilla University, Cumilla[email protected]",
        "headline_1": "Making Cumilla a division",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-cumilla-a-division-1727796162",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-10-2024"
    }
]