[
    {
        "full_article": "The suspension of 12 Opposition Members of Parliament from the Rajya Sabha for the entire winter session of Parliament, evidently an extreme step by Chairman M. Venkaiah Naidu, has turned the spotlight on the use of disruption of proceedings as a parliamentary tactic. The Government and the Opposition should try and work a way out of this situation, but that may not resolve the underlying affliction of perennial conflict between the two sides. A guiding principle of parliamentary proceedings is that the majority, i.e. the Government, will have its way, and the minority, the Opposition, will have its say. This principle has been observed in its violation in India for several years now. As the principal Opposition in the years leading up to 2014, the Bharatiya Janata Party (BJP) so disrupted Parliament that a majority government was rendered dysfunctional for years; since 2014, in power, the BJP has tinkered with parliamentary processes in a way that the Opposition has been pinned down. Bills are passed in a hurry and even amidst din; the scrutiny of Bills by committees and debates are few and far between. Also, the decision to suspend Members for their conduct in the previous monsoon session at the beginning of a new session seems excessively punitive. This is no defence of disruption in general or the behaviour of the particular MPs, but the punishment is only worsening the conflict, and not facilitating debate.Parliament is the platform where the executive is held accountable to the representatives of the people. That is where people’s representatives raise matters of public concern and seek the Government’s attention. The trend of weakening that process in the name of efficiency is not merely undermining the spirit of democracy; it is also landing the Government itself in a difficult spot as the mayhem that followed the hurried passage of three controversial farm laws last year shows. Parliamentary debates should not be viewed as a distraction or waste of time; they are a barometer of public mood and must be respected as such, by both the ruling side and the Opposition. Disruption as a brief, momentary reaction to a situation that demands debate is understandable, but as a sustained strategy, it is self-defeating. The absence of the Opposition will only leave the Government even more unchecked. It was the BJP’s Arun Jaitley who theorised on the legitimacy of disruptions as a parliamentary instrument. It is time to shun that idea. The Government must make amends to restore the function of Parliament by deferring to parliamentary mechanisms, and also through informal channels of communication with the Opposition.",
        "headline_1": "Point of disorder: On suspension of MPs",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/point-of-disorder-the-hindu-editorial-on-suspension-of-12-opposition-mps-during-winter-session-2021/article37796369.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-12-2021"
    },
    {
        "full_article": "The latest GDP and GVA estimates from the National Statistical Office have affirmed that the economy is now on the path to recovery after last fiscal’s record contraction. Second quarter gross domestic product expanded 8.4%, rebounding from the year-earlier period’s 7.4% contraction. While the statistical advantage from the base effect surely aided the expansion, the economy appears to have gathered just enough momentum for GDP to post a marginal 0.3% growth even when compared with the second quarter of the pre-pandemic 2019-20 fiscal year. The gross value added figures, which capture the extent of activity across the eight major formal sectors of the real economy, too underscore the improvement, with the July-September 2021 GVA figure of ₹32.89-lakh crore registering a 0.5% expansion from the July-September period of 2019. Five of the eight sectors posted growth not just from the year-earlier quarter but also surpassed the pre-COVID-19 performance. Manufacturing, which has the second-largest share of GVA, appears to have regained traction and was the bulwark of GVA, logging a 3.9% expansion from the pre-pandemic second quarter of fiscal 2020. The key employment-providing services categories, however, are yet to fully recover from the pandemic’s devastating impact, and along with construction, another major provider of jobs, lagged pre-pandemic levels by a cumulative ₹77,000 crore. With the potential impact of the Omicron variant a big unknown, the outlook here may stay hazy for now.A disaggregated view of the GDP data also reveals areas of concern that could undermine the recovery. Private final consumption expenditure that measures spending on everything from essentials to luxury goods and the entire gamut of services by all consumers, and has the largest share of GDP at 55%, is still treading water. The uncertainty induced by the pandemic, coupled with reduced or lost incomes, continues to depress demand and is mirrored in consumer spending still remaining 3.5% shy of the pre-COVID level. Government consumption spending, which has often been a reliable alternative source of demand with a capacity to serve as a multiplier, is also well below the fiscal 2020 second quarter, possibly by design as the Centre seeks to consolidate its fiscal position. Unless aggregate demand strengthens, the heartening uptick in business investment, as reflected in the 11% year-on-year jump in gross fixed capital formation, could come to naught with capacity additions remaining underutilised and corporate captains yet again tightening their purse strings. Manufacturing PMI data by IHS Markit has another salutary warning: rising input costs could force manufacturers to raise prices adding to the general inflationary pressures in the economy and undermine the recovery. Policy makers need to ramp up demand-supportive measures including increasing government spending to ensure that the recovery sustains and gains traction.",
        "headline_1": "Road to recovery: On sustaining growth",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/road-to-recovery-the-hindu-editorial-on-sustaining-economic-growth/article37796382.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-12-2021"
    },
    {
        "full_article": "It has been 24 years since the Chittagong Hill Tracts (CHT) Peace Accord was signed, yet the situation in the region is still overwhelmingly fragile. In October 2019, the home minister, during a visit to the area, also highlighted the situation in the hills at a special meeting of the three hill districts in Rangamati.\n The questions that arise are these: When the CHT Accord was supposed to put an end to the conflicts and violence in the hills, why are they still taking place? What is the reason behind this situation, and who is responsible for it? From the state authorities, it is often claimed that the Jana Samhati Samiti, one of the signatories of the CHT Accord, is responsible for the violence. How true is it in reality? Or is it because the CHT Accord, which was aimed at resolving the crisis in the hills, is yet to be fully implemented?\nIn fact, at present, drives are being conducted against the Jumma community with arbitrary arrests, search operations, extrajudicial killings, and innocent villagers ensnared in false cases. Even after the Accord, the suppression and oppression are increasingly taking on ugly shapes. Conflicts between the hill people and Bengali settlers due to land disputes or under the indulgence of state machineries, and organised communal attacks against the Jumma people, are taking place every now and then. Even after the Accord, Jummas are being evicted from their lands—the post-Accord era has witnessed the eviction of 30 Jumma villages. Continuous illegal occupation of lands and homesteads belonging to the Jumma people are being perpetrated by both state and non-state entities. Violence against women has not decreased at all—it has escalated over time, as a weapon of illegal land occupation and ethnic cleansing.\nThe ultra-communal and ultra-national forces, including the settlers and fundamentalist groups, are being incited against the Jumma people and the CHT Accord. In 2019, a single organisation named \"Parbatya Chattagram Nagorik Parishad\" was formed, dissolving all the other organisations of the settlers, ultra-nationalists, and ultra-communal groups. The CHT land commission meetings held in Rangamati and Bandarban in December 2019 and February 2020, respectively, were surrounded under the initiative of this organisation. All those communal attacks by fanatic groups were perpetrated with a view to illegally occupy the lands of the Jumma people, and evict them from their ancestral lands. To this day, the perpetrators responsible for even a single event of those brutal attacks have not been brought justice.\nIt is clear that the process of fully and properly implementing the CHT Accord is being obstructed by stooge elements from within the Jumma community. Anarchy has been created in the area by allowing conflicts, fighting, killings, abductions, extortions, etc, through sheltering and indulging anti-Accord elements and fundamentalist groups.\nNeedless to say, the Jumma people are discontent because of the non-implementation of the CHT Accord over the years. Nothing but the non-implementation of the Accord can be held responsible for the situation we see in the CHT—the obstruction in ensuring rights, returning lands, acceding to right to self-determination, and giving employment in Accordance with the Accord.\nThe CHT Peace Accord was signed in 1997 between the government and the Parbatya Chattagram Jana Samhati Samiti (PCJSS) with the promise to resolve the crisis in the region through political and peaceful means. To that end, the provisions that were brought into the Accord include: preservation of indigenous features of the CHT region; introduction of a special administrative system comprising the Regional Council and three hill district councils, and devolving political, administrative and economic infrastructures, including general administration, law and order, police, land management, forest and environment, tourism, communication, etc, to these councils; preparing voters' list with the permanent residents to hold elections in the councils; withdrawal of all temporary camps, including the military ones, from the area; resolution of land disputes through land commission; rehabilitation of those who returned from India and internally displaced Jumma people in their respective lands properly, returning their lands to the respective owners; cancellation of leases of lands given to the non-resident people; appointment of permanent residents in all jobs available in the CHT area, prioritising the Jumma people; bringing amendment to all laws and regulations existent in and applicable to the CHT in Accordance with the Accord; and rehabilitation of settler Bengali people outside of the CHT with dignity.\nBut it is a fact that none of these provisions have been properly and fully implemented so far. It is because these core issues have not been properly dealt with that peace has yet to find its way to the region. Take the special administrative system, for example: instead of devolving the authority of political and administrative functions to the regional council and the hill district councils, they are being directed by the district and upazila level bureaucrats, i.e. deputy commissioners, superintendents of police, and special forces.\nIf a community is promised the right to self-government, returning of land rights and the lands illegally occupied, establishment of democratic governance through demilitarisation, proper rehabilitation of refugees and the displaced people, and rehabilitation of political migrants (settlers) outside the CHT region with dignity and so on, and then the commitment is not fulfilled, it is quite natural that there would be anger, discontent and despair among the said community. Since the political entity in power right now—that has been in power for 13 years—is the same entity that was in power when the Accord was signed, it is natural that the victimised community would feel non-confidence and distrust because of the lack of initiative to implement the Accord.\nIf, instead of resolving the CHT crisis through proper implementation of the Accord, a policy of suppression and oppression is followed to end the crisis, surely resistance will grow within the community that suffers from it. When your back is against the wall, all you can do is take a stance of defensive resistance. If the powers that be opt for oppressive tactics instead of recognising the democratic movement demanding the Accord's implementation over the last two decades, it is no one else but them who should be held responsible for the situation that prevails in the CHT region today.\nIf the Accord had been properly implemented, if the regional council and the three hill district councils had been in control of general administration, law and order, police, land management, etc, if the occupied lands had been returned to their original owners, if there had been democratic governance available through the withdrawal of military camps, if the indigenous residents had been given all the jobs available in the CHT—it can be said for certain that the anger, dissatisfaction and despair among the Jumma people would have never appeared. If the Jummas' hope for their rights, as envisaged in the Accord, had been met, the existing fragile situation in the CHT region would have never been created to begin with.\n \nMangal Kumar Chakma is information and publicity secretary of the Parbatya Chattagram Jana Samhati Samiti (PCJSS).\n",
        "headline_1": "Why is peace still missing in the CHT?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-peace-still-missing-the-cht-2907676",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-12-2021"
    },
    {
        "full_article": "Professor Rafiqul Islam was a writer, linguist, researcher and an educationist. He was the first Nazrul professor and director of Nazrul Research Institute at the Bangla department of Dhaka University (DU). His glorious contributions towards society and the nation have been recognised with the Independence Day Award, Ekushey Padak, Bangla Academy Literary Award and Nazrul Academy Award. He was announced as the National Professor on June 19, 2018. Professor Islam was working as the chairman of Bangla Academy until he breathed his last on Tuesday, November 30. To honour his memory, we reprint an interview of the revered national professor, where he spoke to Emran Mahfuz of The Daily Star on the occasion of Kazi Nazrul Islam's birthday on May 24 this year. \nYou have been conducting research on Nazrul for a long time. What introduced you to Nazrul's world? Did anyone else conduct academic practice in this regard before you?\nPoet Abdul Quadir did a lot of independent research regarding Nazrul, but I started the academic work from 1957. Professor Muhammad Abdul Hye was my teacher and he instructed me in this regard. After I completed my masters, he mentioned to me that no one had done any academic research regarding Nazrul but that it needed to be done. \"You can do your PhD on this topic,\" he had advised me. That is how I started researching our national poet. First, I went to Kolkata. There, I started looking for his acquaintances in every nook and cranny. I talked to comrade Muzaffar Ahmad, poet Abdul Quadir and many others. Eventually, I went to Nazrul's village home, Churulia. I interviewed his family members, neighbours and other seniors in Asansol. I cross-checked all the information I obtained and highlighted new evidence.\nMeanwhile, I was awarded with the Fulbright scholarship. I got leave on the condition of resuming my PhD work after my return. Then, I did research work at the University of Minnesota, Michigan Ann Arbor Campus and the East-West Center. I returned and earned my PhD degree on the work I had done on Nazrul's life and poetry. Afterwards, based on the chronological and descriptive order of Nazrul's work, I authored the Nazrul Nirdeshika, an instructional text which was published by the Bangla Academy.\nHave you ever met Nazrul? If yes, then where was it and what did you talk to him about?\nIn 1958, I met Nazrul for the first time in Kolkata. As far as I can remember, his home was close to Shyambazar. The poet stayed lying down and was unable to talk. He kept on giving me blank stares. I interviewed his wife. She complained to me about how the publishers were cheating them of his money and how the gramophone company was not sharing the proper calculations, among other things. Nazrul wanted to come to Dhaka due to different reasons, but the Pakistan government did not allow him to do so. While I was conducting the interview, Nazrul sat upright with calmness. He looked helpless, which made me feel uneasy. I did not expect to see the rebel poet in such a state, because he was the one who had initiated our awakening.\nAfterwards, I also talked to Nazrul's sons, Kazi Sabyasachi and Kazi Aniruddha. At that time, I stayed in Kolkata for almost a whole month and tried visiting Nazrul's house almost every day. Whenever I went there, I would get some new information, which helped my research immensely.\nWhat is the state of academic practices regarding Nazrul in Bangladesh? Can we acquire quality knowledge about him using the current resources?\nIn 1958, when I was acting as the first Nazrul professor and the director of Dhaka University's Nazrul research institute, four researchers obtained their PhD degrees studying different aspects of Nazrul's life. They worked under my supervision. Apart from this, a lecture series was also available. Writers and researchers from different nations used to join us and together, we would discuss various aspects of the rebel poet's life. Along with research, publications came out too. However, the overall quality of these activities started declining over time. Now, I am no longer a part of the proceedings, so I don't have a clear idea on how things are being run.\nAlong with the University of Dhaka, positions for Nazrul professors were created in other universities, too. Research centres were also inaugurated in some universities. Besides these, research activities about Nazrul took place in other departments, too. Soon the Nazrul Institute, Bangla Academy and the Nazrul Research Center were inaugurated, and the National Poet Kazi Nazrul Islam University was also founded in Trishal. In all of these institutes, different kinds of research activities are being conducted. I supervised a lot of research work at the Bangla Academy and the Nazrul Institute. Based on the variety of the research, I have published many high-quality books. Kazi Nazrul Islam's Geeti Sahitto, Nazruler Jibon o Sristi, and Kazi Nazrul Islam: Jibon O Srijan (Life and Creations) are ones worth mentioning.\nI have noticed that your book Kazi Nazrul Islam: Life and Creations has been published under the supervision of the Ministry of Cultural Affairs. However, it contains many spelling mistakes. How did this come about?\nThat book was published long ago, and it's a huge book. You have likely seen the fourth edition. Whenever a new edition comes out or it is reprinted, I am supposed to review the draft. However, this didn't always happen. Currently, I have no idea about how the book is being printed. Someone else has already informed me about this issue. As a result, the book was withdrawn from the market and a three-member probe committee was formed. I have asked them to be more vigilant and have specifically asked them to ensure that no writing of Nazrul is deformed similarly.\nAbdul Quadir is treated as an expert in the different dimensions of Nazrul-related research. How would you evaluate his work regarding Nazrul?\nYou can't find too many researchers like Abdul Quadir. His practices and research related to Nazrul go quite deep. His name inevitably comes up in any related discussion. Without Abdul Quadir, the carefree lifestyle of Nazrul would have meant that the Nazrul Rochonaboli would not exist. This book was published when Pakistan was ruling over us, by the central Bangla Development Board (which is currently Bangla Academy). The articles Quadir wrote were also of very high quality. Even before Partition, he searched for and collected a lot of information on Nazrul's life and literary work. Those who knew him, myself included, remember him with deep respect.\nYou actively participated in the Language Movement. However, we don't often see your name associated with the term Bhasha Shoinik (language warrior). Is there a specific reason behind this?\n\"Language warrior\" is not really an appropriate term! We can call them language workers or language activists. A certain group of people have coined this term for their own benefit. They mostly wanted to take some credit for the movement. No one should use the term \"language warrior\". At that point of time, our population was between four to five crore people. Young and old, everyone was a part of the Language Movement. Everyone was anxious and restless about the outcome. After Partition, the Language Movement gained momentum. However, after the shooting incidents of February 21, people became so emotionally charged that, from February 22, almost everyone went out to the roads. No one cared about the curfews. Everyone fought for the language. So, how come only a few of us became language warriors by merit of being physically present there? I don't agree with this way of thinking.\nYou clicked many rare photographs of the Language Movement. Did you take any special preparation beforehand? What kind of emotions went behind taking those photos?\nI did not take any special preparation. My father was a doctor. Thanks to his job, we were living in the Railway Colony of Dhaka. Since 1948, I have seen activists, most of whom were students, taking part in processions. I was a Class 10 student back then. In 1951, I got admitted to DU. Then, as a student, I became directly involved with Bangla language, literature and cultural activism. At that time, I owned a Voigtlander camera, which conveniently came in handy for taking those photos.\nNazrul's poem, Bidrohi, is now 100-years-old. It is a milestone creation. What is your opinion on this poem?\nBidrohi was first published on January 6, 1922 in the magazine Bijli. In the last 100 years, this poem has inspired Bangalees during many movements and struggles. We will remember Nazrul for years to come, even if it is just for this one creation.\n \nTranslated from Bangla by Mohammed Ishtiaque Khan\n",
        "headline_1": "‘Nazrul initiated our awakening’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/nazrul-initiated-our-awakening-2907666",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-12-2021"
    },
    {
        "full_article": "If I had to pick only one trait of my own that I admire, it would have to be my ability to adapt. Growing up in a (then) low-income part of the city but attending an English medium school in a quintessentially affluent area, I learned early on to modify my behaviour and personality to suit different audiences. Still now, the last thing I want is to stand out. Or, to stand out for the wrong reasons. As such, I have always tried to abide by the saying of \"when in Rome, do as the Romans do.\" After all, fitting in is a survival tactic. When you fit in with the dominant crowd, you are safe. From attention, criticism, debate, and from the possibility of your opinions being proven \"wrong.\" In some contexts, the need to fit in—or rather, be invisible—becomes a requirement or necessity, for the sake of self-preservation.\nSo while my skills of adjustment do come in handy when solving problems in a crunch, there have been many times when this trait became the cause of my subjugation. For instance, on a 2018 morning when I spotted two men taking photos of my then-hijabi and amply-clothed self while crossing the Mirpur 10 footbridge, I confronted them. The phone's photo gallery was riddled with images of women—in salwar-kameez, burqas, niqabs—taken from that same location and on that morning. I yelled many choice words at the two men, one of whom seemed nervous while the instigator seemed to be finding my reaction hysterical. I was, I will admit. In that moment of rage and insecurity, hysteria should not seem that inappropriate of a reaction. Of the bystanders who did nothing but watch, one was a man who chuckled disparagingly at me, while his young son watched and, I would assume, learned: Harassment is no big deal and women overreact to it. Not knowing what to do—\"Would any nearby law enforcement agents help me or would they laugh at me, too?\"—I took pictures of the offenders on my own phone, threw theirs down onto the footbridge's floor, and stormed down the stairs to catch my bus.\nPeople commented on my social media post about the incident later on, all kudos to me for standing up to the harassers.\nThe unsavoury truth is that I was very scared, during and long after the incident. In fact, given that my family was moving to another area the next month anyway, I took a different and lengthier route to my bus every morning after that. \"Like a coward,\" I'd tell myself. But I had heard and read too many accounts of how scorned men have harassed, stalked, thrown acid at, assaulted, abducted, and/or raped women as revenge—or even just because. Not only is harassment on the streets, in and of itself, mentally and emotionally harmful to the recipient, but it always has the potential to be dangerous and life-threatening. And this is a constant fear that all women carry within themselves.\nA common rebuttal of rape-apologists in our country is that rape takes place because women do not dress \"properly\" here. One can assume that \"proper\" means covered, preferably from head to toe. So I was, on that morning of 2018, and back then it was because I was trying to fit into the narrative of a \"properly dressed\" woman, so as to avoid being sexually objectified. And so was 19-year-old Sohagi Jahan Tonu, before she was raped, brutally murdered and discarded in March of 2016, inside the \"safe\" area of Mainamati Cantonment in Cumilla. Nusrat Jahan Rafi (18) of Feni, too, was a \"properly\" dressed madrasa student, who refused to withdraw the sexual assault case she had filed against her school's principal and was in turn set ablaze by a few miscreants in broad daylight on April 6, 2019.\nSo, in our country, even when women do as the Romans do (or, as the Romans want them to do), it seems that Rome perhaps is not fully ours. We do not have as much claim to it, or as much freedom of expression and movement in it, as our male counterparts are allowed to have. In order to stay safe and \"dignified\", we try to fit ourselves to the image of a \"good\" woman, as much as possible.\nWe may go out to school or work, but we make sure to be as unnoticeable as possible. When men on the footpaths walk towards us head-on from the opposite direction, with no indication that they will give us space to walk past them, we take a few steps to one side ourselves, so as not to \"allow\" the men to bump into and/or grope us. Just as I used to in my teens, when a man sits next to me on a public bus, I give him his space. When his hand still manages to brush against my side, I tense up and put myself in the corner of the seat, as much as I can. I ignore catcalls now, but still look out for phones positioned a bit too vertically, with the camera pointing in my direction. I know now which outfits will get me too many stares for comfort, and I keep them tucked away in my cupboard, pretty as they are. This all helps me fit in and keeps me safe from judgement and harm; keeps my dignity intact, too—or so they've told me, and then I've taught myself. You see, after a point, fighting against the misogynistic rules of our society does not seem worth it, and simply conforming gives women some rest from all that.\nOf course, violence that is birthed from these rules and our (voluntary or involuntary) conformity to them exists in many forms (mental, emotional, sexual, physical) and can be of varying levels. But when mild forms of violence (such as obscene comments thrown towards women on the streets) go unchecked, or are made into laughing matters, it lends a certain kind of acceptance to acts which fall under this level of violence and, by extension, to acts worse than them. When such acts of \"mild violence\" against one gender are normalised, more dangerous forms of violence veer closer towards being acceptable in society, too.\nPutting aside the need for the state to train its representatives to be more gender-inclusive and to eliminate/reform all laws which allow for gender discrimination and violence to persist, individuals as conscious members of the public must actively fight back against gender-based violence even in its mildest forms. Violence against someone based solely on their gender is everyone's responsibility to counter. Whether it happens in broad daylight or behind closed doors, gender-based violence is no laughing or \"private\" matter.\n \nAfia Jahin is a member of the editorial team at The Daily Star.\n",
        "headline_1": "How conforming to societal misogyny breeds gender-based violence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-conforming-societal-misogyny-breeds-gender-based-violence-2906746",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-12-2021"
    },
    {
        "full_article": "It was a bright sunny morning in Vientiane, where I was visiting during the first week of December 2017. As I entered the beautiful spacious French building, the Office of the Vice Premier of Laos PDR, to pay him a visit, I was proudly wearing a Bijoyphool (victory flower) as one of its Global Ambassadors. The flower beamed on the left lapel of my jacket. In fact, I was also carrying a Bijoyphool in my pocket to give it to the vice premier as a present. Soon I was received by the vice premier himself, a person of medium height, but with a pair of inquisitive eyes. After we exchanged pleasantries, the first thing he asked as he pointed to the flower on my jacket lapel was, \"What is that\"? \n His question gave me the opportunity to explain to him the significance of the Bijoyphool. When I finished, I politely asked him whether I could pin a flower on him. His warm response was, \"It would be an honour\". As I was pinning it on the left side of his jacket, I was overcome with mixed feelings. I was very humbled but felt proud that I had this unique opportunity to present to a leader of a country something which is reflective of Bangladesh, its Liberation War and our ultimate and glorious victory. At the same time, I became emotional remembering the sacrifices made by millions of people of my country. \n In my role as a Bijoyphool Ambassador, I have been spreading the message of this symbolic flower to groups of people in different countries; following the instructions on its website (http://www.bijoyphool.co.uk). I myself made Bijoyphools and pinned them on friends, colleagues and peers. In Vientiane, I did the same to the members of the High-Level Consultative Panel on the 2018 Human Development Report. The panel included, among others, the former finance and planning minister of Pakistan, the former governor of the Central Bank Nepal (now minister of finance) and the advisor on Science and Technology in Malaysia. Every year, from the first day of every December till the 16th—Victory Day—people wear it on their dress over their heart. \n The notion of the Bijoyphool was originally conceived in London, following the idea of the poppy flower in Britain. Thus, the conceptual framework of the Bijoyphool—not a real, but an abstract flower—is broader and deeper. Three things are crucial with regard to the Bijoyphool. First, it symbolises the Liberation War of Bangladesh, its ultimate victory and independence. Second, the Bijoyphool also represents remembrance—through this symbolic flower, we remember our heroic freedom fighters, their contributions and supreme sacrifices. In a way, each one of our Muktijoddhas (freedom fighters)is a Bijoyphool too. Third, it is not only a symbol, but also an instrument. Using this flower, we can talk about our country, its history, our culture and heritage. Through it, we can take our future generations to their roots. \n Today, it may serve another purpose. Bangladesh was established on the basis of four fundamental principles—nationalism, democracy, socialism in the sense of social justice, and secularism. Over the years, for various reasons, the country has moved away from its four founding principles. We have also forgotten that people's emancipation is larger than political independence. That is why Bangabandhu Sheikh Mujibur Rahman, the Father of the Nation, finished his historic March 7 speech by saying: \"This struggle is a struggle for our emancipation, this struggle is a struggle for independence.\" Political independence is a necessary condition for people's emancipation, but on its own, it is not sufficient. \n Using the Bijoyphool, we may say that out of the five petals of it, four may represent the four forgotten fundamental founding principles of Bangladesh, and the fifth petal may represent our political independence. And the red sun in the middle may reflect our yet to be achieved emancipation for our people. Such interpretation of the Bijoyphool may remind us of the path that Bangladesh set for itself in 1971. \n One wonders as to why a group of people living abroad became so excited for and committed to the idea of the Bijoyphool. I can think of at least three reasons—first, each of these people have been carrying a piece of Bangladesh in their hearts. So, irrespective of time and place, they try to disseminate that piece among other compatriots all around. Second, many of them are from the 1971 generation, and they rightly refer to themselves as the children of 1971. Thus, they always want people to not forget our Liberation War heroes and to give them proper recognition and due honour. Third, they want the spirit and the history of our Liberation War to remain intact from generation to generation. They are active in ensuring that our children and their children living abroad do not forget their roots. \n I, as one of the Bijoyphool Ambassadors, feel proud to be a part of the Bijoyphool journey. It is a uniquely gratifying experience. I also feel fortunate that I belong to an enviable group of peers—e.g. Urmee Mazhar in the United Kingdom, Mahfuz and Shaheen Anam in Bangladesh. As we move forward, let us not forget three things. First, the Bijoyphool journey is not a sprint, but a marathon; it is not a splash, but a continuum. Second, if each one of us, and all of us become a part of this journey, it would become a strong social movement, now needed desperately as the forces against our independence are actively conspiring against our patriotic ideals. Third, when we reach the finish line of the journey through our collective efforts, we shall realise that we have achieved what we stood and fought for. Let us not forget that more than four decades ago, \"we were fighting to save a flower\". Weren't we?\n \nSelim Jahan is former Director, Human Development Report Office and Poverty Division, UNDP.\n",
        "headline_1": "Bijoyphool: A symbol of our struggle and victory",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/bijoyphool-symbol-our-struggle-and-victory-2906791",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-12-2021"
    },
    {
        "full_article": "At last, the law enforcement agencies have been able to identify and arrest some of the people involved in sending workers abroad on forged documents. In this connection, the Counter Terrorism and Transnational Crime (CTTC) unit of police hauled in five people from travel agencies, including an owner, last month, according to a report in this newspaper on December 1. It has been our firm belief—and we have expressed it often—that no one can leave the country through the normal exit routes with forged documents without the help of someone on the inside. The process involves multiple characters, as the recent arrests have exposed.\nBut the circuit is incomplete, since those arrested are only small cogs in the wheel that operates the illegal system. Documents cannot be forged without the help of those in the Department of Immigration and Passports. And, of course, there are the gatekeepers who have themselves turned into poachers. These are the immigrant officials at the airports who complete the obnoxious circle.\nWhat the report reveals is nothing that has not been known by the general public, and certainly some of those who should know could not have been unaware of what was going on. But unfortunately, nothing was done to stem the outflow of illegal migrants. And the reason is not far to seek. As revealed in the report mentioned above, things in the airport were \"managed\" by allegedly paying Tk 30,000 to on-duty police officials for every passenger they allowed to pass with forged documents. One may dare suggest that the amount was shared with some of those who matter, so that they \"hear no evil, see no evil and speak no evil.\" Reportedly, every illegal migrant paid between Tk 250,000 and Tk 500,000.\nFortunately, there are honest officials—the majority, we would like to believe—who work with due diligence. That is why many passengers with forged or illegal documents were detected before they could leave the country. We believe that apart from a powerful syndicate involved in illegal human trafficking, there is a strong syndicate which is involved in the smuggling of gold. What gets caught from time to time is but miniscule when compared to what manages to enter the country. And that cannot happen without a strong nexus between all those involved in the immigration process. These syndicates must be identified, and those involved must face the strictest of punishments to deter others from indulging in such anti-national activities in future.\n",
        "headline_1": "Corrupt officials were sending migrant workers abroad on forged documents",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/corrupt-officials-were-sending-migrant-workers-abroad-forged-documents-2907606",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-12-2021"
    },
    {
        "full_article": "On November 24, Notre Dame College student Nayeem Hasan died after being hit by a vehicle of Dhaka South City Corporation (DSCC) in the city's Gulistan area. The very next day, three more college students—Urmi Mojumder, Mahbub Alam and Saddam Hossain—were killed after a CNG-run autorickshaw was hit by a BRTC bus in Chandpur's Kachua upazila. And on Monday night, SSC candidate Mainuddin Islam was added to this grim list after he was crushed under the wheels of an Anabil Paribahan bus in Rampura. \nIt is no wonder that students have once again been forced to take to the streets to protest for safer roads, as well as for general safety on public transport. Let's not forget that their anger started to build up after a bus driver and helper threatened a female student with rape when she asked to pay half of the bus fare, and snowballed after the student deaths. Although the government accepted certain demands by initiating half bus fares on the state-run BRTC buses—the usefulness of which is limited, since the rest of the bus services are privately owned—the deaths of five students in road accidents, within less than a week, show to what extent the authorities have failed to fulfil the pledges they made during the 2018 road safety movement. \nIn this context, the students of this country have every right to feel aggrieved and disillusioned. However, the regrettable consequence of their protests is that the already jam-packed streets of Dhaka have suffered even more gridlocks and tailbacks, especially on November 30 morning, when thousands of students from various institutions blocked the roads after hearing of Mainuddin's death. While private vehicles with valid licences, ambulances and other emergency medical vehicles were allowed to pass through, the general public travelling on buses suffered the most from this blockade.\nIt is unfortunate that, in such situations, it is always the ordinary citizens who bear the brunt. However, it is noteworthy that when bus owners and transportation workers went on a strike to demand higher bus fares, causing great public suffering, the government was very quick to accept their demands. Yet, despite mass student protests in 2018 and continued pressure from concerned citizens since then, 3,222 people were killed in road accidents in the first six months of this year, and the Road Transport Act (RTA), 2018 is yet to be fully formulated, let alone implemented.\nAs such, the responsibility of the public suffering caused by student blockades rests squarely on the shoulders of the government. It is very clear what the authorities must do now: accept the agitating students' demands, implement the RTA, and fulfil their obligations of protecting the citizens from dying, cruelly and needlessly, on our roads.\n \n",
        "headline_1": "Govt should accept students’ demands",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/govt-should-accept-students-demands-2907406",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-12-2021"
    }
]