[
    {
        "full_article": "Revenues from the Goods and Services Tax (GST) crossed the ₹2 lakh crore mark for the first time in April. The month of April has usually delivered the highest GST kitty as it involves taxes paid for activity undertaken in March, when taxpayers close their books for the year, scurry to meet tax filing deadlines, and make adjustments to square off dues sought by the revenue department owing to oversights or interpretation differences. With slightly over ₹2.1 lakh crore of gross revenues, last month’s GST collection was 12.4% higher than the April 2023 tally of ₹1.87 lakh crore, which marked the highest monthly intake prior to the latest data set. Minus the year-end effect, revenues in subsequent months will moderate so the ₹2 lakh crore figure may not be the new normal for monthly GST collections just yet. However, assuming the present momentum of the economy continues and GST revenue growth persists in last year’s 11%-12% range, last April’s high of ₹1.87 lakh crore could well be this year’s monthly average. Bear in mind that the average monthly revenues last year were ₹1.68 lakh crore, and before the year began, the highest monthly collection was seen in April 2022, at ₹1,67,540 crore.Finance Minister Nirmala Sitharaman has termed last month’s ₹2 lakh crore-plus GST revenues a “landmark”, attributing them to a strong economy and efficient collections. This should put to rest the Centre’s concerns from a few years ago that returns from the GST regime, now 82 months old, had been underwhelming. No doubt, sustained action against frauds, such as fake invoicing, and stricter compliance norms have helped shore up revenues. With central GST revenues overshooting last year’s targets, meeting the goals set in the interim Budget for 2024-25 now requires less than 10% revenue growth. For the next government, the easy part would be to upgrade revenue targets in the full Budget. The more critical imperative is to plan and execute the expansion of the GST net, and expedite the long-awaited reboot of its complex rate structure to make it a truly simple tax for consumers and investors, now that revenue worries are relatively muted. Incidentally, the BJP’s election manifesto, which takes credit for ringing in GST, only promises to make its portal simpler for small businesses to use. The Congress has assured a switch to a single, moderate tax rate with few exceptions, no levies on farm inputs, and sharing of revenues with panchayats and municipalities. Smart GST reforms, informed by stakeholder consultations, need to be at the forefront of the agenda of whoever comes into office, to correct anomalies that hold consumption back and set the foundations for the next virtuous cycle of investment and growth. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ntaxes and duties\n\n/\n\neconomy (general)\n\n/\n\nUnion Budget\n\n/\n\ninvestments",
        "headline_1": "​Tipping point: On the GST and reforms",
        "headline_2": "With robust GST revenues, the next government must prioritise vital reforms",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Btipping-point-on-the-gst-and-reforms/article68132422.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-05-2024"
    },
    {
        "full_article": "The Bharatiya Janata Party (BJP) nurtures high hopes in West Bengal, where it won 18 of the 42 seats, and 40% vote share in 2019. This dramatic rise from two seats in 2014 gave the party the confidence to present itself as the principal opposition in the 2021 Assembly polls, but the Mamata Banerjee-led All India Trinamool Congress (TMC) stormed back to power for a third term. With 77 of the 294 Assembly seats, and a 38.1% vote share, the BJP came a distant second. This year, the polling in the State is spread across all seven phases of the general election, and the BJP is pulling out all stops in the hope it could improve its tally which could also compensate for any electoral loss elsewhere. The BJP is keeping the TMC on the defensive with allegations of corruption, the land grab and sexual assault at Sandeshkhali, and the school recruitment scam. The Calcutta High Court terminated about 25,000 teacher appointments which is a shot in the arm for the BJP. The TMC’s campaign against the BJP is centred on New Delhi’s stoppage of funds to the State under central schemes and the Citizenship (Amendment) Act. It is also banking on its cash transfer schemes such as Lakshmir Bhandar for women. Highlighting the issue of women’s safety, the BJP has fielded a woman from Sandeshkhali, the constituency that saw reports of assault on women.The BJP hopes to perform better in the districts of north Bengal, where it had won seven out of eight seats in 2019, while the Trinamool’s focus is more in the southern districts with a high proportion of Muslim voters. For this, the TMC is also battling the Left-Congress coalition. The alliance may turn out to be a factor in certain seats in the minority-dominated districts of Malda and Murshidabad, and the decision of the Indian Secular Front to walk out of the alliance is likely to work to the advantage of the TMC. The BJP is bringing up Ram Mandir, violence during Ram Navami processions and the illegal movement of people across the India-Bangladesh border. Polarisation of voters on religious lines had helped the BJP in the 2019 Lok Sabha election and the Trinamool in the 2021 Assembly polls, edging out the Left and Congress from the field. The Trinamool is also harping on the Bengali identity by presenting itself as its custodian and portraying the BJP as an interloper and being insensitive to the interests of the State. For the BJP, West Bengal is not merely about winning more seats but is also about expanding its foothold into a region that claims exceptionalism. Some of the earliest arguments for a Hindu polity had originated in Bengal, and this gives the BJP hope. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nGeneral Elections 2024\n\n/\n\nBharatiya Janata Party\n\n/\n\nAll India Trinamool Congress\n\n/\n\nWest Bengal\n\n/\n\nsexual assault & rape\n\n/\n\neducation\n\n/\n\njudiciary (system of justice)\n\n/\n\nwelfare\n\n/\n\nIndian National Congress\n\n/\n\nAyodhya Ram Temple\n\n/\n\nBangladesh\n\n/\n\nreligion and belief\n\n/\n\nCitizenship Amendment Act\n\n/\n\nIndian Secular Front",
        "headline_1": "​Eastern front: On the electoral battle in West Bengal",
        "headline_2": "Polarisation of votes in West Bengal is edging out the Left and the Congress",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Beastern-front-on-the-electoral-battle-in-west-bengal/article68132397.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-05-2024"
    },
    {
        "full_article": "Above-normal heatwave days were forecast in advance. Poll logistics can’t escape changing climate.\nIt’s been a scorching summer so far in south India. April heat, as measured by average maximum temperatures, was the second highest since 1901. This seems to have had an effect on voter turnout in the ongoing LS polls.\n\nDip in states | In the seven-phase polls two states, TN and Kerala, finished voting for all seats in the first two phases. EC data shows that the turnout in both states has dipped in relation to 2019, with the fall in Kerala exceeding six percentage points. It’s not possible to attribute turnouts to the influence of a single factor, but EC’s media statements have identified heatwaves as an aspect that can influence enthusiasm.\nForewarned | By March 1, IMD’s forecast for the summer said that India would experience above-normal number of heatwave days and maximum temperatures in most parts. The decision to spread polling over an unusually long duration of six weeks seems puzzling in this context, as even back in March it was almost certain that heatwaves would influence turnouts in some regions.\nFuture view | Sizzling summers are here to stay on account of climate change. A GOI monograph on heatwaves published in 2023 said that mortality due to heatwaves is higher than any natural hazard in different parts of the world. It estimated that a severe heatwave over southeastern India in May 2015 claimed over 2,500 lives.\nMitigation measures | By the second phase, EC held a meeting with IMD to gauge the likelihood of heatwaves and also set up a taskforce to deal with these. It was a proactive step. But EC’s measures are constrained by the limited physical space, such as polling booths, in which it can take mitigation measures. Voters need to get there and also wait, which exposes them to harsh conditions. Moreover, none of these mitigation measures can help the mass of political party workers, who keep having to campaign in testing conditions.\nIndia’s climatic patterns are undergoing a change. Peak power demands are surging and health risks increasing. Institutions such as EC should adapt better to the new reality.\n\n",
        "headline_1": "Sweating the turnout",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/sweating-the-turnout/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-05-2024"
    },
    {
        "full_article": "Yesterday, schools in Delhi received emails about bombs on their premises. Delhi Police contacted all schools who were told to check emails. Close to 200 schools in Delhi-NCR reportedly received such mail. Obviously, there was prompt dismissal of class, parents told to pick up their wards. Schoolbags in some cases had to be left behind for police audits.\n\nParents’ trauma | Schools telling parents there may be a bomb in school is heart-stopping news. Telling them not to panic is moot, till it’s known for sure the mail is a hoax. Within hours, news was indeed out that it was a ‘bomb hoax’. Still, parents across Delhi raced mid-morning to ferry kids back, as schools had dispersed.\nKeeping your head | Not all panicked. Some assured parents no such mail/ call was received, school was safe but parents could take wards home if they so desired. Bomb hoaxes are not new – schools are routinely targeted by delinquents. But mass bomb hoaxes are a different beast and here to stay.\nThird in 3 months, 3 cities | The Delhi hoax came within three weeks of a similar one in Kolkata early April, and a Chennai hoax early Feb. Around 200 govt and private schools in Kolkata were warned about bombs on premises via email. In Chennai, 13 schools received such mails. Investigations are underway but there are issues. It is near-impossible to trace such mails to their origin, given the cascade of VPNs that jump country to country the sender(s) used.\nTransborder crime? | Investigations should not peter out over absence of cooperation mechanisms for cross-border probes and sharing of electronic evidence, a challenge in the best of times. India has MLATs with just about 42 countries, and not necessarily for cybercrime investigations. Tracing such offenders, in the shortest possible time is key. India is also not a signatory to the Budapest Convention on Cybercrime whereby countries can investigate jointly and share e-evidence. Mass bomb hoaxes in schools and hospitals are a new scourge, wherever the origin. GOI needs to step up on enabling transborder cybercrime investigations to nip this in the bud.\n\n",
        "headline_1": "Cops need schooling: Bomb hoaxes are cybercrimes that need cross border police action. India needs to catch up",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cops-need-schooling-bomb-hoaxes-are-cybercrimes-that-need-cross-border-police-action-india-needs-to-catch-up/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-05-2024"
    },
    {
        "full_article": "Citizens are widely deprived of authentic data by commercial interests and making informed healthcare choices is virtually impossible\nThe concept of evidence-based medicine is built upon three pillars: patient’s choice, physician’s experience, and available recent evidence. Misinformation undermines all three and this is what makes the Patanjali case ongoing in Supreme Court, critical.\n\nSC impact | In an affidavit filed before SC this week, the Uttarakhand state licensing authority said it has suspended the manufacturing licences of 14 products of Patanjali Ayurved Ltd and its sister concern Divya Pharmacy. What is of note is that this action was only initiated after SC criticised the state authority sharply, for its inaction against Patanjali.\nBackstory | In Nov 2023, Patanjali assured SC it would “henceforth” not violate any law “relating to advertising or branding of products manufactured and marketed by it and, further, that no casual statements claiming medicinal efficacy or against any system of medicine will be released to the media in any form.” But the company kept publishing misleading ads – falsely promising cures for many health conditions, including hypertension and diabetes, while also criticising Western medicine for its failures.\nIn Feb this year, SC issued a contempt notice against Patanjali for continuing to publish ads of products in violation of the Drugs and Magic Remedies (Objectionable Advertisements) Act, 1954 and its Rules, despite the Nov undertaking given to court. Subsequently, Patanjali was also required to publish an unconditional apology in major newspapers.\nGoing beyond Patanjali | Its ads also claimed to have demonstrated the efficacy of their formulations through research. The problem with many such research citations is that the studies lack the required rigour, and are insufficient to substantiate their claims of ‘curing’ various diseases and ailments.\nRead full article on TOI+\n\n",
        "headline_1": "Not just Patanjali in the Dock",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/not-just-patanjali-in-the-dock/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-05-2024"
    },
    {
        "full_article": "Students got mad when the first protests led to suspensions. Police action made it worse. Now, politicians have joined in, given this is a presidential election year\nThe Israel-Palestine question, charges of antiSemitism and Islamophobia, and fights over free speech are tearing US universities at the seams. The latest escalation began at Columbia University, where president Minouche Shafik called the police – rather than campus security – on students. The students had been protesting the Gaza violence, and for their universities to divest from companies that profit from Israeli occupation. The last time the university called the police on protesting students was in 1968, at the peak of protests against the Vietnam War.\n\nHow did protests spread across American campuses? | This drastic action at Columbia sparked demonstrations of solidarity across the country by student groups and some faculty members, with encampments at NYU, Yale, MIT, Brown, UT Austin, Emory, USC and many others. More than 1,000 protesters have been arrested. Graduation ceremonies have been cancelled at some institutions, classes have moved online in others.\nUniversities have taken a dim view of the demonstrations. Powerful pro-Israel voices, right-wing politicians and media have smeared the protests as displaying violent intent towards Israel, support to Hamas, and anti-Semitism. The pro-Palestine student groups have explicitly distanced themselves from all forms of hate and bigotry; they also include many Jewish students and teachers.\nWhat has been the reaction of authorities? | This confrontation began building right after the Oct 7 attack by Hamas. Student groups in support of Palestine were suspended at many universities, including Harvard. USC prohibited valedictorian Asna Tabassum from delivering her commencement speech because she had linked to a page criticising Zionism. Students have been arrested for staging sit-ins, for occupying campus buildings.\nIn Dec, members of a congressional committee grilled the presidents of Harvard, MIT and UPenn, asking them whether calling for an intifada, and using the slogan ‘from the river to the sea’ – which they interpreted as a call for genocide of Jews – violated campus policies. The presidents of Harvard and Yale resigned after their cautious answers prompted condemnation.Republican member Elise Stefanik declared her intention to “expose the rot in our most prestigious higher education institutions”. Even the White House weighed in, calling the protests anti-Semitic.\nRead full article on TOI+\n\n",
        "headline_1": "US Universities look like battlezones. Here’s why",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/us-universities-look-like-battlezones-heres-why/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-05-2024"
    },
    {
        "full_article": "Raising revenue collection by the National Board of Revenue (NBR) has remained in focus for long, with various suggestions coming from different quarters. Beyond the task of achieving a balanced tax-to-GDP ratio, there is a pressing need to elevate revenue generation from its current sluggish state, requiring swift and decisive actions. This issue took the centre stage during a recent meeting titled 'Bangladesh's Domestic Resource Mobilisation: Imperatives and a Roadmap,' hosted by the Policy Research Institute (PRI) in the capital. Speakers delved into the necessity of comprehensive reforms to break free from the country's persistent reliance on debt. The lack of substantial reforms has been identified as a key factor behind poor revenue growth, prompting the identification of lingering issues that, if addressed effectively, could significantly enhance domestic resource mobilisation. Highlighting potential measures for revenue enhancement, the executive director of the PRI underscored that a mere 2.0 percentage point increase in domestic tax revenue could elevate the country's GDP growth by 0.2 percentage points above the current levels. Moreover, he cited the detrimental impact of overreliance on indirect taxation which exacerbates income inequality within the tax structure.Two of the irritants that continue to deter revenue collection at a higher level, according to the speakers at the event, are tax exemption and subsidy. It was mentioned that phasing out certain tax exemptions could generate an additional Tk 600 billion revenue in next four years. As regards subsidy, it was observed that currently, one-fourth of Bangladesh's tax revenue is spent on subsidy payments. Subsidies in many cases appear questionable in the way they are dished out without proper policies and fiscal logic. Besides the astronomical amounts that have gone to the power sector in meeting the oil import bills from the state coffer is by all means a case of misdirected subsidy. Then again, there is the case of domestic pricing of petroleum products. Despite the unprecedented fall of prices of petroleum products in the international market, the government kept the domestic prices as they were, only to make sure that its state-owned corporation makes profits at the cost of the multiplier impact that oil price fall would have brought to the country had the prices been adjusted. As a measure of strengthening the NBR in collecting more revenues, the foremost one is its modernisation and automation. Automation has its special appeal to the ordinary citizens, besides the business community. With the government revenue becoming more and more reliant on income tax, the commoners will find an automated tax system very helpful that will not only facilitate online submission of tax returns but also e-payment of taxes with acknowledgement receipts. Widening the tax-net is another key issue that is far from getting due impetus. No doubt, the low Tax-GDP ratio is an indication of the narrow tax net that despite promises for expansion every year in the budget announcement has remained mostly unaddressed. Time is running out, and unless the authorities do the needful by way of comprehensive reforms, increasing NBR revenue will remain a subject of academic discussion -- as it has been so long.",
        "headline_1": "Gearing up NBR revenue",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/gearing-up-nbr-revenue-1714664728",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-05-2024"
    },
    {
        "full_article": "Savar is not light years away from Dhaka, just a little over 30 kilometers separate the satellite town from the Bangladesh capital. But the former normally has temperature 3.0 degree Celsius lower than in the megacity. Still more significant is the fact that in the commercial areas of Dhaka, the temperature is 2.0 degree Celsius higher than in green covered Ramna and Dhaka University area. In case of the temperature variation between Dhaka and Savar, the deciding factor naturally is local ecosystem. While Savar boasts 50 per cent vegetation and 22 per cent water bodies and wetlands of its total area, the unplanned and world's third most densely populated city Dhaka is almost barren with a measly 2.0 per cent cover of lush and eco-friendly greeneries although it still has 8.0 per cent of its area covered by vegetation. A recent research study by the Institute of Remote Sensing and GIS of the Jahangirnagar University confirms this.When it comes to water bodies in central Dhaka, its coverage has drastically declined to just 5.0 per cent. The same microclimate differentiation is responsible for the 2.0 degree Celsius variation between commercial hubs and Ramna-Nilkhet area where sprawling parks, lakes and a profuse tree cover of the university campus and residential area for ministers and high government officials lend it its soothing environment. One can even feel the difference at the time of passing the area from any other direction. If the trees, parks and lakes in an area help keep its environment comparatively cooler, the residential buildings and other accommodations also play a decisive role in determining a locality's level of temperature. For example, in the Dhaka University area, the few tall buildings are students' dormitories and those keep a healthy distance from each other. Moreover, rows of very big trees hide many of those out of sight. In areas surrounding Ramna, the accommodations are even of lower height and sparsely distributed. Population density there is the thinnest in this capital city. Contrast this with the area's neighbourhood Lalbagh which is the densest urban settlement on this planet with 181,340 people living in one square kilometre. According to the Population and Housing Census 2022, the population density in Dhaka South City Corporation is 39,353 and in Dhaka North City Corporation it is 30,474 per square kilometre. No wonder, Dhaka was found to be the 7th least liveable city in the world by the Economist Intelligence Unit in that year. The institute of Economics and Peace considered Dhaka the fourth global mega-city to face the biggest challenges in terms of population boom, high disaster risks and vanishing green spaces. Abnormal crowding of people of such an astounding order is good enough to expose Dhaka's position as an unliveable place. The current heat waves have caused what looks like 'wet-bulb temperature' that claimed 11 lives in nine days. For long the city has turned out to be a 'heat island' in the parlance of environmentalists. According to a 2021 study by Md Imran Hosen, a researcher at the University of New South Wales, Australia, Dhaka's surface temperature rose by a mean of 6.43 degree Celsius or 0.24C per year between 1993 and 2020. Consequently, 60-70 per cent of Dhaka residents now suffer from heat stress. There are other risks such as from precarious fall of the underground water table and impermeable land surface because of unplanned concrete structures with little grass lands and open space. This makes the city a veritable heat trap. Now the question is, if there is any way of transition from this terrible situation. From its current mess, there is no easy route for escape. But Savar and Ramna along with Dhaka University area offer some redeeming features. Tree plantation is certainly a viable option, although it is not the only one. Under a DNCC tree plantation programme, a target of planting 200,000 saplings was taken, courtesy of the first chief heat officer recruited by the Adrienne Arsht-Rockefeller Foundation Resilience Centre. Launching programmes with fanfare in this part of the world is hardly followed by post-launch follow-up and required care. The median of the widened road between Agargaon metro rail station and Shishu Mela should by now have become a host to young trees if saplings were planted at the time the road got its spacious shape. Similarly, other roads such as Rokeya Sarani, once a proud host to some indigenous select trees, could be given its green cover back. Shrinking roadside green spaces can be revived or even reversed. The incumbent mayor of Rajshahi has proved it beyond doubt. Let the cheap heat officer take short- mid- and long-term programmes in order to work wonder in this regard. About reviving wetlands, water bodies such as ponds, not much can be done because many of those have long vanished and on their places multi-storied buildings now stand. Yet Rajuk marked a total of 3,364 ponds, of which 250 are in central Dhaka, in its jurisdiction of 1,528 square kilometre. Even if one-third of those can be restored, things can be better. Tree shade and surface water together can cool the city to a large extent. At least 20 per cent green cover can do the trick. By its own admission, the government revealed in its \"Mujib Climate Prosperity Plan\", Bangladesh could lose 5.0 per cent of its working hours equal to 3.83 million jobs and GDP loss of 4.9 per cent by 2030. The worst can still be averted if remedial action plans such as administrative decentralisation and the city's physical recovery are started with utmost seriousness.\n[email protected]",
        "headline_1": "How to arrest unliveable Dhaka's decline",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-to-arrest-unliveable-dhakas-decline-1714664768",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-05-2024"
    },
    {
        "full_article": "It is a story narrated by a senior journalist, who was once a Chhatra League leader of the Rajshahi region and claimed to have been present when it took place. Bangabandhu Sheikh Mujibur Rahman, the then Prime Minister of the newly-born Bangladesh, was staying at the Uttara Ganabhaban during one of his visits to the northern region. At the time Bangabandhu was gossiping with Chhatra League leaders, a visitor was announced by the reception and unfamiliar as the name appeared to him, he did not wish to see the visitor. Bangabandhu asked one of his assistants to give the stranger Tk 500 and apologise for not seeing him then. But the person waiting at the reception was insisting on meeting Bangabandhu. This time he managed the people at the reception to convey to Bangabandhu that he was one of his classmates in Islamia College in Kolkata. Bangabandhu immediately recognised him, met him happily and apologised for not being able to recognize him initially. The friend told him \"It's okay. You are the prime minister of the country. And you have so many things to do. But please tell me why you have sent me Tk 50. Am I that poor or am I here to seek any financial help?\", much to the embarrassment of Bangabandhu. After seeing him off, Bangabandhu exclaimed to all present there, \"Tk 500 reduced to Tk 50 within a few yards only. Then where the money I'm begging from different countries is going.\" Bangabandhu could understand the newly-found country had 'dens of thieves'. Indeed, he identified corruption as the primary evil, hindering the country's development. In many of his speeches during 1972-75 across the country, he pointed it out. Whether he could contain corruption is a matter of debate, but no one will disagree that he could understand the persistence of widespread corruption. What about now? Is the present regime adequately aware of the level of corruption existing in society, particularly at service-providing agencies or departments? The ground reality suggests it is not.A recent story is sure to corroborate the fact. A member of the local union parishad informed the management committee of a village mosque that an amount of Tk 100,000 had been allocated from the Ministry of Religious Affairs for the renovation of its washrooms, but the mosque would get Tk 90,000 as Tk 10,000 would be required as the speed money for securing disbursement of the funds. Later, he said the disbursement would require payment of Tk 40,000. Persons responsible for disbursement of the fund were not the only party to claim a slice from it. The mosque committee finally received only Tk 31,000, less than a third of the allocated fund.Most people in Bangladesh know this is not any department-specific phenomenon; this situation is prevailing in almost every department and agency, and in every sphere of society in a broader sense. This is why the cost of a simple pillow climbs to Tk 6,000 in government purchase and a public servant can amass billions of taka. The government has, however, shown high tolerance to corruption though 'zero tolerance to corruption' has been a buzzword among the people in office. Yes, the statutory anti-corruption agency is often seen chasing and catching suspected corrupt persons, but most of them are minnows; the big fishes remain off their radars. Corruption has got a sort of social recognition become of the leniency showed to the corrupt elements. Unless and until the government and its anti-corruption agency take a zero-tolerance stand against corruption and people start hating it and shunning corrupt people, the nation cannot root it out.\n[email protected]",
        "headline_1": "Where do allocated funds go?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/where-do-allocated-funds-go-1714664807",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-05-2024"
    },
    {
        "full_article": "Heat stroke, a serious health risk, is becoming increasingly prevalent due to rising temperatures. It occurs when the body's temperature regulation system fails, leading to a dangerous uptick of body temperature. Prolonged exposure to extreme heat, combined with dehydration, can trigger this life-threatening condition. As climate change intensifies, more people are at risk.To prevent heat stroke, it is crucial to stay hydrated and avoid prolonged exposure to high temperatures. Trees play a critical role in mitigating heat-related illnesses by providing shade, reducing ambient temperature, and releasing moisture through transpiration. They also play a crucial role in combating climate change by sequestering carbon dioxide, a major contributor to global warming.Investing in tree planting initiatives and preserving green spaces can create cooler, more liveable environments and contribute to the fight against climate change. It is essential to recognise the interconnectedness of environmental health and public health and to preserve and nurture urban forests to create healthier, more resilient communities for future generations.\nMd Maun Khan AmiStudentNorth South University[email protected]",
        "headline_1": "Combating heat stroke",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/combating-heat-stroke-1714664826",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-05-2024"
    }
]