[
    {
        "full_article": "West Bengal Chief Minister Mamata Banerjee’s outburst against Governor Jagdeep Dhankhar on Monday was not a first but it brought to the fore, yet again, the role of the Governor in relation with the elected government and legislature. Mr. Dhankhar and his counterparts in Tamil Nadu and Maharashtra appear to be testing the limits of their power and confronting the elected governments and legislatures in recent weeks. Tired of Mr. Dhankhar’s constant tirade against her on Twitter, Ms. Banerjee blocked him on the platform. The Governor then sent her a message for “dialogue and harmony amongst constitutional functionaries” but promptly posted that too on Twitter. The Chief Minister said the Governor was trying to treat the elected government as “bonded labour”. He has been summoning the Chief Secretary and the Director General of Police on a regular basis, and when they do not turn up, taking to Twitter and often tagging the Chief Minister. Mr. Dhankhar also had a run-in with Assembly Speaker Biman Banerjee recently, on the premises of the State Assembly. He has withheld assent to the Howrah Municipal Corporation (Amendment) Bill 2021, delaying polls to the civic body. He has made allegations of impropriety in welfare schemes, questioned Government claims about investments in the State, and taken up the cudgels for the Opposition BJP.In Maharashtra, Governor Bhagat Singh Koshyari has stalled the election of Speaker since the post fell vacant in February 2021. He has taken umbrage over the amendments in the legislative rules for holding the Speaker’s election through voice vote instead of secret ballot. The Governor’s view that the State Assembly cannot decide its own rules is unacceptable to the ruling coalition, but is being cheered by the Opposition BJP. Mr. Koshyari had in the past batted for the BJP, supporting its demand for a special session of the Assembly on women’s safety and security. He had refused to accept the recommendation of the Council of Ministers on the nomination of 12 members to the Legislative Council, until the matter reached the High Court. In Tamil Nadu, Governor R.N. Ravi has not acted upon the T.N. Admission to Undergraduate Medical Degree Courses Bill, adopted by the Assembly in September 2021. The Governor is required to either send it to the President of India for approval or return it for reconsideration by the Assembly, but the indefinite delay in taking a decision amounts to undermining the legislature, and is unjustifiable. The Bill relates to a question of State-Centre relations, as it proposes to dispense with the National Eligibility cum Entrance Test (NEET) for medical graduate admissions in the State. NEET has been criticised for curtailing State powers, and the Governor’s delay in processing the Bill is only aggravating the situation. Some of these issues may require debate and discussion before resolution. But any imperial overtone of Governors can only do harm to the constitutional scheme of things.",
        "headline_1": "Imperial excess: On Governors and limits",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/imperial-excess-the-hindu-editorial-on-governors-and-their-constitutional-limits/article38366634.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-02-2022"
    },
    {
        "full_article": "Many societies have their own sources of shame. Genital mutilation, honour killing, sexual abuse of children in religious institutions—there are many such practices that go against all norms of a civilised and humane society. What is ours? I can think of at least two: child marriage and child labour. I call them shame as both are condoned and enjoy social acceptance, yet violate the fundamental principles of human rights and dignity—the right to a life of freedom and security.\nThe IGI Global, which conducted research on child labour with the support of the International Labour Organization (ILO), estimates that there are 420,000 child domestic workers in Bangladesh, of whom 83 percent are female, and 132,000 work in Dhaka city.\nThe government has committed to phase out child labour in Bangladesh and enacted a policy to this end in 2010, and issued an order in 2013 prohibiting all children under 18 years of age from working in 38 identified hazardous jobs. However, there is no implementation of this regulation as children continue to work in hazardous and dangerous situations, such as welding, in biri factories, as helpers in human hauliers, stone-cutting, etc. As for domestic work, it did not even make it to the list of hazardous work. Child rights experts, on the other hand, say that child domestic workers are particularly vulnerable as their work is inside people's homes and evades scrutiny from the authorities or those children's families. It is unregulated and unmonitored, leaving children at the total mercy of their employers. Parents with low income hand over their children, often as young as eight, to work in middle- or lower middle-class households in the hope that they will be looked after, at least get better nutrition, and also contribute to their families' income.\nAlas! Contrary to their expectations, domestic child workers face regular abuse and neglect. The abuse ranges from overwork, insufficient food, no recreation or education, etc to unspeakable torture such as sexual violence, severe beating, starvation, burning, scalding with hot water and so on—sometimes resulting in death.\nAs per reports compiled by rights organisations such as Ain o Salish Kendra (ASK), Manusher Jonno Foundation (MJF), Bangladesh Shishu Adhikar Forum, etc. in the last five years, at least 200 child domestic workers were found dead in their employers' homes. Meanwhile, 365 were tortured physically, and 62 girls were sexually abused. In 2020-2021, as per reports compiled by MJF from six newspapers, 44 child domestic workers were victims of torture, of whom 16 died, and four died by suicide. Unless there is severe injury or death, such cases are not reported, nor are criminal cases filed. Only 30 percent of the cases of such torture are filed, with no known example of perpetrators ever getting punished for such heinous crimes against children.\nThe recent case of Farzana, a domestic worker aged 17 years, employed by a banker's family in Kalabagan, Dhaka revealed that physical and mental abuse can continue for years without anyone knowing about it. She suffered continuous torture for seven years, after which she finally sought help. Her entire body shows marks of old and new wounds. She is now lying at a hospital, undergoing treatment. Her parents have filed a criminal case, but the perpetrator is already out on bail.\nThis is not a one-off incident. We read about such inhuman acts inflicted by members of the so-called educated or elite class on their domestic helps every so often. In November last year, little Tania, an eight-year-old child from Fulbaria, Mymensingh, was found with blade cuts all over her body. Daughter of a poor tea seller, she was hired as a household help for a monthly salary of Tk 1,000. A criminal case was filed, but again the perpetrators are out on bail. Last year, the 44 reported cases of torture inflicted on child domestic workers all tell the same story of brutal assault, starvation, scalding with hot water and iron, and so on. Medical help was given only when the child faced imminent death. Criminal cases were filed against some, but no one has faced any punishment for their act of such extreme cruelty.\nReports of suicide or attempted suicide by adolescent female domestic workers are common. Most are found hanging from the ceiling fan. Investigation into the cause of suicide is mostly inconclusive without enough evidence to file criminal cases. There is, however, strong suspicion of sexual assault by male employers.\nAs is obvious, the unreported cases outnumber the reported ones. No one takes notice unless the torture is severe, and the victim lands in a hospital or is dead. Cries for justice go in vain. Not a single perpetrator accused of torturing domestic help has ever been convicted. Being economically solvent, perpetrators are able to prevent cases from being filed or negotiate with the victims' families, who are too poor and powerless to continue with the cases and usually agree to out-of-court settlement.\nThe government has committed to eliminate all hazardous work by children by 2024 and completely eliminate child labour by 2030. By all standards, setting a deadline that is years away indicates the lack of urgency in implementing any system or policies that will end child labour soon. In the meantime, children continue to fall prey to predator employers, who think they own them and can do whatever they want.\nWhat can we do to make child labour socially unacceptable? What kind of campaign will result in putting to shame those who employ children and mistreat them? The narrative that our socio-economic situation will not permit elimination of child labour has gone on for too long. But why should children pay the price of our inability to build a society where everyone's basic needs are met? When will children enjoy the fruits of our so-called middle-income country status?\nThe government should consider expanding the social safety net programmes for parents who are forced to send their children to work. An important first step is to address the invisibility of child domestic workers, because once they enter the homes of their employers, they lose all identity and often their parents are not allowed to visit them. They should be registered with the social welfare department, and given ID cards with a hotline number to call in case of emergency. The social welfare department can also organise spot visits on a trial basis to at least give the impression that there is a system in place to monitor how these children are being treated.\nThe other issue is that of justice. If the law is supposed to work for everyone, then how come not a single case filed against these cruel employers of child domestic workers has ever resulted in conviction? This has given the message that they will not be held to account, no matter what cruelty they perpetrate on these children.\nBut a more fundamental question is: What drives normal people to such acts of cruelty? How can people—couples with families—have such double standards of adoring and protecting their own children, but slap, pinch, or worse, starve and burn others' children with hot iron? I don't think we have the answer; perhaps this phenomenon needs further study.\nFinally, many of us dream of the kind of society we want. Mine is the following: The mention of \"child labour\" is greeted with astonishment. \"Child labour! What is that? How can the two words, child and labour, go together? The only words that can be associated with children are laughter, playfulness, naughtiness, and joy!\"\nIs this my wishful thinking, or can it be a reality some day?\n \nShaheen Anam is the executive director of Manusher Jonno Foundation (MJF).\n",
        "headline_1": "Children are to be nurtured, not tortured",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/children-are-be-nurtured-not-tortured-2953041",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-02-2022"
    },
    {
        "full_article": "Recently, Bangladesh formally proposed the signing of a Free Trade Agreement (FTA) with the Eurasian Economic Union (EAEU). The EAEU comprises five countries—Russia, Belarus, Kazakhstan, Armenia and Kyrgyzstan—with whom Bangladesh has a combined trade volume of over USD 1.5 billion, something that has the potential to increase manifold if an FTA is inked. A feasibility test was also conducted by the planning ministry to support the speculations over the signing of the FTA and also its potential—which has appeared to yield fruitful outcomes. All these efforts were made to support Bangladesh's preparation for its change of socio-economic status—that is, graduating from the Least Developed Country (LDC) grouping to the Developing Countries category.\nDuring the 76th session of the UN General Assembly (UNGA), Bangladesh received the go-ahead for this graduation, which is scheduled to be effective in 2026. Earlier in February 2021, the United Nations Committee for Development Policy (UNCDP) recommended Bangladesh to graduate as it had acquired eligibility across all three criteria for graduation—per capita income, human assets index (HAI), and economic and environmental vulnerability index (EVI).This is an outstanding accomplishment which coincides with the golden jubilee of Bangladesh's independence. However, it also forces us to confront a number of challenges that need to be overcome by pursuing a comprehensive trade strategy for a smooth graduation and sustainability in holding on to our new status.\nA country exiting the LDC category is supposed to lose international support measures (ISM), including preferential market access and special treatment by the World Trade Organization (WTO) in terms of bilateral and regional trade. This means that Bangladesh would have to relinquish its existing privileges, such as duty-free quota-free (DFQF) access to the export markets, for which we will most likely meet unfavourable ramifications. According to Debapriya Bhattacharya, a member of the UNCDP and a distinguished fellow of the Centre for Policy Dialogue (CPD), Bangladesh may experience shortfalls equivalent to 8-10 percent of its gross export revenue due to its loss of the DFQF provision—amounting to about USD 2.5 billion annually.\nBangladesh will also lose the advantage of a Generalised System of Preferences (GSP) under the WTO. As an LDC, Bangladesh enjoyed the privilege of the Trade-Related Intellectual Property Rights (TRIPS) waiver, which contributes enormously to the progression of the country's pharmaceutical industry. The waiver for patent authorisation will be curtailed once the country graduates. Moreover, Bangladesh will lose its eligibility for accessing grants and soft loans under official development assistance (ODA).\nBangladesh might also effectively succumb to the \"Dutch disease,\" due to its heavy economic dependence on the RMG sector. So, to prevent this aftermath of the graduation, Bangladesh will have to craft a host of comprehensive approaches: keep signing more FTAs and PTAs, explore more diversified markets, and not put all its eggs in one basket.\nBeyond existing trade-related relational mechanisms, Bangladesh needs to prepare an extensive overseas market strategy, exploring diverse markets across different regions. Joining other trade blocs and signing bilateral and multilateral FTAs will mitigate trade-related complications such as tariffs, quotas, subsidies, or prohibitions, and facilitate further trade relations and expansion. It is also crucial for Bangladesh to diversify its export basket with leather goods, frozen food, etc.\nSo far, Bangladesh has only inked a bilateral PTA with Bhutan on December 6, 2020 and is considering signing more PTAs with several countries including India, Indonesia, Malaysia, and Sri Lanka. In order to substitute the soon-to-be-gone privileges, the current FTA domain must be expanded to engage as many countries as possible.\nGiven Bangladesh's lucrativeness as an emerging economic power within the Saarc trade bloc and its 165-million-people market, an FTA with Bangladesh will potentially be a stepping stone for Russian and other EAEU businesses and investors to have access to other South Asian markets. And most importantly, with its unique geographical position and easy accessibility to global maritime trade routes, Bangladesh could work as a central trade and manufacturing hub for South Asia and beyond. Thus, an FTA between Bangladesh and the EAEU could be a mutual win for both parties, meaningful progress and prosperity for the people in both regions, and for the world as a whole.\n \nFarzana Zaman is a freelance writer.\n",
        "headline_1": "How Bangladesh can avoid the ‘Dutch disease’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-bangladesh-can-avoid-the-dutch-disease-2953031",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-02-2022"
    },
    {
        "full_article": "Recent talks in Geneva between Russian Foreign Minister Sergey Lavrov and US Secretary of State Antony Blinken regarding the crisis over Ukraine achieved little. Russia asked for a written response to its demands, which include a halt to NATO enlargement. For now, Russian President Vladimir Putin might be as relieved at the current standstill as the US and its NATO allies are.\nThat is because Putin is playing a dangerous game of brinkmanship vis-a-vis Ukraine. True, he has succeeded in calling into question the strength of NATO's commitment to the country, highlighted its internal divisions, and forced the world to pay greater attention to Russian power. And he may yet manage to wring concessions from the US and NATO. But Putin also risks putting himself in the position of having to launch a materially and politically costly invasion of Ukraine.\nStopping NATO expansion has been one of the Kremlin's main foreign policy objectives for a decade, but Putin's approach has yielded few results. Russia's aggression against Ukraine since 2014 has succeeded only in making NATO membership more appealing in Ukraine and Georgia. Moreover, Russia's actions failed to prevent smaller candidate countries from acceding to the Alliance, with Montenegro and North Macedonia joining in 2017 and 2020, respectively. Worse yet, Putin's bellicose foreign policy led to NATO membership being seriously considered by mainstream politicians in neutral countries like Sweden and Finland.\nThe escalation of tensions over Ukraine also carries enormous domestic risks for Putin. The Kremlin's 2014 annexation of Crimea and intervention in Ukraine's eastern Donbas region required little sacrifice and massively increased Putin's political support at home. Invading eastern Ukraine now is unlikely to yield a similar political dividend, as opinion polls in Russia have long shown low public support for such a move; just a quarter of Russians currently support the incorporation of Donbas into Russia.\nGiven the risks, what could Putin hope to gain by seemingly backing himself into a corner?\nDespite his repeated claims that NATO poses a threat to Russia, Putin may regard the current standoff as a way to demonstrate to Ukraine and other Eastern European states that the NATO and US commitments to them are actually quite weak. US President Joe Biden arguably reinforced this impression at his press conference on January 19, 2022, when he appeared to suggest that a \"minor incursion\" by Russia into Ukraine would elicit a milder Western response. (Biden and other administration officials subsequently scrambled to walk back the comment.)\nRussia benefits from such gaffes, because the Kremlin obviously wants to sow discord and highlight fissures among NATO members. While the US and several Eastern European countries have supported Ukraine's accession, the Alliance has long been divided over the issue, owing to its members' differing economic, security, and energy relations with Russia.\nIn the days leading up to the 2008 NATO summit in Bucharest, Ukraine presented Germany and France with a letter requesting their support for its entry into NATO. But France's then prime minister, Francois Fillon, emphasised his country's opposition to Ukraine (and Georgia) joining the alliance. \"We think it is not the right response to the balance of power in Europe and between Europe and Russia, and we want to have a dialogue on this subject with Russia,\" Fillon said. The then German Foreign Minister Frank-Walter Steinmeier expressed a similar view.\nBut publicly, at least, the US and NATO officials have reaffirmed the Alliance's continuing unity. While Biden suggested at his news conference that America's European allies were not united on how to respond to a small Russian incursion into Ukraine, there have been no bilateral negotiations between other Western powers and Russia regarding Ukraine.\nOn the surface, Putin seems to have unnecessarily boxed himself in by making unacceptable demands on an issue—Ukraine's NATO accession—that was unlikely to materialise anyway. But Putin has, in fact, made real gains by exposing the West's disarray and the weakness of its commitment to Ukraine.\nIf the US and European negotiators make even symbolic concessions, Putin can use them to burnish his image. Even if he de-escalates tensions without the written guarantees he wanted, the stationing of Russian troops in Belarus, and the recent deployment of a Russian-led Collective Security Treaty Organization \"peacekeeping\" mission in Kazakhstan, demonstrate Russia's continued leadership role among former Soviet states.\nBut Putin's brinkmanship over Ukraine remains dangerous. One can only hope that when the US and Russian officials return to the negotiating table, they will find a way to prevent a manufactured crisis from turning into a hot war.\n \nHilary Appel is a professor and director of the Keck Center for International and Strategic Studies at Claremont McKenna College. Jennifer Taw, a former policy analyst at the RAND Corporation, is associate professor at Claremont McKenna.\n",
        "headline_1": "Will Russia’s Anti-NATO Gambit Succeed?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/will-russias-anti-nato-gambit-succeed-2952326",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-02-2022"
    },
    {
        "full_article": "Often as children, my female peers and I would lament over the myriad privileges our male counterparts enjoyed in society, from being allowed to play for hours in the sun (a tan would not diminish their value as human beings) to going out any hour of the day (with their prime fear being that they might be mugged, not that they might be raped and killed). The \"best\" way our parents and elders discovered of appeasing our (those born after 1980, thereabouts) budding feminist selves was to reprimand us for even wanting to be like boys, when we were allegedly so far ahead and above them. It did work on many of us, but sadly I believe a lot of us were unable to see past the rosiness of such a sentiment.\nThis brand of feminism-but-not-really-feminism tends to hyper-humanise women—meaning that, far from being \"equal\" to men, we are told we are so much stronger, smarter, and more valuable than them. Why? Usually for our ability to birth life within our bodies, and then to work tirelessly and without a whisper of complaint to raise that life while having to put ours on hold, because the father caring for the child in the same way would be emasculating in our cultural context, but the same done by mothers proves them to be superhumanly strong.\nWhile the words used to describe such traditionally maternal characteristics may seem like compliments of the highest degree—\"sacrificing,\" \"selfless,\" \"unconditionally loving\"—they are often just a way of making women continue to perform physical and emotional labour, so others (and not always men only) don't have to. And when a girl child grows up seeing her mother's woes being remedied by empty praises alone, she learns to expect and accept the same wherever she goes. This is why corporations, for instance, can get away with discriminating against women in terms of wages, positions, participation, etc (while a single Women's Day bouquet and a few candy bars work to establish them as being a \"feminist\" organisation).\nBut how can we expect our local businesses to be genuinely feminist, when we always succumb to the same issue of hyper-humanising women in our homes? One social media post I recently came across was by a father who essayed on about how his daughter gave up her packet of chips because her little brother was not satisfied with only his own, and how she silently cried in a corner, not letting her father see her sorrow and not boasting about her sacrifice. I was expecting to read that the father had, by the end, taught his children that his daughter should not have to make sacrifices to cater to her brother's needs, and that she did not need to appear strong by hiding her tears. Instead, it was all praise about how daughters are even better than men because of their sacrificial nature.\nDo we ever stop to wonder if this sacrificial nature of women is truly inherent, or a trait that they are trained to adopt? Probably not, given how that would mean we would need to acknowledge that women, like everyone else, are just human. They get tired, frustrated, and are not always beautiful and \"presentable.\" Nor should they have to be.\nThen there is this notion that has become default: \"Men just aren't as good at doing stuff around the house.\" While there is no logical explanation behind why men would not be able to perform household tasks \"as well as women do,\" this is something that most men and women in our society have internalised and practise extensively. This further hyper-humanises women in the sense that now, in the modern world, women are expected to not only have full-time jobs, but also maintain the household and rear children, all at once. For that, she gets a cursory bouquet and a dessert or two in the name of Women's Day or celebratory Facebook posts about the all-sacrificial mother on Mother's Day.\nWe need to realise that we are doing the opposite of helping the cause of feminism when we term women as superhumans and only reward them when they adhere to that narrative. We must teach young boys that home is as much theirs to care for as it is of their female counterparts'. We need to break away from the traditional definition of femininity, so that young girls, at home and everywhere else, don't grow up thinking they are somehow less of a woman if they don't cater to every need of everyone around them. We need to stop thinking of flowers and chocolates as compensation for forcing women to try and live up to others' image of them as demi-goddesses, instead of what they are—simple and complete human beings.\n \nAfia Jahin is a member of the editorial team at The Daily Star.\n",
        "headline_1": "Women don’t want to be superhumans",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/women-dont-want-be-superhumans-2952306",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-02-2022"
    },
    {
        "full_article": "The fastest way to travel to and from Barishal is by air. This southern district in Bangladesh has immense business prospects for the traders, and many prefer to travel by air as commuting by roads may take almost the entire day—especially if you're travelling from Dhaka. But the sole airport in the district, which began commercial flights in 1995, lies in a sorry state with its terminal and runway needing immediate repairs. It is mystifying as to why the civil aviation authority let the airport slide to its present poor condition, which may put the life of passengers and airport crew in jeopardy any day.\nAccording to our report, a high-level team of experts appointed by the civil aviation ministry prepared a report after visiting the airport on January 3. The team came to notice that landing aircrafts at the Barishal airport was a risky undertaking as the runway and other nearby structures were in a dilapidated condition; the terminal building was in a poor state and the runway was unprotected because of trespassing. The team also found that 75 metres of the northern end of the runway was being severely eroded by the Sugandha River. Experts are of the opinion that if the ongoing trend of erosion continues, landing and take-off will become quite risky.\nWe understand that the report made some important recommendations like starting repair and maintenance work of the entire terminal building, repairing asphalt surfaces of the runway, and constructing security walls around the airport. The expert team also recommended taking immediate measures to protect the airport from river erosion by coordinating with the water resources ministry, especially the Water Development Board.\nConsidering the significance of the airport from the perspective of business and tourism, the relevant authorities must not waste time to undertake the recommended measures, as experts have acknowledged the risks of mishaps occurring any time. There should not be any opening in the boundary wall for humans or animals to enter the airport, and it needs to be protected from river erosion. We hope the probe team report would sound the alarm bell for the higher authorities to start the renovation works on an urgent basis.\n",
        "headline_1": "Barishal airport needs a facelift",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/barishal-airport-needs-facelift-2953021",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-02-2022"
    },
    {
        "full_article": "It is worrying to know that the government is considering raising the prices of electricity, gas and fertilisers by March, in a bid to offset the pressure of subsidies in these sectors. If it decides to go ahead with the move, not only will it increase production costs and affect the consumers of these products, but eventually it will have a knock-on effect on the prices of daily essentials, raising the overall cost of living. Ordinary citizens, especially the poor and low-paid, are already under tremendous pressure. Inflation hit 6.05 percent in December—the highest in 14 months—overshooting the government's target of 5.30 percent for this fiscal year. Food inflation was the highest in six months, while non-food inflation came close to 7.05 percent. \nAccording to a report by this daily, the prices of electricity and gas could see a rise by February, while fertiliser prices may go up by March. The bid comes two months into the kerosene and diesel price hikes, the effects of which we have already witnessed. A section of officials in favour of another round of hikes believes that a \"price adjustment\" in the face of spiralling prices in the international market is necessary to bring the government's subsidy burden down to a \"tolerable limit.\" They think it will help ensure funds for urgent health emergencies, like procuring additional Covid-19 vaccines and booster shots, increasing rice procurement to save farmers from incurring losses, continuing development activities, and so on.\nAll good points, but why wring extra money out of the public purse? It is not only politically injudicious in the last year of this government's tenure, but also an unnecessary burden the public could do without. We understand that different ministries have already sent in requests for additional subsidies to absorb the spiralling international prices. The finance ministry is reportedly reviewing the proposals and will come up with a revised budget by March. The authorities may try to lessen the subsidy burden by increasing the prices of electricity, gas and fertilisers, but we think they need to take a step back and find a way to recuperate from the losses without pushing people under the train. \nSince Covid-19 is likely to continue interrupting supply chains and shooting up international prices for some more time, high inflation may continue to be a reality. But instead of sticking to raising prices, the government should think of cutting costs in other ways—like saving money lost in systemic failures, corruption and inefficiencies, establishing greater accountability, discarding or putting on hold money guzzlers like inessential development projects, etc. \nWhatever the government decides to do, the solution does not lie in putting the burden on the public. The pandemic has already caused immeasurable sufferings and hardship to people, pushing a vast number of them beyond the poverty line. Unemployment has reached an alarming level. People are already struggling with the rising healthcare costs. Another round of price hike is the last thing they need. \n",
        "headline_1": "Spare us from the crushing blow of price hikes ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/spare-us-the-crushing-blow-price-hikes-2952841",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-02-2022"
    }
]