[
    {
        "full_article": "The Goods and Services Tax (GST) Council, entrusted with overseeing the seven-year-old indirect tax regime, is slated to meet on September 9. This would be its second sitting in under three months, after a nine-month pause. The Council, whose parleys steered by the Union Finance Minister with States’ representatives are critical for resolving taxpayer challenges and setting broader policy direction, ought to meet regularly at such frequency. A key expectation from the upcoming meet revolves around the much-awaited review of GST’s complex, multiple-rate structure. In June, the Council resolved to take stock of the progress made on this front by a ministerial group (GoM) appointed in 2021, and deliberate on the path forward. However, going by State Ministers’ recent submissions to the GoM, progress is likely to be slow and arduous, with most members signalling an aversion to shake things up when revenues are healthy. Ideally, the Council should at least set a time line for concluding the group’s deliberations and nudge it to come up with a couple of alternatives for the revamped rate structure if consensus is difficult to attain. These could then be deliberated over by the Council, possibly with some public feedback incorporated. Beyond the broader revamp, the Council could also be briefed this time on the feasibility of reviewing the 18% GST levy on individual goods and services such as health insurance and life cover, that have attracted attention recently within and outside Parliament. These have been assessed by officials in the past too, without resulting in any change in stance.The inclusion of items such as electricity, petroleum and alcohol into the GST net, something that industry and economists have been advocating for years, may be even more tricky. States gave up a lot of taxation power for the GST’s rollout, and are unlikely to be amenable to yielding further space, particularly as quite a few States’ ties with the Centre are “acrimonious”, as former Chief Economic Adviser Arvind Subramanian recently pointed out. While it will be instructive to see the direction the Council takes on these issues, greater monitoring of the nitty-gritty of GST’s day-to-day functioning is needed as well. Revenue trends remain healthy with about 10% growth this fiscal but the pace of refunds to taxpayers has been unusually uneven. Net GST receipts rose under 7% in three of the last five months, but jumped about 15% in months when refunds dropped sharply. The Council must not overlook such details, though they may seem relatively obscure in the bigger picture. This could help prevent ungainly twists for industry, be it registration or refund challenges, or the spectre of confusion created by recent large tax demands on IT majors.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ntaxes and duties\n\n/\n\nhealth insurance\n\n/\n\nparliament\n\n/\n\nelectricity production and distribution\n\n/\n\npetrol\n\n/\n\ncomputing and information technology",
        "headline_1": "​Enhancing oversight: On the GST Council meet and issues",
        "headline_2": "The GST Council could do more to smoothen the tax regime",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Benhancing-oversight-the-hindu-editorial-on-the-gst-council-meet-and-issues/article68597546.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-09-2024"
    },
    {
        "full_article": "In a significant deterioration of an already fraught situation in Manipur, two persons were killed and at least nine were injured in a bomb attack using drones in villages in the Meitei-majority Imphal West district. The perpetrators are believed to be Kuki-Zo militants. Kuki-Zo groups and partisans have claimed that the attacks were in retaliation to an attempt by Meitei vigilante and insurgent groups to “ambush” Kuki-zo people in the area. While this claim remains unproven, the use of drones — a tactic employed by pro-democracy insurgents in Myanmar against the junta — points to a dangerous escalation of the ethnic conflict in the State. Coming in the wake of Chief Minister N. Biren Singh’s assertion that a peace resolution will be achieved in six months, the dastardly attacks could indicate that they are either a deliberate ploy to heighten tensions or just another reminder that ethnic hostilities remain entrenched. That insurgents could use sophisticated drones to attack civilians also suggests a glaring intelligence failure and the inability of the security forces to ensure that the militants are contained. The government has ordered police combing operations but this will not be enough. Unless there is a strong measure to disarm the various groups in the valley and the hills, the situation could exacerbate further.For nearly 16 months, both the Union and State governments have been content with using security forces to maintain law and order through the creation of buffer zones between the hills and the valley and for the political status quo to remain intact. Repeated violence and the inability of both governments led by the ruling Bharatiya Janata Party (BJP) to work out any breakthrough that will allow for even a dialogue between civil society representatives from these communities suggest that this policy is a failed one. There is little doubt left any more that the hardening of ethnic identities among the Meitei and Kuki-Zo communities is a consequence of the failure of the policies pursued by the Union and State governments. Neither Prime Minister Narendra Modi nor Mr. Singh has changed tack since the setback faced by the BJP in the 2024 general election, when it lost both the Lok Sabha constituencies in the State. The Centre continues to ignore critiques of its lackadaisical approach, while Mr. Singh is hell-bent on remaining in power despite his incompetence and a distinct lack of confidence evinced by both communities. While the fresh attacks call for security forces to calibrate a strong response, a concomitant change in approach and leadership in the State is a must for a chance to be given to peace.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nManipur\n\n/\n\ncivil unrest\n\n/\n\ntechnology (general)\n\n/\n\nact of terror\n\n/\n\nMyanmar\n\n/\n\nnational or ethnic minority\n\n/\n\ngovernment\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\ntribals\n\n/\n\nBharatiya Janata Party\n\n/\n\nGeneral Elections 2024",
        "headline_1": "Another escalation: On the Manipur ground report",
        "headline_2": "The drone attacks in Manipur call for an overhaul of the government’s approach",
        "link": "https://www.thehindu.com/opinion/editorial/another-escalation-the-hindu-editorial-on-the-manipur-ground-report/article68598006.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-09-2024"
    },
    {
        "full_article": "Frequent scandals & tragedies around recruitment for govt jobs tell a story policymakers must hear\nIn Rajasthan, a former state public commission member was arrested for providing to his son and daughter leaked test papers for the post of sub-inspectors. In Jharkhand, 4.4L youngsters applied for 583 posts of excise constables – a 0.1% chance of landing the job. Eleven youngsters in Jharkhand died during physical tests as part of the exam over just 10-12 days. These aren’t competitions. These are pitched battles for survival – for a stab at securing livelihoods for a working-age people for whom private sector’s even more elusive.\nThe jobs crisis that started showing up in the first decade of the 21st century has gathered force. India is looking at close to 15 years of job-poor growth. Desperate measures to land a job, therefore, should not shock. It has led to a near-institutionalisation of corruption, evident in the unending revelations of paper leaks of almost every qualifying exam that determines futures in state administrations. As incidents tumble out one on the back of the other – the two latest are but symptoms of the deeper malaise.\nDwindling jobs in govts and a capital-intensive private sector where skills demanded are at odds with a low skill workforce are turning productive years of India’s many young into a burden – thousands of semi-skilled and low-quality ‘graduates’ from both govt and a rash of private universities of indeterminate quality, stare at bleak futures. Underemployment is evident – 3,700 PhDs, regardless their calibre, applied for a peon’s post in UP police, for which Class 5 was eligibility criterion. This was in 2018, pre-Covid. It’s only got worse.\nAbout 65% of India’s workforce is under age 35. Just 2% is skilled and 1 in 2 is not employable straight after college. A Mckinsey report estimates by 2030, 70% of 90mn new ‘jobs’ anticipated in India will be blue-collar roles. A bulk of this will be in logistics, warehousing, and the gig economy. These will be jobs with little income security.\nThere is no real policy thinking in sight to grow the jobs pie, quantity or quality. GOI wants the private sector to utilise CSR funds to create jobs. That’s band-aid. Job creation is the economy’s backbone, not philanthropy, let alone charity. India is losing the advantages of its demographic dividend to a pile-up of working-age unemployed and unemployable youth. Paper leaks and recruitment deaths are a symptom, not the problem.\n\n",
        "headline_1": "Dying For Work",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dying-for-work/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-09-2024"
    },
    {
        "full_article": "Israel is facing many problems because of its ongoing conflict with Gaza. Yesterday, a big strike stopped work in many parts of Israel after six Israeli hostages were found dead in Gaza. This strike was organized by the largest trade union in Israel to push Prime Minister Benjamin Netanyahu’s government to make a deal to stop the fighting and bring the hostages back. However, Netanyahu and his supporters insist they will continue fighting until Hamas is completely defeated—a goal that is very hard to achieve.\n**Netanyahu’s Strategy:** Netanyahu is one of the main reasons there isn’t a ceasefire. He believes that if the conflict continues longer, more Israelis will oppose making any kind of deal with the Palestinians. He might also be using the war as a way to delay the corruption cases against him. Israel’s Defense Minister, Yoav Gallant, has already criticized Netanyahu for demanding that Israel control a specific area between Gaza and Egypt, which has been a major problem in the peace talks.\n**The Cycle of Violence:** The brutal attack by Hamas on October 7th last year has had a big impact on Israeli society, making it harder for people to listen to those who want peace or a Two-State solution (where Israel and a future Palestinian state exist side by side). The current protests in Israel are mostly about bringing back Israeli hostages, not stopping the damage being done to Palestinians. Over 40,000 Palestinians have been killed in Israeli strikes. This separation between the concerns of Israelis and the suffering of Palestinians only makes the conflict worse.\n**Israel’s Growing Problems:** The United States, which is a strong ally of Israel, hasn’t used all its influence to pressure Netanyahu, partly because of the upcoming elections in the U.S. in November. But Israel is paying a high price for this war. The cost of the war could be as much as $120 billion, which is about 20% of Israel’s entire economy. Israeli ports have seen a 16% drop in shipping, thousands of people in northern Israel have been forced to leave their homes, and Israeli start-ups have been hurt badly. Also, Israel’s image as the only democracy in West Asia is being damaged. So, even if Israel wins this war, the victory may come at too high a cost, leaving the country weaker in the long run. But Netanyahu seems determined to continue.\n\n",
        "headline_1": "Netanyahu’s Never-Ending War",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/netanyahus-never-ending-war/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-09-2024"
    },
    {
        "full_article": "Gaza conflict is piling economic and diplomatic losses on Israel from which it may never recover \nA massive general strike crippled large parts of Israel yesterday as anger and grief poured out over the discovery of six dead Israeli hostages in Gaza. The strike, called by Israel’s largest umbrella trade union, aimed to press Netanyahu’s govt to seal a hostage-ceasefire deal. But Netanyahu and his political supporters have been adamant that they will continue the war until Hamas is eliminated – a very ambitious goal.\nNetanyahu’s cynical game: Netanyahu is the main obstacle to a ceasefire today. He figures the longer the conflict drags on, it will turn more Israelis against the idea of any kind of deal with the Palestinians. It’s also a pretext to delay pending corruption cases against him. Defence minister Yoav Gallant has already called out Netanyahu’s unreasonable demand that Israel control the Philadelphi corridor between Gaza and Egypt – a major sticking point in negotiations – as an unnecessary constraint.\nMacabre othering: Doubtless the Oct 7 brutal terrorist attack by Hamas last year deeply impacted Israeli society. This has drowned out rational voices for peace or a Two State solution. Note that the current protests are focused on getting Israeli hostages back, not stopping the massive damage being inflicted on Palestinians – more than 40,000 have been killed in Israeli strikes. This othering of Palestinians only fuels the conflict further.\nIsrael’s losses mount: US also hasn’t used its full leverage to rein in Netanyahu with an eye to its own elections in Nov. But Israel too is suffering. Cost of war could be as much as $120 billion or 20% of Israeli economy. Israeli ports have seen a 16% drop in shipping, thousands of Israelis in the country’s north have been forced from their homes, and Israeli start-ups have taken a huge hit. Plus, Israel’s sheen as the only functioning democracy in West Asia has been stripped. Thus, the only victory for Tel Aviv here is a Pyrrhic one. But Netanyahu doesn’t care.           \n\n",
        "headline_1": "Bibi’s Unending War",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bibis-unending-war/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-09-2024"
    },
    {
        "full_article": "Many young people in India are finding it very hard to get a job. They are even risking their lives for a chance to work. Recently, in Rajasthan, a man who used to help pick people for government jobs was caught giving leaked test answers to his son and daughter. In Jharkhand, 440,000 young people applied for just 583 jobs as excise constables, which means there was only a 0.1% chance of getting the job. Sadly, 11 young people died during the physical tests for these jobs in just 10-12 days. These aren’t just tests or competitions—they’re battles for survival.\nIndia has been struggling with a jobs crisis for almost 15 years. This means that there aren’t enough jobs for everyone who needs one, especially in the government. This has led to many cases of cheating and corruption, like people leaking exam papers to get ahead. The situation is only getting worse.\nA big problem is that there are fewer government jobs available, and private companies often want people with skills that many young Indians don’t have. This leaves a lot of young people, even those with university degrees, without good job options. In one case, in Uttar Pradesh, 3,700 people with PhDs (the highest level of education) applied for a peon’s job—a job that only needed a Class 5 education! This happened in 2018, before Covid-19, and things have only gotten worse since then.\nAbout 65% of India’s workers are under the age of 35, but only 2% of them have the skills needed for many jobs. A report by McKinsey says that by 2030, most new jobs in India will be blue-collar jobs, like those in logistics, warehousing, and the gig economy. These jobs don’t offer much security or stable income.\nRight now, there is no clear plan to create more jobs or improve the quality of jobs. The government has suggested that companies use their Corporate Social Responsibility (CSR) funds to create jobs, but that’s not a real solution. Creating jobs should be a central part of the economy, not something done as charity. India risks wasting the potential of its young population if it doesn’t address these issues soon. The scandals and tragedies we see are just symptoms of a much deeper problem.\n\n",
        "headline_1": "Fight for Jobs in India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/fight-for-jobs-in-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-09-2024"
    },
    {
        "full_article": "We are deeply concerned to see production come to a halt at a number of factories due to workers' protests over the past few days. Reportedly, production remained suspended at some 10 ready-made garment (RMG) and 20 pharmaceutical factories on Saturday and Sunday as factory workers staged demonstrations to press home various demands. Assurances of fulfilment of logical demands have thus far failed to dissuade them from demonstrating. This is a troubling turn of events, especially when the country is going through a critical phase of political and economic transition.\nWorkers have been demonstrating in Savar, Ashulia, Dhamrai and Gazipur areas with demands ranging from job regularisation, pay raise, and lunch allowance to two-day weekly holiday and attendance bonus. Several factory owners said that even though they had sat with the protesters and assured them of fulfilling their demands, the latter continued protests. A top official of a pharmaceutical company said that workers had given 24 hours to fulfil all their demands, even though doing so is not possible in such a short period of time. Several owners also said they shut down their facilities to avoid possible untoward incidents. Meanwhile, workers of an RMG factory said the authorities closed down the facility without clarifying whether their demands would be met.\nOn Monday, 30 RMG factories in Ashulia were shut down amid protests by job-seekers who demanded \"proportional\" recruitment of men and women at the factories. RMG industry insiders told The Business Standard that \"outsiders\" were trying to instigate the workers to create unrest in industrial hubs, taking advantage of the still fragile law and order situation in the country.\nThis is deeply distressing. We expect factory owners to address the genuine grievances of workers on a priority basis, but agitating workers, too, must understand the gravity of the situation. Suspension of production, especially of export products, has long-term consequences for our export-driven economy. Supply chain disruptions may lead to loss of business, which will surely affect our export earnings. If this situation persists, Bangladesh's image will be further tarnished, and investors, both domestic and foreign, may further lose confidence. We simply cannot afford that right now.\nWe urge the interim government to send out a clear statement condemning the ongoing unrest, and take steps to ensure safety at the factories and restore the confidence of industrialists. Already, businesses have paid a heavy price, thanks to the politically motivated attacks on industrial units following the fall of the Sheikh Hasina government on August 5. We cannot have further disruptions. We also urge the workers to not force unrealistic demands upon factory owners, and pursue peaceful means to engage with the latter. If factories remain shut, their jobs will be jeopardised too. Instead of occupying the streets—which has been causing considerable public suffering—they must pursue dialogue through trade unions and workers' rights bodies. The factory owners, too, must fulfil their legitimate demands as soon as possible.\n",
        "headline_1": "Factory shutdown an ominous sign",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/factory-shutdown-ominous-sign-3692746",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-09-2024"
    },
    {
        "full_article": "The Gazi factory fire tragedy represents a severe setback to the progressive transformation of Bangladesh. On a number of occasions, the country has faced failures within its intelligence services, creating the impression that our intelligence agencies are not effective enough at preventing such tragedies.\nGolam Dastagir Gazi's arrest was highly publicised, making it reasonable to expect some form of untoward incident at his establishments—including subversive activities—in its aftermath. However, our intelligence agencies failed to anticipate any such plot and did not provide law enforcement agencies with early warnings that could have enabled preventive actions.\nThere may have been coordination in the fact that miscreants first looted and vandalised the factory before setting it on fire. It's possible that intelligence failed both in the surveillance of underground networks and in identifying any criminal group capable of planning an attack of this magnitude.\nThe speed at which the fire and violent looting occurred after Gazi's arrest suggests there may have been incitement to violence. Hours after the looting began, around 9pm at night, the miscreants set a fire inside the factory. It is obvious, even to a layperson, that this violent behaviour may have been prearranged rather than a spontaneous outburst. Clearly, this indicates that our intelligence services were not monitoring for any signs of violent provocation or mobilisation efforts by the miscreants.\nThe large group of individuals that stormed the factory, in retrospect, appears well-coordinated, suggesting that their actions were planned. From an intelligence perspective, the deliberate targeting of a factory connected to a former minister could potentially be exploited by foreign groups to destabilise our new interim government. Even if there is currently no concrete evidence of outside influence or diplomatic interference, the intelligence agencies should not dismiss such a possibility.\nUnfortunately, the lack of detected factors or consideration of such possibilities indicates a gap in our intelligence efforts.\nIntelligence agencies cannot rule out the possibility of sectarian motives fuelling the unrest. As of today, we have no concrete information from published sources on this issue. This suggests that our intelligence organisations are not fully engaged in their professional duties. It should be the task of intelligence agencies to monitor how political events might trigger or intensify underlying social divisions, including sectarian agitation.\nA large number of individuals were involved in the looting and arson. There may have been political patronage networks that mobilised people in response to the arrest. An army team arrived at the scene but did not stay long, which suggests a reluctance to engage.\nThe individuals rescued from the site of looting and arson were not factory workers but looters, indicating they were likely misled by rumours of easy gain. The ideal role of an intelligence agency would be to counter the spread of harmful information or disinformation that could provoke violence.\nFinally, it's possible that the looters, not being factory workers, were part of a larger criminal organisation exploiting the situation. The emerging stories suggest that looting was their primary motive, followed by arson, possibly linking criminals with political actors. Given the current state of law enforcement gaps in Bangladesh, intelligence services should have been proactive in detecting and disrupting these connections. Sadly, that was not the case.\nThe failures exposed by the Gazi tragedy are not just lapses in operational efficiency, they paint a very concerning picture of our intelligence effectiveness. For far too long, these agencies were misused to threaten lives through forced disappearances, serving the interests of political regimes rather than the people. The time has come for a profound transformation. We need to build a patriotic and proactive intelligence and security apparatus capable of preventing and addressing crises before they escalate. The future of our nation depends on it.\nMaj Md Badrul Alam Siddiqui (retd) is the head of operations at Millennium Certis Security Bangladesh Ltd.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Gazi factory fire: A wake-up call for intelligence reform",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/gazi-factory-fire-wake-call-intelligence-reform-3692636",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-09-2024"
    },
    {
        "full_article": "The recent assault on doctors at Dhaka Medical College and Hospital (DMCH) marks a deeply troubling moment in our society, highlighting a surge of mob mentality that threatens the sanctity of our most vital institutions. This incident not only demands immediate and unequivocal condemnation but also calls for a broader reflection on the implications of such actions for the future of our healthcare system and societal order.\nMedicine is a profession steeped in responsibility, sacrifice, and dedication. The journey to becoming a doctor is arduous, requiring years of intense study, relentless discipline, and an unwavering commitment to the well-being of others. Having a \"Dr\" before one's name comes with immense expectations—of competence, compassion, resilience, and integrity.\nDMCH has been a cornerstone of healthcare in Bangladesh. As one of the oldest and most prestigious medical institutions in the country, it has trained generations of doctors who have gone on to serve both at home and abroad. The hospital itself is a lifeline for thousands of patients daily, offering services that range from emergency care to specialised treatment for complex conditions. Its significance perhaps can never be overstated: it has consistently provided care to the most vulnerable, often under the most challenging conditions.\nThe doctors at DMCH, many of whom are young and still in the early stages of their careers, are often overwhelmed, working in challenging conditions with limited resources. Despite these challenges, they continue to provide critical care to those who need it most. When such individuals are assaulted, it is akin to an attack on the entire system of care and compassion that they represent.\n\nIn a country where healthcare resources are already limited, the erosion of trust between doctors and patients could have catastrophic consequences. When doctors begin to fear for their safety, the quality of care inevitably declines. Fear breeds hesitation, and in medicine, hesitation can be fatal. The psychological toll on healthcare workers—who are already under immense pressure—can lead to burnout, decreased morale, and even a reduction in the number of professionals willing to serve in these high-stress environments. Over time, this could exacerbate the brain drain, with talented doctors choosing to leave the country for safer, more supportive environments abroad. Such a loss would be irreparable, further exacerbating the healthcare challenges we face.\nI think that the attack on DMCH doctors is symptomatic of a broader issue plaguing our country: the rise of mob mentality. When individuals or groups take justice into their own hands, they undermine legal institutions and create an environment of fear and uncertainty. This is especially dangerous in the medical field, where decisions must often be made quickly and under immense pressure. The ability of doctors to perform their duties effectively hinges on their confidence that they are protected from unjust retribution. Without this assurance, the very essence of medical practice is compromised.\nAt the same time, it is also important to understand that the anger and frustration that lead to such incidents do not emerge in a vacuum. They are often rooted in deep-seated grievances, whether real or perceived, about the quality of care, the accessibility of services, or the conduct of medical professionals. While violence is never an acceptable response, these grievances must be acknowledged and addressed through transparent, accountable mechanisms. The interim government has a crucial role to play in this regard. They must ensure that any allegations of medical negligence are investigated thoroughly and impartially, with clear communication to the public about the findings and any subsequent actions. Accountability, grounded in justice and not in vengeance, must be maintained on all sides.\n\nOwing to the instability we are currently experiencing, the interim government must take decisive action. They must ensure the safety of all medical professionals. This is already being done by increasing security at hospitals, particularly in high-risk areas like emergency rooms where tensions often run high. Legal frameworks must be strengthened to deter violence against healthcare workers, with swift and decisive action taken against those who violate these laws. There is also a need for broader public education on the realities of medical practice, including the inherent uncertainties and risks involved in medical treatment.\nFurthermore, this incident should prompt a national conversation about the values we hold as a society. The respect we accord to those who dedicate their lives to public service—whether in medicine, education, or other fields—reflects our collective commitment to the common good. When we allow violence to go unchecked, we signal that the rule of law is secondary to the rule of the mob. This is a dangerous path, one that leads not to justice, but to chaos. This is something we are yet to combat as a nation.\nWe cannot think of the DMCH incident as an isolated event as it is a stark reminder of the dangers of mob mentality and the urgent need to protect our healthcare professionals. The safety and dignity of our doctors are not just their concern; they are the concern of all who depend on them—indeed, the concern of the entire nation.\nMaisha Islam Monamee is a student of Institute of Business Administration (IBA) at the University of Dhaka and a contributor at The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Doctors, mob justice and the health sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/doctors-mob-justice-and-the-health-sector-3692546",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-09-2024"
    },
    {
        "full_article": "Under the monthly fuel adjustment introduced by the deposed government in March last, the first such revision to the relief of some has been effected by the interim government. The relief is because of the downward adjustment of fuel oil prices. However, the slashing of oil prices is unlikely to benefit all strata of society. With a nominal cut by Tk 1.25 on a litre of kerosene and diesel for the month of September without any such adjustment in August by the previous administration, the more deserving lower segments of society will hardly benefit from the move. These segments are the major consumers of these two types of fuel oil. Petrol and octane are considered luxury fuels for reasons understandable and the two have become significantly less costly by Tk 6.0 a litre from Tk 127 down to Tk121 and from Tk 131 to Tk 125 respectively. The inescapable fact is that the poorer segments of society reeling from unrelenting inflation and lately from the impact of floods in several areas of the country needed some pragmatic move towards lessening their sufferings. If farmers who need diesel for operation of irrigation pumps or boatmen for trawlers or mechanised boats as well as public buses, trucks and covered vans for running them could enjoy a substantial cut on this particular type of fuel, it would have a beneficial impact on production of crops and transportation of commodities. This would ultimately reflect on the galloping inflation. Petrol used in cars, on the other hand, much as it may become cheaper, will have no or little impact on the economy. Had the price tags for different types of oil been reversed, it would make an immediate impact on transport fair and carrying costs of commodities including the daily essentials. Under the guideline on automatic oil pricing the Bangladesh Petroleum Corporation (BPC) prepared, the prices between diesel and petrol/octane have to vary by at least Tk 10. There is no bar to have a higher price differential between those. In fact, the price gap is of Tk 15.50 between kerosene/diesel and petroleum and of Tk 19.50 between octane and the former cheaper variety now costing Tk105.50 a litre.Effective from September 1, the new fuel prices are unlikely to give enough cause for celebration by the common people. There is a need for a comprehensive review of the requirements of fuel oils in different areas in order to assess the priority sectors in terms of production and contribution to the economy. Bangladesh's domestic oil production is next to nothing and hence it must prioritise the use of imported fuel for reaping the optimal benefits. In this context, it is worth noting that oil import in 2023 declined by 20 per cent not because prices went up but because devaluation of Taka and dollar crunch did not allow the import of a little over 10 million tonnes it imported in 2022. With almost similar amount of expenditure, the country ended up importing 8.26 million tonnes in 2023. Since there is no scope for import of oil by private companies other than the BPC, industrial units with reduced availability of fuel had to curtail production. This explains why a contractionary monetary policy was followed and the economy shrank. So there is no alternative to rationalising use of fuel oils.",
        "headline_1": "Significant impact of cut on fuel prices unlikely",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/significant-impact-of-cut-on-fuel-prices-unlikely-1725292463",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-09-2024"
    },
    {
        "full_article": "We have been investing in education with the hope of building a better tomorrow. We expect graduates to be eligible for high-paying jobs than those who do not pursue education. Hence, once we face the growing number of jobless graduates, academic curricula becomes the improvement target. How do we establish a correlation between curricula and the expected performance of the graduates? Besides, how do we figure out which changes are appropriate to accept?Furthermore, is academic curriculum advancement enough to create jobs and drive growth? For example, as Bangladesh has been paying billions of dollars to foreign engineers and technicians to design and build infrastructures like metro rail, power plants, bridges, highways, and telecom networks, will the necessary improvement of engineering curricula create jobs for graduates? Unfortunately, any amount of advancement of curriculum will not make it happen, as long as we keep pursuing the strategy of importing proven solutions through offering turn-key contracts to foreign firms. To clarify the issue further, let's look at additional examples. Over the last 25 years, it is observed that the salary difference between primary school dropouts and fresh university graduates in Bangladesh has shrunk from twenty times to close to two. For example, in 2000, a fresh engineering graduate used to start a job in the private sector with a monthly salary of BDT 10,000. During that time, the monthly wage of a domestic maid used to be BDT 500 for eight hours of work. As of 2024, the average salary of a fresh engineering graduate is around BDT 25,000. On the other hand, many households in Dhaka have been paying over BDT 12,000 for domestic helps. Besides, unlike domestic helps, university graduates remain unemployed for many months after graduation. Well, one may raise questions about the quality of education. Over the last 25 years, significant advancement has been made in updating engineering curricula, laboratory establishment, and faculty qualifications. Most of them have been following the curricula of top universities of the world in compliance with the Accreditation Board for Engineering and Technology (ABET) and the Board of Accreditation for Engineering & Technical Education (BAETE). Due to this success, as reported in the media, BAETE, under the Institution of Engineers, Bangladesh (IEB), became a full signatory to the Washington Accord on June 12, 2024, retroactively effective from June 2023. Furthermore, despite the gloomy performance in the domestic job market, a growing number of engineering graduates from Bangladeshi universities are finding jobs in globally reputed technology companies like Google directly from Bangladesh and are finding admission to reputed foreign universities. Although Bangladesh has been facing the reality of shrinking salary differences between fresh university graduates and primary school dropouts, the USA and many other advanced countries have been experiencing the opposite scenario. Does this scenario particularly apply to Bangladesh? Perhaps, no. In India, as many as 80 per cent of engineering graduates fail to get engineering jobs, as reported by the media. On the other hand, according to the Bangladesh Bureau of Statistics (BBS) Bangladesh Sample Vital Statistics Report of 2022, 41 per cent of the youth are neither working nor studying. If we delve further, we may find that most of them residing in this cohort are high-school, college, and university graduates. Furthermore, according to a survey, Tracer Study on Graduates of Tertiary-Level Colleges, released in September 2021 by the Bangladesh Institute of Development Studies (BIDS), as high as 66 per cent of National University (NU) graduates remain unemployed as their subjects and skills do not often match the criteria set by private sector employers. Let's now look into the growth issue. Undoubtedly, there has been significant increase in graduate production. However, such growth has created the impression of \"Over Supply of Graduates and Dissatisfied Employers\" in Bangladesh. The challenge is to ensure an appropriate use of the competence of these graduates in boosting economic growth. In addition to improving the knowledge and skills of graduates through curriculum advancement, we also need to enhance the efficiency level of the private firms and the government to derive value from the graduates' knowledge and the capacity to innovate. Suppose the government keeps pursuing the policy of importing major engineering solutions from foreign contractors, how will the quality improvement of engineering education by complying with ABET or BAETE and securing membership in the Washington Accord make Bangladeshi graduates eligible for designing, building, and innovating jobs?On the other hand, due to automation, the scope of adding value through domestically produced knowledge and ideas has been narrowing in replicating goods and services. Hence, if the private sector keeps pursuing replication-based productive activities and the government keeps incentivising them, will they not keep finding the competence of graduates increasingly irrelevant? For example, despite the rapid revenue growth, most telcom companies in Bangladesh have reduced their engineering headcount. As the government is allowing it, they are finding it more profitable to import equipment to produce service than add value to their technology by engaging local graduates. Besides, if startups are in a race to capture the market of primitive minimum viable products (MVP) through subsidies and the government keeps allowing and funding such market-distorting exercises, why should they engage graduates to produce knowledge and ideas for improving the quality and reducing the cost of their MVPs? On the other hand, if the academic community remains in the race to follow curricula of top foreign universities and gain higher positions in global ranking through publishing follow-up works of foreign professors, how will it make their graduates more eligible to drive the growth of the local industry? Of course, we need to improve the academic curricula. However, to have a strong correlation between curricula, jobs, and growth, we must first focus on our objective of education. Here are four primary objectives dominating the education system of Bangladesh now: (1) offering education to all as a fundamental right for building better human beings, (2) making graduates eligible for securing government jobs, (3) qualifying graduates for getting jobs both at home and abroad for driving economic growth, and (4) becoming eligible for pursuing graduate studies in foreign universities. We also expect Bangladeshi universities to keep gaining better positions in global rankings. Often, such objectives are found to be contradictory. If we do not upgrade our strategy and policy in constructing infrastructure and building the private sector, the correlation between curricula, jobs, and growth will suffer further. Hence, to leverage students' potential, we must focus on the objective of education and strategy and policy for development through locally produced knowledge and ideas so that the correlation between academic curricula, jobs, and growth keeps getting stronger. Furthermore, to derive benefits from curricula, there is a significant need to develop ethics, empathy, responsibility, rational expectation, dedication, patriotism, long-term consequential thinking, and passion for perfection among our students, faculty members and all other stakeholders.\nM. Rokonuzzaman, Ph.D is academic and researcher on technology, innovation, and policy. [email protected]",
        "headline_1": "Academic curricula, jobs and growth – how to correlate?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/academic-curricula-jobs-and-growth-how-to-correlate-1725292509",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-09-2024"
    },
    {
        "full_article": "Too many events have been taking place in recent weeks for the public to keep track of. Obviously, the most engaging among them were the violent political changes followed by the devastating flash floods in the northeastern and southeastern districts of the country affecting some 5.8 million people. With the floodwater slowly receding, the post-flood issues including the challenge of fighting waterborne infectious diseases, especially diarrhoea, will emerge. But there is yet another disease that appears with monsoon rains. Last year (2023), for instance, witnessed the deadliest form of the mosquito-borne disease, dengue, since 2000 that wreaked havoc across the country claiming over 1700 lives. In fact, over the past three years in a row, fatalities from dengue have proved to be the highest in Bangladesh among other dengue-endemic countries in the world. A research on dengue data collected between 2019 and 2023 from the world's five most dengue-affected countries including Bangladesh, Brazil, Mexico, Peru and the Philippines have shown that Bangladesh recorded the highest number of fatalities from dengue since 2021. This is concerning because, though Brazil recorded more than 10 million dengue cases over the last five years with a 'case fatality rate (CFR)' of 0.04 per cent, Bangladesh fared worse despite its record of fewer dengue cases. With half as many (relative to Brazil) documented dengue cases (0.5 million) over the 5 years' period, Bangladesh registered a fatality rate of 0.40 per cent which is 10 times that of Brazil. In 2023, for example, Brazil reported the world's highest number of dengue cases at 30,088,223. Whereas, being in the second place, the number of dengue cases in Bangladesh in that year (2023) was 321,179. But when it came to the deaths caused by dengue, Bangladesh grabbed first place at 1705 deaths, with Brazil trailing behind at 1163. Studies further show that since 2021, Bangladesh has been witnessing a persistent rise in fatalities from dengue. What is alarming is that the year 2024 has been registering a similarly high dengue 'case fatality rate' (CFR) at 1.11 per cent recorded between January and April this year. Consider that this is non-seasonal record of fatalities from dengue. According to the Directorate General of Health Services (DGHS), between January 1 and August 30, the number of dengue cases recorded was 12,495, while fatalities from dengue numbered 79. Very disturbing reports of hospitalisation of hundreds of dengue patients are coming from different parts of the country. With the mayors of city corporations, who used to look after the issue of combating dengue by way of destroying the breeding grounds of dengue-carrying mosquito aedes aegypti, now being replaced by civil servants as chief executive officers (CEOs), we are yet to notice required vector control measures being taken to fight the menace. The stagnant rainwater as well as flood can be a potential source of dengue. In that case, unless prompt measures are taken, dengue outbreak like last year may go out of control. Are the CEOs running the city corporations in absence of the mayors aware of the magnitude of the challenge they are facing from dengue? It is important to remember that despite their having sufficient manpower, the past city corporation authorities fought a losing battle against the dengue vector. Their failures were many. They failed to take expert advice, did not follow WHO guidelines and used ineffective larvicide to eradicate the dengue vectors. Worse yet, failing to accept responsibility, the city mayors blamed the citizens for their failure to combat dengue. The present city corporation authorities should avoid such deliberate mistakes that their predecessors committed. \n[email protected]",
        "headline_1": "Looming dengue outbreak",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/looming-dengue-outbreak-1725292535",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-09-2024"
    },
    {
        "full_article": "A new global report released recently has highlighted the dire cost of air pollution in Bangladesh, one of the world's most polluted countries. It says pollution from fine particulate matter (PM2.5) shortens the average Bangladeshi resident's life expectancy by 4.8 years, relative to what it would be if the World Health Organization (WHO) guideline of 5 µg/m³ were met. This alarming statistics underscore the urgent need for action.According to the air quality index (AQI) monitored by the organisation IQ Air last year, Dhaka ranked as the most polluted capital city, with AQI scores exceeding 300 multiple times. The AQI scores for the first and second days of this year were 244 and 256, respectively. An AQI score between 201 and 300 indicates very unhealthy air quality, with higher scores reflecting more severe pollution levels. \"Very unhealthy\" signifies that the air quality poses significant health risks, potentially leading to serious health issues with prolonged exposure.While specific data on deaths due to air pollution in our country is lacking, researchers, doctors, and observers think that the nation's severe air pollution is a leading cause of numerous diseases and fatalities.Public awareness campaigns are crucial to combat these health issues arising from air pollution. Measures such as reducing fossil fuel consumption, curbing black smoke emissions, promoting afforestation to counter deforestation, preventing littering and tobacco use, and minimising dust generation during construction activities are essential steps to improve air quality and public health.Various laws and regulations are being discussed by the government to mitigate and prevent air pollution, but both governmental and private initiatives are crucial in addressing this issue. Ignorance of the people and irregularities of different kinds remain major problems. Urgent action is needed to tackle this pressing issue, otherwise air pollution will become a leading cause of death. It is not solely the responsibility of the government or environmental organisations; citizens must also be proactive in safeguarding the environment.\nAbrar AhmedGulshan, Dhaka",
        "headline_1": "Air pollution cutting life short",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/air-pollution-cutting-life-short-1725292554",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-09-2024"
    }
]