[
    {
        "full_article": "Generative artificial intelligence (AI) is AI that can create new data. There are many instances of generative AI in the world today, most commonly used to generate text, images, and code in response to users’ requests, even if they are capable of more. Their widespread adoption really embellished their capabilities, leading to awe, then worry. OpenAI’s ChatGPT chatbot mimics intelligence very well; today, it has become synonymous with the abilities of generative AI at large. In the last few years, AI models backed by neural networks trained on very large datasets and with access to sufficient computing power have been used to do good, such as finding new antibiotics and alloys, for clever entertainment and cultural activities, and for many banal tasks, but it has caught attention most notably with its ability to falsify data. The world is past being able to reliably differentiate between data that faithfully reflects reality and data made to look that way by bad-faith actors using AI. This and other developments led a prominent group of AI pioneers to draft a single-sentence, and alarmist, statement: “Mitigating the risk of extinction from AI should be a global priority alongside other societal-scale risks such as pandemics and nuclear war.” Dishonest actors wielding AI are one of many threats, but the statement is too simple to admit the complexity of human society.Some specific concerns enumerated in other communiqués are worth taking seriously, however: the inscrutability of the inner workings of AI models, their use of copyrighted data, regard for human dignity and privacy, and protections from falsifying information. The models being developed and used today are not mandated to tick these boxes, even as there is no way to understand the risks they pose. So, even at a point when the computational resources required to run AI models in full coincide with that available in consumer electronics, the world will need at least rolling policies that keep the door open for democratic institutions to slam the brakes on dangerous enterprises. At this time, the Indian government should proactively launch and maintain an open-source AI risk profile, set up sandboxed R&D environments to test potentially high-risk AI models, promote the development of explainable AI, define scenarios of intervention, and keep a watchful eye. Inaction is just not an option: apart from the possibility of adverse consequences, it could render India missing the ‘harnessing AI for good’ bus.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nArtificial Intelligence",
        "headline_1": "Good and bad: On India and artificial intelligence",
        "headline_2": "India needs to harness the benefits of AI while avoiding adverse effects",
        "link": "https://www.thehindu.com/opinion/editorial/good-and-bad-the-hindu-editorial-on-india-and-artificial-intelligence/article66925235.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-06-2023"
    },
    {
        "full_article": "Gross Goods and Services Tax (GST) revenues grew 11.5% to cross ₹1.57 lakh crore in May. While this marks the slowest growth in six months, with collections 16% lower than April’s inflows, a nuanced reading is warranted. April’s revenues, which crossed a record ₹1.87 lakh crore, were bumped up by financial year-end compliances. Although May’s collections, for transactions during April, the first month of this financial year, were the lowest in three months, they signal a broader positive trend. While GST revenues have been over the ₹1.4 lakh mark for 15 successive months, May’s revenues mark only the sixth time that GST revenues have crossed the ₹1.5 lakh crore mark. Four of those occasions have been in 2023. More significantly, even after discounting the April spurt, the average monthly revenues between October 2022 and May 2023 are over ₹1.53 lakh crore (and ₹1.57 lakh crore-plus if April’s record kitty is included). Revenues have held up despite retail inflation cooling to 4.7% in April and wholesale prices slipping into deflation. Given this backdrop, if price rise continues to ease, 10%-12% growth rates in the GST kitty should be fine even if they seem more solemn than last year.Initial data on May’s economic activity indicate some acceleration. As per the S&P Global Purchasing Managers’ Index (PMI), manufacturers had their best month since October 2020, fuel sales rebounded after two patchy months, and wholesale auto sales appear to be speeding, albeit on a low base for some segments. Besides, other compliance- and consumption-led tailwinds could lift revenues in the coming months. Till July, when the GST regime completes six years, the Revenue Department is undertaking a special two-month drive to tackle evasion and fake registrations. A new return scrutiny system has kicked in to prioritise cases with higher revenue implications. From August, e-invoicing will be mandatory for firms with an annual turnover over ₹5 crore, snipping possible loose ends in the tax trail. That some holders of the withdrawn ₹2,000 currency notes are looking to spend part of their stash by September 30 may provide some fillip too. If around ₹1.55 lakh crore is likely to be the new normal for monthly GST revenues, the government must seize this window to expedite the resolution of policy-level anomalies that still haunt the tax. Even if political bandwidth is constricted ahead of the Lok Sabha polls, the GST Council must not dither on what is doable in the short run, such as setting up tribunals, clarifying gaming and casino levies, and drawing up the blueprint for fixing an unwieldy rate structure.\nCOMMents\n SHARE\n\nCopy link\n\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntaxes and duties",
        "headline_1": "Reset time: On GST revenue growth",
        "headline_2": "The current revenue trajectory presents an opportunity to fix GST’s flaws",
        "link": "https://www.thehindu.com/opinion/editorial/reset-time-the-hindu-editorial-on-gst-revenue-growth/article66925175.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-06-2023"
    },
    {
        "full_article": "This fiscal won’t see 7%-plus growth. But growth will still be good, around 6%, and some of the weaknesses in consumption may get corrected\nThe latest upward revision of GDP growth estimate for fiscal 2023 to 7. 2%, from the earlier 7. 0%, confirms the Indian economy has recovered from the Covid pandemic much better than expected.\nThe growth comes on a higher base – GDP estimates for fiscal 2021 and 2022 were also revised upward a few months back – and reflects strong momentum. This was not entirely unexpected as some of the services sector indicators and tax collections were pointing towards healthy performance.\nRead full story on TOI+\n\n",
        "headline_1": "GDP: What FY23 says about FY24",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/gdp-what-fy23-says-about-fy24/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-06-2023"
    },
    {
        "full_article": "Sakshi Malikkh and Vinesh Phogat’s medals are directly responsible for making the sport acceptable for rural women. Is a decade’s worth of progress now in danger?\nAt the beginning of the year, before the wrestlers’ protests began, I was in Sakshee Malikkh’s home in Rohtak to interview her for a story. There was a buzz in the household – Malikkh is rarely home, so this was a special occasion for her parents. At one point, Malikkh and her parents took me to the room where all her medals and trophies are kept. They recounted stories from her childhood, from the more recent past, associated with this medal, or that trophy. It meant so much to them that they had to hold back tears.\n“When I came to know about the Olympics, it became an obsession,” Malikkh told me. “For years I would wake up and the first vision that came in my mind was I was on the Olympic podium holding the Indian flag. Can you imagine what it felt like when I actually did it?”\nRead full story on TOI+\n\n",
        "headline_1": "What tomorrow’s champions will wrestle with",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/what-tomorrows-champions-will-wrestle-with/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-06-2023"
    },
    {
        "full_article": "Nepal PM Prachanda’s visit to India is much more consequential than most bilaterals are. This is the new leader’s first foreign visit since he took Nepal’s top job last December. Recall that Prachanda had made Beijing his first port of call after becoming PM for the first time in 2008. Between then and now, the India-China-Nepal equation has changed radically. With New Delhi-Beijing ties hitting a low after the 2020 Galwan clashes and Chinese incursions, Kathmandu now finds itself caught between its two giant neighbours.\n\nFurther complicating matters is the fact that Nepal is emerging as a strategic battleground between the US and China, as exemplified by Kathmandu politics over the $500 million US grant under the Millennium Challenge Corporation Nepal Compact. Nepal is also a signatory to China’s BRI and Beijing has been pushing for faster implementation of projects under that initiative. Plus, the Ukraine war has made Kathmandu acutely aware of the dangers of becoming a bone of contention between big powers.\nIt’s against this backdrop that India-Nepal relations today need to be seen. Given its geographical position, Kathmandu will naturally try to maintain close relations with both New Delhi and Beijing. New Delhi therefore needs to be smarter, and not try to micro-manage ties. The latter approach can backfire spectacularly, as it did during the 2015 blockade that had reversed all the goodwill generated by PM Modi’s first visit to Nepal in 2014. Similarly, the unresolved bilateral border issue needs to be addressed through sober deliberations and not be aggravated through a war of maps.\nOn the economic front, India must expedite all pending projects in Nepal and stick to a needs-based development model. Prachanda’s visit has seen the two sides ink seven MoUs and agreements, including a transit treaty and a pact on bilateral digital payments. There is also a long-term understanding on selling Nepal’s excess power to India. All of these are welcome initiatives. But the overall relationship needs to be maintained through mutual respect. Given China’s growing assertive presence in the neighbourhood, India can ill-afford to take ties with Nepal for granted.\n\n",
        "headline_1": "How to be a pal – India must be smart in managing its relations with Nepal, which is now a theatre of big power moves",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/how-to-be-a-pal-india-must-be-smart-in-managing-its-relations-with-nepal-which-is-now-a-theatre-of-big-power-moves/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-06-2023"
    },
    {
        "full_article": "Global financial markets were spared a shock when the US House of Representatives passed a bill that suspends the American government’s debt ceiling. The US will be able to borrow money beyond June 5, when it is expected to run out of cash balance. However, there’s still some way to go before legal formalities are completed. The bill has to be cleared by the US senate soon and signed by the president for it to take effect.\n\nThe brinkmanship on display is not just an American issue, it has implications for countries such as India, thanks to the role of the US debt market and currency in the global financial system. About 58% of the world’s foreign reserves are held in US dollars, followed by Euro with around 20% share. These reserves are parked in US securities, some of which serve as the benchmark for safe assets. Given the level of investment other countries have in US debt instruments, a default on interest payments is a step into the unknown.\nThis risk hasn’t gone away despite the political compromise that led to the bill. The debt ceiling represents the amount of outstanding debt the US government can issue, now at $31. 4 trillion. Since that amount is the debt incurred by the incumbent government and its predecessors, the ceiling has often been adjusted without brinkmanship.\nFor example, since 1960 it has been adjusted 78 times. However, the political conventions that allowed the US financial markets and currency to become the global financial system’s anchor have all but broken down. Therefore, the risk of another crisis in January 2025, when the duration of the current deal to suspend the debt ceiling ends, remains high.\nIn the face of uncertainty, financial markets always push up interest rates, which has a negative effect on economic activity. For the moment, there’s no alternative to the US as China, the world’s second largest economy, doesn’t command enough trust. In the absence of alternatives, we need to adapt to the spillovers of American political gridlock.\n\n",
        "headline_1": "Loanly at the top – The US debt ceiling deal spares the world of a shock. But the underlying problem remains",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/loanly-at-the-top-the-us-debt-ceiling-deal-spares-the-world-of-a-shock-but-the-underlying-problem-remains/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-06-2023"
    },
    {
        "full_article": "The official rhetoric of priority for education and human development has once again failed to be reflected in the national budget proposed for fiscal year 2023-24. The record-high national budget of Tk 761,785 crore has in it the record-low allocation of Tk 88,000 crore for education – which amounts to 11.57 percent of the total budget and 1.76 percent of GDP. Though marginally higher in nominal amounts than the current year's allocations, these numbers mark a historic low proportionately. So much for the government's vaunted priority for education!\nCivil society members and even politicians have, in pre-budget discussions, routinely called for larger government budgets for education. They have tried to make the case that the national goal of scaling the heights of an upper-middle-income country and eventually reaching the rank of a developed nation requires this investment. They cite the very low public education budgets compared to those of neighbouring and other developing nations. They mention the recommended international standard of six percent of GDP and a commensurate 20 percent or so of national budget for the education sector.\nIn his budget statement, titled \"Towards Smart Bangladesh Sustaining the Development Achievements in a Decade and a Half\", Finance Minister AHM Mustafa Kamal said, \"Enhancing the quality of education at all levels is our special commitment.\" He confidently asserted that, \"We are reaping the benefits of the government's policies as well as targeted spending in education and skill development over the past 14 years.\"\nObservers of the education scene and concerned citizens will commend the expression of commitment to quality, but most will dispute the assertion that we are reaping the benefits of policies and targeted spending.\nIn the budget details of the activities to be supported, it can be seen that it is a continuation of what is being done within the existing pattern and structure. As much is admitted when it is said, \"In the primary education sector, we will continue our regular activities, especially infrastructure development; expansion, repair and renovation; stipend; distribution of textbooks and other education materials; recruitment and training of teachers; digitisation, school feeding etc.\" A similar emphasis on infrastructure, supplies, and expansion is seen at other levels of education.\nNot that infrastructure and expansion are not needed. Educators, however, argue that the inputs do not guarantee outcomes in students' learning and competencies unless the inputs are put to good use through necessary measures. These include good pedagogy, enough qualified teachers, devoted work by skilled teachers, supervision and accountability in each school, a facilitative learning environment in schools, and fair assessment of what students have and have not learned.\nAccess to education at all levels has certainly expanded, especially so at the primary stage. Besides the expansion, available evidence on a student's learning outcome and reducing inequity and exclusion in the system does not offer much reason for comfort.\nThe disruptive impact of the pandemic – especially the lengthy school closure – and putting students back on track, have been a worldwide concern. Education Watch and other studies have warned about the immediate and likely long-term harm caused by the pandemic to learners and the education system in Bangladesh. They have pleaded for urgent remedial measures with resource support and funding for schools and teachers.\nThe new budget has not displayed cognisance of the need for post-pandemic recovery and remedial actions. We have seen the same denial of pandemic effects and the need for recovery support for education in previous years' budgets (between FY 2020-21 to 2022-23) during the peak of the pandemic and its immediate aftermath.\nWhen the national budget fails to give due recognition to the needs and priorities of a vital sector such as education, is it the failure of the Minister of Finance, who presents the budget on behalf of the government? The budget planners at the Ministry of Finance are not expected to be knowledgeable about the intricacies of the right strategies and programmes regarding education or what should be given priority among competing demands. The education authorities – in Bangladesh, the two Ministries of Education – have to make a case and be persuasive about it.\nEducation activists who have argued for bold new initiatives in education enhancing skills and capabilities for the next generation have found it difficult to engage with the education authorities in a serious dialogue. Having two ministries of education with divided turfs even for managing school education has not helped the shaping of a holistic vision for change. The senior functionaries of the two ministries who seem to be calling the shots are happy with the status quo, not inclined to rock the boat.\nWe do not know what the two ministries asked for in terms of raising allocations for the sector and whether any innovative thinking found a place in their budget submission. There has not been great receptivity in the two ministries of education and from the political decision-makers towards civil society education advocates' pleas for re-imagining 21st century education.\nThe education re-imagination agenda includes moving towards greater and more genuine decentralisation of education governance, attracting talented people towards the teaching profession and keeping them there, a major initiative to widely and effectively apply the blended approach (merging tech-based and teacher-supported learning), building partnerships between government and non-state actors, and establishing a permanent education commission to guide and monitor education system changes. These could be the components of an education sector plan and a 10-year megaproject for education.\nAt the political level, as in the senior education bureaucracy, there appears to be little appetite for thinking about and acting on transformative changes in education that goes beyond mere lip service.\nA case in point is a Tk 100 crore special allocation in the budget proposal for the skills development of the youth. It is expected that \"research and innovation centres of various local universities will train 80,000 youth in advanced technology and entrepreneurship development.\" The intention is laudable. It is, however, not likely that a standalone project of this kind can succeed when most \"local universities\" cannot meet minimum standards of academic environment and performance.\nThe bottom line is that Bangladesh's education system needs much larger public investment, but the desired results can be achieved only when the priorities, programmes and strategies for effective action are in place and backed up by high level political decisions.\nDr Manzoor Ahmed is professor emeritus at Brac University, chair of Bangladesh ECD Network (BEN) and vice-chair of Campaign for Popular Education (CAMPE). The views expressed in this article are his own.\n\n",
        "headline_1": "Education lags again in funding and action",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/education-lags-again-funding-and-action-3336326",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-06-2023"
    },
    {
        "full_article": "There is no denying that preparing a budget at this hour of crisis is a difficult task. But that is what makes the formulation of a realistic, effective and implementable budget all the more important. Unfortunately, as experts across the nation have expressed, the budget proposed by the finance minister failed to live up to that task and the expectations of the people.\nThere is no reason to believe the government will be able to achieve the revenue target proposed in the budget. And that will only widen the already significant budget deficit. All available options in terms of financing the deficit will put a greater burden on the economy – on small and medium enterprises in particular, as well as downwards from the middle class. For example, should the government choose to borrow more from Bangladesh Bank – print more money – it will only further fan the flame of inflation, which would make life most difficult for the already struggling middle class and lower income groups. \nThe overall budget is not at all pro-people – not for the majority at least. It provides very little relief for the middle class who arguably face the greatest burden (as the government will rely heavily on indirect taxes), while the social safety net allocation will barely provide any cushioning for vulnerable groups. These decisions, alongside the proposed relief for the rich, shows that the government has consciously chosen to ignore the two most important problems presently plaguing our economy: inflation and inequality. Hence, the budget proposed no concrete measures to tackle inflation, and nearly altogether ignored the inequality issue. Similarly, it did not provide any remedy for default loans or the forex reserve crisis, both of which have resulted in Moody's downgrading Bangladesh's sovereign rating – which could be very bad news for the economy. \nDevelopment allocation for education has decreased, getting us farther away from the Unesco-recommended six percent allocation of total GDP. And the development allocation for healthcare has also decreased – although the operation allocation has increased, which mostly concerns salaries, etc – which could further worsen the quality of our healthcare system.\nInstead of addressing our biggest economic challenges – corruption, for example – the budget, over the years, has become a tool to further extend benefits to wealthy and politically connected groups. And this budget is no different. It fails to ensure better utilisation of government subsidies, most of which ends up in the pockets of the politically connected, and ignores much-needed reforms and policy changes. The government should, therefore, revise it considerably – keeping in mind the concerns expressed.\n",
        "headline_1": "Proposed budget is grossly inadequate",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/proposed-budget-grossly-inadequate-3336056",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-06-2023"
    },
    {
        "full_article": "The national budget for the 2023-24 fiscal year arrives at a time when Bangladesh's comfort zone of having macroeconomic stability from strong growth and the advantage of low international prices have disappeared. Crafting a budget under the current circumstances is unquestionably difficult. Anybody sitting on the hot seat at the finance ministry would have to be juggling a lot of things around to get the equation of expenditure and income right so that it benefits people from all strata. During the ongoing difficulties, which have partly emanated from the pandemic fallout and the Russia-Ukraine war, achieving economic growth, promoting investment, creating job prospects, maintaining a stable external sector, and reducing poverty and inequality are tough. But the Herculean task is bringing down the prices of essentials and containing inflation, as the lives of poor, low- and lower-middle-income households continue to be afflicted due to high prices.\nIn the context of an unprecedented economic crisis, how the finance minister would design the FY2024 budget was a matter of both curiosity and worry for the citizens of the country. But now that it has been unveiled, there is not much in it to make us feel better in terms of its focus and measures.\nBudget deficit and resource mobilisation\n\nThe imbalance between expenditure and revenue is a regular phenomenon in Bangladesh, which leads the government to borrow both from domestic and foreign sources. For a long time, the economy maintained its budget deficit at below five percent. In the revised budget of FY2022-23, the deficit was 5.1 percent of GDP, and the FY2023-24 budget proposes it to be 5.2 percent of GDP. What is worrying is that a big part of this deficit will be financed with resources from the banking system. The government borrowed from the banking system much more in the outgoing fiscal year than what was projected in the budget originally. It was more disturbing that the government borrowed high-powered money from Bangladesh Bank this fiscal year.\n\nEven though the revenue shortfall in the current fiscal year was high till February 2023, and indeed the growth during July-February of FY2023 has been (-) one percent lower than the same period in FY2022, the target for FY2024 has been set at 10 percent of GDP. Achieving this growth will be challenging, given the trend of not being able to meet revenue targets over the last several decades.\nWith limited resources for development spending, low tax-GDP ratio, and the commitment to the International Monetary Fund (IMF) to increase revenue mobilisation by Tk 65,000 crore, the finance minister has resorted to desperate measures to generate higher revenues in the proposed budget. Hence, even though the revenue shortfall in the current fiscal year was high till February 2023, and indeed the growth during July-February of FY2023 has been (-) one percent lower than the same period in FY2022, the target for FY2024 has been set at 10 percent of GDP. Achieving this growth will be challenging, given the trend of not being able to meet revenue targets over the last several decades.\nIn order to achieve this target, it is crucial for the authorities to address the larger issues of expanding the tax net, exploring new sources of tax, reducing tax evasion, modernising the National Board of Revenue (NBR), and implementing e-governance. Higher revenue collection is not possible if the focus is primarily on targeting individuals and sectors that are already within the tax system. The NBR earlier identified new areas and sectors outside the existing tax net. This exercise has to be implemented through unpopular measures. As more individuals and institutions come under the purview of the tax department, tax revenue will naturally increase. Also, the current tax structure, which relies on indirect tax – which is regressive and discriminatory in nature – must be changed.\nDevelopment expenditure and ADP\n\nThe growth target of public development expenditure is slightly higher than the revised target of FY2023 as a percentage of GDP. The shortfall in implementation of development expenditure reflects the government's limited utilisation capacity. Indeed, the target for the Annual Development Programme (ADP) of the outgoing fiscal year has also been adjusted downwards. Till February 2023, the implementation of development expenditure was only 37.6 percent. Over the years, the size of ADP has consistently been around five percent of GDP, which is inadequate for propelling the country forward. This low level of public investment also hampers private investment and discourages foreign investment.\nRelief from price hike?\nUnfortunately, the national budget in Bangladesh has become a tool to extend benefits to wealthy and powerful groups, while ignoring the suffering of low- and fixed-income families. No wonder inequality is on the rise despite the increase in per capita income. The Household Income and Expenditure Survey (HIES) 2022 of the Bangladesh Bureau of Statistics (BBS) revealed how inequality has been on the rise since 2010. Indeed, the Gini coefficient, which is an indicator of inequality, has been rising over the years, reaching 0.499 in 2022 from 0.458 in 2010.\nThe government has set the inflation target at six percent for FY2024, but the proposed budget does not provide much promise for containing the inflationary pressure and giving some respite to the people from the pressure on their pockets. Unfortunately, our policymakers have been consistently blaming international prices as the culprit for high prices in the domestic market. Hence, they identify the existing high inflation, which has been hovering around nine percent throughout the year, to be an imported one. Initially, following the start of the Russia-Ukraine war, when prices were high globally, a major component of domestic inflation was external. But now everyone knows that the prices of items that Bangladesh imports have been declining on the international market consistently. Therefore, measures to tackle inflation should also be tailored according to reality.\nOn a positive note, the government has increased the threshold of tax-free annual income from Tk 3 lakh to Tk 3.5 lakh. But this measure will not benefit many low-income individuals as those who will avail government services need to provide proof of income tax return submission. So, in the process, they will have to pay a minimum tax of Tk 2,000 even if their annual income is lower than Tk 3.5 lakh. This contradicts the very concept of tax-free income threshold.\nTime and again, the need for fiscal measures in terms of reducing value-added tax (VAT) on imported essential items for a certain period of time has been advocated. This should be bolstered by direct support measures, such as expansion of the social protection system. Measures such as open market sales of more commodities and higher allowances for the poor must be expanded both in volume and value. The poor and low-income segment of the population cannot be punished for the squeezed fiscal space that has been created due to the government's inability to enhance its revenue mobilisation efforts.\nThe annual budget is a tool for helping people to survive and thrive as the government presents various fiscal measures having implications for people from all walks of life. Given the current context, it was expected that the budget would focus more on addressing the critical immediate issues, while suggesting solutions for the medium term. However, the government once again expressed its obsession over growth, which is set at 7.5 percent, without any guidance on how it could be achieved in this difficult time. Ironically, people are not interested in GDP growth given that they are being choked by the upward price spiral. They only want to breathe.\nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n\n",
        "headline_1": "Cause for frustration for common people",
        "headline_2": "",
        "link": "https://www.thedailystar.net/special-events/national-budget-2023-24/news/cause-frustration-common-people-3335411",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-06-2023"
    },
    {
        "full_article": "There is no denying that preparing a budget at this hour of crisis is a difficult task. But that is what makes the formulation of a realistic, effective and implementable budget all the more important. Unfortunately, as experts across the nation have expressed, the budget proposed by the finance minister failed to live up to that task and the expectations of the people.\nThere is no reason to believe the government will be able to achieve the revenue target proposed in the budget. And that will only widen the already significant budget deficit. All available options in terms of financing the deficit will put a greater burden on the economy – on small and medium enterprises in particular, as well as downwards from the middle class. For example, should the government choose to borrow more from Bangladesh Bank – print more money – it will only further fan the flame of inflation, which would make life most difficult for the already struggling middle class and lower income groups. \nThe overall budget is not at all pro-people – not for the majority at least. It provides very little relief for the middle class who arguably face the greatest burden (as the government will rely heavily on indirect taxes), while the social safety net allocation will barely provide any cushioning for vulnerable groups. These decisions, alongside the proposed relief for the rich, shows that the government has consciously chosen to ignore the two most important problems presently plaguing our economy: inflation and inequality. Hence, the budget proposed no concrete measures to tackle inflation, and nearly altogether ignored the inequality issue. Similarly, it did not provide any remedy for default loans or the forex reserve crisis, both of which have resulted in Moody's downgrading Bangladesh's sovereign rating – which could be very bad news for the economy. \nDevelopment allocation for education has decreased, getting us farther away from the Unesco-recommended six percent allocation of total GDP. And the development allocation for healthcare has also decreased – although the operation allocation has increased, which mostly concerns salaries, etc – which could further worsen the quality of our healthcare system.\nInstead of addressing our biggest economic challenges – corruption, for example – the budget, over the years, has become a tool to further extend benefits to wealthy and politically connected groups. And this budget is no different. It fails to ensure better utilisation of government subsidies, most of which ends up in the pockets of the politically connected, and ignores much-needed reforms and policy changes. The government should, therefore, revise it considerably – keeping in mind the concerns expressed.\n",
        "headline_1": "Proposed budget is grossly inadequate",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/proposed-budget-grossly-inadequate-3336056",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-06-2023"
    },
    {
        "full_article": "The finance minister on Thursday presented the country's 52nd budget of Tk 761,785 crore, which is 12.34 percent more than the previous budget of Tk 678,064 crore. It has been portrayed as expansionary and future-oriented. But unfortunately, there is barely any reflection in the proposed budget of the current reality being experienced by the majority of people in the country. Two positives that can be taken away from the budget is the environmental tax – influenced by the World Bank's loan conditionalities – imposed on owners of more than one car, and the allocation for startups that the government hopes can transform the country from \"Digital Bangladesh\" into \"Smart Bangladesh.\" But when prices of food and non-food items have shot through the roof, these catchphrases are of no use to the people who are being overwhelmed by their daily struggles.\nIn the budget, the government has proposed increasing the tax-free income threshold, but only slightly, from Tk 3 lakh to Tk 3.5 lakh. Yet simultaneously, it increased the surcharge-free limit of wealth from Tk 3 crore to Tk 4 crore – a gift to the rich. It also proposed increasing the monthly allowance for the elderly by Tk 100 to Tk 600, and for widowed, deserted and destitute women by Tk 50 to Tk 550, which are still extremely trivial amounts given the present conditions. Even more ludicrously, it proposed the imposition of a minimum tax of Tk 2,000 for individuals who are required to submit income tax returns to avail themselves of various government services, even if they do not have taxable incomes. Meanwhile, in its desperate bid to increase revenue, the government has decided to rely more on indirect taxes, which will increase the financial burden on the middle-class in particular.\nIn typical fashion, the government has also come up with a wishful inflation control target of 6 percent; however, most of the budgetary measures give very little hope of achieving it. The budget has also set a highly ambitious revenue collection target of Tk 500,000 crore, with the vast majority of it to be collected by the National Board of Revenue (NBR). However, given that the NBR has failed to meet its tax collection target in the past 11 consecutive years, and that the newly proposed target will be its greatest challenge till date, we see no reason yet to believe that this time will be different. And despite the mention of bringing some reforms to the tax system, the government has failed to provide specifics of said reforms – which is concerning because we have previously seen such promises turn out to be completely hollow.\nBesides that, government expenditure will be financed by significant borrowing from the banking sector which may lead to a \"crowding-out effect\" – thereby increasing the struggles of small and medium enterprises to access loans – not to mention increase the government's debt burden. Or it will be financed by borrowing from Bangladesh Bank, meaning more money printing, which will increase inflation. The government also plans to finance the deficit via foreign borrowing. But it is difficult to see how the government can mobilise the targeted funds, given its past collection history.\nIt is evident that the IMF has had quite a bit of influence in the budgetary preparations and allocations. But that has not been echoed in the allocation for the healthcare and education sectors, with both sectors receiving lower percentages of the total budget as compared to last year. Because the IMF was also opposed to government subsidies, the subsidies for the energy sector have to be more effectively utilised as people cannot afford even higher energy prices right now. Yet it is unclear what the government plans to do about its energy subsidies – whether most of it will again go down the drain in the form of paying capacity charges to private and politically connected individuals and businesses, or it will be actually used to give relief to the public. For once, the issue of paying enormous capacity charges was mentioned during the budget session. But disappointingly, no bold decisions were taken.\nThis overall lack of initiative and courage pretty much sums up the proposed budget, which was neither pro-poor, even though it needed to be, nor cognisant of the rapidly growing inequality gap, which has already reached a worrying level. While setting unrealistic targets, the government has failed to consider the very real sufferings of the people by presenting a budget that barely looks to address any of their most burning concerns.\n",
        "headline_1": "Budget has no reflection of people’s sufferings",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/budget-has-no-reflection-peoples-sufferings-3335416",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-06-2023"
    },
    {
        "full_article": "The budget placed by Finance Minister AHM Mustafa Kamal in Parliament for the next financial year (FY) amidst applause and table-thumping by the ruling party and like-minded lawmakers last Thursday contains lofty goals, but it lacks clear strategies to achieve those in an unprecedentedly difficult time. Officials at the finance ministry usually burn the midnight oil while accomplishing the complex task of preparing a national budget. Given the situation prevailing now both at home and on external fronts and a general election looming on the horizon, the task was particularly daunting. Is this a time-befitting budget? 'Yes' and 'no'. 'Yes' in the sense that some sops have been proposed for domestic industries and the poor and disadvantageous section of people. In addition, a plan has been unveiled to introduce a universal pension scheme in the upcoming financial year. But the 'nos' are too many and the prominent one being the lack of a strong and effective strategy to provide relief to consumers in these days of runaway inflation.By any measure, a Tk 7.62 trillion budget under the given circumstances is an expansionary one in the context of inflationary pressure that the economy has been enduring for a considerable amount of time and the persistent dollar crunch. The budget targets to lower the inflation rate to 6.0 per cent in the upcoming fiscal from the prevailing rate of 8.6 per cent. But the measures incorporated into the budget for next fiscal have all the potential of doing the opposite. Bank borrowing, a handy tool that the government uses very often to deal with budget deficits, is likely to torpedo that idea. The government has borrowed right and left, particularly from the central bank, in the outgoing fiscal year. The net borrowing from the banking system more than doubled to Tk 780 billion in the July-May period compared to the corresponding period of FY'22. What is more damaging is that the authorities borrowed more high-powered money from the central bank than from scheduled banks to avoid a crowding-out effect on the private sector. As the liquidity situation with banks is uncomfortable, the government may be forced to pursue the same style of borrowing with the consequence of fuelling inflation further. The greenback crunch has been taking a heavy toll on the economy, and poor and low-income people in particular. The situation has become even tighter lately. The central bank raised the exchange rate by Tk1.50 on Thursday, coinciding with the placement of the national budget. Thus, the depreciated Taka along with the country's credit rating downgraded by Moody's is likely to make the price situation worse.It is not that the finance minister is oblivious of the challenges that the government faces. While touching upon 'Smart Policies and Strategies to Build Smart Bangladesh' in his budget speech he listed the challenges, which included controlling inflation, improving the current account balance situation, and stabilising the foreign exchange rate. He mentioned some remedies, such as tariff rationalisation, domestic resource mobilisation to meet the fiscal deficit and withdrawal of subsidy/cash assistance. He felt that those needed to be considered right 'now'. Remedies to that end, however, are not visible. Subsidies and interest payments together constitute 40 per cent of the operating budget and anything notable is not seen on the tax front except for raising the individual tax threshold, a welcome move for low-income taxpayers in these days of financial distress. But the proposed mandatory payment of Tk 2,000 by every service-seeking holder of tax identification number (TIN) has given rise to serious confusion. If a TIN holder has to pay a minimum amount of tax, what is the use of keeping the tax threshold? The provision for mandatory tax payments by TIN holders is likely to fuel anger among the vast majority of low-income people. Instead of engaging many taxmen in mobilising a paltry amount of tax revenue from the people most of whom do not have taxable income, the revenue board needs to plug tax evasion by the biggies. Besides, the proposal to raise the limit of wealth value from Tk 30 million to Tk 40 million for levying a surcharge at 10 per cent runs counter to the move to impose Tk 2,000 tax on TIN holders and efforts, if there is any, to narrow the growing income inequality in the country.The government deserves appreciation for its decision to raise the number of elderly, widows and destitute women beneficiaries, though by a nominal margin, and their monthly allowance, that too marginally. The increase in financial benefits, however, would mean nothing, if seen in the context of soaring inflation. The finance minister's plan, as detailed in his budget speech, to roll out the Universal Pension Scheme, though heartening is unlikely to be materialised during the upcoming fiscal year since a lot of work needs to be completed before putting the scheme into effect. This time Mr Kamal deviated entirely from the traditional way of budget presentation in Parliament, but the content of the budget--- key budget figures, however, was known to most people beforehand courtesy of the media--- is not in any way significant. The challenges the economy now facing demand a demonstration of greater craftsmanship by the finance minister and his team. However, there is still time to mend lapses --- likely to hurt most --- and help offer some comfort to the low and middle-income people reeling from inflationary pressure.",
        "headline_1": "Budget for FY'24: Not up to task of meeting challenges",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/budget-for-fy24-not-up-to-task-of-meeting-challenges-1685720273",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-06-2023"
    },
    {
        "full_article": "One of the major issues that has held back the government's desire to get things done every fiscal year (FY) is the lacklustre performance (in terms of implementation) of the various agencies when it comes to achieving development goals. This Achilles heel has never been properly addressed because it is a complex issue. First, multiple agencies work on similar or same projects creating more problems than it solves. The lack of accountability, i.e., which agency is responsible for what and when things don't pan out according to plan, which agency will answer for it remains a vague area on the governance side. Then of course there is the tendency to inflate the development budget over-and-above the preceding FY, without taking cognizance of the capacity of agencies.All this is reflected in budget execution. This became more apparent when taking stock of the outgoing fiscal year (FY), where reportedly, various ministries and agencies \"spent an aggregate amount of Tk2.44 trillion, accounting for 37.62 per cent of the total Tk6.78 trillion budget outlay, during July-February period of the fiscal year (FY) 2022-23\". While in other countries, there is a reflection on what worked and what didn't during the preceding fiscal, that rationale apparently does not work in this country. But it should because ultimately, it is the State's reputation that suffers more than anything else when projects are stuck in the mud for years on end and all this leads to souring of relations with multilateral agencies that provide the bulk of finance either in the form of loans or grants.According to Ministry of Finance data, while 20.15 per cent of the current budget outlay was implemented, 46.9 per cent of the operating budget (for the purposes of implementation) was expended during the July-February period. This excess expenditure has much to do with the interest rates the government is required to pay on loans taken. That cannot be avoided, which brings us back to the question of implementation. Without timely implementation of development projects, the State will be left with a financial burden that cannot be sustained in the long run. Already it has become a burden, as seen in the operating budget, because every project has a timeline for completion. But in Bangladesh, the general trend has been to overshoot project timelines by years. Of course, it should be noted that since the war in Europe began and the global economic downturn started, both exports and remittances have hit Bangladesh hard. With the national exchequer running out of dollars by the billions, austerity measures were put in place that sharply hit budget-implementation agencies. The finance ministry's explanation skirts around the issue of poor implementation. Unfortunately, that may take the focus away for a while but the problem will remain. Indeed, going by government data, these interest payments are beginning to hurt more and more since they're coming out of the operating budget allocation.The issue of implementation is a major issue and it should be treated as such. Years of pleading to strengthen the capacity of the bureaucracy to handle bigger budget outlays fell on deaf years. Issues related to professionalism, hiring the right person for the right position were ignored and now Bangladesh is within sight of becoming a middle-income country. The billions of dollars taken as loans from foreign financial entities to fast-track much-needed infrastructure development projects have not been delivered and now the time to pay back some of those loans have arrived. Even the low-interest payable loans and grants from some multilateral agencies like the World Bank and others are proving challenging. These banks have tried to sit with their Bangladeshi counterparts and resolve the issues, but have had limited success. Unfortunately, for the country, with global economic downturn, policymakers have had to devalue the Bangladesh Taka against the US dollar to the tune of nearly 25 per cent over the preceding few months. This means the government is now paying much more for interest on outstanding loans. One would think that given the current state of payments, there would be some rethinking about the number of projects that will be undertaken. High profile projects requiring hundreds or billions of dollars of external finance should definitely be revisited. There is little point in increasing foreign debt, especially when the International Monetary Fund (IMF) has set preconditions for keeping the foreign reserve at a certain level. Upgrading knowledge and skills of implementing agencies needs to be a primary policy focus in the current fiscal. Without improving efficiency of these agencies, there is no reason for complaining about external factors that are purportedly responsible for dismal performance. Failure to improve implementation ultimately defeats the government's own goals about reaching a higher trajectory of growth.\n[email protected]",
        "headline_1": "Implementation remains a big problem",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/implementation-remains-a-big-problem-1685720330",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-06-2023"
    },
    {
        "full_article": "The bus-dependent chaotic public transport in the country, especially in the city of Dhaka, is a curse for the hundreds and thousands of commuters. Inadequate public buses and minibuses with defaced and wornout exteriors and terrible interiors like narrow accesses and seats, dirty floors and broken windows are the main feature of the public transport. Finding no other alternative, the daily commuters have to travel by these deplorable buses. Almost all of them also have to spend at least double the time to reach their destinations by wasting valuable time and energy. Lack of adequate public transport also forces many to rely on small and private vehicles. The net result is continuous traffic congestions on roads. Against this backdrop, there is a growing demand for adequate and decent public transport. Being a densely populated city, public buses could be the best and most effective to increase the mobility of millions of commuters in Dhaka. MRT like metro-rail will make things more convenient. Unfortunately, no strong and well-planned measure is visible so far in this regard except for the Nagar Poribahan which is struggling to make the service efficient enough. So, there is always an expectation from the regular commuters that the annual national budget would provide some meaningful directions along with adequate allocation to make the public transport system decent and efficient. The budget for FY24, placed in the national parliament on Thursday last, is yet to meet the expectation. Though the total allocation for the transport sector increased to Tk 876.29 billion in the next fiscal year from Tk 729.46 billion in the outgoing fiscal year's revised figure, there is no clear direction to revamp the bus-based public transport. The finance minister mentioned the 'public transport' only once in his speech though he presented a brief list of projects to make the transport and communication better and safer.It is to be noted that in his debut budget speech on June 13 in 2019, the minister mentioned public transport twice only. He said that to establish a planned and integrated modern mass transport system in Dhaka and the adjacent areas, they were implementing the Revised Strategic Transport Plan (2015-35). He also added that the construction of the first Metro Rail (MRT Line-6) from Uttara to Motijheel and Bus Rapid Transit (BRT) from Hazrat Shahjalal International Airport to Gazipur was in progress. Four years on and the first metro rail is now in operation partially. The minister, in the latest budget speech, expressed optimism that the expansion of the metro rail network 'will revolutionise public transport system' and also foster 'the growth of businesses and employment opportunities'. In his FY21 budget speech, public transport was mentioned only once, repeating mostly the FY20's statement. In FY22 budget speech, the minister mentioned about the public transport for five times. In FY23 budget speech the minister underscored the implementation of BRT and Mass Rapid Transit (MRT) in Dhaka city to strengthen road safety, cut traffic congestion and to develop an affordable public transport system. It is sad to note that decent public transport is a far cry in this country. Instead of adopting some simple and less-costly measures, the concentration is on expensive and time-consuming mega projects. It is not to say that the country doesn't need MRT like metro-rail. What is also needed is revamping the bus-based public transport. Replacement of the existing uncomfortable, hazardous and environment-polluting public buses with green, clean low-floor buses will bring a big change in the public transport. The government may provide some allocation in the budget for this purpose. \n[email protected]",
        "headline_1": "Financing a decent public transport system",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/financing-a-decent-public-transport-system-1685720363",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-06-2023"
    }
]