[
    {
        "full_article": "On New Year’s eve, nine hours before a new GST rate of 12% was to kick in for readymade garments and fabrics, Finance Minister Nirmala Sitharaman announced that the plan is off and the existing 5% rate will continue into 2022, or at least for its first quarter. The decision was made at an emergency meeting of the GST Council, which had approved the higher tax on textiles at its last meeting in September 2021 to correct the anomaly of an inverted duty structure. While the GST rate on manmade fibre is 18% and yarn made from the same is taxed at 12%, the rate on the final fabric was 5%, ostensibly creating a headache for textile producers which the Council had sought to alleviate. The move to raise that rate to 12%, along with that on footwear costing less than ₹1,000 a pair, had been on the Council’s agenda for over a year but had been kept on hold due to the COVID-19 pandemic’s adverse effects on households. Explaining the rethink to hold off the rate hikes that were to become effective January 1, the Finance Minister indicated that the original decision was arrived at after several parleys that explored, among other things, the likely impact on consumers. Yet, a letter from the Gujarat Finance Minister she had received on December 29, along with representations from industry, prompted a review.Although the rate hike was aimed at helping producers get easier credit for taxes paid on inputs, that is not how it was seen by several players in an industry that has historically been one of India’s largest employment creators and contributes around 2% to the overall economy. Last month, many lathes in the textile industry were left idling for a day, in what may be the first ever strike that has not been triggered by industrial unrest in the sector that last witnessed debilitating strikes from labour unions in the 1980s. Those protests, along with some States’ missives to the Centre, warning of significant factory closures and job losses, had failed to move the needle and the industry had resigned itself to the new rates. Perhaps, it was fortuitous that most State Finance Ministers, who are members of the Council, were already expected in the capital for a consultation on the Union Budget for 2022-23. A ministerial group already tasked with rationalising inverted duty structures across products and reviewing the multiple rate slabs of the GST regime, has now been assigned the additional task to suggest an appropriate structure for textile products; it has two more months to finalise its report. It is unlikely that these broader corrections will take place before the coming State Assembly polls conclude and this time could be used for wider consultations with industry, consumers and States before pencilling in new rates and avoiding such about-turns. The course correction needs to be navigated more deftly and with greater purpose, if India hopes to revive private investments.",
        "headline_1": "Patchwork policy: On GST rate on textiles",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/patchwork-policy-the-hindu-editorial-on-gst-rate-on-textiles/article38094816.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-01-2022"
    },
    {
        "full_article": "Badruddin Umar may not necessarily be a very popular person. That statement is a little ironic for two reasons. First, he is the pre-eminent \"popular\" (people's) scholar and second, given his tastes and preferences, he would probably wear that judgement as a badge of honour.\nHowever, he is certainly one of the most revered intellectuals in the Bangla-speaking world—and perhaps beyond. This was made possible both by an oeuvre of research and publications that is celebrated for its lucidity of exposition, sophistication of analysis, and richness of substance, as well as by the life of moral clarity and ideological consistency that he exemplified. This essay will briefly refer to a little of his early academic contributions, a few of his political engagements, and some personal qualities.\nHis first book, titled \"Samprodayikota (Communalism),\" published in 1966, followed by \"Sangskritir Songkot (The Crisis of Culture)\" in 1967, and \"Sangskritik Samprodayikota (Cultural Communalism)\" in 1969, heralded the arrival of an iconoclastic thinker—unambiguously progressive, fiercely independent, and totally unafraid to speak his mind.\nIn this trilogy, he argued that \"communalism\" was a manufactured construct. It was deliberately contrived and manipulated by those in power to divide and distract the public as part of its strategy to protect and advance their interests. If, as Marx had said, religion was the \"opium of the people,\" then communalism in Bengal, in Umar's reading, would be the drug cunningly peddled by the ruling classes.\nHe made no judgements about faith or religiosity, but referred only to the cynical uses and abuses to which they were put. Indeed, he pointed out that there was no relationship between religion and communalism; while the first could be individual, ritual-oriented, and other-worldly in its objectives, the second is reductionist (human beings identified merely in terms of a narrow group membership), self-consciously judgemental, and this-worldly in its ambitions. He also noted that some of our national identity issues—particularly the false dichotomy between being a Muslim or Bengali that continues to haunt us—are not only irrelevant, but mischievous as well.\nWhile these books certainly gained him recognition as a scholar with a nimble mind and a radical orientation, it was \"Purbo Banglar Bhasha Andolon o Totkalin Rajniti (The Language Movement in East Bengal and Contemporary Politics)\" published in 1970 that established his presence in the intellectual and cultural landscape of the country. The crisp language, the keen analysis and, beyond everything else, the evidentiary scaffolding of citations and references on which it rested, made this the most substantive and indispensable \"intervention\" in terms of explaining that consequential \"moment\" in our history.\nMoreover, on the assumption, if not the argument, that this \"moment\" was neither sudden nor isolated, he provided the larger context of popular struggles and debates within which the \"language question\" was situated. As National Professor Abdur Razzaq had noted, if he (Umar) published nothing else in his life, he would stand tall as a scholar based on this book alone. Happily for us, Umar did not heed that advice.\nFree of sentimental froth, rhetorical hyperbole, and hero-worshipping sycophancy, this book was remarkable for the tone of detachment and objectivity it displayed. This was difficult to maintain for two reasons. First, he himself was a participant observer and, thus, emotionally exposed (he obtained his MA from Dhaka University in 1955). Second, it incorporated materials from various interviews with people directly involved in the movement, and thus partially relied on memories and recollections that, researchers well know, can often be selective, tricky and treacherous. But he navigated through this terrain with admirable skill and methodological integrity, and made sure that all claims and assertions were verifiable.\nIn 1972, the publication of \"Chirosthayi Bondoboste Bangladesher Krishak (The Permanent Settlement Act and the Bengali Peasants)\" solidified his standing as a scholar firmly grounded in the framework and categories of Marxist historiography. He pointed out that what was ostensibly an effort in 1793 to systematise and enhance land revenue collections by the East India Company (it had received the Dewani in 1765), had a profound impact on the condition of the peasantry, the formation of classes, and the political forces that evolved.\nFirst, the peasants faced cruel, often inhuman, exploitation because of the arbitrary rack-renting practices of the new landowners (zamindars) and various layers of middle-men who became part of the colonial apparatus. Second, new class formations evolved not through the organic unfolding of historical phases, but as an abrupt and artificial consequence of colonial exigencies and interests through the new layers of landed and compradore dependencies it created. Third, it led to periodic revolts of the peasants against the practices and prejudices of the oppressors, and also presaged a communal divide in the population, because most peasants tended to be Muslim, and landowners Hindus. This presumably led to different strategies of mobilisation and organisation that both confused and corrupted the crystallising of political solidarity among the people, and distorted the region's future.\nThus, in just six years, between 1966 and 1972, he had published five hugely influential and widely acclaimed tomes of research and scholarship, and justly earned his well-deserved reputation as one of the most productive and provocative scholars in the country.\nHe continued his explorations on the language issue and assembled extensive documentation relevant to it, mostly official and public but some personal (such as diary entries, most notably of Tajuddin Ahmed), which were also published later in two volumes (in 1984 and 1985). The first book was also significantly expanded both in terms of historical scope and analytical focus, and eventually came to occupy three substantial volumes: the second published in 1975 and the third in 1986. There were several other collections of essays and reflections around related themes published in the 1970s and 1980s.\nSince then, though there were some commendable academic efforts that carried the impress of his research instincts and erudition, he gradually began to veer towards commentary and criticism and emerged as a feisty polemicist and an astute observer of contemporary society and politics. He never abandoned his scholarly roots, but this newer manifestation was compelled by two factors.\nFirst, it was consistent with the theoretical position that pedagogy can never be ideologically innocent, and that the disinterested pursuit of knowledge is located within a \"false consciousness\" based on (perhaps unintended) myths and mystifications of the Enlightenment project. On the other hand, activist scholarship rests on the proposition that knowledge must be deployed and practised as part of a repertoire of engagements, with the purpose of raising the emancipatory consciousness of the masses, as well as in ensuring that the communist \"line\" does not suffer from drift and deviation (as Lenin had done so adeptly).\nSecond, on a more practical level, Umar became directly involved in organisational activities. He had joined the CP-ML in 1968, became embroiled in intra-party tensions and debates, led the formation of the Committee for Civil Liberties and Legal Aid in 1974 (which challenged the government's decisions and won the release of some activists who had been incarcerated and tortured) as well as the Famine Resistance Committee formed to combat the devastations of the famine in 1974. He presided over the platform of progressives assembled under the Lekhok Shibir (1981-86), edited the communist weekly Gonoshokti (1970-71), Naya Padaddhani (1980s) and started to edit the progressive journal Sangskriti in 1974 (and continues to shepherd it even today) and, for very small remunerations, was a regular contributor to the weekly Holiday and the daily Pakistan Observer/Bangladesh Observer for several years. All this demanded his time and attention.\nWhile society did not completely lose a scholar, it did gain a dedicated activist. He was willing to sacrifice his academic future, his material security, and even the comforts of his family life for the purpose of advancing the cause of establishing economic justice and human freedom, which would be impossible within the constraints and contradictions of capitalist production and exchange relations. The only hope, therefore, would be to expose and defeat that order, and he remained steadfastly focused on that objective. As the old spiritual goes, he kept his \"eyes on the prize,\" and never blinked.\nTo that end, he arrived at a dramatic decision. He chaired the departments of political science and sociology at Rajshahi University (which he had joined in 1957), where he was known as a charismatic, articulate and organised classroom instructor, and deeply committed to improving the academic quality of the departments—particularly through expanding course offerings and infusing new and progressive content into the syllabi. He was admired by his students and colleagues, and respected by the university administration. The path to professional success was guaranteed and beckoned seductively. But he decided to forsake it all. He resigned from the university in 1968 to devote himself to \"full-time\" party work and attendant engagements. He climbed down from the proverbial \"ivory tower\" and joined the people.\nUnwilling to accept any salaried position after that, he also decided to reject any honours and recognitions that could have given even the remotest impression that he had compromised or \"sold out.\" Thus, he refused puroshkar from Adamjee, Phillips, Bangla Academy, and Bangladesh Itihas Parishad, and the Ekushey Padak from the government. There were significant monetary components to these awards apart from the high prestige they carried. But preserving his autonomy and upholding the courage of his convictions were obviously more important to him.\nThese choices also generated some criticism in certain quarters. Weren't all these decisions a bit selfish, irresponsible, and unnecessary? Did he think of his family (after all he had several children), and didn't this impose some uncertainties and privations on them? Was he mocking those who continued to teach, or who accepted various awards and recognitions, and claiming some kind of a superior virtue? Is choosing to embrace relative poverty a necessary condition for participating in progressive activism?\nSome people simply failed to understand—let alone appreciate—the sheer honesty of his position, the selflessness of his actions, or the high values and ideals that he was trying to uphold. It is important to realise that he was not flaunting his sacrifices for others to see, or setting an example for others to emulate. He was doing all this for himself, his personal dignity, his stern moral discipline.\nIn this context, it is absolutely necessary to emphasise the importance of the support of his wife throughout his life. Suraiya chachi (as I called her) was an elegant, gracious and infinitely patient lady who remained the one constant in his life of professional and intellectual turbulence. They were married in 1959, but instead of being the spouse of a university teacher with the creature comforts and social status it provided, in less than 10 years, she became the partner of a man who did not have a steady source of income, or the hope of ever finding one. She joined Eastern Banking Ltd, became its first female executive, and eventually the manager of its Ladies Branch. She fulfilled her professional responsibilities, tended to all her duties as a wife and a mother, and met various family obligations, with quiet grace and humour.\nIt is possible that some people probably perceived Umar to be rather prickly and forbidding, and some of his pronouncements may have been construed to be a bit too \"candid,\" alienating or impolitic. It is perhaps correct that he did not suffer fools gladly, and was seldom restrained by the ancient Hindu wisdom which had advised that while everything that is said must be true, not all true things must be said. Hence, he did not hesitate to speak truth to power, or gleefully slay sacred cows and puncture self-inflated balloons, even at the risk of being \"politically incorrect.\"\nAnd then, there was the \"other\" Umar that could be witty, sensitive, playful, warm and charming, a delightful raconteur, and a Renaissance man with a wide range of interests and curiosities. He was as comfortable reciting Eliot, Shelley, or Langston Hughes, as Michael Madhusudan Dutt, Bishnu Dey, or Faiz Ahmed Faiz, as easily conversant with the pretensions and decadence of the bhadralok classes in Bengal as he was with the history of Roman architecture, as eager about the communist movement in Albania as he was with Sukumar Ray's \"Abol Tabol.\"\n\nSome may have found his presence to be a bit intimidating. But he could also giggle like a small child, find delight in a butterfly, or be overwhelmed at seeing the Barakor dak bungalow after many years as an adult (a building in Bardhaman which carried fond childhood memories). He would genuinely enjoy those around him—not merely political friends and followers, but members of his extended family whom he remembered and embraced in much tenderness, pride and gratitude (as abundantly revealed in his five-volume memoirs). Also, for a person who usually expressed himself with such confidence and authority, it is remarkable that he pursued the dialectics of personal growth and discovery through a process of constant questioning and self-criticism.\nHe has lately lamented the fact that he has been ignored in Bangladesh. Not everyone will necessarily agree with that characterisation. It is true that the mainstream media and the dominant patterns of discourse and narration that has developed around current political realities may find him a bit of an irritant. But all truth-tellers are annoying to any insecure person or regime.\nOn the other hand, many students, fellow travellers and comrades, and a substantial part of the educated public in Bangladesh today have been enlightened by him, inspired by him, and grateful to him. I was in awe of him as a child. I remain so even today.\n \nDr Ahrar Ahmad is professor emeritus at Black Hills State University in the US, and director general of Gyantapas Abdur Razzaq Foundation in Dhaka.\n",
        "headline_1": "An intellectual by instinct, a revolutionary by choice",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/intellectual-instinct-revolutionary-choice-2930901",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-01-2022"
    },
    {
        "full_article": "The Covid-19 situation is now shrouded in uncertainty. Just when we were about to relax over the receding pandemic cases, it is once again time to worry. With Omicron cases surging, the economy is likely to suffer a hit, since countries across the world are taking precautionary measures to contain the new variant's spread. Hence, the performance of Bangladesh's economy in 2022 will be determined by how well the new coronavirus variant is managed. Despite a relatively better performance in terms of economic growth, Bangladesh economy has faced a number of challenges in the first few months of the ongoing fiscal year (FY2021-22). In the coming months, policymakers will have to stay vigilant in view of a few challenging signs for the economy.\nFirst, during the July-October period of FY22, revenue mobilisation by the National Board of Revenue (NBR) grew by 16.6 percent when compared to the same period of FY21. The major impetus came from indirect tax collection through imports and exports. However, revenue growth is far below the target of the NBR which is set at 27 percent for FY2022. Fulfilment of this target will require the revenue mobilisation effort to grow by 30.7 percent during the next eight months of FY2022.\nSecond, the public expenditure trend during July-November of FY2022 is also below the target level of 18.6 percent and needs faster speed. Of course, the share of expenditure under the Annual Development Programme (ADP) during these five months is better than that of FY2021. This is, however, lower than the same time span of the pre-pandemic period. One visible feature of the ADP expenditure is that the Health Services Division, of its total allocation—which is only 5.8 percent of the total ADP—could spend only 6.4 percent of the fund so far. This is unfortunate, since there is a need for higher spending on health services during the pandemic.\nThird, inflationary pressure has become a major concern—particularly for the low-income consumers. Several people have lost employment during the pandemic. With economic activities opening up, many have regained their jobs, but at a lower salary. Higher prices at the international market due to recovery of demand, high shipping prices, and supply constraints have caused commodity prices to rise domestically. According to the Bangladesh Bureau of Statistics (BBS), point-to-point inflation rose to 5.98 percent in November 2021 from 5.7 percent in October 2021.\nWhile creeping inflationary pressure is worrisome for the recovery from the pandemic, the official inflation numbers do not reflect the reality, since the actual pressure of prices felt by the common people is much stronger than the existing inflation rates. There is a need for changing the commodity basket for estimating inflation. These should be based on actual consumption pattern of the majority of the people. Higher inflationary pressure has also been a concern for the small savers, as the real interest rate from savings with the commercial banks, has declined at a time when the pandemic has hit people's income.\nFourth, one of the key drivers of growth and employment, the private sector, may also find it difficult to recover fully in FY22, though credit to the private sector grew at a higher rate in October 2021 (9.8 percent) compared to June 2021 (8.3 percent), but much lower than the target of 14.8 percent for this fiscal year. The increase in credit growth to the private sector may be due to the resumption of economic activities and increased demand for imports and exports. For boosting private investment, there is a need for a competitive and level playing field for all investors, reduction of cost of doing business, better infrastructure, and skilled human resources.\nFifth, the external sector has seen some positive signs driven by higher export incomes, import payments and remittances. During July-November of FY22, export income grew by 24.3 percent. Import payments also increased by 51.4 percent during the July-October period. Though remittance inflow declined by (-) 21 percent during July-November of FY22, compared to the unprecedented increase in FY21, this is still higher than the same period during the pre-pandemic period. Another good sign is the rise in overseas migration after a high number of returnees following the outbreak of the pandemic.\nBut the increasing trade deficit is a cause for concern, which has led to a negative current account balance during the July-October period of this fiscal year. The other worry is that higher exports of ready-made garments (RMG) is volume driven rather than value driven. Despite price hikes of raw materials, the unit prices of RMG have not increased, which may put the entrepreneurs in a disadvantageous situation to remain competitive.\nFinally, the government will have to map out an exit strategy for Covid-related financial policies in the second half of FY22 and the first part of FY23. High non-performing loans have been a major worry in the banking sector for long. The moratorium on bank loan recovery and classification by the central bank on stimulus packages should be discontinued, and the recovery of the bank loans will have to be followed up seriously. It is also time to make some of the tax incentives provided by the government to certain sectors time-bound—particularly when there is a need for fiscal space. The government will have to pursue expansionary fiscal and accommodative monetary policies for some time to support the poor and small enterprises in a more focused manner, and make required public investment in the next six months of FY22.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD).\n",
        "headline_1": "Aiming for a strong economic recovery in 2022",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/aiming-strong-economic-recovery-2022-2930941",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-01-2022"
    },
    {
        "full_article": "One of the lessons that we learnt during Covid-19 is that suppliers and buyers need to collaborate more, moving away from adversarial relations. But how can we make the shift towards collaboration? And what are the barriers to such an approach to business?\nPerhaps it makes sense to begin with the latter, and consider what is preventing closer relationships with customers. I'd say three factors have a prominent role to play here.\nThe first is the basic issue of trust, and that swings both ways. Many RMG manufacturers are naturally cautious about fashion brands and retailers. They may have had their fingers burnt in the past, perhaps during the cancelled order crisis in 2020, which damaged buyer-supplier relationships generally.\nLikewise, buyers can be overwhelmed by the sheer number of vendors and the aggressive sales tactics that many see necessary to adopt in an over-crowded market. This can lead to reticence and caution on both sides.\nThe second factor is the ongoing disconnect between sustainability and purchasing departments at major fashion brands. I have no doubt that sustainability teams at most major brands recognise the need for more cordial relations with suppliers, as they understand that poor relations and purchasing practices can impact the well-being of RMG workers.\nIs this message getting through to purchasing managers and buying teams? From my perspective, the answer is \"occasionally.\" Some purchasing teams are better than others; some understand the need to incorporate sustainability metrics into their decision-making, while for others, it is all about the price.\nThe final barrier is broader and cultural: adversarial buyer-supplier relations have become the norm in our industry. That's why turning the tide on this issue has proven difficult so far, although there are some signs that things are improving—albeit very slowly.\nSo how can we address the above issues and forge better buyer-supplier relationships?\nFor a start, I believe we need broad industry alignment and a \"vision\" of what it means to do business in our industry in the post-pandemic world. We need to act now and stop making the same mistakes as in the past.\nPerhaps an industry charter for collaborative working could be devised? In such a document, buyers and suppliers could both agree on and lay down their expectations when entering business transactions. Besides agreeing to the usual legal issues and terms and conditions, such a charter could also seek to reach broad consensus around pricing, negotiation, deadlines (and the need to allow reasonable deadlines), delivery, samples (whether they are free or paid for), and so on. At the moment, there is a lack of standardisation; industry actors make things up as they go along.\nWhen there are grey areas, they lead to uncertainty, mistrust and poor working relationships. We are all losers in such a scenario—buyers and suppliers alike.\nThere is also an argument for having an industry steering group, comprising representatives from buyers, suppliers and independent stakeholders, to oversee such a charter and arbitrate when a buyer or supplier has stepped out of line. Such a steering group could also mediate on disagreements between buyers and suppliers over contracts and working relationships.\nI am not sure that we need more regulations in the industry, as buyers and suppliers alike would argue that this would lead to more red tape and, if anything, make relationships worse. I am naturally cautious about \"voluntary\" industry initiatives as, in my experience, their impact in the past has been negligible. In an area like this, however, I think a voluntary approach is the best way forward and could have real impact, if the case could be made that all parties would benefit. In any case, something legally binding would be highly unlikely to get off the ground.\nWhat we could aspire to, then, is a pact that the whole industry enters into with the spirit of cooperation and mutual benefit—an agreement to draw a line under the disagreements and arguments of the past, and which sets out a clear pathway for a future in which buyers and suppliers work for—and not against—each other.\n \nMostafiz Uddin is Managing Director of Denim Expert Limited, and Founder and CEO of Bangladesh Apparel Exchange (BAE) and Bangladesh Denim Expo.\n",
        "headline_1": "Time for unity between RMG buyers and suppliers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/time-unity-between-rmg-buyers-and-suppliers-2930911",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-01-2022"
    },
    {
        "full_article": "When the United Nations General Assembly laid out its 2030 agenda in 2015, no one could have imagined that Bangladesh would surpass some of the milestone targets for health ahead of time. The Global Goals for Good Health—Sustainable Development Goal (SDG) number 3—includes child-related indicators of under-five mortality rate and neonatal mortality rate, as well as women-related targets for maternal mortality ratio and deaths by road accidents. Indeed, Bangladesh ranks above two South Asian giants—India and Pakistan—in its overall performance.\nIn terms of health, Bangladesh has managed to achieve its performance by establishing an extensive network of over 13,000 community clinics, which provide primary care for a significant number of people. There is no doubt that preventive medicine, by means of primary care, is the key to achieving all the targets. However, the nine years that we have left will not be enough to develop the complete infrastructure required to deliver the entire spectrum of preventive healthcare across the country.\nThe only other approach that could be used to achieve these targets in the given time is by developing emergency care services, where essential medical treatment is provided appropriately for time-critical cases such as sepsis, bleeding, stroke, and heart attack. This was recognised by the 72nd World Health Assembly back in 2019, when they adopted Resolution #72.16, which states that emergency care systems are essential for universal health coverage.\nThis would be a promising path for the country to take, were it not for the fact that Bangladesh does not have any efficient emergency care systems in place. This may sound odd, especially as the casualty department has existed in most medical colleges, and the High Court has directed the government to ensure that healthcare facilities and practitioners provide emergency medical services to every patient brought to them.\nIt is true that all hospitals have now introduced emergency departments; the bastion that is Bangabandhu Sheikh Mujib Medical University (BSMMU) only just opened its emergency department in November 2021. These, however, can be described as cosmetic facelifts at best, as the systems required to deliver standardised emergency care are grossly lacking.\nEmergency care has been in development since the 1950s in the West, arising from the casualty departments of old, developing into accident and emergency in the UK and finally into its own field of emergency medicine. Training in this specialty allows a single clinician to provide the first few hours of care appropriately for any patient presenting any condition. As opposed to other fields of medical science where diagnosis is key, this field looks at optimising a patient's condition before they receive definitive care by more traditional specialties. Despite its 50 years of existence, and all the other South Asian countries developing this field, Bangladesh has yet to recognise emergency care.\nRecognition of this specialty would allow for standardised training of not only doctors, but also of nurses, paramedics, and other related healthcare professionals, so that patients receive quality care in the moments when they need it the most. This, unfortunately, leads to the second major issue that Bangladesh faces. Due to the lack of recognition, there are no defined career pathways for professionals in emergency care. This leads to clinicians being seconded to the emergency departments from a parent specialty for a short period of time. It is well and good when a cardiology trainee receives a patient with crushing, central chest pain in the emergency department, but the value they provide would be questionable when they are to deal with a new mother who is bleeding profusely following childbirth. Also, a placement for six months or so does not allow a clinician to develop new skills with confidence—especially when those skills learnt will never be called upon again. It is, therefore, vital that clinicians get embedded in the emergency department and move up their career ladder, so that they may instil confidence in their patients.\nNine years may not be enough time to bolster up the primary care services in the country to achieve its targets for SDG 3, but an emergency care training programme for clinicians across the country over the course of the next five years will contribute to bringing down death rates and ratios across all spectra of health issues. We do have time to amend our course, but the time of action is now. We have the benefit of skilled human resources by virtue of a local and expatriate community of trained medical professionals, as well as the support of regional and national organisations keen to develop a framework for emergency care. The Covid-19 pandemic has already proven that the health sector in Bangladesh is ready to take up a challenge, no matter how large; all we need now is guidance.\n \nDr Mir Saaduddin Ahmad is academic director at Dr Nizam Medical Centre in Dhaka, Bangladesh, and a trained specialist in emergency medicine.\n",
        "headline_1": "Why Bangladesh may not meet its SDG health goals",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-bangladesh-may-not-meet-its-sdg-health-goals-2930266",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-01-2022"
    },
    {
        "full_article": "It's no surprise that one constant feature of the tumultuous year that 2021 has been was the upward trend in road crashes and casualties, caused mostly by faulty vehicles, reckless driving, and inadequate traffic systems. As per data from the Road Safety foundation (based on newspaper reports), at least 413 people were killed in road crashes in November, while the number rose to 418 in December. Such data is especially disheartening given that, after the Road Safety Movement of 2018, students were again forced to take to the streets to demand safer roads during these months, prompted by the killing of a college student on November 24 by a DSCC vehicle in Gulistan.\nWhile there are some straightforward reasons as to why road accidents continue to occur, we cannot ignore some of the more complex and underlying causes of the rise in accidents. The most glaring of these is perhaps the government's apparent apathy towards these incidents, which is reflected in the sluggish progress in implementing the Road Transport Act 2018. Over the last three years, the Act has been kept in draft form while being amended as per the demands of transport owners and workers.\nAs recently as December 19, 2021, the road transport and bridges ministry issued a circular relaxing the experience requirements for obtaining driving licences for heavy and medium vehicles. This was something that transport workers had demanded while protesting the Act in 2019, and while the government had relaxed the experience requirement in August 2018, the tenure of this has been extended several times since. This is despite the fact that research has seen a growing involvement of heavy vehicles in road crashes in part due to this relaxation of regulations. This is but one example of how the government has bowed, again and again, to the whims and demands of transport owners, to the obvious detriment of ordinary passengers.\nWith deaths increasing on the roads at such rates, we would urge the authorities—as we have done repeatedly in this column—to prioritise the implementation of the Road Transport Act 2018 to improve road safety. Not only should the Act be amended in the right spirit, if amendment must be done, without any concessions given to the pressure groups, it should also be implemented rigorously if we are to see a decrease in deaths caused by road crashes.\n",
        "headline_1": "Will we ever take road crashes seriously?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/will-we-ever-take-road-crashes-seriously-2930881",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-01-2022"
    },
    {
        "full_article": "We are greatly disturbed by the Bangladesh Bank's decision to let banks count unrealised instalments of loans as income. As per the central bank's so-called \"relaxed policy,\" banks were not allowed to treat borrowers as defaulters if they repaid only 15 percent of their total instalments payable, and were permitted to transfer the unrealised interests on the 85 percent of the loan instalments to their income—although the sums were not paid. In reality, there is no way that the entire amount of the unrealised interests will be paid to the banks. Therefore, by doing this, banks are painting an unrealistically positive picture, which is illusory.\nAdditionally, by showing the unrealised instalments of loans as income, banks are inflating their profits, thereby, increasing the dividends payable to its owners and shareholders. This will drain banks' assets on the one hand and could likely increase their share prices on the other—even though there are no tangible reasons for these to occur. So, the entire banking ecosystem is being spoiled as a result of the BB's decision. In the short run, this decision may seem like it is giving banks a victory, but that victory will be extremely short-lived, as banks are showing increased incomes by cooking the books—and not through any actual profit.\nLast year, we saw the entire global banking sector struggle because of Covid-related shutdowns. Whereas we see central banks around the world working extra hard to increase the provisions held by banks in their countries, we are seeing the opposite happen here. Because of the Bangladesh Bank's policies, the provisions being held by banks could go down, making the sector even more vulnerable in the long run—while on paper, making it look like everything is all well and good.\nWhen it is the job of the regulators to ensure that the banking sector is following strict accounting methods to give borrowers, depositors, investors and shareholders an accurate picture of how the sector is doing, we fail to understand why the Bangladesh Bank is doing the exact opposite, what it expects to achieve through such policies in the long run, and whether this is a result of external actors once again influencing the central bank, like they have done so often in the past.\nOver the years, we have seen the central bank's independence deteriorate, it break its own rules and regulations as a result of that, discipline in the sector worsen, and the sector's stability become increasingly questionable. This latest policy adopted by the Bangladesh Bank does nothing but add to such instability. We cannot help but condemn such policies by the central bank, and urge it to make an immediate course correction for the long-term future of the sector—and the economy in general.\n",
        "headline_1": "BB’s policy worsening banking ecosystem",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/bbs-policy-worsening-banking-ecosystem-2930806",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-01-2022"
    }
]