[
    {
        "full_article": "Over the weekend tens of thousands of Israelis began four days of demonstrations against their govt over its handling of the Gaza war. But is Netanyahu listening? No. In ports across the world some dock workers and others have protested shipments of military cargo to Israel. Has that halted Israel’s offensive? No. This dissonance between decision makers and increasingly vocal popular opinion shows why it’s really difficult to stop conflicts today.\n\nThe political-military-industrial complex | Arms companies benefit from wars. Generals, who don’t usually die fighting, like weapons. Therefore, they like arms companies. But the influence of arms companies on political leadership is less discussed. Per SIPRI, Europe is witnessing record defence spending with companies like Germany’s Rheinmetall and France’s Dassault Aviation witnessing 367% and 89% growth, respectively, in share prices. Almost all politicians like companies that are doing well, they like jobs being created, and they respect their generals. Plus, wanting to be macho is a universal political weakness. Hence the politicalindustrial-military complex.\nJoe’s finessing | Look at Biden. Despite protests from young Democrats, he continues to ship weapons to Israel. He also says protesters have a point. But he fears cutting off weapons supplies to Tel Aviv might jeopardise his re-election campaign – American arms firms like Lockheed Martin, Raytheon and General Dynamics are big political financers. And generals want weapons to be tested.\nTail wagging the dog? | Africa is awash with weapons and multiple conflict zones. Little wonder, all top weapons manufacturers have a presence on the continent. Russia is a leading arms supplier in the sub-Saharan region. China is close behind in second spot, while US and France continue to have new and legacy weapons platforms. This again begs interesting questions: Would disputes such as the one over the Moroccan Sahara continue if Russia hadn’t been a major supplier of arms to West-backed Morocco’s rival Algeria? Was the war against Gaddafi’s Libya a move to open up new markets for arms producers? Is Sudan a test bed for Western and Russian weapons?\nThese questions are asked because many wars around the world just go on and on. Mad dictators are only one part of the answer. Who supplies the weapons? The global arms industry today is more powerful than ever. And when its interests align with those of politicians, whether in democracies or in autocracies, war becomes big business – and deaths become statistics.\n\n",
        "headline_1": "Global war inc: Why do so many wars carry on and on? Because the political-military-industrial complex wants them to",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/global-war-inc-why-do-so-many-wars-carry-on-and-on-because-the-political-military-industrial-complex-wants-them-to/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-04-2024"
    },
    {
        "full_article": "US govt is asking journos who travelled on Air Force One to – discreetly – return items filched from the prez’s ride. Indian journos are known to have flicked towels, cutlery, even ketchup sachets and toothpaste during their work trips. Journos are only human. And some of them are susceptible to petty follies. The nature of journalism can bring reporters and editors proximity and access to exalted situations and things. Some folks help themselves to goodies, just as some scrupulously do not. Sticky-fingered journos should face the same penalties anyone else would. No journalist can deny there are a few rotten apples in the basket.\n\nBut, seriously, what journalists need is not the ability to freeload, but the ability to speak and write freely. Pressure from heavy-handed regimes is cramping journalists around the world. Russia has detained hundreds of journalists since it started the war. Israel, until recently a thriving democracy with flourishing press freedom, has not only denied access and security to journalists, its security forces seem to have intentionally targeted them – more journalists have died in Gaza than during the two-decade Vietnam war. Journalists are being harassed and censored when they try to be a check on power. Around the world, various regimes delegitimise the media. Journalists have been called traitors, prostitutes and liars. Professional questioning is often branded ‘fake news’, while real fake news flows freely. A free press is crucial, if we are not to be torn apart by tribal interpretations of the world. Journalists need the freedom to report facts as they see them, to disclose their biases and then proceed fairly. Yes, even when reporting or commenting, journalism isn’t perfect. But the answer to that is calling out imperfections of the press, not filching the freedom of the press.\n\n",
        "headline_1": "Freeloading & Freedom: Sticky-fingered journos are an embarrassment to the profession. Repressive regimes are a threat to it",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/freeloading-freedom-sticky-fingered-journos-are-an-embarrassment-to-the-profession-repressive-regimes-are-a-threat-to-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-04-2024"
    },
    {
        "full_article": "Halt all ye writers preparing your Booker speeches – AI won’t just write your speech for you, it will write your book! Naively you thought AI was here to do your housework, watching fondly as you type an award-winning masterpiece. Instead, GPT-5 is all set to mimic your personal writing style; ‘co-written by AI’ is going to be a common byline. While you stare out of the window pondering over the nature of existence and drunk-text an ex, AI is busy going clickety-clack. Put in all the words you know, press button, sit back for bestseller.\nSalman Rushdie did pooh-pooh this AI threat, dismissing as ‘a bunch of nonsense’ what an AI tool came up with as his style. He says it has no humour or originality. No backstory or childhood trauma either. AI does not drink itself silly in middle age because its dad missed a school play. AI’s mom did not fat-shame it through puberty. My kids accuse me of the terrible damage I wreaked on them as foetuses – they don’t share my interest in Punjabi rap – but what will AI ever tell a therapist?\nThe Writers Guild of America went on strike because writers wanted to play hero, with AI cast as a research extra. Rie Kudan’s novel Tokyo-to Dojoto-to is 5% AI-generated; Stephen Marche’s novella Death of an Author is 95% AI-generated. As far as publishers are concerned, no fat advances, no writer’s block, no fancy book launch, no tantrum after a bad review. Pulp fiction writers will be jobless sooner; it will take longer – maybe 20 years – to erase the critically-acclaimed lot.\nBut human input will remain key even in the new AI-verse. Machine can never know more than man. Could Robert Browning’s The Pied Piper of Hamelin, which has been my earliest religious text with its brawny, tawny, rumbling, tumbling rhymes, be replicated by anyone? Bots go by patterns. Press releases, yes; poems, no.\nWhat about when no words are spoken? That pause when a silent look is exchanged in a story. AI can write ‘his eyes met hers’ all it wants, but has it ever met an eye? ChatGPT is like an over-talkative uncle who knows everything about everything but in a dull second-hand way. Books written by non-AI authors will become an underground movement one day. Future readers will then go: Fie, foh and fum, I smell the blood of a real writer.\n\n",
        "headline_1": "However brawny the bots: On AI bestsellers, Rushdie’s bite has it right",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/however-brawny-the-bots-on-ai-bestsellers-rushdies-bite-has-it-right/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-04-2024"
    },
    {
        "full_article": "Amisha.Rajani\nHyderabad man Uday Krishna is on a ‘Big Tree Quest’, a 40,000km journey to document India’s oldest and biggest trees with captivating backstories, raise awareness about them and nudge local authorities for their protection. The 55-year-old set out in Jan and has covered Telangana, Maharashtra, Andhra Pradesh and Goa already. He intends to go through all 28 states, and the UTs, and also visit Fiji and Sri Lanka.\n\nRead full story on TOI+\n\n",
        "headline_1": "Hyderabad man on a mission to see India in tree dimensions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/hyderabad-man-on-a-mission-to-see-india-in-tree-dimensions/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-04-2024"
    },
    {
        "full_article": "Bangladesh has been a global model for family planning, as the use of family planning methods increased from around 8.0 per cent per eligible couple in 1975 to 64 per cent in 2022. According to the Bangladesh Bureau of Statistics (BBS)'s Bangladesh Sample Vital Statistics (BSVS) 2022 data, the Total Fertility Rate (TFR) among women aged between 15 and 49 was 2.05 in 2021. The statistics point to the country's immense success in keeping the size of its population under control. However, going by the latest survey with its results published in June 2023, TFR in 2022 was found to have increased by 0.1 percentage point to 2.15 per cent. Clearly, the result goes against the government's avowed policy to the contrary. In this context the news that upazila family planning offices are running out of contraceptive supply is disquieting. Birth-control products like Implanon or injections, prophylactics (condoms), oral contraceptive, emergency contraceptive pill and other such items have practically vanished from the upazila level family planning offices. The web portal of the family planning directorate, which keeps an updated record of contraceptives appears to have stopped working recently. According to government records, 37 per cent of the reproductive age couples used to receive government-supplied contraceptives, while NGOs provided three per cent and the rest 60 per cent came from the private sector. Obviously, the private sector caters to the well-off section of society. To all appearances, the practice (of supplying free contraceptives) from the government's side has stopped apparently due to procurement crunch since December last year, according to official sources. Small wonder that the use of contraceptives saw a gradual decline over the past years, particularly since 2021. The BSVS further notes that the use of contraceptives in the country fell to 62.1 per cent in 2023 from 65.6 per cent 2021. Undoubtedly, this marks a significant fall in contraceptive use and the rise in TFR over the same period of time. It provides reasons for serious thinking over the issue.Of late, as opposed to the earlier pessimistic notion of Malthusian origin that population growth was a curse, nowadays the belief has been gaining currency that population growth is a blessing seeing that it supplies working age population in an aging society. But for turning a population into an asset, the pre-condition is that the basic needs of the new members added to particularly the poor households be duly met. That involves providing them with quality food, clothing, shelter, education and healthcare. Now the low-income population being thus denied free contraceptives may contribute, though not willingly, to the population growth. In that case, how are those additional mouths going to get quality food, healthcare, education, etc., for growing as a healthy workforce from whom society at large might reap the desired 'demographic dividend' in time? After all, children who are unhealthy, diseased and with stunted growth may prove rather a burden and not an asset to families and society. The government surely would continue with its existing family planning programmes and, at the same time, extend enhanced support services for the babies born today so that they might grow into a productive workforce in the future.",
        "headline_1": "Helping growth of a healthy next generation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/helping-growth-of-a-healthy-next-generation-1712069876",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-04-2024"
    },
    {
        "full_article": "Vehicles parked occupying a part of Abdul Gani Road in Dhaka. \nThe Dhaka Transport Coordination Authority (DTCA) made a significant decision years ago, approving a proposal to establish 64 parking lots within the capital. This decision ignited hope among city dwellers and those concerned about addressing the persistent issue of vehicular gridlock. However, despite the passage of considerable time, there has been no visible progress on this front-- the reasons behind the delay known only to the authorities.The decision to develop adequate vehicle parking facilities in Dhaka stemmed from the shortcomings of the transport law introduced previously. One of the primary obstacles to implementing this law was the lack of legal parking facilities, not only in the capital but also in major cities across the country. Ironically, the transport law, which aimed to crack down on illegal parking, failed to recognise the crucial need for legal parking facilities as a prerequisite for its effectiveness. Consequently, the absence of such facilities made it challenging, if not impossible, to enforce the law. As a remedy to the issue of unauthorised parking, the establishment of legal parking facilities was considered essential. Regrettably, like many other government decisions, this initiative seems to have been sidelined.The proposal to set up 64 parking spots and bus bays in the city was accompanied with additional decisions, such as freeing footpaths from hawkers and relocating inter-district bus terminals away from the city centre. While there have been some efforts to relocate bus terminals, silence over the establishment of parking facilities within the city persists. Moreover, there was a decision that the Rajdhani Unnayan Kartipakkhya (RAJUK) would need clearance from the DTCA for multistoried parking structures before approving their designs. It is not known if anything has been done to implement that decision. With no progress evident, the question arises: what impedes the implementation of this plan? The logical starting point should have been to identify suitable sites through consultation with key stakeholders and then develop user-friendly and purposeful designs. The authorities have remained silent on the matter, leaving doubts about the true reasons behind the situation. The capital's vehicular movement and the associated problems are the most spoken issues. Establishing adequate parking facilities is not merely a matter of convenience but a crucial component of urban planning and sustainable development. Properly managed parking infrastructure not only reduces traffic congestion by minimising illegal roadside parking but also encourages the use of public transports and non-motorised modes of travel. Moreover, it contributes to efficient utilisation of urban space, enhances pedestrian safety, and improves the overall liveability of the city.The authorities' isolated and disconcerted actions have proved ineffective. Without purpose-driven initiatives such as multilayered parking spaces, traffic management will continue to be an insurmountable challenge. It is commonly believed that disciplining city traffic will foster a sense of order in various other aspects of urban life. The pertinent question now is whether the authorities concerned will revisit the decision and take concrete steps towards its implementation.Rapid growth of the city's population, coupled with an increasing number of vehicles on the roads, has exacerbated congestion and pollution, leading to significant economic and social costs. Studies have shown that traffic congestion in Dhaka results in substantial productivity losses, environmental degradation, and adverse health effects for residents.However, it is well assumed that the challenges before implementation of such initiatives in Dhaka are manifold. They range from bureaucratic red tape and funding constraints to competing priorities and political considerations. The lack of coordination among relevant government agencies and stakeholders further complicates matters, leading to delays and inefficiencies in project implementation.Addressing the issue of parking in Dhaka requires a holistic approach that takes into account land use planning, zoning regulations, and transportation management strategies. According to transport experts, encouraging mixed-use development, promoting transit-oriented development, and implementing innovative parking pricing mechanisms can help optimise the use of limited urban space while minimising the negative impacts of car-centric urban sprawl.Moreover, public awareness and community engagement are essential for garnering support for parking infrastructure projects and fostering a culture of responsible urban mobility. Educating residents about the benefits of using alternative modes of transportation, such as walking, cycling, and carpooling, can help reduce reliance on private vehicles and alleviate pressure on parking facilities.The stalled initiative for establishment of parking facilities reflects broader systemic challenges in urban governance and transportation planning. Addressing these challenges requires concerted efforts from government agencies, urban planners, civil society organisations, and the general public. Only through concerted efforts and decisive action can Dhaka hope to achieve sustainable urban mobility and improve the quality of life for its residents.\n[email protected]",
        "headline_1": "Decision on vehicle parking shelved!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/decision-on-vehicle-parking-shelved-1712069918",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-04-2024"
    },
    {
        "full_article": "A bus spewing a cloud of black smoke while plying a city street. \nThe Environment, Forest and Climate Change minister, reportedly, has asked the relevant authorities to furnish a list of public buses \"having over 20 years (of) their economic life, in an effort to control air pollution in the capital.\" Could this be the first step in an effort to bring to heel the problems associated with vehicle emissions contributing to Dhaka's air pollution? A laudable approach, but not a new one! Policymakers have been talking about revamping the chaotic bus transportation system in the capital city for years and nothing much has happened. The bus owners' association has proved surprisingly resilient in resisting all sorts of reform programmes undertaken under various governments, but the state of air pollution in this city has broken all past records and this has to change.Obviously, there will be loud protests from bus companies, but the government can no longer ignore the problems associated with pollution emitted by worn-out and road-unworthy buses that cater to the bulk of people's needs when it comes to public transportation in and around the city. The state-owned BRTC has never been a major player in Dhaka city's road transportation. The private sector continues to be a dominant operator. Because of failure to enforce rules and regulations concerning environmental protection and the political prowess of the transport company owners and their respective associations, the transport sector remains non-responsive to the call for tackling the problem of pollution. Starting from then-Mayor Anisul Huq's plans to introduce 4,000 buses under seven companies back in 2017 to more recent statements by both mayors of the bifurcated city, there has been little or no progress on the issue. While all passenger 4-wheel vehicles pay Advance Income Tax (AIT) to renew fitness certificates and pay road tax annually, such laws apparently do not apply to city buses. The week-long drives conducted periodically to check vehicle fitness and other papers are for 2-wheel, 3-wheel and 4-wheel vehicles, except buses - or so is the public perception. For reasons beyond understanding, this gross lack of enforcement has allowed for this situation to develop in the first place. Banged-up buses spewing black smoke out of tail pipes is a common sight on every major road in the city. These dilapidated public transports are a major cause of air pollution in the city, and no amount of sugar-coating can hide that fact!In the midst of such an anarchic situation, the first metro rail service (MRT-6) commenced last year has been a resounding success! The route on which MRT-6 travels, has seen the number of privately-run buses reduced by as much as 50 per cent (in some areas) because people would rather travel in comfort and safety over-and-above the awful gridlock that is commonplace on Dhaka roads. Demand for metro rail has exceeded all expectations and forecasts by city planners. It is smooth and efficient and does not require fossil fuel to run. It is more environmentally friendly than buses as it runs on electricity. This is what city planners need to focus on now. There has been much talk since last December about financial commitment being made (or in the process of being made) by the Asian Development Bank (ADB) and South Korea for MRT-1. The focus on negotiating terms of finance is imperative and should be concluded as fast as possible, the tendering process needs to be prioritised so that work on MRT-1 line (east-west connectivity) can happen sooner than later. The future is electricity-powered metro as against fossil-fuel run buses on Dhaka roads.\n[email protected]",
        "headline_1": "Tackling vehicle pollution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tackling-vehicle-pollution-1712070025",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-04-2024"
    },
    {
        "full_article": "At the end of each month, the imams and muezzins of the mosque receive a salary of Tk7,000. However, amidst the current rampant increase in commodity prices, this amount is paltry. Despite this, these individuals, who belong to low-income brackets, religiously maintain their attendance at the mosque, rendering their service and labour. While these are employment opportunities, the compensation and benefits provided are insufficient to support a single person, let alone a family. Given the low-paid service, it is incumbent upon society to support the imams and muezzins. Since their salaries are funded by the public, it is imperative for the public to consider avenues for their improvement. Specifically, there should be provisions for bonuses in addition to their monthly salaries during Ramadan and the two Eids, enabling them to navigate these periods more comfortably. Additionally, there is a pressing need to explore avenues for raising their salaries to a respectable level.\nAshikujaman SyedMarketing Research Associate,Hebei Huanji Metal Wire Mesh Co. LtdShijiazhuang, China,[email protected]",
        "headline_1": "Salary of imams and muezzins",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/salary-of-imams-and-muezzins-1712070043",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-04-2024"
    }
]