[
    {
        "full_article": "The Bharatiya Janata Party (BJP), the Congress and the Janata Dal (Secular), the three main contenders in Karnataka, have released their manifestos and campaigning is climbing to a crescendo. The State will vote to elect a new Assembly on May 10 and the results will be announced three days later. The three parties have promised a slew of welfare measures. The Congress and the BJP are also trying to amplify their ideological markers. For the BJP, the election is not merely about fighting for a second consecutive term in power but is also about winning an absolute majority of its own for the first time, and even reshaping the politics of the southern State. It has promised largesse including three free cooking gas cylinders a year, and half a litre of local dairy brand ‘Nandini’ milk every day to select beneficiaries. By specifically mentioning ‘Nandini’, the BJP is trying to counter allegations of supporting Gujarat-based Amul’s plan for market expansion in Karnataka at the cost of ‘Nandini’. But the edge of its campaign is the promise of implementation of a National Register of Citizens, a controversial initiative which was originally confined to Assam, and a Uniform Civil Code for all religious communities. Both are hot button topics that could sharpen communal divides. With the tone being set, the party is likely to raise the decibel level on its core ideological positioning in the remaining days of campaigning.The Congress’s welfare promises include 200 units of free electricity for all households and free travel for women in public transport across the State. The party has taken a relatively more strident position against Hindutva when compared to its campaigns in some recent State elections. But it is also walking a tightrope to not discomfort religious Hindus. It has spoken out strongly about the security and welfare of Muslims who are facing hostile state policy under the BJP. The Congress has promised to restore the four per cent reservation for Muslims which was discontinued by the BJP State government just before the announcement of the election. The JD(S) too has promised to restore the reservation. In addition, the Congress’s promises include the revision of several laws made by the BJP government and a reversal of changes to the school curriculum to boost the Hindutva narrative. Both the BJP and the Congress appear to agree on targeting the JD(S) which is fighting hard to preserve its base among the Vokkaliga community in south Karnataka. With many members of the family of former Prime Minister H.D. Deve Gowda in the fray, the JD(S) is defending itself against allegations of nepotism. But with the intense campaign, one week is a long time in politics.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nKarnataka Assembly Elections 2023\n\n/\n\npolitics\n\n/\n\nstate politics\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\ndairy\n\n/\n\nwelfare\n\n/\n\npublic transport\n\n/\n\nelectricity production and distribution\n\n/\n\nminority group\n\n/\n\neducation",
        "headline_1": "Long week in Karnataka: On the campaign trail, the BJP, the Congress and the JD(S)",
        "headline_2": "Communal politics and welfare measures dominate the campaign",
        "link": "https://www.thehindu.com/opinion/editorial/long-week-in-karnataka-the-hindu-editorial-on-the-campaign-trail-the-bjp-the-congress-and-the-jds/article66804479.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-05-2023"
    },
    {
        "full_article": "Not all marriages are happy, and not all divorces are unhappy. For those who want to opt out of a bad marriage, Monday’s Supreme Court ruling on divorce will be seen as a good move. Leaning on the “guiding spirit” of Article 142(1) of the Constitution to do “complete justice” in any “cause or matter”, a Constitution Bench said it could use this extraordinary discretionary power to grant divorce by mutual consent to couples trapped in bitter marriages. It also aims to spare couples the “agony and misery” of waiting six to 18 months for a local court to annul it, as stipulated under Section 13B of the Hindu Marriage Act, 1955. The Bench, headed by Justice Sanjay Kishan Kaul, observed that the law of divorce, built predominantly on assigning fault, fails to serve broken marriages. It pointed out that if a marriage is wrecked beyond hope, public interest lies in recognising this fact, not upholding a ‘married’ status regardless. The Court said it could use Article 142 to quash pending criminal or legal proceedings, be it over domestic violence or dowry, against the man or woman. Continuing in this strain, the Bench said the Supreme Court could grant divorce on the grounds of an “irretrievable breakdown of marriage” if the “separation is inevitable and the damage is irreparable”. Under the Hindu Marriage Act, irretrievable breakdown of marriage is not yet a ground for divorce.In its judgment, there was a word of caution that the grant of divorce would not be a “matter of right, but a discretion which is to be exercised with great care… keeping in mind that ‘complete justice’ is done to both parties.” Several factors would be considered by the Supreme Court before invoking Article 142 in matrimonial cases, including duration of marriage, period of litigation, the time the couple has stayed apart, the nature of pending cases, and attempts at reconciliation. The Court will have to be satisfied that the mutual agreement to divorce was not under coercion. In India, while divorcees have doubled in number over the past two decades, the incidence of divorce is still at 1.1%, with those in urban areas making up the largest proportion. But the divorce numbers do not tell the whole story; there are many women, particularly among the poor, who are abandoned or deserted. Census 2011 revealed that the population which is “separated” is almost triple the divorced number. In a country which is largely poor, where gender discrimination is rife and many women are still not financially independent, the Court’s stress on “care and caution” and not to rush into a quick divorce must be welcomed. After all, marriage equality is not a reality for all.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nmarriage\n\n/\n\ndivorce\n\n/\n\njudiciary (system of justice)\n\n/\n\nlaws",
        "headline_1": "A good divorce: On the Supreme Court of India’s ruling",
        "headline_2": "Irretrievable breakdown of marriage should be a ground for divorce",
        "link": "https://www.thehindu.com/opinion/editorial/a-good-divorce-the-hindu-editorial-on-the-supreme-court-of-indias-ruling/article66803976.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-05-2023"
    },
    {
        "full_article": "India is facing a severe challenge of unemployment, particularly among its youth, and there is a pressing need to promote sustainable development that creates job opportunities for them while also ensuring environmental protection. However, development projects are often obstructed by fake activism and fraudulent NGOs, which hinders the country’s economic growth and development. Such obstruction of development projects hurts the very people these fake activists and NGOs claim to represent, as it deprives them of potential job opportunities and impedes the growth of the energy sector.\nAs an activist, it deeply concerns me to see how the term “activism” has been manipulated and misused by vested interests in India. The recent case of the CBI FIR against a lawyer-activist for obstructing mining development on the direction of foreign companies is just one example of how fake activism is being used to obstruct genuine development and progress.\nFake activism is a dangerous tool that is used to manipulate public opinion and to further the interests of those who stand to gain from the status quo. Genuine activism, on the other hand, is about speaking truth to power and fighting for the rights of the underprivileged and marginalized sections of society. It is about raising awareness about environmental concerns and demanding accountability from those in power.\nTo prevent fake activism, the government should investigate and take action against those responsible for obstructing development projects. A high-level committee should be set up to review all development projects in India and examine if there is any fake activism impacting any of those projects.\nDuring the UPA government’s time in power in India, there were several instances of what was described as “fake activism”. These were cases where individuals or groups appeared to be protesting against a particular issue, but were actually being funded or supported by interest groups for their own gain. One example was the anti-nuclear protests in Kudankulam, Tamil Nadu, which began in 2011. There were also several instances of fake activism during the anti-corruption protests led by Anna Hazare in 2011.\nFake activism can also have a significant impact on public opinion. By using misleading or exaggerated claims, fake activists can sway public opinion against a project or cause. For example, activists opposing genetically modified (GM) crops have been accused of using fake activism to spread fear and misinformation about the safety of GM crops, even though the overwhelming scientific consensus is that they are safe. As a result, public opposition to GM crops has delayed their adoption in many parts of the world.\nFake activism can also erode public trust in the legitimacy of activism as a whole. When activists are perceived as insincere or manipulative, it can undermine the credibility of legitimate activists who are working to bring about positive change. The anti-vaccination movement has been accused of using fake activism to spread misinformation and conspiracy theories about the safety of vaccines. This has undermined public trust in the medical community and has made it more difficult for legitimate public health campaigns to promote vaccination.\nEnergy security in India is crucial for economic growth and development, and obstructing development projects can hinder the growth of the energy sector. India has significant coal reserves, yet it is forced to import coal due to various factors, including fake activism and fraudulent NGOs that obstruct development projects. This has contributed to a situation where many people in India, particularly those living in poverty, do not have access to electricity throughout the day.\nDue to the obstruction of development projects by fake activists and fraudulent NGOs, India is unable to use its vast coal reserves to meet its energy needs, resulting in imports and inadequate access to electricity for many of its citizens\nFurthermore, the government must also provide support and protection to whistle-blowers who expose corrupt practices and fraudulent activities of organizations that obstruct development projects. This will encourage more people to come forward and report such activities, leading to greater transparency and accountability in the system.\nInclusive decision-making that involves all stakeholders, including local communities and civil society organizations, can help ensure that development is sustainable and inclusive. The government must strike a balance between economic growth and environmental protection, and sustainable development can achieve this balance. Sustainable development creates job opportunities while also safeguarding the environment for future generations.\nBy addressing the root causes of fake activism and fraudulent NGOs, improving transparency and accountability, and promoting genuine activism, India can achieve sustainable development that creates job opportunities while also safeguarding the environment for future generations.\n\n",
        "headline_1": "When activism turns fake: How it’s harming India’s growth and future",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/when-activism-turns-fake-how-its-harming-indias-growth-and-future/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-05-2023"
    },
    {
        "full_article": "Why in these Karnataka polls the relationship between Lingayat religious institutions and BJP is not all that smooth and what didn’t work in BJP’s Vokkaliga outreach:\n\nAs we enter the final stretch of Karnataka elections, the political role of socio-religious mutts is once again gaining attention, but with one important difference. In contrast to recent elections where most Lingayat mutts were believed to be aligned to BJP, there appears to be greater divergence this time round between the mutts and the party. It is tempting to interpret this divergence in terms of the declining fortunes of the mutt-friendly BJP leader, BS Yeddyurappa, but it may more accurately reflect an inherent contradiction in their approaches to power.\nRead full opinion on TOI+\n\n",
        "headline_1": "Mutts the matter, but differently",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/mutts-the-matter-but-differently/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-05-2023"
    },
    {
        "full_article": "A second Asian after Anand is world chess champion. But the game’s top order is in ferment, with young talents from India & elsewhere getting ready for their shot at the glory:\n\nThe recently concluded world championship match between Ding Liren and Ian Nepomniachtchi underlined a tectonic shift in global chess hierarchy. Ding Liren, a 30-year-old Grandmaster (GM) from Wenzhou, China, came from behind three times, and clinched the title with less than a minute to spare.\nRead full opinion on TOI+\n\n",
        "headline_1": "In a ding dong battle, watch out for the teens",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/in-a-ding-dong-battle-watch-out-for-the-teens/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-05-2023"
    },
    {
        "full_article": "A Haryana district is the latest cybercrime hotspot. This threat is set to grow as digital transition accelerates:\nLast week, Haryana’s police force carried out a complex operation. Over 5,000 policemen raided 300 locations in 14 villages in the state’s Nuh district. The targets were hackers, often just school dropouts. At least 65 people have been arrested, with the hunt on for the mastermind. However, as a report in TOI said, cybercrime is increasingly a leaderless exercise as a smartphone and SIM card are the only tools needed. Nuh’s geographical location helped it become a base of operations because “black spots” make it difficult to trace calls.\n\nIt’s unlikely that the operation in Nuh will be the last time police raids on cybercriminals will get headlines. GoI’s cybercrime portal receives over 3,500 complaints a day. It’s a sizeable underestimate of the actual scale of cybercrime as not all victims know how to file a complaint or even want to file one. India’s not alone here. In 2022, Interpol surveyed police forces among its member-states to publish the first-ever global report on crime trends. Police forces across countries identified financial and cybercrime as among the world’s leading crime threats. In particular, phishing and online scams were rated as high or very high threats.\nFor India’s huge mobile phone user base, phishing and dubious online platforms offering financial products are the most potent threats. Phishing occurs when perpetrators are able to mask their identity and persuade people to share sensitive financial information.\nDigital business models offer unprecedented convenience. The downside is that it’s also made it easier to perpetrate crimes on a large scale from geographically distant locations. That makes things tough for law enforcement. In financial matters such as dubious online loan apps, both GoI and RBI have jointly cracked down.\nLast year, RBI used its regulatory control over banks to ensure that the interface between the formal financial sector and dubious online lenders is checked. Here too regulators are often playing catch-up as dubious loan apps lure customers by waiving preconditions that are an essential part of borrowing from the formal financialsector. GoI, regulators and states need to invest far more in enhancing financial awareness to help people be vigilant. On the other side of the fence, India’s chronic underemployment problem, which shows up as a high percentage of self-employed people in the workforce, creates conditions for young people to try and make money by digital fraud. Jobs and smart policing are the answer.\n\n",
        "headline_1": "Nuh place, old tricks",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/nuh-place-old-tricks/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-05-2023"
    },
    {
        "full_article": "There was a time when journalists sought to be biased, but only towards people. And it was in the interest of the masses that they prided themselves on questioning the regime. It was a time when members of the press corps would silently measure who was asking the most pertinent questions that others had missed. There would be a certain degree of respect and awe for those raising the toughest questions in their quest to ascertain whether the people were benefiting.\nThe mere act of questioning, in itself, did not warrant applause so much as the degree of accountability that one demanded. It was the degree of inspection the regime was being subjected to that won the admiration. It was a time when we assessed who was it that gave pause to the figure at the podium, whose question was it that caused the speaker to be beaded with sweat. And it would be s/he who deserved the backslaps and applause.\nThere was a time when news outlets could be fiercely political and steadfastly non-partisan in their adulation as well as admiration, boldly adversarial and yet dispassionately balanced in their commendation as well as criticism of the ruling regime or its opposition. Sure, there would be backlash when the critique was too incisive, and the commendations dull. But nothing that could not be smoothed over during a strained détente.\nIt would be naïve to believe that there was a time when there were no news outlets acting like mouthpieces. There always were. But they would be on the sidelines, never daring to claim the validity of the mainstream. For it was the mainstream that maintained neutrality and independence. It was a time when the press strived to inform, educate, and entertain the audience with objective journalism, instead of clickbait headlines and an eternal quest for what has come to be known as viral content. There was a time when, through their work, journalists sought to comfort the afflicted and afflict the comfortable.\n\nThere was a time when the regime was particularly averse to the criticism of collaborators. It was as if Razakars never existed on this soil. So, no one dared point their fingers at the guilty or even mention the murky past. That was also a time when a parrot decided to accuse its confronter of being a collaborator. And \"Tui Razakar\" caught the imagination of millions. No matter how strongly dissent is subdued or throttled, parrots have chirped. Bumbling idiots have cracked iron-fisted regimes.\nThere have been sycophants too. But they would never condemn fellow journalists with unabashed self-righteousness, despite their own chequered careers riddled with political somersaults from one camp to another, for pointing out the obvious. They would never dare slam an outlet and accuse them of misconduct merely to be in the good graces of the government, especially if the outlet in question was only writing about deprivation and misery of the people. They would do the bidding of the powers that be in awkward embarrassment and slither back into the obscurity where they belonged. They never flaunted the complete decay of their spine from years of genuflection, for they too knew those who championed the needs of the poor and acted as the mouthpiece of the people were actually being responsible.\nThere was a time when it was unpatriotic to write about the Indigo Revolt for it cast the regime in a bad light. There was a time when it was unpatriotic to cover the Salt March for it planted seeds of rebellion. There was a time when it was unpatriotic to cover the Language Movement for it emboldened people to rise up in popular demand.\nThere was a time when it was unpatriotic to champion the political process over the mediocrity of uniformed stewardship. Ironically, the last time this was the case, the stewards attempted to banish the custodians of democracy from the public sphere and held them forcibly on the national parliament grounds, which is the seat of our democracy. Ironically still, it was in columns like these that we saw repeated criticism and resistance to injustice, and continuous calls for restoration of democracy through elections. There have also been times when it was unpatriotic to champion the plight of millions left without the ability to afford two square meals.\nBut criticism of the political establishment never invoked the wrath and vitriol of the executive, legislative and the judiciary or vice versa, threatening to blur the already thinning grey line between the party and the state, especially when the heart of the matter was true.\nThere were times when regimes exploited and employed the state apparatus to watch over those deemed to lack patriotism, particularly journalists and news outlets. But there was always a veneer of civility, there was always a façade of operating under the table. There was always the foregone subconscious that it was essentially wrong to monitor the press and impinge on its independence, for it contradicted the spirit of our democratic people's republic. Those deployed to keep watch would operate at the fringes and sniff around apologetically. They never demanded a seat at the table.\nAutocratic or dictatorial, fascist or totalitarian, these regimes have remained stubbornly oblivious to the electorate's persistence and its capacity to protest. These regimes have, thus, underestimated the creativity and imagination of the electorate with single-minded devotion. From Bhootnath to Jiban Theke Neya, wit and humour have never failed to overwhelm these regimes with absolute befuddlement. There was a time when two bumbling idiots named Goopi and Bagha showed the hollowness of a totalitarian regime built on the riches of its diamond mines.\nThere was a time when the regime was particularly averse to the criticism of collaborators. It was as if Razakars never existed on this soil. So, no one dared point their fingers at the guilty or even mention the murky past. That was also a time when a parrot decided to accuse its confronter of being a collaborator. And \"Tui Razakar\" caught the imagination of millions. No matter how strongly dissent is subdued or throttled, parrots have chirped. Bumbling idiots have cracked iron-fisted regimes.\nTanim Ahmed is a dropout journalist who thinks freely, comments a lot and writes a little.\n\n",
        "headline_1": "There was a time...",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/there-was-time-3309761",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-05-2023"
    },
    {
        "full_article": "Dr Ijaz Hossain is former dean of the Faculty of Engineering at Bangladesh University of Engineering and Technology (Buet). In an interview with Eresh Omar Jamal of The Daily Star, he talks about the hazardous state of Dhaka's gas distribution system and how that is putting people's lives at major risk.\nOn April 24, people from different parts of Dhaka started to panic fearing there had been a gas leak. How vulnerable is our gas distribution system to such leaks and how much danger is it putting people in?\nThe first thing we need to accept and understand is that these leaks are there. It is pointless to deny or hide it. So, if these leaks are there, why did people smell the odorant mixed with the gas on April 24, and not on other days? Titas itself has answered that question. Normally, we have a gas shortage problem, which leads to low gas pressure in different parts of Dhaka, and sometimes people also complain that they are not getting any gas. Since all industries closed down during Eid, gas consumption went down drastically, leading to higher-than-usual gas pressure.\nBefore natural gas enters any city, it has to pass through a facility called city gate station (CGS). On the upstream side of CGS, you have very high pressure from gas fields. Its function is to lower the pressure before supplying gas to the city – you can't give 1,000 PSI of gas to the city. Because gas pressure from gas fields is usually low, the CGS is adjusted in a way that allows enough gas to enter; without this adjustment the pressure would be too low to maintain gas supply throughout the city. When the pressure on the entry side increased, more gas started to enter the city, and more gas started to escape through the leaks. During normal times, gas does escape through the leaks. But due to the low pressure, we cannot detect it as, after dispersion in the surrounding air, the amount of gas that leaks out is not detectable by our nose.\nAnecdotally, we know that Titas' lines have many leaks. This incident just outright proved it. But we had proof before, too. For example, we have all seen gas coming out of these lines at high pressure in flood-affected areas. And, several years back, there was a study done under the carbon credit programme \"Clean Development Mechanism (CDM)\" – because this is a greenhouse gas which is being emitted – of many risers (and pipes) at consumers' premises which found that a large proportion of those had leaks.\nThe number of leaks in Dhaka city is staggering – pointing to the fact that the pipelines are old or were constructed poorly. So, gas is leaking continuously. If this leaked gas collects in a pocket or an enclosed space – and its concentration goes above five percent – there could be an explosion. And I believe that the recent explosions we have seen around Dhaka city occurred from that. It's not always that gas can build up to that point in an enclosed place. And even if it did, it's possible that, fortunately, there was no source of ignition to cause an explosion. But we now have proof showing that these leaks are serious and dangerous.\nIs there a way to have a system in place that could detect leaks before people are put in harm's way?\n\nIt is one thing when gas leaks into someone's kitchen because they might have meters, detectors, etc showing that it's leaking. But what about the pipeline? There are definitely ways to detect leaks there, and Titas knows when the pipeline is leaking. But they don't have the budget needed to fix them all – so they ignore it.\nThere are many technologies for detecting leaks. Imagine a line has two meters at two ends. If there are no leaks, there won't be any loss when gas is flowing – whatever passes through one meter must pass through the other one. Pressurising a line by closing all outlets and observing pressure can detect leaks. These are simple standard methods of detecting a gas leak.\nWhere should the push for this investment come from? While this may be monetarily costly, what about the cost in terms of the lives we've paid with by ignoring this issue?\nWe have already experienced a few big explosions. For example, the one at the Narayanganj mosque and also at Moghbazar. But we could witness even bigger ones. As per some sources, many other recent explosions (although the government has not confirmed this) also happened from leaks. So, all leaks in gas pipelines need to be plugged urgently.\nAlso, these leaks are emitting methane, which is 24 times worse than carbon dioxide in terms of global warming. So, while the government is up in arms about climate change, it is ignoring this emission.\nIn our country, an adequate maintenance budget is rarely provided. Public sector utilities are more interested in new projects. When you create a budget, you need to set aside resources for the maintenance of old and new projects – as well as provide funds for the protection of workers and the general public. One needs to invest in protecting these pipelines so that they last for 30 years and also provide money to replace the pipes once their useful life (as specified by manufacturers) is over – even if the pipes still look okay and have no leaks, just to be safe.\nThrough the April 24 incident, we came very close to some major accidents – and luckily people promptly complained and Titas managed to take corrective actions on time. However, there was some negligence here as well. At the CGS, if they had detected the high pressure upstream (because of factories and industries being closed) resulting in high pressure downstream, this would not have happened – and it should never have happened. So, the authorities, including the energy minister, need to sit down and find urgent solutions.\nSo, what we see happening are all outside of the domain of good practices when it comes to safety.\nCan the lack of sufficient investment for maintenance and everything you mentioned be described as part of a governance failure?\nYes, absolutely. It is also the attitude that is the problem. The authorities responsible for different projects are not putting enough emphasis on safety – both that of people and of the environment. We are literally seeing crashes, explosions, and fires every day, many of which result from disregarding safety guidelines. Why? Because infrastructures are not well-maintained and, in some cases, not properly constructed.\nHow do we change this mindset? In many countries, had such deaths from explosions occurred, we would see criminal cases being filed, perhaps being followed by prosecution. Could such accountability improve things?\n\nOur judicial system needs to take proactive steps in this regard and hold people responsible. There needs to be adequate budgetary allocation for safety. This propensity of wanting to build new infrastructure, while ignoring the upkeep of the systems we already have in place, is a damaging one. Until things break down – taking lives with it – we rarely take any actions to replace the asset. So, what does that illustrate? That these lives are dispensable? This should never be acceptable.\nSo, yes. We have to hold people, organisations, and even the government accountable or criminally liable. But for that, all the courts have to operate with a mindset that people's lives must always take precedence over and above everything else.\n",
        "headline_1": "Titas doesn't have the budget to fix all gas leaks – so it ignores them",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/interviews/news/titas-doesnt-have-the-budget-fix-all-gas-leaks-so-it-ignores-them-3309311",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-05-2023"
    },
    {
        "full_article": "For a country whose destiny till now has largely been shaped for the better by dissenting voices – oftentimes coming from within the more courageous sections of the independent press – it is extremely disheartening to have to come to terms with the decrepit state of press freedom today. According to Reporters Without Borders, Bangladesh ranked 162nd in the World Press Freedom Index last year – the lowest among all South Asian countries except for Myanmar – out of 180 countries. And if that wasn't terrifying enough, the rapidly worsening trajectory of Bangladesh's positioning in the rankings over the past years – 121 in 2019, 152 in 2021, followed by 162 in 2022 – should have caused a massive national outcry, followed by serious retrospection to find out how exactly we've gotten here. But unfortunately, what we have seen over the last year is the complete opposite of that.\nThere has been a lot of hostility displayed over the past year, particularly by government officials and ruling party affiliates, against the press. But that, perhaps, should not come as a big surprise, as it is the duty of the press to challenge power and to hold it to account – which naturally causes the powerful to push back. What has been shocking, however, is how openly that has been done and the tactics and pretences that have been used to shut down critical voices. What is further worrying is the complete lack of accountability for those who have broken the law – such as attacking or even murdering journalists – to prevent media workers from doing their jobs of informing the public.\nAs journalists, human rights defenders and even the general public have repeatedly pointed out, the Digital Security Act (DSA) has created an environment that is the antithesis of one which allows press freedom and free expression to exist, let alone flourish. The main and most glaring problem with it is that it has been framed in such a way that \"allows\" for the law to be abused. And since its enactment, that is exactly what has happened, with data from the Centre for Governance Studies (CGS) showing there have been at least 355 cases filed against journalists using the law and, almost half of all cases being filed by people affiliated with a political party or government officials. In spite of all that, more laws seem to be in the offing to allegedly \"regulate\" the press – or rather, in our case, force it to remain passive and silent in the face of exploitation and lawbreaking by the powerful.\nThe prevailing situation clearly does not allow the press to function freely. Yet, the biggest danger of that is that it impedes upon the people's right to information and knowledge. When people are forcibly kept in the dark, democracy cannot exist. It is from this dangerous quagmire that we need to dig ourselves out of. \n",
        "headline_1": "Press freedom is in peril",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/press-freedom-peril-3309246",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-05-2023"
    },
    {
        "full_article": "For a country whose destiny till now has largely been shaped for the better by dissenting voices – oftentimes coming from within the more courageous sections of the independent press – it is extremely disheartening to have to come to terms with the decrepit state of press freedom today. According to Reporters Without Borders, Bangladesh ranked 162nd in the World Press Freedom Index last year – the lowest among all South Asian countries except for Myanmar – out of 180 countries. And if that wasn't terrifying enough, the rapidly worsening trajectory of Bangladesh's positioning in the rankings over the past years – 121 in 2019, 152 in 2021, followed by 162 in 2022 – should have caused a massive national outcry, followed by serious retrospection to find out how exactly we've gotten here. But unfortunately, what we have seen over the last year is the complete opposite of that.\nThere has been a lot of hostility displayed over the past year, particularly by government officials and ruling party affiliates, against the press. But that, perhaps, should not come as a big surprise, as it is the duty of the press to challenge power and to hold it to account – which naturally causes the powerful to push back. What has been shocking, however, is how openly that has been done and the tactics and pretences that have been used to shut down critical voices. What is further worrying is the complete lack of accountability for those who have broken the law – such as attacking or even murdering journalists – to prevent media workers from doing their jobs of informing the public.\nAs journalists, human rights defenders and even the general public have repeatedly pointed out, the Digital Security Act (DSA) has created an environment that is the antithesis of one which allows press freedom and free expression to exist, let alone flourish. The main and most glaring problem with it is that it has been framed in such a way that \"allows\" for the law to be abused. And since its enactment, that is exactly what has happened, with data from the Centre for Governance Studies (CGS) showing there have been at least 355 cases filed against journalists using the law and, almost half of all cases being filed by people affiliated with a political party or government officials. In spite of all that, more laws seem to be in the offing to allegedly \"regulate\" the press – or rather, in our case, force it to remain passive and silent in the face of exploitation and lawbreaking by the powerful.\nThe prevailing situation clearly does not allow the press to function freely. Yet, the biggest danger of that is that it impedes upon the people's right to information and knowledge. When people are forcibly kept in the dark, democracy cannot exist. It is from this dangerous quagmire that we need to dig ourselves out of. \n",
        "headline_1": "Press freedom is in peril",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/press-freedom-peril-3309246",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-05-2023"
    },
    {
        "full_article": "The government's ambitious energy policy over the past decade increasingly appears to have been built on irregularities, inefficiencies, and a lack of accountability of various stakeholders. A recent study conducted by the Coastal Livelihood and Environmental Action Network (CLEAN) explains why, despite generating 58 percent more than what we need, there are still power shortages in the country. It notes that of the 150-157 active power plants currently in operation, only 39.8 percent are running properly. A whopping one-third of the fossil-fuel-based power plants were found to be faulty, with 18 percent suffering some form of mechanical problems. Out of the 43 state-owned power plants, as many as 22 were found sitting idle for more than half the time, while nine out of 23 publicly owned independent plants suffered fuel crises for approximately 40 percent of the time.\nSince the current government came to power, it has increased the country's electricity generation fivefold, reducing load-shedding dramatically (till it reappeared in our lives last year). To do so, it built fossil-fuel-fired power plants – often ignoring protests from activists about their harmful impacts on the surrounding communities and environment – and gave permission to set up quick rental power plants across the country. A decade later, it appears we never really needed all of these power plants. In fact, we have been paying an incomprehensible amount of money as capacity charges for many of these plants to essentially sit idle every year. The CLEAN study found that the 12 worst performing plants, which stayed out of operation or faced technical difficulties for the longest time, were actually paid Tk 2,336 crore in capacity charges in the past year alone.\nThe study also found that the solar power plants ran without problems for 97.8 percent of the time, and that if we replaced the liquid fuel-based power plants during the day with solar, we could have saved $322.15 million every year. The question is: why are we still operating and investing in fossil-fuel-based power plants when cheaper, cleaner, and more efficient alternatives are available?\nIt is horrifying that the government invested so much money in establishing these power plants, without proper planning to begin with, and then did not even bother to ensure their smooth operation. At a time when the country is suffering from the worst economic crisis in over a decade, what possible justification can there be for such wastage of public funds? Instead of focusing on reducing the many inefficiencies in the energy sector, the authorities, unfortunately, seem bent on rewarding poor performers and passing down the ever-escalating costs of power generation to the consumers. Over the past year, we have not seen any indication that the government will move away from this course of action.\nWe urge the government to rethink its current policy, take urgent steps to phase out non-performing power plants, and address the inefficiencies that are driving electricity prices upwards for consumers. We would like to ask them to open their eyes – the statistics quoted above speak for themselves.\n",
        "headline_1": "Fuelled by inefficiency?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/fuelled-inefficiency-3308486",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-05-2023"
    },
    {
        "full_article": "Internationally, the digital economy has witnessed an extraordinary expansion over the past one and a half decades so much so that it has overshot the global GDP growth during this period. As a result, the international tax codes have not been able to keep pace with it. Especially, the issue of taxing the multinational tech giants including Facebook, Apple, Amazon, Alphabet (the parent company of Google), Netflix, Tik Tok and so on has proved to be very tricky. It is so, because they do not maintain physical presence in most countries where they operate business. Worse, many of these companies avoid paying taxes in countries where they operate through a strategy called 'base erosion and profit sharing (BEPS)', which involves moving profits to low or no-tax locations, that is, in places where there is practically no economic activity. The existing gaps and mismatches in the tax rules, especially in the developing countries, help these multinational tech giants to get away without paying taxes.It is against this backdrop that a local policy think tank, the Centre for Policy Dialogue (CPD), in collaboration with the European Union (EU), at a recent dialogue held in the city, did come up with certain suggestions to bring these international tech giants under the tax net. And to that end, it suggested taking measures in line with the Finance Act FY2023-24. However, the task is easier said than done. The government will be required to share international experience in this connection. In fact, there is the issue of 'techno-nationalism' and the authorities concerned need to be very careful about it. Particularly, it will be important to look into how any such digital taxation might fit in with other international tech policies, for instance, issues like privacy and competition. So, the local tax authority will be required to take note of these issues while devising legal frameworks in order to enable the tech multinationals to obtain tax identification number (TIN) and submit their tax returns locally. More importantly, seeing that the digital economy has recently been asserting its position in the national economy rather strongly, since the pandemic time, in particular, the government needs to find ways to ensure that it can duly contribute to the nation's revenue earning.In this regard, the government needs to review tax exemptions being enjoyed over a certain period of time by the local online businesses known as Information Technology-Enabled Services (ITESs). If some such companies operating locally are seen to be making enough profits, they may be listed as taxable entities. However, digital economy, which is based on intangible assets like data, is quite a different kettle of fish than the familiar kind of economy. So, a lot of new issues would arise calling for redefinition of terms before imposition of regulatory measures including taxation. As the digital marketplace is growing in a spontaneous fashion, it is important that a national policy is in place to facilitate the growth of, particularly, the fledgling startups. Also, the need for creating a new service code for the sector cannot be overemphasised. At the moment, Bangladesh is in need of mobilizing adequate fiscal resources to carry out its development work. Moreover, IMF conditions also require raising the country's tax-GDP ratio from its present 7.8 per cent to 9.4 per cent over the next three years. So, the imperative is to extend the economy's tax base including the new areas like the online marketplace.",
        "headline_1": "Bringing digital marketplace under tax net",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bringing-digital-marketplace-under-tax-net-1683040720",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-05-2023"
    },
    {
        "full_article": "Human civilization is all set to embark on the 4th industrial revolution (4IR) courtesy of artificial intelligence (AI). Although scientists and inventors have been working over the decades, remarkable success in this sector has come to light recently. Open AI's GPT-4 is a recent innovation which is 40 per cent more accurate than GPT-3.5 and 82 per cent less likely to respond with disallowed content. The feature which made GPT-4 unique is its ability to write codes in any language. This can potentially change how we educate and learn. It has been a game changer in AI as the fourth generation of Open AI's Generative Pre-Trained Transformer technology.GPT-4 is an advanced natural language processing (NLP) model with the remarkable ability to comprehend and create human-like language. This cutting-edge technology leverages machine learning to produce text using natural language as its input. With its capacity to generate high-quality text comparable to that created by humans, GPT-4 has the potential to revolutionise the process of communication, learning and teaching.The GPT-4's forte is its capacity to generate highly customised text suited to the user's unique requirements. For example, this smart technology can generate personalised chats with pupils to help them understand various subjects. Furthermore, GPT-4 has the potential to be an invaluable teaching assistant, providing feedback on assignments and assisting students in their academic pursuits.The discussion surrounding education and ChatGPT has predominantly revolved around one issue: cheating. Unfortunately, this conversation has become as dull and insipid as an out-of-date chatbot. It is unavoidable that some students will attempt to cheat using GPT-4, and educators must become more competent at detecting academic dishonesty. Fortunately, various tools are available to assist teachers with this difficulty.However, complaining that GPT-4 is inherently harmful due to its possible misuse is like criticising all books because some students use Cliffs Notes. GPT-4 is a tool, and the most astute instructors use it to change and improve the learning process. Indeed, the language model has already earned its place as a crucial element in education and learning. Its applications are extensive, and it is being utilised in numerous ways to enhance various aspects of the educational process. For instance, GPT-4 is utilised to analyze the success rate of foreign language learners. Additionally, it is employed for creating lesson plans, conducting academic research, evaluating students' performance, and marketing educational products and services.The popular language-learning app Duolingo has recently added GPT-4 into its latest premium tier, Duolingo Max. GPT-4 is used by the Explain My Answer function to explain to users why they may have answered a question incorrectly. Personalised and rapid feedback was previously difficult to implement on a comprehensive basis.Another notable feature is RolePlay, which allows users to practice writing conversations in the language they are learning. Human creators created many situations in this function, and users can communicate with GPT-4 within those settings to strengthen their situational communication skills.ChatGPT was previously helpful for teachers in planning lessons, but GPT-4 is much more responsive. It can help teachers improve their lesson plans by asking follow-up questions about lessons covered and pupils' level of learning. This additional context makes its responses considerably more useful and precise. Furthermore, the ability of GPT-4 to generate videos and images allows teachers to find and create learning resources that supplement and complement their content. Educators may, in essence, create more effective lessons much faster.GPT-4's capacity to understand and process images can greatly benefit visually challenged children. Apps like 'Be My Eyes' use GPT-4 as a virtual volunteer, allowing users to point their camera phone at an object or written piece, and GPT-4 to describe what is on the screen. This is a game changer for students struggling to understand written directions and interact with visual course materials. ChatGPT previously struggled to provide viable material, using stiff and generic language, and frequently failing to give precise information. Despite these limitations, it was an extremely effective brainstorming tool. The development of GPT-4 has removed this constraint, and now AI is more reliable and trustworthy than ever before. If this development continues, it is expected that technologies like GPT-4 of Microsoft or even BardAI of Google will start playing a crucial role in the education sector.Artificial Intelligence (AI) can significantly influence the research and innovation sector. It can be a fantastic time and energy saver for researchers. For example, students and researchers at the NOVA Information Management School in Portugal can use GPT-4 for coding while studying programming languages such as Python and SQL. Integrating GPT-4 into the learning and research process can make it more efficient and less time-consuming. With its ability to generate text and code, GPT-4 can provide immediate feedback and assistance, allowing students and researchers to identify and correct errors quickly. This can help them learn and complete their work more efficiently while reducing time and effort.Chatbots are gaining popularity in the education sector, and with GPT-4's expanded capabilities, they can provide more tailored and beneficial interactions with students. Chatbots can answer questions asked, assist students in navigating the university website, and advise on course selection and career prospects. As technology advances, interactions will improve, making them even more valuable to students and universities.Indeed, AI has made significant inroads into the field of education and has the potential to transform it in various ways. AI is changing the way students learn and professors teach, from personalised learning to intelligent tutoring systems. It is incumbent on all to investigate the possibilities of AI and use it responsibly and ethically in order to improve the educational experience for all students.\n[email protected]Researcher, Digital Analytics Nova Information Management School Lisbon, Portugal",
        "headline_1": "How GPT-4 can transform education system",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-gpt-4-can-transform-education-system-1683040793",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-05-2023"
    },
    {
        "full_article": "Some major e-commerce platforms in the country have been riddled with scam after scam. Defrauding customers was widespread and it didn't happen in a day. It is not as though people weren't aware of what was going on. Public service announcements had been made by various authorities warning people about outrageous offers being made by some e-commerce sites. Yet, the frenzy of making huge savings or buying products at fabulously low prices caught the public's imagination and made possible multi-billion taka scams.While Evaly will remain forever etched onto the Bangladeshi consumer's mind, many other dotcom sites followed it. Among them are names like Eorange, Qcoom and Sirajganj Shop. While litigation is on against many of these companies, it is now known that these three sites still owe its customers Tk1.62 billion. That sum is not a joke. But then, neither was the Evaly's. The first and most successful (according to some industry insiders) online site, which in its heyday was offering the latest 2-wheeler bikes and scooters at significant discounts, and that was just one product segment that had caught the public's imagination. The frenzy it had caused in the public mind is when the authorities concerned should have stepped in to take a closer look at the books of accounts. But either Evaly had found a loophole in the system that allowed it to continue operating with impunity, or the authorities felt that they had done their job by issuing a few statements in the press.It is simply astonishing to see people go gaga over what is essentially a Ponzi scheme model of business. This scheme is a \"form of fraud that lures investors and pays profits to earlier investors with funds from more recent investors. The scheme leads victims to believe that profits are coming from legitimate business activity\" and these customers \"remain unaware that other investors are the source of fund\". Such Ponzi schemes have been used in every country, and the end result is always the same. The \"scheme\" comes apart when new investors stop investing new money.When the Evaly scam came to light, it was hoped that the authorities would wake up and frame rules, amend laws or formulate new ones to make it harder for these scammers to do business in Bangladesh. Apparently, that has not yet happened. As is evident from the news that Bangladeshi customers' funds are stuck in some 27 online shopping malls and the value of those funds are to the tune of Tk27 billion! Not all are Ponzi schemes per se. However, the fact remains that little is being done to make people aware of their rights when it comes to purchasing goods/services online. Again, the law remains opaque to affected consumers because the body that is supposed to look after consumers' rights remains woefully understaffed and under-funded. It is to the advantage of scammers and fraudulent business interests if this watchdog body remains weak in terms of human resources and magisterial powers. The rules that are in place need to be reviewed with the intention of modernising them while making it more uncomfortable for scammers. If laws to protect consumers remain weak and the fines small, it is only natural that online scammers will have a field day to defraud potential customers. The year has not been easy for anyone. Financial desperation leads people to do believe in magic, but greed leads them to lose all common sense and invest in the impossible. The authorities have to act now in order to put an end to such online business scams. \n[email protected]",
        "headline_1": "E-commerce sites earning infamy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/e-commerce-sites-earning-infamy-1683040860",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-05-2023"
    },
    {
        "full_article": "May 1 is widely known as International Labour Day, a day when we celebrate the contribution of workers worldwide. It is a moment for pride, celebration and hope. Globally, real wages have fallen, poverty is rising and inequality seems more entrenched than ever. In Bangladesh, the picture is grimmer. Although the number of our female workers in some sectors is comparatively higher than men and their contribution to GDP is outstanding, they do not feel safe in their workplaces. According to a study conducted by Karmojibi Nari and CARE Bangladesh, about 12.7 per cent of women employees face sexual harassment at workplaces. Among the sexually harassed women, 14.81 per cent were employed in the health sector, 59.26 per cent in the readymade garment (RMG) sector, 8.89 per cent in the private sector, 3.7 per cent each in education and banking, 6.67 per cent in NGOs and 1.48 per cent each in the law enforcement and legal sectors, says another survey jointly conducted by the National Girlchild Advocacy Forum, Plan Bangladesh and Girls Advocacy Alliance. Workplace sexual harassment is common in Bangladesh. It inhibits women from entering the labour market and is also a major reason why they drop out of work. Despite this, workplace security measures for woman workers are still very weak in Bangladesh. The labour law of the country has not even defined workplace harassment and violence. Section 332 of Bangladesh Labour Act, 2006 states that no person of any establishment should behave with any woman employee in a way that might seem to be indecent or unmannerly or which is repugnant to the modesty or honour of that woman. But the provision does not specifically refer to harassment or violence that women face in workplaces. Besides, the enforcement framework for labour law and gender-based violence is fragile. The International Labour Organization (ILO) Convention 190 recognises everyone's rights for a world of work free from violence and harassment, including gender-based ones. The ratification of this convention and its proper implementation is urgently needed in Bangladesh to improve workplace safety for women. \nAshru Rekha, [email protected]",
        "headline_1": "Ensuring workplace safety for women",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-workplace-safety-for-women-1683041210",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-05-2023"
    }
]