[
    {
        "full_article": "The seizure of mobile phones from some journalists in the name of investigating how details of the First Information Report (FIR) pertaining to the rape committed on the Anna University campus in Chennai last December is wholly unwarranted and possibly illegal. The Special Investigating Team (SIT), appointed by the Madras High Court to take over the probe, appears to believe that the source of the alleged disclosure could be mediapersons who may have downloaded the FIR from a national crime network database. What makes the episode an instance of harassment is that the journalists were subjected to intrusive and distasteful questioning. Instead of probing how and why the FIR leaked, the SIT is trying to find out whether they had put it in the public domain. The High Court had already been told that the FIR was inadvertently uploaded, because of a technical issue, on the Crime and Criminal Tracking Network and Systems before being taken down. The High Court had directed a departmental inquiry into the leaking of the FIR (the direction has now been stayed by the Supreme Court). What was a direction to find out the source of a departmental leak has been transformed into a roving inquiry as to who may have circulated it in the public domain. Unless the reporters summoned by the police had themselves reported or posted details revealing the survivor’s identity, there is no reason for seizing their phones.Based on the High Court referring to the alleged circulation of details about the survivor’s identity, a separate FIR has been registered under Section 72 of the Bharatiya Nyaya Sanhita, which makes it an offence to publish any detail that may lead to the survivor’s identity becoming known. Presumably, the SIT is trying to trace those who made such publication, but the real question is whether the details were actually published in any newspaper, TV channel or social media post. If such a disclosure existed, the police should be summoning those in charge of those outlets or handles instead of calling all those who downloaded material from the Internet. A larger question is whether the police have the blanket authority to seize mobile phones or devices without judicial authorisation or any credible reason that an offence has been committed. The Supreme Court has already asked the Centre to frame guidelines for such seizures, including the need for a warrant and an element of proportionality. An unguided power to seize phones threatens the privacy of individuals and, in the case of the media, is a brazen intimidation tactic and an attempt to identify and harass their sources and an attack on freedom of expression. The police should not only return the seized phones immediately but also limit their probe to specific instances of publication or disclosure of details that compromised the survivor’s identity.\r Published - February 03, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        media\n                    \n                            /                      \n                        \n                        police\n                    \n                            /                      \n                        \n                        university\n                    \n                            /                      \n                        \n                        Chennai\n                    \n                            /                      \n                        \n                        sexual assault & rape\n                    \n                            /                      \n                        \n                        crime\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        crime, law and justice\n                    \n                            /                      \n                        \n                        Right to Privacy\n                    \n                            /                      \n                        \n                        investigation\n                    \n                            /                      \n                        \n                        online\n                    \n                            /                      \n                        \n                        internet",
        "headline_1": "​Without warrant: on police action and journalists in Chennai",
        "headline_2": "Police seizure of journalists’ phones in Chennai is nothing but harassment",
        "link": "https://www.thehindu.com/opinion/editorial/without-warrant-on-police-action-and-journalists-in-chennai/article69172794.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-02-2025"
    },
    {
        "full_article": "The Democratic Republic of the Congo is no stranger to civil conflicts. But the latest advances made by M23, a rebel coalition, capturing the mineral-rich city of Goma, is a humiliating setback for the Congolese government, which had vowed to crush the rebellion in the east. M23, which takes its name from a failed peace agreement signed between a Tutsi-led rebel group and the Congolese government on March 23, 2009, claims it is fighting to protect the rights of Congo’s Tutsi ethnic minority. Congo and UN experts say neighbouring Rwanda, ruled by a Tutsi-led government, is backing M23. In 2012, shortly after it was founded, M23 seized much of Goma. But it withdrew as Rwanda came under international pressure. There was a short spell of calmness with M23 rebels agreeing to join the Congolese army in return for state protection for the Tutsis. But in 2021, the group took up arms again and started the latest spell of fighting. After Goma fell last week, Paul Kagame, Rwanda’s President, called for a ceasefire but with little impact. Congo, on the other side, has termed the fall of Goma “a declaration of war” and vowed a “vigorous military response”.The crisis in Congo can be traced to the Rwandan genocide in 1994 in which about 8,00,000 people, mostly Tutsis, were massacred by ethnic Hutu militias. When tens of thousands of Hutus fled Rwanda for Congo in the mid-1990s after the fall of the genocidal regime in Kigali, Congo’s local Tutsis took up arms in ‘self-defence’. Rwanda has made military incursions into Congo in the past, accusing it of harbouring those who were complicit in the genocide. Today’s Rwanda is much stronger than what it was in 2012. Mr. Kagame, a former guerrilla leader, has modernised the economy and built a disciplined military. Rwanda has also developed close ties with western countries, who see Mr. Kagame as a force of stability in an unstable region as well as a major contributor of forces to UN missions. So, unlike in 2012, Mr. Kagame seems to be making his moves from a position of strength this time. The conflict has exposed Congo’s inherent vulnerabilities and Rwanda’s insecurities and ambitions. But it is also a testament to the unresolved ethnic anxieties of the region, 30 years after the genocide was brought to an end. The international community should push Mr. Kagame to rein in the rebels. Congo should also realise that for long-term peace, it should take action against the genocide-linked groups that operate from its soil and take the Tutsi minorities, for whom the memories of the massacre are still fresh, into confidence. Published - February 03, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        African Union\n                    \n                            /                      \n                        \n                        Rwanda\n                    \n                            /                      \n                        \n                        national or ethnic minority\n                    \n                            /                      \n                        \n                        armed conflict\n                    \n                            /                      \n                        \n                        United Nations",
        "headline_1": "Crisis in Congo: On the Democratic Republic of the Congo and rebels",
        "headline_2": "For peace, the country should take Tutsis into confidence",
        "link": "https://www.thehindu.com/opinion/editorial/crisis-in-congo-on-the-democratic-republic-of-the-congo-and-rebels/article69172811.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-02-2025"
    },
    {
        "full_article": "Why can’t India build AI like China? Our software engineers have other priorities \nNow that a Chinese startup DeepSeek has produced a large language model that has cut the legs from under the hype factory of OpenAI and Nvidia, lopping off over $500bn in its market cap in one day, people are asking that old chestnut asked through centuries by underperforming parents to underperforming children: If Sharmaji’s son can do it, why can’t you? \nWhy can’t India build AI? First of all, India does build AI. We call our mothers AI, we are Aspirational India, Air India has been our contribution to the world’s sky. Nvidia has India in it and it’s well-known that is why China has attacked it.\nBut if your point is why there’s no DeepSeek in Delhi, let’s say we choose not to prioritise these things as a nation. We are more concerned about reclaiming temples, decolonisation, triple talaq, waqf land, de-Brahminisation, un-patriarchy, correlation between abaadi and haq, social equity, whose behen is more ladli, handing taxpayer money to people who will vote for money, whether Kohli is better or Rohit, when is Bhai’s next picture coming out and saving the Kacha Badam girl’s new dance videos on our Chinese phones. This is what the essence of democracy is: Free will.\nOn the other hand, China promotes and finances inculcation of such liberal ideas in other countries while maintaining a very autocratic-capitalist regime in their own lands: Financing to the billions investments in AI, cybersecurity and quantum computing. \nDeepSeek never mind, we have DeepFoods. Our private investment, we choose to put in consumer goods, fast food delivery and IPL. Our idea of digital is the provision of low-end tech services to billable customers: 90-hour workweeks, not watching our wives on Sundays, and a bunch of Unclejis in their 60s who are our tech captains pontificating, young people these days…no work culture. \nChina instead chooses to invest in technologies that will automate low-end tech services, doing to India what they did to Nvidia, so that we in India will be left with only Murthy’s simplicity and America’s Perplexity. Then all software engineers will be working for Mnrega and some will be getting free bus rides. But hey we have our choice to say kagaz nahin dikhayenge (won’t show our papers) while China has the tyranny of control. As they say in secular Bengal, khela hobe. Game on.\n\n",
        "headline_1": "DeepPique",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/just-another-blog/deeppique/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-02-2025"
    },
    {
        "full_article": "India, the fastest growing aviation market, has a shortage of air traffic controllers. That’s real bad news\nIt took two terrible air crashes for America to remember it has an air safety issue. The deadly crash over Washington was followed by another last week when an air ambulance crashed into a busy Philadelphia intersection. US media is full of reports on shortage of air traffic controllers. ATC operations are extremely stressful jobs where a single mistake can lead to catastrophe. An analysis of staffing data from US shows more than 90% of America’s 313 air traffic control facilities operate below recommended staffing levels. At 73 of those facilities at least a quarter of the workforce is missing. \nThis is US, one of the safest aviation markets in the world with adequate capacity. Yet, there is criticism that investment in infra hasn’t been adequate. Here in India, the fastest growing aviation market in the world, the capacity issue remains dire. According to a 2023 parliamentary report, staffing shortage of ATC was 22%. The report also noted that India needed 40% more ATCs than the 3,163 it had at that point. Plus, there is the issue of fatigue. Current rules state that controllers at busy airports ought to be given 30-minute breaks every two hours, while 45-minute breaks every three hours are mandated at not-so-busy airports. However, these are often not followed, leading to burnouts.\nAdd to this new threats to aviation safety such as drones interrupting operations at airports, as happened at Amritsar last year. India is looking at a combination of increasingly crowded skies – the combined fleet size of Indian carriers is expected to hit the 1,400 mark by 2030 – increasing passengers (42.5cr annually by 2035) and insufficient talent for ensuring best safety standards. GOI must massively increase ATC staff and invest in their training, and airlines should be vocal about this. \n\n",
        "headline_1": "Crash courses",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/crash-courses/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-02-2025"
    },
    {
        "full_article": "Trump’s launched his tariff offensive. He’ll come after India too. Time to start inking trade pacts with others\nIt’s hard to please Trump in trade. Back in 2018, he called India “tariff king”. Even when India lowered import duties on bikes – he had a soft corner for Harleys – to 50%, he said, “we get nothing, he (Modi) gets 50%, and they think like they’re doing us a favour.” So don’t expect thanks for the further reduction of customs duty on bikes to 40% in Saturday’s budget. Especially when Trump’s right hand Elon Musk’s got nothing in the bargain. While govt has slashed customs duty on costly imported cars like Musk’s Teslas to 70% this time, the devil’s in the details – a 40% cess keeps the overall tariff unchanged. \nCoincidentally, India’s ‘concessions’ for imported cars and bikes came on a day when Trump launched a tariff war against his top three trading partners – China, Mexico and Canada – despite warnings of inflationary pressures at home. Analysts say US consumer goods prices may rise by 0.1% for every percentage point increase in tariffs. Nevertheless, Trump’s imposed 25% tariffs on imports from Mexico and Canada, and 10% on those from China. In a way, he’s reneging on his poll plank of curbing prices. But tit-for-tat Trump doesn’t care. There’s no showmanship in sitting at a table and thrashing out details of trade pacts. And as he said once, “trade wars are good, and easy to win.” It’s a different matter that his 2018 tariffs on European steel and aluminium drew retaliatory tariffs on US bikes, forcing Harley to ramp up production in Thailand.\nAmerica has a trade deficit issue. It was $951bn in 2022 and $773bn in 2023. With India, specifically, the deficit is minor, just $35bn in FY 2023-24, which might have kept it out of Trump’s firing line on Saturday. But after crying, “India charges a lot,” he won’t give a free pass. Should India give in to Trump’s pressure or resist? While it does not have the economic clout of China or EU, even Mexico and Canada have shown spunk. Although India needs trade more than ever now, it need not cave in. Buying time might be a good strategy, and using that time to ink trade deals with other countries and blocs better. Since 2017 – Trump’s first year in office – EU, China and others have been on a trade deal-signing spree. Not so India, but it’s never too late to start.\n\n",
        "headline_1": "Deal, baby, deal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/deal-baby-deal/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-02-2025"
    },
    {
        "full_article": "FM gives taxpayers relief at last, but brisk growth is unlikely without long-overdue structural reforms\nBudget becomes a talking point when people see what’s in it for them.  Sitharaman’s latest script checks that box. After years, there’s an effort to leave more cash in the middle class’s hands. A day after nudging corporates to be less stingy with wages in the Economic Survey, govt’s shown the way by forgoing some of its pound of flesh. Is it a visionary move? Will it muster the missing animal spirits? Time will tell. But great or not, this budget is shaped by circumstances and its result will depend on many unknowns.\nContext | FMs don’t fix what’s not broken, so if Sitharaman is willing to give up ₹1L cr in income tax next fiscal – 10% of the target in FY25 – she must have a reason. Which is that India isn’t growing fast enough to be a developed country by the centenary of Independence in 2047. The asking rate is 8%, the going rate is 6.4%, and by govt’s own admission FY26 may not be very different. IMF sees India’s GDP growth averaging 6.5% until 2030. \nThen there’s the problem of skewed consumption, which govt didn’t address when SUV sales kept rising for three years after Covid. The going seemed good then because the rich were splurging, even though demand for mass market items was tepid. The growth rate shot up to 8.2% in FY24. All was well – until it wasn’t. The malaise is reflected in services like trade, hotels and transport that remain below their pre-Covid trend. Private investment has been sluggish despite solid balance sheets because producers have idle capacity. And with Trump back in White House, exports-led growth looks less certain.\nStrategy | Govt’s first impulse after Covid was to spend its way out of the slump, hoping the private sector would follow suit, creating jobs and increasing private consumption, which accounts for 60% of GDP but grew at just 4% last year. That strategy hasn’t worked, hence the attempt to shore up demand by leaving money in the ordinary taxpayer’s hands. Initial calculations show taxpayers – depending on income – will have from a few thousand to ₹1.1L extra annually to spend next fiscal. That could buy a two-wheeler – a segment that hasn’t touched its pre-Covid high yet – pay for some holidays or EMIs, or just push up demand for everything from toothpaste to refrigerators. But even if that happens, the impact on growth is unlikely to be dramatic. Tax giveaways in any case is a very short-term strategy. \nSome ifs | Ideas need a helping of luck too. What if the low end of the middle class that has been borrowing or digging into its savings to meet daily expenses, decides to save more, not splurge? And even if all of that ₹1L cr is spent, will it compensate for govt’s slowing capex – ₹93,000cr less was spent than budgeted this fiscal year. For the next year, the capex increase is modest. Lower tax incidence might not be the silver bullet govt is looking for. Deep structural reforms are the only way to perk up growth. They are out of the budget’s scope but vital. \n\n",
        "headline_1": "Will they spend? A ₹1L cr question",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/will-they-spend-a-e2-82-b91l-cr-question/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-02-2025"
    },
    {
        "full_article": "Satyendra Nath Bose, more widely known as Satyen Bose, devoted 24 of the best years of his life to Dhaka University. On 1 July 1921, Dhaka University commenced its academic activities with only four departments, one of which was Physics. Prior to this, on 1 December 1920, P. J. Hartog assumed office as the university's first Vice-Chancellor. It was Hartog who appointed Walter Allen Jenkins, a Physics teacher at Dhaka College at the time, as the head of the Physics Department. Under Jenkins' leadership, the department began its journey in the magnificent main building of Curzon Hall.\nHartog was an insightful and visionary leader. He aspired to make Dhaka University a model educational institution, akin to Cambridge and Oxford, by recruiting talented educators. Jenkins, too, was a dedicated professional who played a key role in equipping the Physics Department with research-grade instruments and laboratories. From the outset, Vice-Chancellor Hartog was keen on appointing a truly talented and promising young physicist as a Reader in the department. In response to the advertisement, two gifted physicists applied, both of whom had been students of Jagadish Chandra Bose.\nP. J. Hartog, a devoted and prudent educationist, forwarded the applications to the newly appointed department head for his opinion. After carefully reviewing the applications, Jenkins recommended Satyen Bose as the most suitable candidate and informed Vice-Chancellor Hartog in a letter. In his assessment, Jenkins noted that while both candidates were strong and innovative researchers, Meghnad Saha had produced more substantial and superior work. However, Bose's most recent article in Philosophical Magazine demonstrated exceptional promise. Additionally, based on personal interactions, Jenkins found Bose to be enthusiastic and highly collaborative, making him a more suitable candidate than Saha.\n\nAt Dhaka University, Satyen Bose was teaching Planck's formula in class when he identified logical inconsistencies in the derivation. Imagine how cutting-edge the classroom discussions at Dhaka University must have been! While teaching, Bose recognised flaws in the existing formula and sought to resolve them. He succeeded.\nVice-Chancellor Hartog, placing significant weight on the department head's recommendation, decided to appoint Satyen Bose as the Reader. However, instead of proceeding directly with the appointment, Hartog chose to engage with Bose personally to better understand him. Bose responded to Hartog with letters dated 14 January and 24 February, in which they discussed salary, promotion, and other employment terms. These exchanges, which took place before the official appointment and joining, illustrate the level of importance attached to an entry-level position, with the Vice-Chancellor himself engaging in informal discussions with the candidate.\nOn 02 July 1924, within three years of his appointment, Satyendra Nath Bose accomplished one of the most groundbreaking works in physics while seated in the Physics Department at Curzon Hall, Dhaka University. This work traces its origins back to 1859, when Gustav Kirchhoff proposed the blackbody radiation concept, describing it as one of the most challenging problems in theoretical physics. Since then, the world's leading physicists had refined various theoretical models to address the problem. In 1896, Wilhelm Wien proposed an empirical formula, for which he was awarded the Nobel Prize in 1911, though it only partially solved the problem. In 1905, Lord Rayleigh and James Jeans introduced a model that explained another portion of the blackbody spectrum.\nIn 1900, the renowned German experimentalist Professor Rubens attended a dinner at Max Planck's residence. During the meal, Rubens discussed his experiments on the blackbody spectrum, lamenting that no theoretical explanation could account for the entire spectrum. That very night, after bidding farewell to his guest, Planck worked through the night to devise a formula. He sent it to Rubens the next morning on a postcard, which Rubens found flawless. In his response, Rubens confirmed that this was the formula physicists had been searching for. However, the way Planck derived the formula was largely an educated guess. His aim was merely to bridge Wien's empirical formula and the Rayleigh-Jeans law. It lacked a rigorous theoretical foundation.\nNonetheless, the destination was now clear. Planck was desperate to find a proper derivation, as were Europe's brightest physicists—Einstein, Debye, Ehrenfest, Rayleigh, and others. Planck eventually derived the formula by assuming that atoms in the walls behaved like harmonic oscillators with discrete energy levels. Although this approach allowed him to derive the formula, it did not entirely satisfy the scientific community, and the search for a more rigorous derivation continued.\nAt Dhaka University, Satyen Bose was teaching Planck's formula in class when he identified logical inconsistencies in the derivation. Imagine how cutting-edge the classroom discussions at Dhaka University must have been! While teaching, Bose recognised flaws in the existing formula and sought to resolve them. He succeeded.\nBose submitted his research paper on this work to Philosophical Magazine. However, it was outright rejected at the editorial desk without being sent for review. Frustrated, Bose sent the paper directly to the great physicist Albert Einstein. The accompanying letter was so well-written and articulate that it could not have been phrased any better. Upon reading it, Einstein was astonished and informed Ehrenfest that what European scientists had struggled with had been solved by an Indian physicist working in Dhaka.\nAt Bose's request, Einstein translated the paper into German and arranged for its publication in a German journal. At the end of the article, Einstein appended a note emphasising the significance of the work and stating that he would soon build upon it. The paper was published on 2 July, and through this, Satyen Bose's name became eternally linked with Einstein's in the annals of science. Moreover, this achievement established Curzon Hall, Dhaka University, and by extension, Bangladesh, as the birthplace of quantum statistics.\nSatyendra Nath Bose's appointment underscores the significance of hiring the right teachers. It was not just about the appointment itself; the importance of promotions at that time becomes evident when we examine the story behind Bose's promotion to professor. After publishing his seminal paper, Einstein facilitated Bose's visit to Europe. Upon his return, Bose applied for promotion to professor but faced competition from Devendra Mohan Bose, a nephew of Jagadish Chandra Bose and Anandamohan Bose. Devendra Mohan Bose held a PhD from the University of Cambridge and had years of research experience in Germany, working alongside some of the most renowned physicists of the era. By contrast, Satyen Bose did not even have a PhD at the time. To strengthen his application, Bose sought a recommendation letter from Einstein.\nBoth candidates' applications were sent for evaluation to the eminent German physicist Arnold Sommerfeld, who had mentored four PhD students and three postdoctoral fellows who later won Nobel Prizes. After reviewing the applications, Sommerfeld recommended Devendra Mohan Bose. However, the decision ultimately went in Satyendra Nath Bose's favour, as Devendra Mohan declined the offer.\nThis highlights how rigorous the hiring and promotion processes were a century ago. In stark contrast, today, a 20-minute interview can secure a university teaching position, and the probationary period for promotions has been significantly shortened. Unless we implement at least a three-step filtering process for faculty recruitment, ensuring high-quality hires will remain a challenge. Equally crucial is offering competitive salaries. The fact that Satyen Bose, Jnan Chandra Ghosh, and Ramesh Majumdar joined Dhaka University exemplifies this. Without salaries that exceeded those at the University of Calcutta, they would not have been motivated to relocate to Dhaka, nor would the vice-chancellor of the University of Calcutta have released them.\nNow, let us examine the current recruitment process at Dhaka University. Remarkably, the minimum qualification for university teacher appointments in 1921 was a master's degree, and it remains the same even today in 2021. A century ago, candidates had to submit their SSC, HSC, honours, and master's certificates, and the same requirements persist today. Although the recruitment process worldwide has evolved significantly, Bangladesh's system has failed to keep pace.\nAt Bangladeshi universities, applicants must complete a prescribed form—including fields for nationality, gender, and religion—and submit attested copies of their SSC, HSC, honours, and master's certificates, along with a citizenship certificate and a list of publications, all in eight complete sets. Every document in each set must be attested. Globally, asking for nationality and gender identity in applications is now considered discriminatory. Moreover, requiring SSC and HSC results alongside honours and master's certificates from candidates who already hold PhDs and postdoctoral experience is outdated and redundant. These practices urgently need modernisation.\nMeanwhile, universities worldwide have progressively raised the bar for faculty appointments. What once required only a master's degree and an M.Ed. later evolved to require an M.Phil., then a PhD. Today, even a PhD is no longer deemed sufficient; postdoctoral experience has become a standard prerequisite, often involving multiple postdoctoral fellowships. Despite these qualifications, many candidates still begin their academic careers in non-tenured positions. Achieving tenure typically requires evaluations based on teaching effectiveness, research publications, peer reviews, and the ability to secure research funding through grants.\nDhaka University, the oldest and most prestigious university in Bangladesh, still adheres to a recruitment process that has changed little over the past century. Even today, SSC and HSC results are scrutinised, and teachers are appointed through a single interview after obtaining a master's degree.\nIn contrast, universities worldwide follow far more rigorous and competitive hiring processes. For instance:\n1.         Interested candidates submit their CVs, cover letters, teaching philosophy statements, research statements, transcripts of their honours, master's, and PhD degrees, publication lists, and any previous teaching evaluations.\n2.        A search committee (equivalent to a recruitment board) shortlists eight to ten top candidates for each position.\n3.        Online interviews are conducted with these candidates (via platforms like Zoom or Skype), and the top three to four candidates are invited to the campus.\n4.        On campus, candidates deliver demonstration classes and research presentations.\n5.        The search committee conducts individual interviews with the candidates.\n6.        Department chairs, deans, and the university's vice-chancellor or pro-vice-chancellor engage with the candidates for further evaluation.\n7.        The search committee prepares a report analysing the strengths and weaknesses of each candidate, ranks them, and submits the findings.\n8.        The university then extends an offer letter to the most suitable candidate for the position.\nThis rigorous process ensures that the best talent is recruited. By contrast, Dhaka University's outdated and oversimplified recruitment process risks compromising the quality of education and research.\nOn 1 January this year, we celebrated the 131st birth anniversary of Satyendra Nath Bose. To mark the occasion, the Satyen Bose Club of Jagannath Hall organised a seminar, where I, along with Professors Golam Dastagir Al Qadri and Ratan Chandra Ghosh, delivered lectures. Additionally, the students of Dhaka University's Department of Physics hosted a day-long programme on 4 January. We should have celebrated this day nationally, for Satyen Bose demonstrated that world-class research is possible in this part of the world, despite challenges and limitations.\nKamrul Hassan is a professor in the Department of Physics at the University of Dhaka.\n\n",
        "headline_1": "A Visionary Who Elevated Dhaka University to Global Renown",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/visionary-who-elevated-dhaka-university-global-renown-3814721",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-02-2025"
    },
    {
        "full_article": "In 2019, I worked with a USAID-funded project called Nobo Jatra, which was implemented across 40 unions in the Khulna and Satkhira districts of Bangladesh. One of these unions was Buri Goalini, located in Shyamnagar Upazila. Like many other villages in the southwestern region of the country, Buri Goalini suffered from high salinity levels, leading to a severe scarcity of safe drinking water. To address this critical issue, our project decided to construct a Reverse Osmosis (RO) system, a technology of water purification at a cost of Tk 25 lakh. The plant had the capacity to purify approximately 5,000 litres of saline water daily, providing a vital source of clean drinking water for the surrounding vulnerable communities.\nTo ensure sustainability, we developed a business model centred around the water plant, forming a water management committee comprising members from the local area. The model included hiring two staff members responsible for plant operations, water sales, and maintaining financial records. Additionally, we introduced a system of water vendors who distributed purified water in jars to the most remote households. This initiative not only provided clean water but also created employment opportunities for the local community.\nWhen Super Cyclone Amphan struck the coastal belt in 2020, I witnessed firsthand how this water plant became a lifeline for affected communities. With traditional water sources contaminated by saline intrusion and flooding, the plant supplied thousands of litres of safe drinking water to displaced families and those in urgent need. Thanks to USAID.\nThis is just one small example of how a USAID-supported development project transformed lives in a remote village in Bangladesh. Similar initiatives funded by USAID have made significant impacts across the world, demonstrating the vital role of international aid in addressing humanitarian challenges worldwide. In 2023, Washington disbursed $72 billion in foreign aid across nearly 180 countries.\nHowever, the scenario changed when US President Donald Trump imposed a sweeping freeze on US foreign aid worldwide, resulting in hundreds of internal and external contractors working for the US Agency for International Development (USAID) being put on unpaid leave or terminated. The decision by the world's single largest donor has sent shockwaves across the world, with aid groups warning that the move will put lives at risk. \nWashington stated that this was a temporary arrangement for 90 days to align with the \"America First\" foreign policy and \"prevent the waste of taxpayer money\". However, uncertainty loomed among development partners worldwide regarding how and when they could resume their work and whether their programmes were covered under \"life-saving humanitarian assistance.\" Millions of development partner staff were forced to leave or were terminated for the 90-day period, leaving them uncertain about their future.\nAfter the World Bank, Asian Development Bank, and JICA, USAID remains the fourth-largest development partner in Bangladesh, implementing over 100 projects in sectors such as health, education, democracy, good governance etc. In the 2023 financial year, the agency provided approximately $490 million to Bangladesh. In last September, USAID committed over $202 million for the ongoing year. However, following Trump's order, a directive was issued instructing all USAID/Bangladesh implementing partners to immediately cease, suspend, or stop any work performed under contracts, task orders, grants, cooperative agreements, or other acquisition or assistance instruments. As a result, project interventions were halted, leading to thousands of job losses.\nAccording to a report by The Daily Star, icddr,b, one of USAID's trusted partners in Bangladesh, issued termination letters to over a thousand employees working on USAID-funded programmes. Similar reports emerged from other UN agencies, international organisations, and national NGOs. However, the Rohingya response programme was exempted from these sanctions, allowing continued support for displaced communities.\nNot only in Bangladesh, but the 90-day halt will also have severe consequences worldwide, particularly in some of the most fragile contexts. In 2024, the US was the largest donor for every country-based Humanitarian Response Plan (HRP), accounting for 50.3 percent of total funding across 24 crisis-affected countries. This abrupt pause jeopardises millions of lives, increasing risks of food insecurity, displacement, and the collapse of critical services, including healthcare, protection, and shelter. Countries like El Salvador (81.6 percent), Guatemala (84.5 percent), Honduras (66 percent), Colombia (69 percent) are almost entirely dependent on US contributions, making them highly vulnerable. The funding freeze is expected to create a domino effect on global humanitarian aid, disrupting food assistance, clean water access, education, and conflict stabilisation programmes worldwide.\nIn 2023, Bangladesh was the 20th largest recipient of US economic assistance, receiving $550 million. Meanwhile, Ukraine topped the list, securing $14.4 billion in aid, while Jordan ranked second with $770 million. Other notable recipients included Yemen and Afghanistan, which received $359.9 million and $332 million respectively. By sector, the US allocated the largest portion of its aid—$19 billion—to economic development. Health programmes followed, receiving $16 billion, while humanitarian assistance totalled $15.6 billion. Additionally, the US provided $8.2 billion in military aid to allies worldwide, with nearly half directed to Israel and Egypt.\nOne of the most affected programmes due to recent funding pauses is the President's Emergency Plan for AIDS Relief (PEPFAR). Launched by President George W Bush in 2003, the initiative has received approximately $120 billion to date and is credited with saving 25 million lives, including 5.5 million children, across 50 countries.\nIn addition to service disruption and job losses, this sudden freeze will erode trust in partnerships, affecting project implementation, aid delivery, contractual relationships, and community trust. Such uncertainty undermines years of humanitarian and development progress and weakens confidence between donors, INGOs, stakeholders, and local communities. Furthermore, this massive pause highlights the development sector's dependency on donor funding, raising concerns about the stability of career paths within the industry. \nThis sudden shift raises critical questions about what would happen if the US were to halt funding entirely, as some political changes might suggest. How would we respond if donor support, which we've relied on for decades, were to disappear? Why have the thousands of NGOs, working for years, failed to develop their own strategies for sustainability? These are vital questions not just for us, but for all developing countries, where humanitarian aid has played a pivotal role in alleviating suffering during ongoing crises. This moment calls for a serious reassessment of how we approach aid dependency. Are we creating sustainable systems and fostering self-reliance, or are we simply waiting for the next round of foreign assistance to fill the gaps?\nIn recent years, USAID has faced significant challenges in delivering effective foreign aid. Acknowledging these concerns, they released a report in November 2024 titled Top Management Challenges, which highlighted the need for measurable, lasting impacts, particularly in conflict zones like Ukraine and Gaza. The agency relies heavily on international organisations such as the UN to distribute aid, but oversight remains a serious concern, with risks of fraud, mismanagement, and exploitation. Staffing shortages further complicate operations, limiting USAID's ability to respond swiftly to crises. Budget constraints and political shifts add to the uncertainty, forcing USAID to adapt while maintaining accountability. Despite these hurdles, the report expressed hope that the agency would continue safeguarding aid effectiveness and transparency in an increasingly volatile global landscape.\nAs someone who previously held a senior position in a USAID-funded project, I echo these concerns and believe an extensive review of strategy is necessary. USAID should avoid duplications, reduce unnecessary spending on excessive evaluations, and instead prioritise monitoring, evaluation, and direct support to vulnerable communities. However, cutting funding indiscriminately is not the solution. \nIt is devastating to see a friend in East Timor lose funding for a small business, a hospital for Myanmar refugees shut down, contraceptive supplies cease in remote South Sudan, and thousands of jobs vanish—ultimately risking the lives of the most vulnerable. I can only imagine the conversations happening between a staff member laid off last night and her school-going child, or the anguish of a pregnant mother receiving notice that her monthly stipend under a safety net programme has been discontinued. \nThe human cost of these decisions is immeasurable.\nMohammed Norul Alam Raju is researcher and development activist, currently residing in Belgium, pursuing higher studies in Development Policy and Management. He can be reached at: [email protected].\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The dangerous consequences of USAID fund freeze",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-dangerous-consequences-usaid-fund-freeze-3814346",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-02-2025"
    },
    {
        "full_article": "Last year, a mother from Florida filed a lawsuit against an artificial intelligence chatbot, which she believed was responsible for the death of her 14-year-old son. The teenager fell head over heels in love with the chatbot. As he spent more time chatting, he slowly started withdrawing from his family and the social life around him. Low self-esteem triggered by isolation and the inability to fit in one day led him to tell the chatbot of his desire to commit suicide. And? The chatbot sort of tacitly encouraged him to do so. It immaculately emulated human emotions. But it couldn't stop him from harming himself. A costly logical error?\nThese days the lines between the humans and the machines are fast blurring, thanks to AI. Machines are learning, and we are relentlessly teaching. There are college courses now on how to help them learn even better. As the world gets more complex every day and time becomes more valuable, personal relationships are taking a major hit. Machines are becoming more than friends. Is the race on to make humans more like machines, or to make machines replace us? Machines can do so much in such a short time that we can be rendered almost useless in a jiffy. There are even talks about a universal pay system because many of us may not get much paid work opportunity in the future.\nAI now has the ability to judge us in many instances. In a recent incident, one of my son's teachers pointed out that his assignment had been flagged by AI as being eerily similar to a newspaper article. It turned out the article in question had actually been written by none other than him. The teacher had just trusted the AI in jumping to a conclusion. The teacher realised what happened, smiled, and let him go.\nI get it. With the advent of AI, life is becoming much easier for us. When I try to shop online, a chatbot seems to know more about what I want than I do myself. It rapidly whisks me to the possible product I may be after. That saves me a ton of time. This is so great that it makes going to a brick-and-mortar store so passé. When I call customer service about issues with a product, a chatbot, lurking in between, intercepts me and tries to provide a solution before I can get to a live person. Getting to a live person on the other side when the issue needs human intervention is often harder nowadays. On other occasions, AI can help just fine.\nIf I am time-constrained in today's busy world, AI not only makes my life easier but does almost all the things a human can; then how much human interaction do I really need?\nJust a few days ago, an elderly lady thought she was getting into a taxi with a driver in it, only to realise, to her dismay, that the car was actually driving itself. It surely scared the living daylights out of her. Forget the driving part. The human interaction that could have given her comfort and a sense of companionship seems to be disappearing soon.\nAI, a boon to humanity, is the future, and it is going to solve numerous problems in the years to come. But on the flip side, there are inherent risks because of the high likelihood of not being able to teach the models adequately. After all, it's not easy to fully mimic humans under all circumstances. A human would have tried to talk the American teenager out of dying by suicide. But the AI chatbot failed. On top of that, there is always the risk of rogue actors using it for ulterior motives.\nThen there is the issue of imagination, the area where we can uniquely identify ourselves. AI is supposed to do many amazing things, but it seems to be taking this power away from humans. AI can now write very creatively using unbounded human imagination. So much so that many people would rather express themselves through AI. As AI evolves, its emotion spectrum will likely broaden to closely resemble that of humans. One day the machines may become smart enough to modify their own code, extricating themselves fully from human control. That scenario may pit us against them. \nDon't get me wrong. I am all for the innovations and advancements in AI. In many areas, it will cut down time significantly, resulting in higher productivity. I know I will adopt many new exciting AI offerings. But I dread the increasing irrelevance of the human mind and intellect. AI is doing a great job making our lives easier, sometimes even loads of fun, enhancing possibilities, but it is also slowly taking over some of the tasks that we love to do every day, not just to stay relevant, but also to express ourselves in our own way. I love to write an email myself or describe my feelings in my own words. When I see a writing by AI, I have a hard time understanding the person it came from. Are we shunning human interactions more and more? Are we losing our capacity to make decisions for ourselves? Are we married to AI to a point where our creativity and judgment are rendered worthless, and where we no longer crave in-person interactions?\nAI chatbots are also being positioned to provide therapy for mental anguish or depression. But what if they offer a dangerous path, the one I mentioned above? Would that instance be considered an isolated logical malfunction?\nI am not hopelessly pessimistic, though. I marvel at human abilities. It is my belief that technology can never be boxed in. It's like the \"genie out of the bottle\" phenomenon. If there is a new one, it will certainly come out. AI will evolve and will be pervasive. That is a good thing when used by the good, but it can be devastating when used by the bad. There should be guardrails around it, and we should be careful with the amount of personal data we are ready to sacrifice that can be fed to the AI models. Although it excites me, I remain concerned about our future as human beings. While I embrace the new developments in generative AI to make my life easier, I want to retain my ability to express my thoughts in ways that only I know how to. I want to be relevant going forward.\nBy the way, this writing is solely mine. I didn't seek any assistance from AI. Do you write in your own words?\nArif Shahjahan is an IT (Information Technology) professional currently working in the United States.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our submission guidelines.\n \n",
        "headline_1": "Will AI push us towards isolation and lost creativity?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/will-ai-push-us-towards-isolation-and-lost-creativity-3814276",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Facilitating growth  of CMSMEs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/facilitating-growth-of-cmsmes-1738508587",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Projecting economy's  true image",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/projecting-economys-true-image-1738508651",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Why evict allottees and demolish Ashrayan homes?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-evict-allottees-and-demolish-ashrayan-homes-1738508694",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "No Aram (comfort) in Arambagh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-aram-comfort-in-arambagh-1738508720",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-02-2025"
    }
]