[
    {
        "full_article": "For the state, there can be no rest; vigil should be constant, and the endeavour should be to address issues relating to the public’s welfare continually. A classic exposition of this principle is the Centre’s announcement providing full exemption from basic customs duty for all drugs and food imported for treatment of rare diseases listed under the National Policy for Rare Diseases (and anti-cancer drug Pembrolizumab). This adds benefits, beyond those already incorporated in the policy (originally formulated in 2017) finalised just under a year ago. In order to avail this exemption, the individual importer must produce a certificate from specified authorities. Medicines generally attract basic customs duty of 10%, while some categories of lifesaving drugs/vaccines get concessions or exemptions. Exemptions have already been provided to specified drugs for the treatment of Spinal Muscular Atrophy or Duchenne Muscular Dystrophy. Rare diseases are a group of diseases that occur infrequently in the community and as such patients are disadvantaged by the lack of volumes that usually spur pharmacological companies into producing life-saving medicines. While some of these diseases do not have any described treatment methodologies, wherever treatment exists, the drugs have to be imported and costs are prohibitive, putting it out of the reach of most people. The NPRD estimates that for a child weighing 10 kg, the annual cost of treatment for some rare diseases may vary from ₹10 lakh to more than ₹1 crore per year, with treatment being lifelong and drug dose and costs increasing with age and weight. The duty exemption will lead to substantial savings for patients. Organisations lobbying for support for patients with rare diseases have welcomed the move which will grant much needed relief to patients and their families; a ray of hope in an otherwise bleak treatment scenario.While rare diseases are defined by their infrequent occurrence in the population, the sheer number of diseases (estimated between 7,000-8,000 conditions; 450 of them have been reported from hospitals in India), and the number of people with some form of rare diseases in India (an estimated 100 million) make it a problem that cannot be ignored. When the NPRD was released, it underlined the magnitude, and specified that demands could only be considered in the context of the available scarce resources that would have to be used judiciously. While striking a note for the goal of affordable health care, the government must ensure that its directions are followed in full, besides staying the course to innovate solutions for this category of patients.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ndisease\n\n/\n\ntaxes and duties\n\n/\n\npatient\n\n/\n\nhospital and clinic\n\n/\n\nhealthcare policy",
        "headline_1": "Going beyond customs: On full exemption from basic customs duty for drugs, food imported for treatment of rare diseases",
        "headline_2": "The government must find innovative solutions to help people with rare diseases",
        "link": "https://www.thehindu.com/opinion/editorial/going-beyond-customs-the-hindu-editorial-on-customs-exemption-for-drugs-food-imported-for-treatment-of-rare-diseases/article66691722.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-04-2023"
    },
    {
        "full_article": "India’s long-delayed, refreshed Foreign Trade Policy has finally been unveiled. The new policy, announced on Friday by the Union Minister for Commerce, Industry and Textiles Piyush Goyal, has made bold to set an ambitious target of reaching $2 trillion in total exports (goods and services combined) by 2030. With the government currently estimating exports to have crossed $760 billion in the fiscal year just ended on March 31, the policy projects a near tripling in outbound shipments of goods and services over the course of seven years. And when one compares this growth goal with the 75% expansion achieved over the last seven years since 2016, the magnitude of the aspiration suggests vaulting ambition. To be sure, the last three years have been unprecedented, with first the COVID-19 pandemic and then Russia’s invasion of Ukraine disrupting global trade momentum. Still, the last three years, when India put its trade policy reset on hold, also provided policymakers a unique opportunity to take a fresh approach to delineating the contours of its trade policy goals. The end result is long on statements of intent. The National Trade Facilitation Action Plan, for instance, lists aims to achieve that are essential and laudable but in no way novel: an improvement in the ease of doing business through reduction in transaction cost and time, a reduction in cargo release time, and a paperless regulatory environment.In a nod to India’s WTO obligations, the shift from incentives to an enabling regime of duty remission and exemption schemes to facilitate duty-free imports of inputs required for boosting exports has been near complete. Most of these schemes including the RoDTEP (Remission of Duties and Taxes on Exported Products), RoSCTL (Rebate on State and Central Taxes and Levies), AA (Advance Authorisation) and EPCG (Export Promotion Capital Goods) have been around for a while and the policy has just tweaked some of the terms of implementation to improve adoption. In the key sector of apparel and clothing, for instance, the facility of self-declaration has now been offered across the board to all exporters. A one-time amnesty has also been offered, giving exporters more time to avail of both the AA and EPCG schemes. And acknowledging the substantial surge in online trade, the policy devotes a whole chapter to ‘Promoting Cross Border Trade in Digital Economy’ including moves to facilitate the establishment of dedicated e-commerce export hubs. Still, with global trade largely becalmed and the services sector facing headwinds of uncertainty in the key western markets, the FTP falls short in offering more substantive and sectorally targeted measures as well as a well-defined road map to meet the 2030 export target.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntrade policy\n\n/\n\nexports\n\n/\n\nCoronavirus\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\ntaxes and duties",
        "headline_1": "Long on intent: On India’s Foreign Trade Policy",
        "headline_2": "The aspiration of the new foreign trade policy seems ambitious",
        "link": "https://www.thehindu.com/opinion/editorial/long-on-intent-the-hindu-editorial-on-indias-foreign-trade-policy/article66691754.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-04-2023"
    },
    {
        "full_article": "Indians are delighted that former Mastercard CEO Ajay Banga is going to become president of the World Bank. He is a green enthusiast, eager to finance India’sclimate transition, which will require trillions of dollars of investment in renewable energy, storage, green hydrogen and ancillary operations. Reliance, Tata, and Adani plan investments up to $70 billion each. This is just the beginning: it will have to be scaled up hugely.\nRead full opinion on TOI+\n\n",
        "headline_1": "Will Ajay Banga steer a new World Bank approach to green finance?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/will-ajay-banga-steer-a-new-world-bank-approach-to-green-finance/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-04-2023"
    },
    {
        "full_article": "The Congress has been protesting the disqualification of Rahul Gandhi on Delhi’s streets. Yet now with Karnataka polls announced for April-May the immediate political battle ahead lies not inDelhi but in Karnataka. The Congress seems poised to attempt to convert Rahul’s disqualification into political advantage. But will there be a ‘sympathy wave’ that will translate into votes in Karnataka?\nRead full opinion on TOI+\n\n",
        "headline_1": "Karnataka: Congress shouldn’t count on ‘sympathy’ vote",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bloody-mary/karnataka-congress-shouldnt-count-on-sympathy-vote/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-04-2023"
    },
    {
        "full_article": "It must have been Ramzan in the year 1980 when we had this great plan of walking from College Street in Kolkata to Zachariah Street to arrive just in time for the sunset, and the subsequent revelries. There would be, I knew, sutli kebabs (kebabs so delicate that they need to be held together with a string), slow-stewed nihari served with sweet saffron-scented sheermal, kulfi-falooda bathed in bright pink rose syrup… At this point in the contemplation, I needed to stop to salivate, but it went on. Biryani, of course, Kolkata style, with eggs and potatoes peeking out from below the pile of rice and golden shahi tukras (ah those days when we never had to spare a thought for fat and sugar). And of course, haleem.\n\nSomebody had the bright idea that we should earn our iftar meal by taking a break from eating. No lunch, she insisted. At 10 am, with breakfast still jostling in our tummy, we all said yes. By 1 pm, brought up on the Bengali diet of at least four good meals a day, we started to wonder about the wisdom of our decision. By 2.30 pm, I was in statistics class, trying to ignore the grumbling in my stomach. Our teacher, never one to fight the innate dryness of the material, was juggling many matrices, but all I could think about is the gooey richness of a haleem, topped with strips of juicy ginger and fried onions. And the fact that there were still four good hours to go before we would get to eat.\n\nThis is why children from low-income families need school meals if we want them to learn well: my friend Rohini Somanathan from the Delhi School of Economics, along with Farzana Afridi from ISI and Bidisha Baruah from IIIE studied what happened when, in 2009, the Delhi government decided to extend the coverage of the free school meals program to upper primary students (it already covered the lower primary). They tested kids by giving them mazes to solve (which is a standard way to measure cognition without requiring the subject to read and understand something) and found that their performance improved sharply once they started getting the meals. It’s hard, as I learnt that Ramzan day, to focus on anything but food when your stomach is rumbling.\nAnd it is obviously not just about food. It is hard to think of anything else when we are waiting for a diagnosis or an exam result for a loved one, or for that matter, that one WhatsApp message from him or her that might never arrive. Our cognition is slave to our affective mind.\nBut for the poor this can be a double whammy: they are robbed of their ability to think clearly and act decisively precisely when they need it the most, when their entire survival is at stake. This might help us understand why, during the ‘monga’ months (after the crops are planted) of March-April and September-November, when there is no work available in the fields, a large fraction of the poorest families in Rangpur in north-west Bangladesh end up living on a starvation diet of 1,400 calories a day or less, even though there is work available in the cities and those who take up that option can afford a more comfortable 2,200 calories for their families. As the fascinating research by Gharad Bryan and Mushfiq Mobarak (another set of friends and J-PAL colleagues) shows, this remains true even after they, with some encouragement from a local NGO, have successfully navigated one trip to the city and made a bunch more money than they would have not otherwise. They seem frozen in place by the contemplation of what is happening to them.\nMy training as an economist makes this feel slightly paradoxical, since we are used to assuming that people respond to need. At the same time, as someone who can’t help worrying about whether his children would have enough to eat on their one-day school camping trip, it is impossible to really comprehend what it means for a parent to tell a hungry child that there is no food, and there won’t be much more for several weeks. I suspect this brings with it a sense of overwhelming responsibility that can be quite paralysing.\nThis is why, even in a market economy, we need systems of mutual aid. Not charity, though that can be important too, but a norm of helping friends and neighbours in need, so that the act of asking can be easy, and not require us to make the hard choice between begging and starving. Most rural communities across the developing world have a version of this not surprisingly given how little control farmers have over weather, pests and the world markets — and data from rural areas shows that consumption does not go down nearly as much as income during bad times, suggesting that the households are getting help from somewhere.\nUnfortunately, these forms of social support are far from perfect, and have a tendency to break down exactly when the need is the greatest, like in Rangpur when everyone else around is also in straitened circumstances. This is why governments have to be ready to intervene, but it also helps to be connected to those who are unlikely to be in trouble precisely when we are. This is the distant city cousin who will find us a spot to sleep, and make some introductions towards a job. Migration literature suggests that those connections can be a powerful inducement to leave home — indeed when I was growing up, many friends had “country uncles” who slept in their living rooms and played cricket with us. More than a third of the working men in Rangpur do go to the city during monga. The right connections may be an important part of why they are different.\nCelebrations like Ramzan (or Ganesh puja), where the community does something together, exist in part to underline the importance of these ties. In my youth there used to be iftar parties hosted by wealthy Hindu families, partly to allow their Muslim friends and neighbours to avoid cooking after a long day of fasting, but also as an occasion to reaffirm those bonds. I hope (and suspect) that they still happen, and they serve, what to me is the most magnificent gruel known to man, haleem.\nThis is part of a monthly column by Nobel-winning economist Abhijit Banerjee illustrated by Cheyenne Olivier\nHALEEM RECIPE\nThis is my favourite way to make haleem, courtesy my cousin and foodie extraordinaire, Vineet Shroff\nFry 1 kilo of onions sliced into half rings no thicker than your ear-lobes in a large (ideally 12”) fry pan with ½ cup sunflower or some other neutral oil, with ½ tsp salt, till they are red-brown. Remove with a slotted spoon and drain on paper towels or yesterday’s newspaper. Save the oil in the pan.\nPressure cook 1 kilo of well-cleaned bone-in mutton, ideally with 50 gm extra fat from around the kidneys, with 1 cup water, 1/3 of the fried onions, 1.5 tbs ginger-garlic paste, 2 1” pieces of cassia bark/cinnamon stick, 5 cloves, 4 green cardamoms pods, 1 tsp caraway seeds, 1/2 tsp kebab chini or allspice, 1 tbs rose petals, 2 large bay leaves, 1 tsp peppercorn, ½ tsp salt and 4 tbs ghee for 35 minutes. The meat should be falling off the bones. Pick the pieces of meat off the bones, and strain and save the stock.\nIn the same pressure cooker (no need to clean), add 3/4 cups of broken wheat (dalia), 2 tsp each of black urad dal, toovar dal, chana dal, yellow mung dal and basmati rice, ½ cup cashews, ½ tsp salt and 4 cups of water. Bring to a boil (uncovered). Cover with a plate and leave off the heat for 30 minutes before pressure cooking for 20 minutes. The grains should be ready to mash up.\nIn a food processor or a blender, put in 4/5 of the cooked meat and blend to a paste. Take it out. Without washing the bowl, add the grain mixture and blend into another paste. Shred by hand the remaining 1/5 of the meat.\nTo assemble, heat the reserved oil, adding extra to cover the pan’s surface if needed. When it reaches medium heat, add 1 tbs ginger-garlic paste, fry for a minute and add 1/3 of the saved fried onions, ½ packed cup each of chopped coriander and mint, slivers from 2 green chilles, ½ tsp black pepper and ½ tsp turmeric. Cook for another minute, lower heat and add ¾ cup beaten yogurt, 1 tbs at a time, stirring between additions. Add in the meat and grain pastes, the reserved stock and the shredded meat, stirring well to blend and adding water as needed to achieve the consistency of a thick dal. Dribble 2 tbs ghee over the whole thing and bring to a boil. Your haleem is ready to serve. Serve in bowls, garnished with thin slivers of ginger, the remaining fried onions, fried cashews, more coriander and mint and lemon wedges.\n\n",
        "headline_1": "Breaking roza, building bonds",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tasing-economics/breaking-roza-building-bonds/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-04-2023"
    },
    {
        "full_article": "The recent scrapping of Category 2B, which exclusively included ‘Muslims,’ from the Karnataka state Backward Classes (BC) list by the BJP government has sparked off a debate in the run-up to assembly polls.\nBut let’s look closely at the changes. In Karnataka, based on the Justice O Chinnappa Reddy Commission report, the Deve Gowda-led Janata Dal government reconfigured the reservation matrix in 1994. In particular, the BCs were subcategorised into Category 1 (4%), 2A (15%), 2B (4%), 3A (4%), and 3B (5%). The incumbent BJP government has scrapped 2B, which exclusively housed ‘Muslim’ as a caste, and relocated it to the EWS (10%) quota. Simultaneously, it has rechristened Categories 3A and 3B, which included the Vokkaligas and Lingayats, though not exclusively, as 2C and 2D. The 4% released by scrapping the 2B Muslim quota has been employed to expand 2C (from 4% to 6%) and 2D (from 5% to 7%), respectively. The opposition expectedly has decried the move as another instance of BJP’s anti-Muslim stance. However, Category 1 and Category 2A already includes many backward class Muslims and both these categories have not been tampered with. In other words, with the scrapping of Category 2B, mostly privileged Muslim castes have been relocated. Previously, all Muslim groups were included, with 2B constituting an exclusive ‘Muslim’ quota. Is an exclusive religion-based quota tenable?\nPIX CAPTION fine print: The scrapping of 2B category by Karnataka affects mostly privileged Muslim castes\nHistorically, the colonial practice of religion-based electorates and quotas was discarded after Independence as religion had become a suspect category due to Partition. Both the First (1955) and Second (1979) Backward Class Commissions, popularly known as the Kaka Kalelkar Commission and Mandal Commission, refrained from treating Muslims as a monolithic, socially backward community and excluded the privileged castes/groups within them. Interestingly, the central OBC list for Karnataka also excludes privileged Muslim groups like the Cutchi Memon, Navayat, Bohra, Sayyid, Sheik, Pathan Mughal, Mahdavi, and Konkani or Jamayati Muslims. However, in category 2B, the residual Muslim castes — privileged and lowered — were clubbed together, with the possibility of the former cornering the quota benefits owing to their cultural capital. If we map the BC quota framework employed by the Centre and states, Karnataka and Kerala form the glaring exceptions in having exclusive Muslim quotas.\nThe exception can be explained by three factors. First, the historical dominance of the anti-Brahmin movements in Karnataka, where all non-Brahmin communities were considered backward and inadequately represented in power structures. This enabled the invisibilisation of hegemonies in other communities. Secondly, the discursive grip of the orthodox orientalist-colonial frame in understanding caste. Caste, a secular category that organised pan-religion symbolic, erotic, and material life in South Asia, was religionised and incorporated as an internal moment of Hinduism. This view, shared widely by the anti-caste tradition and policymakers, renders caste in putatively egalitarian non-Hindu communities, particularly Muslims and Christians, an illegitimate category. However, sociological evidence clearly demonstrates caste-based discrimination in subcontinental Islam and Christianity. Thirdly, the continuing sway of what political scientist Paul Brass phrases as the “myth of Muslim decline into backwardness” can be traced back to the Hunter Commission Report (1882), wherein the entire Muslim community was spuriously characterised as disadvantaged based on the exceptional data of Bengal. If one reads closely, all the Karnataka BC commission reports — Miller Committee (1918), Havanur Commission (1975), O Chinnappa Reddy Commission (1990), and so on—are struggling with how to account for caste among Muslims and the myth of all Muslims as a backward category.\nThe scrapping of Category 2B has triggered a polarising debate. While opposition parties like the Congress and JDS have termed the move communal, unscientific, and an election gimmick, the BJP has retorted by emphasising the illegitimacy of a religion-based quota. The moralist and procedural charge of the debate must not blind us to the fact that both the insertion of 2B in 1994 by the Janata Dal government and the more recent scrapping by the BJP are politically motivated: in the former, the Ashraf sections were being appeased, in the latter, the Lingayats and Vokkaligas are. Ideally, all the castes/groups among the Karnataka Muslim community should be positively identified, with the most backward being accommodated within category 1, the more backward in Category 2A, and the privileged in the EWS quota. Similarly, in Kerala and Tamil Nadu, the inclusion of privileged castes like the Thangals (Syeds) and Koya in the Mappila category could be rethought. Whether successive regimes will follow such a reasonable approach is hard to say. However, one need not necessarily characterise the scrapping of 2B as a “bid to turn the clock back by over 100 years on the issue of recognition of Muslims,” as one report puts it. Instead, this moment also allows us to evaluate the Muslim quota debate afresh and push social policy in more just directions.\n\n",
        "headline_1": "2b or not to 2b? Exclusive ‘Muslim’ quota needs to be re-evaluated",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/2b-or-not-to-2b-exclusive-muslim-quota-needs-to-be-re-evaluated/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-04-2023"
    },
    {
        "full_article": "On top of the many obstacles that aspiring migrant workers already have to deal with, another alarming one has now come to our attention. To enter any of the Gulf countries – Bahrain, Kuwait, Oman, Qatar, Saudi Arabia and UAE – any Bangladeshi willing to get a work or residency visa needs a health clearance from one of the 133 medical centres listed by the Gulf Health Council (GHC) in the country. According to a report by this newspaper, many of these centres are exploiting potential migrants, giving them fake negative medical reports (unless migrants are willing to pay bribes) and thereby ruining their chances of going abroad for work.\nFor example, Nesar Mia, one such individual who was supposed to go to Qatar, was told he had tuberculosis at the Stemz Health Care BD Pvt Ltd in Dhaka. Sceptical of the test result, he submitted his samples to Bangabandhu Sheikh Mujib Medical University, where he tested negative for the disease. When he contacted Stemz, the centre's officials proposed that he could be shown as TB negative if he paid them Tk 1 lakh, on top of the Tk 8,500 fee he had paid for his medical examination. He refused, so they uploaded the fake result online, making it impossible for him to go to Qatar.\nAn investigation by the Directorate General of Health Services (DGHS) found that many aspiring migrants have been victims of similar irregularities at the hands of some of these centres, including being blackmailed and charged additional money in the name of different fees. Most migrants, however, refrain from lodging complaints, fearing further hassles. Alarmingly, in two cases that were reported, the DGHS completed its duty just by issuing suspension orders and show-cause notices, only to withdraw the suspension orders a few days later.\nAs per an estimate, the Ministry of Expatriate Welfare and Overseas Employment has received at least nine such allegations in the last year. A deputy secretary at the monitoring and enforcement wing at the ministry, however, somewhat contradicted it by saying they have not received such allegations in the last six months, even though they do not have any official channel dedicated to receiving such complaints. This is a perfect example of how different government ministries are trying to escape responsibility for the sufferings of migrant workers. Why wouldn't the expatriate ministry have such a mechanism that can ensure the welfare of our migrants? Why can't the DGHS – with whom these private medical centres are required to be licenced – take any effective measures to stop the abuse?\nThere is no reason for our migrants to suffer like this. The concerned ministries need to cooperate with each other and save migrant workers from all the hassles. They should also immediately start discussing the matter with the GHC so that an initiative can be taken about bringing all the health check-up centres under the ministry's supervision and to avoid extortion and fraud, and also to quickly bring the GHC-authorised health centres under the ministry's recently published guidelines for migrant health check-up.\n",
        "headline_1": "Stop harassment of migrants during medicals",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-harassment-migrants-during-medicals-3286946",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-04-2023"
    },
    {
        "full_article": "On the occasion of the World Autism Awareness Day, we join the call for building a neuro-inclusive world in which people with autism are recognised and celebrated for their diverse contributions to our collective progress. In a statement issued on Sunday, the UN secretary general has rightly emphasised the need for greater support for those with autism to fully reach their potential, as they continue to face social and environmental barriers to the full exercise of their rights and fundamental freedoms. He also stressed the need to promote inclusive education, equal employment opportunities, self-determination and an environment where every person is respected.\nThese demands apply particularly to Bangladesh, where the authorities are yet to develop a practical understanding of how to integrate neurodivergence into public life as well as policies governing education, employment and other basic rights. This year, the Ministry of Social Welfare has celebrated the autism day with special programmes and arrangements for blue lighting at the buildings of various government agencies and departments as well as Bangladeshi embassies and missions abroad. It also reportedly conferred special honour to ten individuals and three organisations in five categories for their contributions. The flurry of activity on the government's part suggests growing policy attention to autism. But progress achieved in terms of building mass awareness and supportive infrastructure for autistic children and adults has been painfully slow.\nIn terms of education, for example, autistic children still suffer from lack of access and inclusion. As per a report by Prothom Alo, the specialised educational institutions authorised by the ministry and those awaiting its authorisation are suffering from various problems, including lack of funding support and conducive learning environment. Under the ministry, there are 74 MPO-listed specialised educational institutions and 57 authorised but non-MPO ones. Apart from them, there are over a thousand others that are yet to be officially recognised. The government says that necessary support is provided upon authorisation and MPO inclusion, but the process of verification and background clearance is vital to ensure public resources are not wasted. Reportedly, more than 100 teachers of the 74 MPO schools haven't got any salary since October, and they have been forming human chains at various places including Shahbag in Dhaka.\nInsiders say that lack of funding support is just one of the many challenges facing autistic children in Bangladesh, whose number is estimated to be around 74,000. There is also a need to expand vocational training programmes for those who drop out, which is a common phenomenon, so that they can go on to become productive citizens of the country. Creating proper employment opportunities and neurodiversity-friendly workplaces is also vital. We hope the authorities will take appropriate steps in this connection soon, and ensure that the rights of autistic people are fully protected. The society in general also has to come forward to ensure that they are treated with the care and dignity they deserve.\n",
        "headline_1": "We need a neuro-inclusive world for all",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-need-neuro-inclusive-world-all-3286936",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-04-2023"
    },
    {
        "full_article": "In two global rankings in recent times, Bangladesh has found itself in the unenviable position of being one of the countries where people are the least happy. First, there was the Global Emotions Report 2022, released by the polling giant Gallup, which ranked Bangladesh as the seventh saddest nation in the world. Then last month, Bangladesh was ranked 118th out of 137 countries in the World Happiness Report 2023, a publication of the UN Sustainable Development Solutions Network. The sudden flurry of international recognition demands scrutiny of what is otherwise still a non-issue in our policy circles: people's happiness.\nOf course, measuring subjective ideas like happiness or sadness is a tricky business. It gets trickier when you try to measure an entire nation's \"state of mind.\" But there is a growing consensus about how collective happiness, or lack thereof, should be measured. In the UN report, for example, countries were ranked based on people's life evaluations in six key factors: social support; GDP per capita; health; freedom; corruption; and generosity. Your level of satisfaction in each indicator adds up to a picture of how you are as a nation.\nI'm not going into details on why we have scored so poorly. Suffice to say, it was bound to happen. Just take a look around, soak in all the lunacy, agony and commotion, and ask yourself: if you were to evaluate your lived experience in this climate, would you have rated differently? Doomed to a life of self-perpetuating crises – from indoor to outdoor, cultural to political, medical to environmental, academic to economic – people may naturally despair more.\nBut this last part is where I think the UN et al got it wrong. Today, despite the myriad crises in our life, or perhaps because of them, we are not just sad – we're quite happily and dutifully so.\n\nHappiness, for a nation, is a matter of choice, just as sadness. If we don't strive for change, or hold our government accountable, or unite and see past our prejudices for the greater good, we are choosing a life of sadness for ourselves.\nPardon the oxymoron, but think about it: if our cost-of-living crisis is really a product of a sweeping cost-of-profiteering crisis, where's the initiative to address it? If crimes and civil rights violations are so widespread, where's the sense of urgency to prevent them? If corruption is eating away all our economic gains, why are we doing nothing about it? If pollution has reached alarming levels, why is there no indication of that alarm in our behaviour? If \"state repairing\" is what we think we need, why are we still so conflicted about it? Lack of active citizenship is as much to blame for a protracted crisis as the lack of initiative from the government.\nIn other words, if the state is responsible for creating the conditions that are making us sad or unhappy, our reaction to it as citizens is helping to perpetuate those conditions, making us equally complicit.\nAt a certain level, we seem to have resigned to the inescapability of our crises, allowing crisis fatigue to set in. And if you must remain in a state of misery, you might as well try to accept it, internalise it, and even have a laugh about it if possible, right? It's like an abusive relationship that you can't \"just leave.\" You are no longer a passive spectator then; you are an active abettor in your own undoing. Happy to serve, happy to suffer.\nOne side effect of a lengthy exposure to so many unresolved crises is that it vitiates how we think or interact with each other. A good metaphor for a nation that fails to evolve would be a landlocked lake where water is stagnant, or a room without ventilation where the air becomes damp. Nothing fresh hardly comes out of it. Such an environment breeds confusion and cynicism. We start to distrust everyone. We forget to laugh. We hate jokes, or satire, or cartoons, lest we are tricked into happiness just for the sake of it. We dissect every move and every inspiration until – to quote Javier Bardem's character from Vicky Cristina Barcelona – \"each grain of charm is squeezed out of it.\" But we're happiest when we feel vindicated in our suspicion of others. We toy with the idea of change, but seek accommodation with the status quo.\nJust think: when was the last time you saw broad consensus on a nationally important issue, or united pushback against an injustice?\nSocial media is a perfect ground for such divisiveness. What joy is there in our newsfeeds is overshadowed by the organic outpouring of cynicism that comes through at every opportunity. What happened with Prothom Alo reporter Samsuzzaman Shams or thespian Mamunur Rashid in recent days are examples of how deeply distrusting of everything we are.\nIn a different reality, their report or comment would have started a healthy conversation about the poverty of the pocket and the poverty of the art, both of which are on full, unabashed display presently. Criticism, either of the government or of artistic practices, is a key requirement for change as it inspires pursuit of better outcomes. This is how civilisation has always progressed. But instead, our cynicism and paranoia again got the better of us. So Shams became a victim of the kind of disingenuous hair-splitting that follows every call for pro-people reform, and Rashid became a victim of the kind of vilification that follows every wannabe reformer.\nA polarised nation is really a paralysed one. It moves without purpose, debates without honesty, and fights without conviction. Of course, some things are beyond the control of citizens, and here comes the responsibility of those in power. A government can ensure people's happiness by making the right decisions with regard to human rights, health, education, governance, living standards, etc. But to force the government's hand is the responsibility of the citizens.\nHappiness, after all, is a matter of choice, just as sadness. If we don't strive for change, or hold our government accountable, or unite and see past our prejudices for the greater good, we are choosing a life of sadness for ourselves.\nBadiuzzaman Bay is assistant editor at The Daily Star.\n\n",
        "headline_1": "The UN got it wrong. We’re not just sad, we’re happily so",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/magic-madness/news/the-un-got-it-wrong-were-not-just-sad-were-happily-so-3286856",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-04-2023"
    },
    {
        "full_article": "On top of the many obstacles that aspiring migrant workers already have to deal with, another alarming one has now come to our attention. To enter any of the Gulf countries – Bahrain, Kuwait, Oman, Qatar, Saudi Arabia and UAE – any Bangladeshi willing to get a work or residency visa needs a health clearance from one of the 133 medical centres listed by the Gulf Health Council (GHC) in the country. According to a report by this newspaper, many of these centres are exploiting potential migrants, giving them fake negative medical reports (unless migrants are willing to pay bribes) and thereby ruining their chances of going abroad for work.\nFor example, Nesar Mia, one such individual who was supposed to go to Qatar, was told he had tuberculosis at the Stemz Health Care BD Pvt Ltd in Dhaka. Sceptical of the test result, he submitted his samples to Bangabandhu Sheikh Mujib Medical University, where he tested negative for the disease. When he contacted Stemz, the centre's officials proposed that he could be shown as TB negative if he paid them Tk 1 lakh, on top of the Tk 8,500 fee he had paid for his medical examination. He refused, so they uploaded the fake result online, making it impossible for him to go to Qatar.\nAn investigation by the Directorate General of Health Services (DGHS) found that many aspiring migrants have been victims of similar irregularities at the hands of some of these centres, including being blackmailed and charged additional money in the name of different fees. Most migrants, however, refrain from lodging complaints, fearing further hassles. Alarmingly, in two cases that were reported, the DGHS completed its duty just by issuing suspension orders and show-cause notices, only to withdraw the suspension orders a few days later.\nAs per an estimate, the Ministry of Expatriate Welfare and Overseas Employment has received at least nine such allegations in the last year. A deputy secretary at the monitoring and enforcement wing at the ministry, however, somewhat contradicted it by saying they have not received such allegations in the last six months, even though they do not have any official channel dedicated to receiving such complaints. This is a perfect example of how different government ministries are trying to escape responsibility for the sufferings of migrant workers. Why wouldn't the expatriate ministry have such a mechanism that can ensure the welfare of our migrants? Why can't the DGHS – with whom these private medical centres are required to be licenced – take any effective measures to stop the abuse?\nThere is no reason for our migrants to suffer like this. The concerned ministries need to cooperate with each other and save migrant workers from all the hassles. They should also immediately start discussing the matter with the GHC so that an initiative can be taken about bringing all the health check-up centres under the ministry's supervision and to avoid extortion and fraud, and also to quickly bring the GHC-authorised health centres under the ministry's recently published guidelines for migrant health check-up.\n",
        "headline_1": "Stop harassment of migrants during medicals",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-harassment-migrants-during-medicals-3286946",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-04-2023"
    },
    {
        "full_article": "On the occasion of the World Autism Awareness Day, we join the call for building a neuro-inclusive world in which people with autism are recognised and celebrated for their diverse contributions to our collective progress. In a statement issued on Sunday, the UN secretary general has rightly emphasised the need for greater support for those with autism to fully reach their potential, as they continue to face social and environmental barriers to the full exercise of their rights and fundamental freedoms. He also stressed the need to promote inclusive education, equal employment opportunities, self-determination and an environment where every person is respected.\nThese demands apply particularly to Bangladesh, where the authorities are yet to develop a practical understanding of how to integrate neurodivergence into public life as well as policies governing education, employment and other basic rights. This year, the Ministry of Social Welfare has celebrated the autism day with special programmes and arrangements for blue lighting at the buildings of various government agencies and departments as well as Bangladeshi embassies and missions abroad. It also reportedly conferred special honour to ten individuals and three organisations in five categories for their contributions. The flurry of activity on the government's part suggests growing policy attention to autism. But progress achieved in terms of building mass awareness and supportive infrastructure for autistic children and adults has been painfully slow.\nIn terms of education, for example, autistic children still suffer from lack of access and inclusion. As per a report by Prothom Alo, the specialised educational institutions authorised by the ministry and those awaiting its authorisation are suffering from various problems, including lack of funding support and conducive learning environment. Under the ministry, there are 74 MPO-listed specialised educational institutions and 57 authorised but non-MPO ones. Apart from them, there are over a thousand others that are yet to be officially recognised. The government says that necessary support is provided upon authorisation and MPO inclusion, but the process of verification and background clearance is vital to ensure public resources are not wasted. Reportedly, more than 100 teachers of the 74 MPO schools haven't got any salary since October, and they have been forming human chains at various places including Shahbag in Dhaka.\nInsiders say that lack of funding support is just one of the many challenges facing autistic children in Bangladesh, whose number is estimated to be around 74,000. There is also a need to expand vocational training programmes for those who drop out, which is a common phenomenon, so that they can go on to become productive citizens of the country. Creating proper employment opportunities and neurodiversity-friendly workplaces is also vital. We hope the authorities will take appropriate steps in this connection soon, and ensure that the rights of autistic people are fully protected. The society in general also has to come forward to ensure that they are treated with the care and dignity they deserve.\n",
        "headline_1": "We need a neuro-inclusive world for all",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-need-neuro-inclusive-world-all-3286936",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-04-2023"
    },
    {
        "full_article": "A survey report on the erosion of household incomes and the cut in daily food intake by the country's poor in the recent days has lately been published. The latest of its kind, the survey has been conducted by the South Asian Network on Economic Modeling (SANEM). It homes in on the double whammy of the ongoing inflation and the cut in the poor's food intake in the midst of the global crisis, and the local market turmoil. The SANEM survey says forthrightly that 90 per cent of the poor have compromised on their food habits. The survey titled 'Effects of inflation on the livelihoods of the poorer households in Bangladesh' was conducted on 1,600 households in urban and rural areas across eight divisions from March 9-18. That the poor's access to food would be severely limited had been feared. The causes ranged from the festering Ukraine war to widespread mismanagement of the market by the authorities concerned. While presenting the survey findings in Dhaka, SANEM Executive Director Dr Selim Raihan focused on the urban poor's food insecurity. The moot point, according to him, is the country's poor households' drastic reduction in consumption frequency of protein sources. Those include chickens, eggs and fishes. Against this backdrop, \"their beef and mutton intake has been limited since long,\" Raihan adds. The study discloses that almost 74 per cent of the surveyed households have had to borrow from different sources --- microcredit institutions, close ones, and cooperative societies. People also borrowed from banks and moneylenders.In order to lead a tolerably meaningful life, man also needs non-food items. Those require expenditure on clothing, healthcare and education. The stark reality is that 56 per cent of the poorer households have reduced their non-food expenditure. The survey adds around 55 per cent shunned their savings opportunities, 39 per cent did overtime or extra work, and 35 per cent depleted their savings to cope with the situation. Quite depressingly, the study shows average household income remained almost static in the last six months. But expenditure was over 13 per cent higher at the national level. It includes 12.4 per cent in rural areas and 13.9 per cent in urban areas. Contrary to the expectations, of the surveyed households 60 per cent were not under the coverage of any social security programmes. As was seen in times of economic crises in the past, the lower income urban people this time around were provided a relief of sorts through open sale of essentials by the state-owned TCB. However, to avail of the foods like rice, flour, edible oil etc.; from TCB trucks, people have to spend a long time.Given the decline in income sources, the poorer people find themselves at the end of their tethers. On the point of eking out a living, around 56 per cent believe their financial condition will not improve in the next six months. Nearly 18 per cent believe the opposite, and 26 per cent say the situation will remain as it is. The study has not failed to detect that the middle class people are also not out of the bad times' stranglehold. This certainly calls for an expansion of social security net on the one hand and launching of food-for-work programmes on the other. Strict monitoring of price data against import documents can stabilise market.",
        "headline_1": "Poor's cut in food intake",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/poors-cut-in-food-intake-1680443763",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-04-2023"
    },
    {
        "full_article": "A local economic think tank, the South Asian Network on Economic Modeling (SANEM), in a recent study has found that 74 per cent of low-income people in the country have been borrowing money from relatives or micro-finance institutions (MFIs) to meet their family expenses. However, of late, they are mostly looking to the MFIs for such financial support, instead of their relatives. It is out of desperation that they are knowingly falling into a debt trap. For, to them, it is better to be in debt than to go hungry. Some of the study findings are indeed revealing. Members of the 18 per cent of households so surveyed admitted to the interviewers that on some days in the past six months (before the survey) they had nothing to eat. Needless to say, if any of the members of those families fell sick, arranging medical treatment for them was out of the question. Unable to make ends meet with what they earn, these families have stopped saving. While 35 per cent of the families, who still have some savings, are now spending from their savings. Why are low and fixed-income households in such a difficult situation? Because their buying capacity is fast eroding with the rise in inflation. And to make the matter worse, their earning has remained constant despite the inflation. But why should essential commodity prices rise in this manner forcing low-income people to go hungry and get into debt when in the global market the opposite is happening? Actually, due to increasing recessionary pressure on the global economy, commodity prices have been falling in the international market. Surprisingly, the international situation appears to have no impact on the local commodities market! However, traders dealing in essential commodities both in the retail and wholesale markets have no shortage of explanations to justify the unabated price hike of the basic necessities. Their explanations are too familiar: the value of the local currency, taka, is depreciating against the US dollar, there are restrictions on imports and, of course, there is the ongoing Russia-Ukraine war. True, the government has adopted some austerity measures including restrictions on the import of non-essential and luxury goods. But essential commodities including food items do not fall under this category. What is more, food prices are on the decline in the international market. Despite the war between Russia and Ukraine --- the countries account for 28 per cent of the world's food grain production-their food grains are being transported to the international market, thanks to an agreement between those two countries brokered by Turkey and the UN.Most importantly, the price of fuel oil, the main driver of the hike in commodity prices, has gone down in the global market. The World Bank (WB)'s March report also corroborates this view. It shows that compared to the first quarter of 2022, commodity prices have declined by 10 to 50 per cent in the global market during February this year (2023).But Bangladesh's commodity market defies all such positive developments in the international market. It is important to note at this point that here the discussion is concentrated on the prices of essentials commodities in the local market vis-à-vis those in the global market. There is no reflection of the behaviour of commodity prices in the global market on those of the Bangladesh's domestic market and how that is hurting the livelihoods of the common people. However, a fall in commodity prices in the international market is indicative of a slump in global demand. Which, in other words, means overall consumption in advanced economies is on a downward trajectory. The situation has arisen out of the measure those countries (on either side of the Atlantic) have been taking to tame rising inflation by way of raising the rate of bank interest. The fallout from this particular measure has been widespread. The resulting credit crunch has slowed down industrial activities, while consumers are buying less because high inflation has eroded their purchasing power as it is also the case in Bangladesh. However, the difference is, the citizens of those advanced economies are receiving adequate government support to survive in such difficult times. Being highly developed economies, their governments afford to be so generous. But weaker economies like Bangladesh cannot simply afford such generous compensatory measures for their citizens. Even so, in Bangladesh, for example, compensatory measures like providing low-priced essential commodities through Open Market Sales (OMS) by the Trading Corporation of Bangladesh (TCB), a wing of the country's commerce ministry, are in place for low-income people. There is also a social safety net programme for the vulnerable section of the population. But still, such measures are just a drop in the ocean when the actual needs are considered. But when it comes to the behavior of the market, there is a world of difference between those economies and that of Bangladesh. It is pure competition driven by market forces and fair play that govern markets of the developed economies. Whereas in Bangladesh, it is the non-market forces like hoarders and an evil nexus of syndicates who are in control of the market. As a result, it is total anarchy that rules the market. Here prices listen to the dictates of the non-market forces and as a result have grown the habit of only rising and hardly ever falling.The common consumers are only at their mercy. \n[email protected]",
        "headline_1": "Where non-market forces rule",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/where-non-market-forces-rule-1680443800",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-04-2023"
    },
    {
        "full_article": "The declaration of unconstitutionality of the Section 33 of the Upazila Parishad Act by the High Court (HC) puts this vital tier of local government administration in its right perspective. Such an arrangement is in conflict with the rule by the elected people's representative as well as the constitution of the land. Originally, it was envisaged that the upazila nirbahi officers would provide secretarial support instead of serving as the chief executive officers (CEOs) of upazilas. It is the people's representative who would run the administration at this level presiding over 17 departments under various ministries at upazila level. The equation between the two was supposed to be similar to the one between the cabinet and the bureaucracy at its highest level. A mini edition of the parliamentary democracy at this lower but important step of governance!Unfortunately, it was never even remotely closer to such delegation of power at this local government level. The UNOs have been the supreme bosses and had retained control of all administrative affairs at this tier of local government. This latest ruling by the HC allows the upazila chairmen to have precedence over the UNOs. Let it be noted that a lawmaker of a constituency under which a number of upazilas are placed has his or her order of precedence or superior protocol guaranteed. Now the unilateral dispensation of administration by the Bangladesh Civil Service (BCS) officials denies the very spirit of parliamentary democracy. But then the equation in which they are placed under elected upazila chairmen to render secretarial support is somewhat tricky and resented by such officials for some good reasons. In fact, the officials of the 26th batch opposed their service as secretaries under upazila chairmen. Chairmen who get elected are no longer seasoned politicians and some of them with ill-gotten money power and influences other than popularity for them can capture the position of chairmanship. In many cases, as the bureaucratic arguments go, chairmen are not educated enough and hardly conversant with official procedures and proceedings. For BCS officials to serve under such people is rather demeaning. This may be true to a large extent but it is not the weakness of the system rather it exposes the distortion of democratic values, principles and the very system by a new breed of power-hungry people with little or no initiation with politics and social work. If politically sound, honest and dedicated people find it difficult to get involved with politics and feel discouraged to contest against local mafias, musclemen, corrupt and moneyed people with dubious records, the latter get a field day. When their bona fide as elected people's representative is in question, how can it be expected of them that they will spend the allocated money fairly on the designated development works? The officials pose questions like this. This, however, should not distract the fundamental principle of devolution of power and establishment of political leadership per se people's rule. Ideally, the people's representatives will have to prevail over the bureaucratic structure at all levels of administration. The administrative functions have to be executed through the bureaucratic set-up at the behest of political leadership. It is so because political leadership gets changed depending on the majority of the people's choice but the bureaucratic structure remains as it is. Delegation of absolute power to neither of the upazila parishad nor the upazila office is likely to serve the purpose. A fine balance between the two should be struck in the interest of development and the people's welfare. As local representatives, chairmen ought to have better knowledge of the local problems. So, they can bring the issues on the table for discussion on how to address those. In this case, the UNOs can even play an advisory role. If they work together in a cooperative and coordinated spirit, there is hardly any reason for tension and conflict. If, however, there is a dispute over any issue, they can seek help from the member of parliament of the constituency concerned for its resolution. The system has to be given a try. With time, it will gradually overcome its weaknesses and flaws. No democratic dispensation is perfect but its essence lies in the continuous striving for perfection.\n[email protected]",
        "headline_1": "UNOs are no longer CEOs of upazilas",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unos-are-no-longer-ceos-of-upazilas-1680443825",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-04-2023"
    },
    {
        "full_article": "Diarrhoea with fever, bloody stools and abdominal cramp can claim children's lives. This type of diarrhoea is known as Shigellosis caused by Shigella bacteria. Shigellosis is common in Bangladesh and other Asian countries where it is a major cause of death from diarrhoea in children under five. According to the World Health Organization, globally 80 million cases of bloody diarrhoea from Shigellosis cause 700,000 deaths a year. It often leads to that condition when a patient's brain is affected. Patients can even lose their consciousness and go to coma. What is more worrying is that this fatal disease has become antibiotic resistant. In a recent report by the International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b), it emerges that Shigella has become resistant to ciprofloxacin, a first-line antibiotic for dysentery in 70 per cent of cases. The research was done by examining stool samples of children admitted to icddr,b hospitals in Matlab, Dhaka and Chandpur. However, a detailed study is essential. Diarrhoea and blood-diarrhoea is a water-borne disease. Many people who use WASA supplied water often complain that the water they drink is not safe. In many cases, it has been alleged that sewage water seeps into WASA pipelines and gets mixed with supply water. Most of the people boil supply water before drinking it. Despite the fact, a number of people are contracting severe diseases like diarrhoea and cholera. The government should take this seriously and investigate into the matter. What we want is a guarantee of getting safe drinking water from the WASA. Ashikujaman Syed,Research Assistant, Bioinformatics Research Lab, Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Beware of blood dysentery",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/beware-of-blood-dysentery-1680443840",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-04-2023"
    }
]