[
    {
        "full_article": "Nine civilians have been killed in targeted killings by militants in the past 22 days in Kashmir, including a Kashmiri Pandit employee, a Hindu schoolteacher from Jammu and a bank manager from Rajasthan. This has triggered a wave of protests in the Valley from the minority communities. Protesting since May 12 when Rahul Bhat, a Pandit employee, was killed in his office, over 4,000 Pandit employees recruited under a special package are on the verge of another migration as in the 1990s. Their leaders say they are contemplating mass exodus and resignations unless relocated outside the Valley. The abominable terrorist violence and the predicament of the Pandits and Hindus denote a grim reversal of all the gains towards peace and reconciliation in the last decade or so. The Valley had welcomed a subtle and slow return of Kashmiri Pandits, a segment of those who left in the face of a surge in violence and targeted killings in the 1990s. Their return was encouraged by the comprehensive policy of then Prime Minister Manmohan Singh, who in 2008 worked on a strategy: a political outreach to stakeholders of Kashmir’s political spectrum for creating a conducive atmosphere and, at the same time, extending permanent financial support to Pandits willing to return.The Prime Minister’s Package for Return and Rehabilitation of Kashmir migrants not only offered jobs to Pandit youths but also doled out an initial financial assistance of ₹7.5 lakh per family, which was later increased to ₹20-₹25 lakh — in three instalments for those who settled in the Valley. It is not a mere coincidence that a turn for the worse coincided with the Centre’s new push to alter Kashmir’s relations with India, starting with the termination of Jammu and Kashmir’s statehood and special constitutional status in 2019. On December 31, 2020, a Hindu goldsmith was killed; a series of targeted killings of members of the minorities, including Kashmiri Pandits, started from October 6, 2021 when Makhan Lal Bindroo who ran the famous Bindroo Medicate was killed in his shop in Srinagar. Guest workers in the Valley from other parts of the country have also been felled. Policies implemented by the Centre regarding land and government jobs are perceived in Jammu and Kashmir as disadvantageous to locals, increasing the sense of alienation that is being exploited by separatists and Pakistan-backed terrorists. The Centre must take measures to ensure the security of Hindus, and migrant workers in the Valley, at any cost as an immediate response. It must also think afresh its Kashmir policy and create space for political dialogue. It seems the dilution of Article 370 was not the end of the problem but the beginning of fresh challenges in Kashmir, which need careful handling rather than just muscular triumphalism.",
        "headline_1": "Grim turn: On targeted killings in Kashmir",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/grim-turn-the-hindu-editorial-on-targeted-killings-in-kashmir/article65488181.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-06-2022"
    },
    {
        "full_article": "On Tuesday, the Centre said it has released States’ outstanding GST compensation dues of almost ₹87,000 crore. The move marks a shift in stance as just a month earlier, the Finance Ministry had signalled that States’ dues worth over ₹78,000 crore, pending for the last four months of 2021-22, will be released ‘as and when’ adequate GST compensation cess collections accrue. By May 31, the Centre said there was about ₹25,000 crore in the GST compensation fund and forked out the balance from its own coffers to be adjusted from future GST cess levies on sin goods, such as cars. The stated intent for this changed strategy makes eminent sense — to help States manage their resources and ensure spending, particularly of the capital variety to pump-prime the economy, happens smoothly through 2022-23. States have been anxious about revenue inflows once the five-year GST compensation window expires this month. The gesture to remit dues without waiting for cess accruals will also help cool the temperature of the Centre-States’ fiscal parleys, that flared up afresh after some tangential remarks from the apex court on the nature of the GST Council’s recommendations.For consumers, this could mean a further extension in the levy of GST compensation cess beyond March 2026 — by when borrowings made over the past two years to bridge shortfalls in cess collections, were to be repaid. The other important implication is that over April and May, the gap between revenues and the assured level promised to States under the GST compensation compact has narrowed to less than ₹5,000 crore a month, from over ₹19,600 crore averaged in the previous four months. The record GST collection of over ₹1.67 lakh crore in April helped, no doubt, and although May revenues have fallen 15.9% to ₹1.41 lakh crore, sustaining this two-month average could ease fiscal worries for both the Centre and the States. The Government, which had termed April revenues (for transactions in March) a reflection of a ‘faster’ recovery, suggested that the financial year end boosted those inflows, seeking to explain the dip in May. The elephant in the room remains ignored — high inflation, which the Government hinted could compel a pause in an impending rejig of the GST rate structure, has been a key factor for rising GST revenues (over ₹1.12 lakh crore for 11 months). Once that is acknowledged and the level of economic activity assessed minus inflation effects, the GST Council can take a more nuanced call on the next steps to reform the still-young tax system and sustain revenues. This must begin by assessing whether the GST rate restructuring should be deferred because of fears of higher inflation, or reoriented to lower inflation while broadening the tax net and easing compliance.",
        "headline_1": "A critical juncture: On GST reforms",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-critical-juncture-the-hindu-editorial-on-gst-reforms/article65488129.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-06-2022"
    },
    {
        "full_article": "There was a time when the US government left no stone unturned to oust the government of President Nicolas Maduro in Venezuela. For years, a vicious propaganda was mounted against that government, sanctions were imposed, international financial links were cut, countries that would buy Venezuela's oil were reminded of consequences, and a campaign to isolate it was set afoot. Perhaps the most controversial and decisive move was the US', followed by others', recognition of an alternative government formed by a little-known opposition leader, Juan Guaido, as the legitimate government of Venezuela. In what amounts to an about-turn, the Associated Press reported on May 17, 2022 that the US would ease sanctions to revive links with Maduro government and allow Chevron to deal with the state-owned oil and gas company PDVSA—obviously, to tackle the energy crisis caused by the Ukraine war and the accompanying sanctions and embargo on Russian oil and gas.\nIt is not for us to comment on what policies the US government should pursue for its own interests. They are their own best judge and have the sovereign authority to do so. So why does it become such a big deal when we do the same?\nThe US Ambassador to Bangladesh, Peter Haas, speaking to the Diplomatic Correspondents Association, Bangladesh (DCAB) on Tuesday, said, \"The United States has decided to put human rights, the issues of freedom of press at the centre of our foreign policy and we make no excuses about that.\" What he means is that the US will not accept any excuses on these counts. What about human rights and press freedom in Saudi Arabia, a long-time US ally, and Turkey, a Nato member?\nWhenever, nationally or internationally, somebody roots for the free press, we journalists cheer. So the US support for free media here in Bangladesh is music to our ears. However, we cannot forget that presidential candidate Donald Trump, in an interview with Scott Pelley on 60 Minutes in 2015, commented, \"Journalists are among the worst people I know.\" After assuming power, in a Tweet, he termed the news media \"the enemy of the American people\" (February 17, 2017). He thrashed every independent media in the country while in power and only eulogised Fox News, which, compared to all the serious and highly respected US media outlets, spews hatred, racism, divisiveness and misinformation. So, we think it is a fair question to ask: Would Ambassador Haas have said the same thing if he was representing Trump's administration and not President Biden's? Today, Trump's return in the next election is not ruled out. So, if it does happen—God forbid—then would the US follow the same policy on free press? Are we to believe that supporting free press in Bangladesh is the Biden administration's policy, and that it may change with the change of guards in the White House? Are we expected to tailor our internal policies to suit that of the US administration of the day?\nComing to free and fair elections, we definitely want it and are delighted to know that the US wants it, too. But how will the US judge how free and fair an election has been?\nAccording to the US media, the majority of Republicans believe, even after nearly two years and numerous court pronouncements as to its authenticity, that the last election was stolen from them and that their candidate, Donald Trump, had actually won it. This is after a totally free and fair election was held in the US. So, suppose we hold a free and fair election, and the party that loses claims that the election was stolen from them. How will Ambassador Haas judge the outcome?\nI have read very carefully Ambassador Haas' recent speeches delivered on March 31, April 24, May 10, 24 and 31, and found a lot to chew on and think about. What perhaps brings the US geostrategic thinking home to us is evidenced in his speech at an international conference titled \"Moving Forward in the Indo-Pacific,\" held on March 31 at Independent University, Bangladesh. Ambassador Haas spelt out five key elements of the US' Indo-Pacific Strategy as \"free and open, connected, prosperous, secure, and resilient.\" On the face of it, we have no problem with these key elements. It is in their elaboration where the real story lies. When the US ambassador says, \"The people of the Indo-Pacific also want democracy and for their human rights to be respected,\" and when he further states, \"We will bolster Indo-Pacific security… threats are evolving. Our security approach must evolve with them,\" which country he is talking about should not escape us. Howsoever worded, the elephant in the room is China, and we would be extremely naive not to understand it.\nEver since opening up with China in 1971, the US-China relationship developed to become a crucial aspect of global stability and significantly contributed to worldwide prosperity, with the highest number of humans freed from the shackles of poverty. Since China was following the market economy and allowed foreign investment, especially from the US, the latter may have thought that, over time, China would dilute its centralised economic structure and become more a part of the capitalist world. Seeing that it is not happening, and becoming fearful of China's economic prowess and strides in technology, AI, biotechnology, etc, the US has decided—publicly from the time of President Trump—to take China on fully and is now busy galvanising global and regional support behind it. South Asia, with the specific rivalry between India and China, provides the US a fertile ground to consolidate its anti-China approach, now galvanised into the fast lane with Russia's invasion of Ukraine.\nIt is this fast-moving and dangerously confrontational world that Bangladesh must navigate. Prime Minister Sheikh Hasina did a highly creditable job of taking our relationship with India to greater heights, and at the same time allowing Chinese investments in important sectors. This policy has benefited us enormously. India, in spite of its own issues, has not allowed the exogenous forces to determine its relations with China. Their bilateral trade grew a whopping 43.3 percent in 2021, reaching a total of USD 125.7 billion.\nHowever we look at it, the Indo-Pacific Strategy of the US has profound implications for Asia, South Asia, and for us in Bangladesh. We welcome all possibilities of improving our relations with the US, and we are determined to explore every possibility to take our bilateral relations to greater heights. However, we should be very conscious of what it entails in terms of our relations with other countries in the region and beyond. As our prime minister said, \"Asian countries have common development challenges and should face them collectively,\"—and not divisively.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: Reading into the recent speeches of the US ambassador",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/column-mahfuz-anam-reading-the-recent-speeches-the-us-ambassador-3038011",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-06-2022"
    },
    {
        "full_article": "In all likelihood, May 31, 2022 will mark an important milestone in the history of labour migration governance in Bangladesh. It was on this day that groups belonging to a diverse range of sectors converged in a Dhaka hotel to form a united platform to thwart the move by a powerful quarter to jeopardise the prospect of reopening the Malaysian labour market.\nThe group—comprising parliamentarians, members of recruitment agencies, representatives of non-governmental organisations, migration experts, and leading members of the media—was concerned that a nexus of a few Bangladeshi recruitment agencies and a powerful segment of the human resources ministry in Malaysia are trying to impose unfair and unethical conditions on the long-awaited reopening of the Malaysian labour market. They felt that if protagonists of such a move succeeded in their efforts, it would lead to massive corruption, spiking the migration cost far beyond the threshold stipulated by the Government of Bangladesh (GoB), causing immeasurable harm to the migrants and a loss of remittance for the national exchequer. They recalled that such a monopolistic control of 10 recruitment agencies over the labour recruitment process in 2016-18 had eventually led to the suspension of the flow of migrant workers from Bangladesh to Malaysia by the new government after the fall of Najib Razak government.\nThe speakers congratulated the expatriates' welfare and overseas employment minister of Bangladesh for reiterating the GoB's firm stand to allow all bona fide recruitment agencies in the labour recruitment process as per the ILO conventions and the Competition Act. They, however, warned that any departure from such a principled stand by this GCM (Global Compact of Migration) champion state would amount to undermining the GoB's commitment to ethical, fair and safe recruitment at a minimal cost. Some felt that the actions of errant agencies amounted to economic sabotage of the state, and demanded exemplary punishment for those who are engaged in such activities.\nThe highlight of the event was the candid statement of Nur Ali, a veteran leader in the Bangladeshi recruitment industry and a member of the 2016-18 cartel. Ali narrated the negative features of syndication from his experience. He said despite clear stipulation to provide two months' advance salary and return air ticket to the workers and a service charge to the recruitment agents, such benefits never reached the workers; instead, they were made to pay several times more than the GoB-stipulated amount. The hefty amounts were pocketed by those at the helm of the syndicate. He further alleged that a Malaysian Dato of Bangladeshi origin, with access to the corridors of power in Putrajaya, and an influential Bangladeshi recruitment agent were the \"passwords\" of the recruitment process that resulted in a debacle causing immense hardship and misery to the workers, and the ultimate closure of the market for years. This captain of the industry noted that in no way do a cartel of a dozen or two recruitment agencies have the capacity to meet the demands of tens of thousands of workers that are needed by the Malaysian manufacturing and services sectors. He reckoned that a syndicate-based system can at best process only a fourth of the total demand of the Malaysian labour market. Ali further shared that because of the corrupt practices inherent in the syndication system, Bangladeshi workers could not be deployed in several industries, such as manufacturing and electronics, as compliance monitoring mechanisms of those industries are strict. There is no reason it will be any different this time.\nAt the meeting, speakers after speakers wondered why the Malaysian human resources minister insisted on limiting the engagement of Bangladeshi recruitment agents, while provisions have been kept for more than 500 registered recruitment agents of Malaysia to take part in the process, and there is no such stipulation for bringing workers from 13 other source countries to Malaysia. Citing media reports, speakers warned that there was no consensus in Malaysia about this syndicate system. The Mahathir government discontinued the system in 2018 on grounds of high level of corruption, and if the system is adopted by the current Malaysian government, there is no guarantee that it would continue when and if a new government is formed after this year's national elections. This, in turn, may lead to the closure of the market yet again, causing huge financial losses to the unsuspecting aspirant migrants making advance payments to recruitment agencies.\nThere is little doubt that in the past, under the syndicated system, Bangladeshi workers had to pay many times more than the stipulated amount. In other words, the workers who were fortunate enough to secure employment had to spend several months earning only to pay off the migration costs.\nAlthough no firm figure has been slated, industry sources estimate that there is a likelihood of 1.5 to 2 million Bangladeshi workers securing employment in Malaysia over the next five years. Meeting such a high demand by a handful of agencies is a nearly impossible task. This raises the question: On what grounds is such an important and big labour market left at the mercy of 1.6 percent of the total number of registered recruitment agencies in Bangladesh? There is also the need to assess the actual capacity of the agencies that would be tasked to send workers to Malaysia. It may be noted that only a third of the 1,500 valid licence-holders have the prior experience of sending workers to Malaysia. Sending workers through a syndicated arrangement will, in all likelihood, result in Bangladesh's inability to access the sectors that are part of Malaysia's Responsible Business Alliance, a conglomeration of industries that engages workers free of cost and pays service charges to agencies that facilitate deployment, such as those in electronics, apparel manufacturing, hand gloves production, plantation and security. Can Bangladesh afford to miss accessing these important sectors?\nSending workers through a syndicated arrangement would be in breach of the Competition Act and contrary to relevant international standards that Bangladesh upholds. It would also be in contravention of the order of the Appellate Division of the Supreme Court that proscribed any move to form oligopoly for the Malaysian labour market.\nThus, the GoB should remain resolute in its commitment to promote free, fair and ethical recruitment, allowing all bona fide recruitment agencies to participate in the recruitment process for the Malaysian labour market. Such a stance would demonstrate the government's resolve in upholding the relevant international standards and national laws. It is time that, as a labour source, Bangladesh sent a signal that the country accords due priority to the legitimate interest of its workers and other stakeholders, and any arrangement that compromises that is unacceptable.\n \nDr CR Abrar is an academic. He is also the head of the Refugee and Migratory Movements Research Unit (RMMRU) and the chair of Bangladesh Civil Society for Migrants.\n\n",
        "headline_1": "Syndicates in migration: Re-accessing the Malaysian labour market",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/the-shores-injustice/news/combatting-the-syndicate-syndrome-3037171",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-06-2022"
    },
    {
        "full_article": "Another day, another mass shooting in the US. It is hard not to feel disillusioned as people claim that, perhaps this time, politicians will finally abandon their campaign funder, the gun lobby, and pass some basic legislation. After all, 90 percent of the population wants background checks and many want a ban on assault weapons—and yet, the status quo remains. Yes, the deaths of 19 elementary school children and two teachers are shocking, but so is every mass shooting in schools—and elsewhere. The shooting in Uvalde, after all, was the 27th school shooting in the US just this year that ended in injury or death. Mass shootings occur daily. There were 693 mass shootings in 2021 alone.\nMurder of 19 children is an unquestionable tragedy. Each of those children was loved by people whose lives will forever be torn apart by the loss. But what of the children who weren't killed that day? Will they sleep at night? Will they feel safe in their classrooms? How many of them will face years, perhaps a lifetime, of trauma due to what they lived through?\nThere have been 311,000 children who have survived school shootings since the one in Columbine in 1999. That is 311,000 children who have survived the trauma of being in school when a shooting occurred, when their classmates and friends have been injured or killed.\nEven the children who have never had a shooting at their own school are not free from the damage. They are subjected to active shooting drills. They see images on social media and on TV. They hear others discussing it. They go to school knowing that, any day, it could happen to them.\nNone of this is normal. Other countries have very little gun violence and have never experienced mass shootings in schools. With four percent of the world's population, the US has 40 percent of the world's guns. There are more guns than people in the US.\nAnd what do some politicians (read: Republicans) suggest as solutions? Fewer doors in schools. And more guns. Lots, lots more guns. Because we all know that more guns lead to fewer shootings.\nLet's not forget that Republicans are not incapable of passing laws to respond to perceived threats. They have passed all kinds of laws to respond to the imaginary threats posed by illegal voters, Critical Race Theory, transgender athletes, and those seeking abortions.\nSo, foetuses deserve protection. But children can be shot without the authorities doing anything to reduce the likelihood of it happening in future?\nThe anger generated over this most recent mass shooting is gratifying. But how many times will we repeat this scenario: Intensive coverage, including some that refuses to look at causes or deliberately misleads on solutions? Politicians beholden to the gun lobby casting blame on everything but guns. Others angrily pointing their finger at the need for gun control. Then the media cycle shifts and the anger fades away. Nothing else changes. And every single day, people die from bullet wounds.\nSchool shootings are an extreme example of grossly negligent policies due to nefarious corporate influence. They are uniquely horrific in the immediate trauma they cause. But they are hardly unique in terms of corporations paying off politicians to avoid acting in the public interest. The suffering—whether from sugary drinks, tobacco, air pollution, car crashes or the climate crisis—is just as real. And the solution is the same: People need to stand up and demand that policymakers act in their best interest, not that of the corporations.\n \nDebra Efroymson is the executive director of the Institute of Wellbeing, Bangladesh, and author of \"Beyond Apologies: Defining and Achieving an Economics of Wellbeing.\"\n",
        "headline_1": "Gun violence in the US: Bullets, politicians and corporate lobbyists",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/guns-politicians-and-corporate-lobbyists-3037166",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-06-2022"
    },
    {
        "full_article": "The US sanctions against individuals and a law enforcement agency in Bangladesh took us by surprise—especially when we found ourselves bracketed with countries like North Korea and Myanmar—sending shock waves throughout the power structure as well as the civil society. It is also clear that these sanctions are not about to be lifted anytime soon; remember the withdrawal of GSP after the Rana Plaza collapse, and the promise of its reinstatement once compliance was met? Despite very good compliance, the GSP agenda was never under serious consideration by the US.\nComing back to the sanctions: Once the shouts of \"conspiracy\" and the routine blame games have subsided, we will have to come to terms with the rapidly changing geopolitics, of which these sanctions are symptomatic.\nIt is of little consequence to discuss morality or even democracy in this context, although if those were indeed of central concern, one might have been able to conjure up a modicum of sympathy for the actions imposed. There is no denying that not all is hunky dory with our \"State of Denmark.\" However, who can deny that \"Denmark\" has risen, that enemies have been contained, that other challenges remain that might indeed require more muscle? However, it is not enough for \"Denmark\" to grow and expand; it must advance on other fronts as well, which, let's simply say (although this is no simple matter), includes the rights of citizens to be better respected. It should matter not whether the US wants this from us—we obviously want it for ourselves, and if we do not, we certainly should.\nApologies for digressing. At the heart of the matter is the growing Western discomfort with the rise of China compounded by the Ukraine crisis, which further threatens to destabilise the world order. Under the circumstances, the US would like to contain China in the Pacific as well as the Indo-Pacific. Some of you may have noted that the US sent an urgent, high-powered delegation even to the Solomon Islands, a tiny country with a population of under 700,000, after it signed a treaty with China. This is eloquent testimony to the degree of sensitivity in the West around all things related to China.\nThe US wants Bangladesh to get on board its China (containment) project. This is a difficult ask: China is just round the block and commands an economy that will soon overtake that of the US. China is also heavily involved in mega construction projects in Bangladesh. In other words, Bangladesh is way more dependent on China than it is on the far-away US as far as investment is concerned.\nThe human rights and democracy cards are meant to create pressure, and when deployed by the most powerful country in the world, it is best to give it serious thought. After all, the US is a country with which we have vital trade relations, and where—and this is important—we have a large number of immigrants, many of whom are drawn from Bangladesh's upper classes. Bangladesh cannot afford to earn the ire of the US.\nWhile we may cry foul that similar or worse rights violations have occurred elsewhere with nearly zero consequences (e.g. in Israel, Saudi Arabia, Yemen, Afghanistan, India, Cambodia, Turkey) or that there are growing rights abuses in the West itself, given the rise of neo-Nazis and white supremacists, and a history of violent racism against black and indigenous populations, our cries will be of little avail. The main issue is China, and perhaps the coming cold war. The main issue is Western insecurity, and a concern that their dominance maintained over the last 200 years can no longer be taken for granted.\nIf Bangladesh considers joining the Indo-Pacific treaty, it must ensure that it gets its money's worth (think markets, technology, investment; also think GSP). There should be no hurry. So far, Bangladesh has managed to balance India and China with reasonable success. It will now have to learn a new game: how to balance China and the US. Let's wait to see what others do—after all, many countries are likely to face a similar dilemma and will wish to stay away from superpower rivalries. As a developmental state, Bangladesh's concerns are business, markets, and economics; it has no interest in military pacts or security treaties. I do see Myanmar as a threat, but that is something that we will have to deal with bilaterally. At any rate, it does not look as if either China or the US will help us out with that.\nWe have been placed in a dilemma that is not of our making. All we can do is continue to utter our constitutionally binding foreign policy mantra of \"Friendship to All, Malice to None,\" which, unfortunately, will not make anyone happy. In the meantime, we must vigorously avoid joining any security pact, but remain open to treaties structured around developmental goals. Given the second cold war that is clearly in the making, perhaps the need of the hour is for Jawaharlal Nehru to be resurrected to put together a new Non-Aligned Movement?\nWe should also note that the Biden administration has declared its intention to again assume the role of the champion of human rights and democracy. If these can be combined with geopolitical goals, so much the better! I fear, alas, that we may have to swallow some pride. If we are smart, improving human rights and democracy quickly may allow us to earn enough brownie points to put Bangladesh in a stronger position from which to negotiate our geopolitical space.\n \nKAS Murshid is an economist and former director-general of Bangladesh Institute of Development Studies (BIDS).\n",
        "headline_1": "Bangladesh needs to be smart about US sanctions",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/bangladesh-needs-be-smart-about-us-sanctions-3037156",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-06-2022"
    },
    {
        "full_article": "It is clear by now that the two years of the Covid-19 pandemic have left deep scars in various sectors including education. School-age children were especially vulnerable, as they found themselves trapped within the four walls having no idea how to cope with the sudden closure of schools, the unfamiliar experience of distant learning or the grim stories of deaths and sufferings caused by the virus every day. They could hardly share the anguish they suffered in their minds. Many children have even gone through the trauma of witnessing deaths of their loved ones. All this was bound to have profound effects on their mental health and educational prospects.\nIn recent times, educationists, researchers, and psychologists have sought to address the multidimensional effects of the pandemic on children, including girls in rural areas who were particularly vulnerable, and how those may affect their future life trajectories. They stressed that while some of the scars will be healed soon, others will take a longer time needing psychological counselling at home and in schools. A recently published study on adolescent girls' vulnerabilities, conducted by Brac Institute of Governance and Development (BIGD) and supported by the British High Commission and German Embassy, shows that children had to handle lowered educational aspirations, poorer psychosocial well-being, increased familial restrictions and controls imposed over social relations.\nResearchers, using statistics drawn from household surveys, tell us that tackling economic hardship during the lockdown period was a major concern in almost every household, as a result of which adults and adolescents had to suffer equally as they worried about their future. Many adolescent boys had to work to supplement their family income by leaving schools. Many parents arranged marriages for their underage daughters, which is likely to narrow their life prospects among other harmful effects. Many had to suffer domestic violence. There were also concerns about the quality of education received, for those who were fortunate to receive it. All this shows the importance of the continuity of classroom education in schools, where children have the means to play and intermingle after classes.\nChildren's mental wellbeing is particularly important as they try to recover from the fallout of the pandemic. It needs greater policy attention, while tackling economic distress in their families, ensuring learning recovery and setting schools as a socialisation platform should also be a priority. We urge the authorities to integrate these issues into their recovery plans for the schoolchildren.\n",
        "headline_1": "Children need proper support to recover from pandemic",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/children-need-proper-support-recover-pandemic-3037806",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-06-2022"
    },
    {
        "full_article": "We're alarmed by the total lack of effect of ongoing government measures on the prices of rice, pulse, flour and other basic food items. The market, it appears, is totally out of control, and no amount of pleading, cajoling or warning seems to be enough to tame it. The continued hike in rice prices, even in the middle of the Boro harvest season, is particularly disturbing, not just because of the inexpressible pain it has caused. It also defies conventional logic for price hike being triggered by a domestic crisis or disruptions on the international market, thanks to the activities of unscrupulous traders and hoarders.  \nLack of regulatory control has sparked a free-for-all of hoarding, as a recently launched drive of the government has shown. Reportedly, hoarders ranging from large business groups and small traders to even brick kilns owners and primary school teachers—who are not rice traders—are all taking advantage of the situation. As a result, prices of rice have increased by Tk 8-10 a kg over the last two weeks, despite there being an ample supply of paddy. According to the Trading Corporation of Bangladesh, the prices of coarse and fine rice increased by 5.38 percent and 3.17 percent in just a week.\nThe food minister on Wednesday named six major industrial groups—Square, Pran, City, Akij, Bashundhara and ACI—who he said were mainly to blame for hoarding and the consequent rise in prices, an allegation that the companies denied. These groups, he said, were found packing rice for sale at Tk 80-85 per kg after buying it at Tk 60-65 a kg in several districts. To punish the \"syndicate\" and keep the market stable, he added, the government is considering a move to restrict the sale of packaged rice and to boost rice import if necessary. Will that bring down the prices? Frankly, at this point, ordinary citizens aren't interested in the nitty-gritty of government plans anymore. Whatever it does, we urge quick and decisive action that will lead to results.\nThere is no doubt that controlling fuel and food prices will be the biggest challenge in the 2022-23 fiscal year. Every year, special attention is given to the development of the agricultural sector in the budget, and this year will be no exception. But the simultaneous dependence on import for major food grains, however justified by the current situation, may create a long-term crisis amid the continued volatility of the international market. The upcoming budget should, therefore, increase the benefits for domestic food production so that we're not easily thrown off balance by international pricing trends. The government should also urgently check hoarding practices and punish those found to be involved.\n",
        "headline_1": "Don’t let rice hoarders get off scot-free",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/dont-let-rice-hoarders-get-scot-free-3037796",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-06-2022"
    }
]