[
    {
        "full_article": "Even as the Union government suggests that there were prima facie reasons for the suspension of the Director of the International Institute for Population Sciences (IIPS), K.S. James — the IIPS prepares the National Family Health Surveys (NFHS) and reports to the Health Ministry — it is difficult not to spot vindictive motives. In recent years, the government has taken a hostile approach towards the release of any data, even by its own agencies, that reveal inconvenient truths about its policies and their outcomes, rather than using them as feedback. The NFHS-5 (2019-21), for example, debunked the government’s claim in 2019 that all villages were open defecation free (ODF); it showed that 19% of surveyed households did not use any toilet facility. Other surveys, i.e., the National Statistical Office survey from October 2018, the National Annual Rural Sanitation Survey of 2019-20 and the Multiple Indicator Survey released earlier this year, also indicated that many villages were not ODF. The NFHS-5 also showed a rise in anaemia and that 57% of the surveyed rural households lacked access to LPG or natural gas, calling into question the impact of the Ujjwala Yojana.What transpired in the recent past with other statistical findings is also revealing. The Ministry of Statistics and Programme Implementation had junked its consumer expenditure survey (CES) of 2017-18 ostensibly due to data quality concerns even as important indices related to inflation and poverty continue to be pegged to the CES of 2011-12. The NSSO’s Periodic Labour Force Survey, which was cleared by the National Statistical Commission (NSC) in 2018, was held back for showing a sharp increase in unemployment, but was released only after the government returned to power in 2019. The delay resulted in the resignations of the former acting chairman and another member of the NSC over the interference of the NITI Aayog in statistical issues. NITI Aayog’s involvement in releasing the back series on GDP growth that contradicted an NSC report in 2018, was another indication of the government’s efforts to undermine traditional statistical institutions. Recently, a series of opinion articles by members of the Economic Advisory Council to the Prime Minister sought to discredit the methodology used by the NFHS and similar surveys. The government has also unduly and unjustifiably delayed the decennial Census exercise, putting into limbo several statistical measures and programmes dependent upon Census information. Shenanigans of this kind do not bode well for an otherwise robust statistical system, which has been subject to strains at a time when there has been an explosion of public data in a growing digital world of commerce and governance.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ngovernment\n\n/\n\npopulation and census\n\n/\n\npersonal data collection\n\n/\n\nwelfare\n\n/\n\nhealth\n\n/\n\nconsumer issue",
        "headline_1": "Linear regression: On the government’s response to data on its policies",
        "headline_2": "The Union government’s responses to statistical findings reveal an inability to accept hard truths",
        "link": "https://www.thehindu.com/opinion/editorial/linear-regression-the-hindu-editorial-on-the-governments-response-to-data-on-its-policies/article67151084.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-08-2023"
    },
    {
        "full_article": "The ouster of Niger’s President Mohamed Bazoum on July 26 is a blow against political stability in the nascent democracy and efforts to counter fast-spreading Islamist insurgency in the Sahel region. Mr. Bazoum, who became President in 2021 in the West African country’s first peaceful democratic transition since it got independence from the French in 1960, was a symbol of democratic order in an otherwise tumultuous coup-ridden region. He had built strong security partnerships with the U.S. and France, which have troops based in Niger. But pressure was also building on Mr. Bazoum as his rule was struggling to meet people’s expectations. Sections of the military were frustrated with the spread of insurgency in the south and unhappy with his over-reliance on France. The President had also taken steps to curtail the military’s influence — he forced some generals into retirement, sent others abroad and cut back on the perks given to the Presidential Guard. But the public was also growing weary of the administration amid rising jihadist attacks and a cost of living crisis. The Presidential Guard exploited this public resentment when it moved in to oust the President citing the “deteriorating security situation and bad social and economic governance”.The U.S. and France see Niger, the largest country in West Africa, as a bulwark against Islamist insurgency in the region. Al Qaeda, the Islamic State and several other jihadist groups operate in the Sahel region, with Niger, Burkina Faso and Mali particularly hit. In Mali and Burkina Faso, which saw coups in 2021 and 2022, the putschists ousted UN peacekeepers and French troops, and moved to build closer security ties with Wagner, Russia’s notorious military company. In Niger, supporters of the coup staged demonstrations in the capital Niamey, holding Russian flags and demanding the ouster of French troops. The long French presence and the lack of results in the West’s fight against terrorism seem to have added to the resentment among the militaries and people in the affected countries, which power-hungry generals with a disregard for democratic practices have exploited to seize power. France and the Economic Community of West African States, a regional grouping, have issued an ultimatum to the putschists to restore President Bazoum. But a military intervention would further destabilise the country, helping the insurgents exploit the chaos. Instead, the U.S. and France, which still have influence in Niger, should push for talks between the generals and the presidency, seeking an amicable settlement of the disputes and the restoration of democracy.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ndemocracy\n\n/\n\nAfrican Union\n\n/\n\nterrorism (crime)\n\n/\n\nRussia\n\n/\n\nFrance\n\n/\n\nwar\n\n/\n\nIslamic State",
        "headline_1": "Coup in Niger: On the ouster of President Mohamed Bazoum",
        "headline_2": "France and the U.S. must push for talks to restore democracy",
        "link": "https://www.thehindu.com/opinion/editorial/coup-in-niger-the-hindu-editorial-on-the-ouster-of-president-mohamed-bazoum/article67150402.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-08-2023"
    },
    {
        "full_article": "As the artificial intelligence wave powers the tech sector higher, giants such as Microsoft and Alphabet are not only gaining dramatically, they are gaining in ways that are changing the arc of technological progress.\nEarlier waves of the digital age brought new names to the top of the tech stock charts. But following the crash of 2000, a few huge companies began to entrench themselves, staying on top through the rise of the mobile internet in the 2010s, and flourishing anew in this year’s AI mania. Disruption is fading in the industry where it should be most powerful.\nRead full opinion on TOI+\n\n",
        "headline_1": "Big tech+AI: Ain’t good for you or I",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/big-techai-aint-good-for-you-or-i/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-08-2023"
    },
    {
        "full_article": "Reticent and media shy, Mizoram CM Zoramthanga speaks to HC Vanlalruata about Manipur’s ethnic strife, the Mizo unification goal and Uniform Civil Code. The three-time CM and Mizoram National Front president heads into state elections to the 40-member assembly later this year:\n​\n● Manipur CM Biren Singh, other BJP leaders and Meitei civil society organisations have accused you of interfering in the state’s internal affairs and supporting the Kuki-Zomi community.\nI have never interfered in Manipur’s internal affairs. I want peace and normalcy to return to the neighbouring state. My party, Mizo National Front (MNF), supported unification of all contiguous areas inhabited by ethnic Mizos. This is not new.\nRead full story on TOI+\n\n",
        "headline_1": "‘Solution to Manipur will have to be political…come from the Centre…being in NDA doesn’t mean agreeing on everything’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/solution-to-manipur-will-have-to-be-politicalcome-from-the-centrebeing-in-nda-doesnt-mean-agreeing-on-everything/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-08-2023"
    },
    {
        "full_article": "Why was a railway cop his bosses say was suffering mental health issues, put on armed duty? RPF committee must answer\nThe Railway Protection Force’s mission statement says it aims to ensure safety, security and boost the confidence of the travelling public. There are unlikely to be takers for this after Monday’s mayhem in the Jaipur-Mumbai Superfast Express. An RPF jawan assigned to the train shot dead his superior and three others with his assault rifle. A timeline carried by TOI showed that he terrorised passengers on the moving train for more than 40 minutes as he walked through bogies looking for victims before he was taken into custody.\n\nRPF says the jawan had mental health issues. Question: Why was a mentally troubled jawan on duty with an assault rifle? Concerns have been rightly expressed that the jawan seems to have also targeted passengers from the Muslim community. But the point is that had he not been armed and on duty his state of mind wouldn’t have claimed lives. Such incidents are not isolated. In January, Naba Das, Odisha’s health minister, was shot dead by a policeman using his service revolver. The assassin has mental health issues. When it comes to incidents of fratricide in the Central Armed Police Forces, GOI informed Parliament that the underlying causes are usually traced to personal issues. The job’s undoubtedly stressful. The question is whether the leadership has a system in place to deal with the fallout. RFP has now constituted a committee that’s due to report in three weeks. The recommendations should include putting in place a system that ensures those with mental health problems are not on duty. RPF is a body that functions under the umbrella of a central legislation. It doesn’t lack power or attention – it can arrest without a magistrate’s order and some of its personnel receive commando training. Yet, it has failed to inspire confidence. In 2015, a railway reform committee chaired by Bibek Debroy recommended that senior railway staffers should have the freedom to choose between private security and RPF for safeguarding passengers.\nIndia’s internal security apparatus has grown in size and become more militarised. The concern here is whether there’s equal attention paid to the people who make up the forces. Eventually, it’s a human being who decides when to fire. Is there an adequate system to identify troubled personnel in all forces?\n\n",
        "headline_1": "Killer on the train",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/killer-on-the-train/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-08-2023"
    },
    {
        "full_article": "Gujarat CM shouldn’t have teamed up with those wanting to suppress adults’ rights to marry who they like\nFirst things first. Is freedom of choice in marriage a constitutional right? Yes, this is well-established as an intrinsic part of the right to life and personal liberty under Article 21. So, Gujarat CM Bhupendra Patel saying he shall look into making parental consent mandatory for marriages ‘if the Constitution supports it’, is a strange statement from a constitutional post-holder whose job includes protecting rights. Such a law simply cannot be passed. Patel knows it but by tagging his authority to its desirability, he has sent a big social signal. And that’s the problem.\nEven when there is no disputing that both the persons getting married are adults, free to marry anyone they like, it is the objecting families that often find favour with the authorities. These parents, police and various busybodies join forces to persecute ‘elopement’, though the application of the word to consenting adults is nonsensical. Over in Tamil Nadu marriage registration was updated in 2017 to require more parental documentation. In Gujarat it is telling that some Congress MLAs share the BJP CM’s sentiment. One of them wants it to be compulsory to marry a ‘girl’ in her village. Like ‘elopement’, the widespread use of ‘girl’ and ‘boy’ mulishly infantilises young adults.\nPapa Knows Best, is basically a fearful reaction to the deep social transformations that mean more and more people are finally claiming the freedoms that the Constitution gave us all 73 years ago. The lives and longings of young women in particular are undergoing a sea change. That is why, even though it takes two to tango, a disproportionate amount of elopement-phobia is centred on women’s actions. From police to kangaroo courts, stigmatisation to violence, the decks are stacked very unfairly. A CM should not worsen injustices.\n\n",
        "headline_1": "Papa don’t preach",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/papa-dont-preach/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-08-2023"
    },
    {
        "full_article": "The highly publicised appearance of a new poll monitoring group appears to have impressed many of us in Bangladesh with their high-level interactions with the Election Commission, ministers and a few other politicians. They were joined by quite a few foreigners, too, who expressed their full confidence in the EC's ability to organise fair elections. It was probably the current EC's first formal meeting on the issue of election monitoring with some \"to be monitors.\" Though Chief Election Commissioner (CEC) Kazi Habibul Awal and four other commissioners spent about an hour in a meeting with those local and foreign so-called observers, there was no communique or statement issued on the EC's behalf.\nUnfortunately, colleagues in the media who covered the event didn't tell us anything beyond what the chief of the local monitoring organisation and his foreign companions told them. As far as we know, the EC is yet to announce the list of the poll monitoring organisations who received their accreditation for the next general election. The EC website has only one list containing 118 civil society organisations (CSO), which dates back to 2018, and the Election Monitoring Forum (EMF) is not one of them. But, interestingly, EMF chief Abed Ali's name is listed as the secretary-general of Saarc Human Rights Foundation (SHRF).\nEMF and SHRF are two names that should ring a bell with readers as they hit the headlines in local and foreign media in 2018 when some so-called international observers brought in by these two groups certified the much discredited December 30 parliamentary election as not only free, fair and peaceful, but a \"glowing example for other democratic countries.\" Few weeks later, some of those observers regretted making that statement. One of the foreign observers, Tanya Foster, who visited Bangladesh with her daughter, told Reuters that they had never acted as international observers to a national election before.\nThe EMF website doesn't have any information about its history, such as when it was founded, whether it is a registered non-government organisation, and how or who finances their activities. However, it lists former Election Commissioner Md Shahnewaz as a director and another former Election Commissioner Brig Gen (retd) Shahadat Hossain Chowdhury as a special adviser. Interestingly, EMF's name first appeared in relation to the election that was held under Brig Gen Chowdhury's commission, though it was not accredited for election observation, but somehow associated with SHRF in bringing in foreign monitors.\nOne other crucial piece of information that emerged about the SHRF following the 2018 election monitoring report was that it had nothing to do with the South Asian regional grouping Saarc, but used their logo without authorisation. The foundation's advisory board also had prominent members of the ruling coalition, including Awami League MP Obaidul Muqtadir Chowdhury as its president. The Facebook page of Prof Abed Ali, now president of the EMF and secretary-general of SHRF, also contains a good number of photographs depicting his close association with the ruling party.\nIt is, therefore, quite intriguing as to why the EC felt it necessary to hold a meeting with an organisation that does not have a clean history of poll monitoring. How can an organisation having well-publicised political links qualify for such a preferential treatment? Did the presence of two former election commissioners on the EMF board somehow influence the current EC to entertain them well before finalising the observers' list? Can a local observer group bring in foreigners for poll monitoring bypassing the EC, who alone has the legal authority to scrutinise and approve international monitors?\nAccording to Prothom Alo, Abed Ali now admits that two of the four foreigners are journalists and therefore can be termed as observers. However, the EC has a very different accreditation process for foreign journalists.\nThere are published guidelines for election observation (international observers) on the EC website posted in November 2018, presumably still valid, clearly providing the route for applying and getting approval for all foreigners willing to monitor our elections. The guidelines also include a code of conduct, which states, \"Maintain strict political impartiality.\" Does the EC now see those so-called international observers' partisan comments on a very divisive political issue made to the media as violation of the code, and will it take some visible action against them, such as debarring them from poll observation?\nThe importance of election monitoring can't be overemphasised. Many of us think it only happens in Third World countries like ours. But that's not true. Both local and international observers regularly observe elections in the United States. Each state of the US has its own law regulating observers, but one thing is essential and common, which is political neutrality of the observers. The Organization of Security and Co-operation in Europe (OSCE) routinely sends observer missions to the US during general and midterm elections following invitations.\nUnfortunately, due to the nature of our politics and the lack of mutual trust and respect among major contending parties, the issue of election observation has also become an issue of contention and mistrust, which in turn has made the role of international observers even more crucial. With gradual weakening of democracy and rise of authoritarianism, the ruling party seems, at least in some powerful quarters in the government, to have opted to follow the tactics deployed by some other autocratic regimes around the world.\nThese tricks have been identified by the European Parliament's Subcommittee on Human Rights (DROI), which it describes as \"a mock-compliance strategy\" to achieve external validation. Their tactics include: gatekeeper tactics with highly regulated accreditation schemes to avoid larger and renowned professional observers; observation schemes including national/regional/international \"fake observers\"; investment in international public relations firms to bolster the international image; and ensuring sympathetic observers from other countries via bilateral parliamentary bodies.\nTheir observation that the first two techniques have become widespread among all autocratic regimes can easily be drawn into our 2018 experience. One may recount the example of ANFREL, Asia's largest and most credible observer organisation, which had to abandon their Bangladesh monitoring mission owing to visa and accreditation issues. The story of SHRF hosting foreign observers is no different from the second tactic listed by the DROI.\nRecognising the crucial role international observers can play in validating genuine elections, more than 20 leading international and regional organisations and institutions have formulated and endorsed a declaration of principles for international election observation and a code of conduct for international election observers. It has been in force since 2005, and any individual or organisation that does not follow this code can't be considered as an international observer.\nArticle 11 of the declaration reads, \"A decision by any organisation to organise an international election observation mission or to explore the possibility of organising an observation mission does not imply that the organisation necessarily deems the election process in the country holding the elections to be credible. An organisation should not send an international election observation mission to a country under conditions that make it likely that its presence will be interpreted as giving legitimacy to a clearly undemocratic electoral process, and international election observation missions in any such circumstance should make public statements to ensure that their presence does not imply such legitimacy.\" Shouldn't we take note of these universally accepted principles and codes before calling anyone an international observer?\nKamal Ahmed is an independent journalist. His Twitter handle is @ahmedka1\n\n",
        "headline_1": "Who do you think they (foreign observers) are?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/who-do-you-think-they-foreign-observers-are-3384581",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-08-2023"
    },
    {
        "full_article": "The decision by postgraduate trainee doctors to resume their work from July 22 came as a relief for patients. The indefinite strike by the Postgraduate Private Trainee Doctors Association was called from July 8, 2023. However, the ceasefire between the association and the authorities seems like a temporary adjustment, since many of the pressing issues facing the trainee doctors are likely to resurface.\nFor context, the postgraduate trainee doctors' group consists of around 10,000 trainee doctors who serve in some 30 government healthcare facilities across Bangladesh, and are pursuing their higher studies under Bangabandhu Sheikh Mujib Medical University (BSMMU) and Bangladesh College of Physicians and Surgeons (BCPS). Their demands included an allowance hike to a minimum of Tk 50,000 (up from the current Tk 20,000), regular payment of allowance, and uninterrupted private practice, among others. The trainee doctors claimed that they had to call the strike as a last resort, after campaigning for more than six months and having reached out to various relevant bodies such as the BCPS, BSMMU, Bangladesh Medical Association (BMA), and Swadhinata Chikitsak Parishad (Swachip).\nAccording to the president of the Postgraduate Private Trainee Doctors Association, Dr Jabir Hossain, Bangladesh pays the lowest such allowance in Asia: in India it is Rs 1,50,000; in Pakistan around Rs 75,000. Dr Hossain also said that trainee doctors in Singapore get an equivalent of Tk 2,50,000 as allowance. Of course, in comparison, the Tk 20,000 that Bangladeshi trainee doctors get is meagre.\nUnfortunately, the allowance is also paltry when looked at from an economic perspective. A medical student can only apply to be a postgraduate trainee doctor after completing their MBBS, which in itself is a six-year programme, including a one-year internship. By the time doctors can apply for this, they are in their mid-20s. This often means they feel obligated to not only become self-reliant, but also contribute to household expenses. In a country plagued by a high inflation rate of nearly 10 percent, how can it be expected of postgraduate trainee doctors to live a dignified life on an allowance of only Tk 20,000 per month? And that, too, is not paid to them regularly.\nThe dire financial condition of young medical professionals also came to light earlier this year, when a local daily reported that around 1,500 non-resident diploma doctors of BSMMU had not been paid their monthly allowance for more than nine months since June 2022. In these situations, doctors have to eat into their savings or borrow money to pay for their education, according to the report.\n\nIn a country plagued by a high inflation rate of nearly 10 percent, how can it be expected of postgraduate trainee doctors to live a dignified life on an allowance of only Tk 20,000 per month? And that, too, is not paid to them regularly.\nThe BSMMU vice-chancellor wrote to the health ministry on November 11, 2022 requesting a budget of Tk 36 crore to pay the allowance of non-resident doctors. On December 20, 2022 – nearly a month and a half later – the ministry responded by saying that Tk 34 crore has been entered into the Integrated Budget and Accounting System (iBAS) for allowance payment of resident doctors for FY 2022-23. By March, according to the VC, they had not received the allowance as requested. In fact, the ministry queried why BSMMU was asking for additional funds for the same purpose. The arrears for non-resident doctors were finally paid on June 21. The question then arises: are health ministry officials not aware of the difference between resident and non-resident doctors? Then again, in a ministry that provides ample opportunities for lining one's pockets through easier means, can one really expect officials to notice the non-payment of student doctors' allowances? The deeply entrenched corruption in the health sector has been amply revealed in many recent evidence-based reports. Interestingly, the High Court also directed both the health ministry and the BSMMU to clear the dues within 60 days. But this happened in early July, against a public interest litigation writ petition filed by Supreme Court lawyer Md Monir Uddin back in June.\nTrainee doctors in Bangladesh's healthcare institutions are expected to shoulder significant workloads, put in long hours, and efficiently provide healthcare services to patients. This is in addition to their academic duties of studying, sitting for exams, working on research and so on. On top of all this, if the doctors have to also worry about their sustenance, how can they be expected to serve people well or do justice to their profession and education?\nIdeally, since authorities are unable to pay doctors adequate allowances, they should be allowed to practise outside working hours. And this is something that authorities recently presented as a mitigation measure in the face of the strike. But the point remains: why did it take a strike for authorities to grant this to trainee doctors?\nMoreover, the authorities have raised the allowance from Tk 20,000 to Tk 25,000. For comparison, a management trainee at any reputable organisation in the private sector makes at least Tk 40,000, or as high as Tk 80,000-90,000, given the nature and salary structure of specific organisations. But it is as if the trainee doctors are being punished for choosing the medical profession, given the meagre pay they are being offered even after striking. Also, is there a guarantee that the doctors will be paid their allowance on a regular basis from now on?\nThe lives of postgraduate trainee doctors and young medical professionals in general are riddled with struggles. While some people and authorities put the blame on them for calling a strike or staging a protest for their rights, no one acknowledges the circumstances that push them to the brink.\nWhile the ceasefire is holding for now, authorities should revisit the allowance structure for these doctors and pay them an amount that would enable them to lead dignified lives. Given the current economic reality, making do with Tk 25,000 (for living and education expenses) is far from feasible. It could only be a matter of time before the doctors have to resort to demonstrating again. And to avoid this, their allowance structure should be upgraded. How can we expect our doctors to provide world-class, flawless medical services to the patients if they are forced to remain mentally occupied by their own financial worries?\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n\n",
        "headline_1": "The untold plight of young medical professionals over paltry pay",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/closer-look/news/the-untold-plight-young-medical-professionals-over-paltry-pay-3383896",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-08-2023"
    },
    {
        "full_article": "World Breastfeeding Week is observed annually, from August 1 to 7, in more than 120 countries. In 2021, Bangladesh ranked first out of 98 countries in supporting lactating women, according to a report by the World Breastfeeding Trends Initiative. But despite at least 42.68 percent of women in Bangladesh being in the workforce, not all workplaces and public places have breastfeeding facilities.\nAccording to Section 94(7) of the Bangladesh Labour Act, 2006, \"Such rooms shall be adequately furnished and equipped and in particular there shall be one suitable cot or cradle with necessary bedding for each child, at least one chair or equivalent seating accommodation for the use of each mother while she is feeding or attending to her child and a sufficient supply of suitable toys for the older children.\"\nIn October 2019, lawyer and mother Israt Hasan filed a writ petition with the High Court seeking the establishment of breastfeeding corners in public spaces. As a result, the HC in April this year directed the government to take necessary steps to set up breastfeeding corners at all workplaces, shopping malls, airports, bus stops, and railway stations across the country.\nBreastfeeding laws exist in the United States and the United Kingdom. Both countries feature designated diaper-changing areas as well as breastfeeding corners with accompanying bathrooms. It is also entirely legal for mothers to breastfeed in public spaces anywhere in the UK and US. The matter is also under consideration in neighbouring India. Back in 2017, nursing rooms were established at 100 railway stations across the country in India.\nIn Bangladesh, many public places feature dedicated smoking zones. But there are hardly any breastfeeding and baby care corners. This is quite discriminatory. Moreover, although more and more women are entering the workforce and contributing to the country's economy, we are lagging behind in taking steps to improve their working conditions. This includes the lack of breastfeeding corners in workplaces, which can also impact the growth and overall health of the babies of working mothers.\nWorking women spend lengthy periods of time outside with their children. Due to a lack of dedicated breastfeeding corners, mothers are forced to delay feeding their babies, resulting in a variety of physical and mental issues for the children. Regular breastfeeding boosts a child's immune system, aids the mother in overcoming postpartum exhaustion, and even reduces the risk of various diseases such as uterine cancer and breast cancer. Above all, there is no substitute for a mother's milk when it comes to the complete development of a baby.\nDespite existing laws, there is very little state or institutional initiative in terms of establishing breastfeeding and childcare spaces in both public and private establishments of our country. This needs to change. Breastfeeding corners are necessary to not only keep women in the workforce but also to provide for the nutritional needs of the next generation.\nSabrina Pervin Shanta\nStudent, North South University\n",
        "headline_1": "We need more breastfeeding corners",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/letters-the-editor/news/we-need-more-breastfeeding-corners-3383856",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-08-2023"
    },
    {
        "full_article": "Our apex court's frustration at the present state of defaulted loans in Bangladesh is a sentiment shared by many people. According to a report in this daily, an Appellate Division bench, headed by the chief justice, remarked on Monday that those with loans worth hundreds of crores of taka were getting away with not paying their debts off, while farmers with small loans were being harassed for failing to make regular payments. We completely agree with the court's observation and believe that, given the financial crisis that the country is going through, it is high time some tough actions were taken to redress this persistent problem.\nNon-performing loans (NPLs) have been a thorn in our side for decades, but now it is turning into blight for our economy. And we have gotten into this situation because of the leeway that has periodically been provided to habitual loan defaulters. The result: Bangladesh now holds the second position in South Asia in terms of bad loan ratio, according to a World Bank report. We are behind Sri Lanka only, but that should not provide any comfort considering the collapse of Sri Lanka's economy last year. The amount of defaulted loans in Bangladesh, which stood at Tk 120,656 crore at the end of December 2022, jumped by Tk 11,000 crore in just three months, rising to Tk 131,620 crore at the end of March 2023, according to the Bangladesh Bank. Experts have been raising concern over the upsurge in defaulted loans for years, pointing out the severe implications for both the banking sector and the economy overall.\nWe all know what the solution is: stop being lenient to big loan defaulters. The extraordinary lenience that the government has shown big borrowers through debt rescheduling and relaxation of rules has gotten our banking sector in a quagmire that it is struggling to pull itself out of. High volume of NPLs is one of the three major domestic risks that our economy faces, according to the International Monetary Fund (IMF) – something that our own economic experts have been flagging for years. An overall reform in our financial sector is needed to instil good governance and strict regulations to check bad lending practices, but as immediate remedies, the government should put specific measures in place to stop lending irregularities in our banks, and make all big loan defaulters pay their debt off without exception. It is not fair that our banks keep getting bailouts from the government, using taxpayers' money, due to defaulted loans and bad lending practices.\n",
        "headline_1": "Take action against big loan defaulters",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/take-action-against-big-loan-defaulters-3383786",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-08-2023"
    },
    {
        "full_article": "We are shocked to learn that around 47 percent of doctors in four major hospitals do not have the required skills to do research. Skills include knowing how to conduct statistical analyses, writing papers worthy of foreign publications and writing manuscripts. The fact that such a high proportion of doctors lack such basic skills is truly alarming for a discipline that demands continuous study of various aspects of medicine.\nThe study, conducted by the Department of Public Health and Informatics at BSMMU, also found that only 25 percent of the surveyed doctors authored research, while 29 percent were co-authors of research published in different journals. In a country where public health is constantly challenged by waves of diseases, the present dengue epidemic being a prime example, it is unthinkable that medical research is so grossly neglected.\nSo why are doctors so disinclined to conduct research? The study has found that six out 10 physicians do research only to get promoted, which means they are not doing this for self-development or to gain more insight into their specialised field. Other reasons given for research included the desire to pursue a career abroad for higher studies, with 41 percent conducting research in order to be \"praised\".\nThis lack of enthusiasm is largely affected by the generally unfriendly environment for such study. Most respondents pointed to professional pressure and lack of research-related knowledge as impediments; others pointed to having no prior knowledge of research and the dearth of grants. The lack of professional benefit, non-cooperation of colleagues and the idea that private practice was more profitable were also cited as reasons.\nResearch should be considered a mandatory part of medical studies and must be encouraged in all medical institutes. Senior physicians have a huge role to play in being mentors and facilitators of research by their juniors. As experts have said, it is essential that local universities and medical institutions collaborate to foster this research culture. In addition, existing funds available for research must be judiciously utilised, while allocations for research must be increased and monitored in all medical institutions.\nIt goes without saying that without continuous research, doctors cannot gain insight into what new medicines, procedures and tools can be developed to provide better treatments for patients. Without research, they will be significantly ill-equipped to tackle the formidable challenges of controlling outbreaks of deadly diseases.\n",
        "headline_1": "Why such apathy for medical research?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-such-apathy-medical-research-3383756",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-08-2023"
    },
    {
        "full_article": "That the Health Services Division (HSD) is wallowing at the bottom of all the 15 large development budget receivers is indeed a poor commentary on the ministry concerned. With only 68.20 per cent spending of its ADP (annual development programme) out of its total budgetary allocation for the fiscal year 2022-23 to its credit against 82.73 per cent ---straightway 14.53 per cent higher on an average--- spent by other ministries and divisions, it has proved its inefficiency beyond doubt. What is particularly galling is the fact that the HSD has become accustomed to putting up such a poor show for over a decade. Its allocation was downsized last time for its poor performance in the fiscal preceding it but still it made no attempt to come out of its hibernation. The pathetic performance stands in sharp outlines against the backdrop of the health emergencies like the Covod-19 pandemic in 2020 and 2021 and the dengue outbreaks before and after.What really prevents the HSD and the health ministry from implementing appropriate programmes when health facilities at the district, upazila and grassroots levels run short of the bare minimum manpower, medical equipment and paraphernalia is quite intriguing. Usually, ministries and divisions complain that budgetary constraints stand in the way of project execution. But in this case, notwithstanding the crying needs from all corners, allocation for health services remains unspent year after year. Is it willful indifference or a lack of administrative expertise? Reportedly, physicians are not trained or experienced enough in floating tenders and procuring medical implements. Isn't this a lame excuse? In most of the government hospitals and health complexes down the district level, poor patients reportedly are not provided with the free medicines they are entitled to. Are the physicians in charge of such healthcare facilities incapable of placing requisitions for life-saving drugs also? If they feel they have a mission to serve the ailing humanity, they will explore the avenues how to upgrade healthcare facilities they are employed with.In this context, cases of machines and equipment sent to hospitals without requisitions are at times reported in the media. Some of those either stay idle or not even unpacked leaving those to go out of order. There are mismatches of different kinds such as improper selection, or in case of the right medical equipment, the absence of medical technologists to operate those. Such monumental follies responsible for waste of money does not take place unless ulterior motives on the part of a section of the Directorate General of Health Services (DGHS) and the hospital authorities find a meeting place.Patients at the grassroots-level healthcare facilities suffer because the majority of those do not have the laboratory facility for dengue patients' blood test, X-ray and other simple tests. In the absence diagnosis in upazila health complexes, patients have to go for tests elsewhere and the delay thus caused can at times pose serious threat to life. Dedicated wards or ICUs are a far cry. Sadly, this can happen when the HSD failed to use or abuse, for example, only Tk 68.86 billion out of the total ADP outlay of Tk 98.04 billion for the last fiscal. It is time a high-level fact-finding committee were formed to identify the needs of healthcare facilities, particularly at the grass-roots level, and given the responsibility to equip those at least with the bare minimum required machines and equipment.",
        "headline_1": "Unspent allocation for healthcare",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unspent-allocation-for-healthcare-1690987678",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-08-2023"
    },
    {
        "full_article": "Yet one more coup d'etat has taken place in Africa. This time the military has deposed Niger's elected President Mohamed Bazoum and installed itself in power. After Burkina Faso and Mali, Africa is thus up against soldiers whose unbridled ambitions have caused havoc across broad stretches of it. The Niger coup has been having grave repercussions. On the one hand ECOWAS and the African Union have held out the threat of regional military action against the coup leaders if Bazoum is not reinstated within a week. Though it remains unclear as to how such action will be organised and which African countries will take part in it, it is obvious that in an era when political illegitimacy in the form of coups is increasingly being discouraged, some ambitious generals are unwilling to shed their desire of seizing power through the gun.On the other hand, Niger's military has been playing the conspiracy card, this one against the French government, accusing it of planning an invasion of Niger. That statement has been accompanied by images of hundreds of Nigeriens trying to storm the French embassy in Niamey, prompting Paris to demand that French citizens in Niger be guaranteed safety. Added to that is the suspicion that now the Russians are making moves to enter a region where anti-western hysteria is gradually being generated.It is all so unfortunate for Africa. In recent years the continent has shown promise in terms of economic progress. Businesses have been picking up, largely as a result of the democratic changes which have been coming into the landscape. Countries like Nigeria, which once was a breeding ground for soldiers to commandeer the state, have in these past many years done much to uphold democracy despite the flaws associated with such exercises. The position of ECOWAS and the AU are reflective of a trend where regional cooperation has been becoming the norm.Africa of course is not the only region where coups in these times have undermined democratic aspirations. Myanmar remains a prime instance of how soldiers cheerfully go into the business of undermining the popular will. Aung San Suu Kyi, whose National League for Democracy attained a huge majority at the last elections, was not only deprived of carrying on in government but was arrested, put on trial and kept in an isolated location. In Thailand, General Prayuth Chan-ocha seized power nine years ago but his party lost at the elections this year. And yet the parties which outpaced the military in gaining popular votes have found themselves confronting impediments to forming a democratic government for the country.The history of coups in Africa goes back a long way. Through the 1960s and 1970s as also the 1980s, the continent was a hotbed of armed military action against civilian governments. Ghana's Kwame Nkrumah was deposed by the military as he landed in Beijing on an official visit. Abubakar Tafawa Balewa's government was brutally removed from power in Nigeria. Sudan has had its spell of coups, beginning with Ibrahim Abboud's takeover in 1964. Somalia has been destroyed by its soldiers and its warlords. In Egypt, General Abdel Fatah al Sisi overthrew Mohammad Morsi, the elected President, in a coup. Decades prior to that, HouariBoumeddienne removed Algerian President Ahmed Ben Bella and had the latter held in detention for fourteen years. Samuel Doe violently removed the government of President William Tubman in Liberia and plunged the country into chaos in 1980.That dark phase, if one ignores the recent coups in Africa, is now in the past. But it is these new coup makers in Niger, Mali and Burkina Faso who will need to be flushed out of the scene if the continent is to bring itself to its full potential. That is not to say that African countries where democracy has taken centre stage are going through happy times. Corruption, bad governance, authoritarian practices and the tendency of rulers to hold on to power are but a few of the ailments which prevent a full flowering of the popular will in nations where democracy is tentatively part of politics. Senegal is an instance where the opposition is being effectively silenced through detaining the opposition politician OusmaneSonko and clamping a ban on his party.Senegal was once a model of what the African future could be. Its poet-President Senghor exemplified a distinctive form of nationalism in the country. That idealism is now no more part of the country's politics. In the Central African Republic, President FaustinArchangeTouadera, who has been in office since 2015, is now intent on having presidential terms extended from five to seven years. If the referendum he has organised goes his way, he will continue in office till 2025 and perhaps will run again. In Sudan, the army and the Rapid Support Forces have in these past many months ruined the country through their running battles against one another. It is a situation which reminds one of the ways in which the Mujahideen factions destroyed Afghanistan following the withdrawal of Soviet forces from the country in the late 1980s.Around the world, countries which once were prone to coups are today home to civilian elected governments. Turkey is a shining instance of democracy deepening itself, though the same cannot be said of Pakistan, where the army continues to operate the levers of power. But come back to Africa, where a democratised Tunisia in the aftermath of the fall of Zine el Abidine Ben Ali is struggling to free itself of the authoritarian clutches of President Kais Saied. Robert Mugabe's successor in Zimbabwe has so far not inspired any feeling that the country will move on to proper democracy.But, yes, there is hope in such nations as Zambia, where President Hakainde Hichilema has made it known that he means to lift his country to heights which will turn it into a significant regional player. Likewise, Tanzania, Malawi, South Africa and Kenya remain focused on promoting democracy to its furthest limits. That inspires hope not only in Africans but in people around the world.Every coup d'etat is debilitating for a state. Every action by a general against established elected civilian authority aimed at removing such authority from power is behaviour which goes against the principles of political morality in our times. When soldiers overthrow a government, it is a sign of the weakness of democracy in that pluralism is yet not strong enough to beat back the pretenders to power and indeed subject them to the full authority of civilian rule. If the Niger military bows out, though, it will be a sign of democracy acquiring maturity not just in Africa but elsewhere around the globe.\n[email protected]",
        "headline_1": "The coups that enfeeble Africa",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-coups-that-enfeeble-africa-1690987733",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-08-2023"
    },
    {
        "full_article": "Hilsa is the most sought-after fish in Bangladesh. Every year during the rainy season, a feast here seems incomplete without it. But soon Bangladeshis might well have to spend monsoon days forgetting this delicious item since the population of hilsa -- the country's national fish -- is fast decreasing in its river system and coastal areas. The ongoing hilsa season has been seeing a poor netting of the fish for around two months. More than 1,000 fishing trawlers in different coastal districts are now engaged in catching hilsa in the sea and different rivers after a 65-day ban on hilsa catching that ended on April 30. But the catches are much less than expectation. May to October is generally considered the hilsa catching season in Bangladesh. Usually, fishermen catch abundant hilsa after the yearly 65-day ban on netting hilsa is lifted. The peak season of hilsa catching is now going on. But most of the trawlers that sailed to the hilsa catching points are either returning empty or with poor catches. The dwindling production of hilsa has affected the fish markets in Dhaka and other districts. A one-kilogramme hilsa is now selling at Tk 2,500 or more in the capital's fish markets. But the worst sufferers of this situation are the hilsa fishermen and their families. Hilsa is by far the most important fish in Bangladesh, as a key source of both nutrition and livelihood for millions. The government has invested heavily in its conservation in an attempt to boost production. Fishermen here cannot net hilsa twice a year -- once in March-April and then in October -- so that mother hilsa and jatka (hilsa less than 10 inches long) can be protected. However, fishermen continue to report declining catches these days. The hilsa banning projects taken by Bangladesh cannot guarantee a complete success if neighbouring countries including India and Myanmar do not join the exercise of banning hilsa catching for a certain period of time. It is often reported that Indian and Myanmar fishermen net hilsa when a ban is observed by their Bangladesh counterparts. A complete ban on hilsa fishing in and around 10-kilometre radius of the breeding ground at least during October-November should be enforced. During this period, designated hilsa fishermen need to be given adequate compensation by the governments. According to fishermen, an average amount of hilsa is being caught in the deep sea. On the other hand, fishermen are not getting enough hilsa in rivers. This might make us think that hilsa are migrating from rivers to deep sea areas due to river pollution and siltation. A recent study has identified several factors contributing to the depletion of the hilsa fishery, including increased salinity in coastal rivers, low water flow in the country's major rivers, the construction of dams upstream and downstream of fishing areas, increased river siltation and river pollution from human settlements, industries and agriculture. Over half a million fishermen in 16 of Bangladesh's coastal districts are involved in fishing hilsa. Saving hilsa means saving these people and their families. The government should stand by this large number of people with well-researched initiatives. They should be provided with alternative income-generating activities based on their needs. And an investment should be made on hilsa research so that this popular fish does not become extinct from our rivers. \n[email protected]",
        "headline_1": "Standing by hilsa fishermen",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/standing-by-hilsa-fishermen-1690987773",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-08-2023"
    },
    {
        "full_article": "Virologists have urged us to focus on the dengue vaccine as well as mosquito killing to combat the dengue outbreak. There are currently two types of dengue vaccines in the world. Dengue immunity from these vaccines is more than 80 percent. Some 90 percent of the people who got inoculated by these vaccines were not required to be hospitalised.It is important to note here thatfollowing hospital admission with dengue and expenditure of huge sums ofmoney for treatment including ICU service, a patient cannotstill be free from fear though all the symptoms of the disease are gone. Currently, there is no alternative to importing vaccines to save the amount of money the government spends on combating dengue and its vector. At government hospitals and health centres, it is necessary to give the vaccine on an urgent basis, even with a fee fixed by the government.Two dengue vaccines recommended by the World Health Organization and the US CDC have been approved in 20 countries around the world. Policymakers should come forward to take appropriate measures in the application of these vaccines in Bangladesh.\nAshikujaman SyedResearch Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID).[email protected]",
        "headline_1": "Vaccines to control dengue",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/vaccines-to-control-dengue-1690987802",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-08-2023"
    }
]