[
    {
        "full_article": "Latest data, including the official Index of Eight Core Industries for September and S&P Global’s Purchasing Managers’ Index (PMI) for the manufacturing sector for October, point to a palpable softening in economic momentum. The government’s provisional figures for output across the key infrastructure industries, from cement and coal to steel and electricity, show the average year-on-year growth in production eased appreciably to a four-month low of 8.1% in September, from the 12.5% pace posted in August. The pace of expansion flagged across all but one of the eight sectors, with only fertilizers registering a quickening in growth from the preceding month as farmers stocked up on the key agricultural input ahead of the rabi season. Heavy rains in the final month of the southwest monsoon season, which resulted in 13% surplus precipitation for September, also likely contributed to dampening demand and output for cement, electricity and steel, all of which saw significant slowing in growth from double-digit paces in August. Sequentially, production in fact contracted across all the eight sectors, with the overall index declining 4.8% from August’s level. Coal offered the silver lining: the year-on-year growth in output of the fuel eased only slightly to a still robust 16.1% pace, from August’s 17.9%, and posted just a 1.5% sequential contraction.Independently, the more up-to-date survey-based manufacturing PMI data for October buttresses concerns that broader economic momentum may yet again be sliding for want of traction. The seasonally adjusted S&P Global India Manufacturing PMI signalled sectoral growth slid to an eight-month low last month, amid a weakening in demand, particularly for consumer goods. Factories saw new orders rise at the slowest pace in a year, with even international sales losing vigour. More worrying is the fact that less than 4% of the about 400 companies surveyed said they were adding staff, thus depressing job creation in manufacturing to the slowest level since April. Input cost inflation also accelerated. But factory gate inflation was considerably slower indicating that with demand uncertain, producers were forced to temper the pass-through of higher costs. With business confidence ebbing to a five-month low, the panellists cited rising inflation expectations as the key factor expected to dent demand and production growth over the next 12 months. And the advance estimates for lower kharif output, disconcertingly flag the fact that the farm sector may be able to offer little succour as rural incomes get hit. Policymakers have their task cut out to surmount the twin challenges of slowing growth and persistent inflation.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\neconomy (general)\n\n/\n\ngovernment\n\n/\n\nfertiliser\n\n/\n\nMonsoon\n\n/\n\ncoal\n\n/\n\nmanufacturing and engineering\n\n/\n\nrubber product\n\n/\n\npaper and packaging product\n\n/\n\niron and steel\n\n/\n\nagriculture",
        "headline_1": "Slowing momentum: On palpable softening in economic momentum",
        "headline_2": "Persistent inflation alongside moderate growth remains a challenge",
        "link": "https://www.thehindu.com/opinion/editorial/slowing-momentum-on-palpable-softening-in-economic-momentum/article67489588.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-11-2023"
    },
    {
        "full_article": "The Pakistan government’s order to all undocumented migrants to leave the country by October 31 has thrown the lives of hundreds of thousands of Afghan refugees in jeopardy. The interim government in Islamabad says its decision is not targeted at any particular nationality. But given the numbers of Afghan refugees in Pakistan, it is evident who is being targeted. Over the decades, millions of Afghans have taken refuge in Pakistan, mostly fleeing violence in their civil war-stricken country. According to the United Nations, about 1.3 million Afghans have been registered as refugees, while another 8,80,000 have legal status to stay. But Pakistan’s Interior Ministry says some 1.7 million people are staying “illegally”, a vast majority of them Afghans. At least 6,00,000 Afghans are believed to have fled to Pakistan after the Taliban recaptured power in Kabul in 2021. Many others had moved during the Soviet military intervention in the 1980s. Pakistan’s order states that they should either leave on their own or face detention and deportation. Pakistan has already set up deportation centres to round up “illegal” migrants and deport them. Thousands are now stranded on the Afghan-Pakistan border, while others are in fear of arrest and violence in Pakistan, leading to the UN’s warning of a “humanitarian tragedy”.Pakistan’s argument is that the presence of illegal migrants has led to rising crime and terror attacks and is straining its struggling economy. “There have been 24 suicide bomb attacks since January this year and 14 of them were carried out by Afghan nationals,” interim Interior Minister Sarfraz Bugti said on October 3, when he announced the deportation plan. Pakistan, which is to have its national elections in January, is also reeling under hyperinflation, a balance of payment crisis and high rupee depreciation. But the solution to these woes is not the forceful deportation of 1.7 million people. The responsibility for most of the problems Pakistan now faces lies with its rulers. When its military and civilian leadership continued to play power games, trying to outwit each other and maximise powers in their hands, its economy was neglected. The security crisis it is facing today is a result of its own dual policy on terror — fighting some outfits while supporting others. When the Taliban, which were backed by Pakistan’s military-intelligence establishment, recaptured power in August 2021, it was largely seen then as a victory for Pakistan’s generals. But the security crisis Pakistan is facing now suggests that the sense of victory did not last long. Skirmishes along the porous Af-Pak border are also common these days. What Pakistan is doing is scapegoating tens of thousands of poor Afghan refugees for the failures of its own policies. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nPakistan\n\n/\n\nAfghanistan\n\n/\n\nrefugee\n\n/\n\nUnited Nations\n\n/\n\narrest\n\n/\n\ncrime\n\n/\n\nact of terror\n\n/\n\nelection\n\n/\n\neconomy (general)\n\n/\n\nmigration",
        "headline_1": "Scapegoating: On Afghan refugees in Pakistan",
        "headline_2": "Pakistan should not blame Afghan refugees for its ills and evils",
        "link": "https://www.thehindu.com/opinion/editorial/scapegoating-on-afghan-refugees-in-pakistan/article67485207.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-11-2023"
    },
    {
        "full_article": "Authored by D Stalin\nIt’s tough to turn coastal Mumbai into a dust bowl. Credit goes to many badly planned projects and multiple municipal failures for maximum pollution in the Maximum City\nMumbai is known as the city that never sleeps. But these days it has become the city whose inhabitants cannot sleep. Because almost every second one of them is suffering an upper respiratory tract infection caused by air pollution. This almost defies science and logic. Because a coastal city with a long shoreline should never become a dust trap. This isn’t a natural phenomenon.\n\nIt is almost as if several entities have been toiling hard to make us India’s most polluted city, especially over the last three years. The evidence is spread throughout Mumbai.\nRead full story on TOI+\n\n",
        "headline_1": "Smogged: The city by the sea",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/smogged-the-city-by-the-sea/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-11-2023"
    },
    {
        "full_article": "Hamas so far is defiant in the face of Israel’s continuing ground offensive in Gaza. Paola Caridi, author of Hamas: From Resistance to Regime, in a conversation with Rudroneel Ghosh, explains why the militant outfit is deeply worried about getting the terrorist tag:\nHow do you explain Hamas’s October 7 attack? Why now? Were you surprised by the scale of the attack?\nI think everybody was taken by surprise. Regarding why, in my understanding there are various reasons. For 16 years, from 2007 till 2023, Hamas was sealed with the Israeli blockade of Gaza. I think the idea was to break the encirclement, break the siege, not just physically but also in terms of the imagination of the Palestinians.\nRead full story on TOI+\n\n",
        "headline_1": "‘Hamas’s military wing went too far with October 7 attack, it has become a state within a state for the group’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/hamass-military-wing-went-too-far-with-october-7-attack-it-has-become-a-state-within-a-state-for-the-group/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-11-2023"
    },
    {
        "full_article": "Healthcare data taken out of ICMR points to gaps in digital architecture & risk of wide exemptions for governments\nLast month, there was a server breach in ICMR that led to unauthorised access to personal information of about 81 crore Indians who had taken Covid vaccines. The criminal act was followed by an attempt to auction the data on the dark web by providing sample files. This is the third time that healthcare system servers were breached. GOI informed Parliament that there was a leak of CoWIN data in June that was followed by an FIR and inputs from CERT-In for an investigation. Prior to that, there was a ransomware attack at AIIMS, Delhi.\nSome experts believe the ICMR breach is also a ransomware attack. GOI’s position on this breach is unclear. The repeated breaches of healthcare data are indicative of a challenge faced by the digital architecture. Health data is highly sensitive and often retrieval is triggered by emergencies. Consequently, it’s been a key target globally for ransomware and subsequent extortion. In India, healthcare data and provision of services are in the midst of a shift to a digital mode of access and use, which is being led by GOI. Its Ayushman Bharat Digital Mission (ABDM) is an online platform that aims to link over 5 million healthcare professionals and 1.2 million healthcare facilities with patients.\n\nABDM works on the principle of federated architecture, which means that information flows between all stakeholders in the healthcare universe but doesn’t get centrally stored. This is in fact the basic approach underlying India’s digital public goods in other areas too. ABDM provides benefits that come with scale and interoperability. On the flip side, risks of a data breach can be magnified. By design, ABDM accounts for these risks, but recent experience suggests there’s more to be done. To cite one example of a potential risk, a World Bank study of ABDM said health insurers can access patient data simply because they are in the ecosystem and use the information to hike premiums.\nThis leads to the problem with the data protection law. India’s digital public goods are a collaboration between governments and the private sector. Data protection law provides sweeping exemptions to the government. This very likely influences the approach to cybersecurity. Governments are sweeping in data and need stricter oversight on security. Also, they need to be more accountable to people whose data has been leaked. A US cybersecurity firm flagged the ICMR leak. Shouldn’t it have been a GOI agency?\n\n",
        "headline_1": "Thieves & servers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/thieves-servers-healthcare-data-taken-out-of-icmr-points-to-gaps-in-digital-architecture-risk-of-wide-exemptions-for-governments/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-11-2023"
    },
    {
        "full_article": "Too many people are dying on India’s roads. Too little attention is paid to factors that are wearingly familiar.\nThe death count is growing by the year. India leads the world in road fatalities. The transport ministry’s 2022 report calculates road accidents claimed 19 lives every hour. Crashes claimed around 1.68 lakh lives, a 9.4% increase over 2021’s corresponding figure. Injuries have shot up by 15%. Two-wheelers accounted for 45% of fatalities. And 67% of victims were aged between 18 and 45. Accidents are a leading cause of death for a major portion of India’s working demographic.\nThe Road Accidents in India 2022 report cites, as every year, speeding, wrong-side driving, not wearing seat belts and potholed roads as key causes for fatalities. Reckless driving is frequently on display by two-wheeler riders on all roads. Tyre killers, speed-breakerswith a slope on one side and metal spikes on the other, installed to control wrong-side driving in Noida some years ago spectacularly failed as one person would hold down the spikes that would puncture tyres of vehicles on the wrong side of the road(and the law), while the driver hauled the two-wheeler over the speed-breaker. But such experiments have helped some in Ahmedabad and Pune.\n\nThat said, it is established that road accidents are multi-causal. Road design is key. Countries with far higherspeed limits have fewer than a fraction of India’s fatalities. Faulty road engineering, poor designing of junctions, inadequate signage, haphazard planning of state highways and city roads/lanes all play a role in causing accidents – these factors are well known. Finally, the gig economy of delivery workers, the largest users of two-wheelers for work, is ever-growing. From 68 lakh in 2020, the gig workforce is expected to expand to 2.35 crore by 2029-30. India’s rapid adoption of electric two-wheelers, smaller and quieter is celebrated, yet they are driven even more recklessly. It may be a good idea to teach traffic rules from primary school.\n\n",
        "headline_1": "One for the road",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/one-for-the-road-too-many-people-are-dying-on-indias-roads-too-little-attention-is-paid-to-factors-that-are-wearingly-familiar/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-11-2023"
    },
    {
        "full_article": "The soaring public debt is, no doubt, a matter of serious concern for the country's economy in the days ahead as debt servicing even at a moderate rate outstrips the government's capacity to mobilise resources – domestic or otherwise. The picture looks grim, grimmer than it ever was in the past. A FE report has recently dealt with the issue at some length. According to the report, public debts in Bangladesh ballooned by 20 per cent to Tk 16.2 trillion in the past fiscal from Tk 13.5 trillion in FY22. Responsible for the higher debt buildup understandably is the substantial rise in external borrowings and higher recurring expenditures during the year. For example, the government had secured an IMF loan amounting to $470 million out of a package deal, meant for mending the erosion of the country's falling foreign exchange reserves, and it is expected to receive another $681 million in a second tranche within December this year.Data released by the Ministry of Finance this week show that external debt at the end of FY 2022-23 stood at Tk 6.7 trillion, up by nearly 36 per cent year on year. However, domestic debt, from banking and non-banking sources, stood at Tk 9.44 trillion in a yearly rise by over 11 per cent. The finance ministry data further show that as a percentage of the GDP, total debts and liabilities accounted for 36.34 per cent in FY 2023, up from 33.79 per cent in FY22. The data reveal that interest payments on debts amounted to Tk 925.38 billion, compared with Tk 757.59 billion in the previous fiscal. While the size of external debt increased during the year (FY23), expenses on domestic interest were 90 per cent of total expenditure due to the higher interest rates for the government securities. In the current fiscal year, the country is projected to spend around Tk 943 billion on debt servicing, including both domestic and external interests. This constitutes Tk 820 billion for domestic interest and Tk 123.76 billion for external interests. The significant debt servicing leaves little room for the government to fund development projects and other related expenditures. The government's main recourse is borrowing from domestic and foreign sources. Given the situation, there is no choice but sustainable debt management to pull the economy out of the dangers it faces. Debt sustainability is possible in a situation where a borrower government is expected to be able to continue servicing its debt without an unrealistically large correction to the balance of income and expenditure. Going for such correction, to the extent not desired, may further disrupt the economic landscape. The recourse here could be austerity and increased revenue generation, among others. Saving resources from unnecessary and non-essential expenditures through strictly monitored import control, parting with development works in less priority areas, curbing defaulted private sector loans, reining in money flight are some of the measures that may be considered crucial for avoidance of the threats that loom large not too far in the horizon.",
        "headline_1": "The challenge of public debt management",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-challenge-of-public-debt-management-1698933862",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-11-2023"
    },
    {
        "full_article": "In his seminal book, The Clash of Civilisations and the Remaking of World Order, Samuel Phillips Huntington warned of the danger of not recognising and respecting multicultural civilisations by the West led by the United States of America. The champions of democracy and human rights have exposed once again the precipitous decline in principles, values, morals and beliefs in relation to the hellish and tragic developments in Gaza strip of Palestine. Instead of giving it a chance to flourish, multicultural ideal has been killed ever since the creation of Israel on Palestinian land. Admitted that Hamas, considered a terrorist Islamist outfit by the West, fired the first shot but the retaliatory brutal military drives launched by Israel for weeks now have surpassed all limits of civilised norms and violated the United Nations (UN) conventions. The overriding concern for lording over the rest of the world has made the US blind. Ever since the World War II, the US has assumed the role of leading the rest of the world. It is exactly at this point, Huntington has warned of the danger of falsely becoming aware of the cultural superiority of the Western civilisation. The man of prophetic vision has identified eight civilisations the world has ever known. The emergence of culturally, economically and militarily strong nations with China representing the Sinic culture closely followed by Vietnam and South Korea is going to challenge US superiority. Huntington's much anticipated coalition and cooperation between Sinic and Islamic cultures as demonstrated by China's brokering of peace between Iran and Saudi Arabia, between Israel and Middle Eastern Muslim countries were certainly not to the liking of the Biden administration. It did not wait to snap the tie before China and ME powers could take any advantage of the bonhomie about to take shape. The result is a humanitarian crisis in the small land strip of Gaza where the Palestinians have been confined with no route to escape and are being hunted in their holes like rats. Bodies of babies and children in parents' arms or heaps of bodies of men and women on donkey carts carried to graveyards everyday in a frenetic rush, lest the carriers turn into bodies like those they carry, are nothing but the bodies of civilisation. Those who have taken the agency of espousing democratic values and human rights have exposed their moral bankruptcy here. The poisonous seed they planted 75 years ago has now borne fruits that are vitiating every possible positive human quality. All that emerges as an output of the claustrophobic conflict for the Palestinian civilians is anti-life where survival depends on chances and the chances are becoming increasingly tenuous. That the world has come a long way off from the past three centuries when Western dominance was beyond question. The problem with the Western powers is that they have surrendered leadership to the US with the cessation of colonial rule. But colonialism was replaced neo-colonialism. Both of which are now on their way out. Yet, the beneficiaries of such systems are trying hard to preserve the remnants of the system that propped their empires. So they need wars – wars that must be fought on foreign soils. Although Vietnam should have taught the mighty powers a lesson, it did not quite do so. This is why wars in Afghanistan and Iraq were unjustly imposed upon. Right now, internecine strives torn Sudan and Syria where the feuding parties have their backers in the West. Russia also has stakes there and is unwilling to abandon its allies. The West Bank and Gaza including East Jerusalem, where Israel has forcibly established its capital, are Palestinian territories. On November 29, 2012, the United Nations General Assembly (UNGA) reaffirmed \"the right of the Palestinian people to self-determination and to independence in their State of Palestine on the Palestinian territory occupied since 1967\" by Israel. Palestine was also accorded the non-member observer State status in the UN. Next month a UN legal memorandum recognised the preferred name \"State of Palestine\". But the UNGA's initiatives were not backed by the required moves to have a full-fledged sovereign government. Instead, the Palestinian National Authority was put in place as an alternative title to it. But why? As many as 135 UN-member nations have recognised the State of Palestine but most Western Nations, Israel and their patron the US have not done so. The intention is suspect. They have kept the carbuncle in the ME untreated for it to accumulate poisoned blood and erupt from time to time so that their lordly and deceitful mediatory role is sought after. Sale of deadly arms is yet another governing motive. A Palestinian sovereign state could have long been a reality with clear borderlines between the two warring parties. East Jerusalem could also be handed over to its rightful owners, the Palestinians that is. But such a peaceful solution to the conflict would go against the interest of the West, the US in particular. No wonder, many of the Latin American countries which have bitter experience of US conspiratorial role in the past are either withdrawing their diplomats from Israel or snapping diplomatic relations. The carnage Israel is committing in Gaza proves overwhelming for individuals and nations. It is the worst disgrace to human civilisation in the new millennium.\n[email protected]",
        "headline_1": "An outsize disgrace to human civilisation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/an-outsize-disgrace-to-human-civilisation-1698933915",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-11-2023"
    },
    {
        "full_article": "The price of any item in the market is determined by supply and demand, a fundamental economic concept. However, the concept, on occasion, does not work in some markets where operators defy laws and rules. Bangladesh, unfortunately, is one such market. And, none knows this truth better than its consumers. In recent years, consumers have been going through a nightmarish experience over the prices of some essential food items. Onion, potato, sugar and edible oils are among the items that are at the top of the list. The hike in prices of these items, in most cases, is caused by either domestic or external factors. At times, both are found to trigger price rises. The skyrocketing prices of potatoes, onion and eggs in particular in the domestic market amid inflation reaching a record-high level have strongly been resented by most consumers. The government appears to be both clueless and helpless, as all its intervention mechanisms have failed to rein in the galloping prices. When it comes to the hike in prices of the food items mentioned above, the issue of data mismatch, as far as their domestic production, has come to the fore. Take the case of potatoes. The Ministry of Agriculture (MoA) claims that 11.1 million tonnes of potatoes were produced in the country during the last crop season. The Bangladesh Bureau of Statistics (BBS) say the production was 10.4 million tonnes while Bangladesh Cold Storage Association (BCSA) has come out with a production figure of 8.5-9.0 million tonnes. If the MoA or BBS data were correct, the country would have a large surplus of potatoes. The BCSA figure is somewhere near the actual annual domestic requirement for the stem tubers. Many find the BCSA data more or less credible, for the people who store potatoes in storage for better prices usually unload their holdings in October and November since the new potato crop starts arriving in December. Such data mismatch remains a common affair in Bangladesh. The flaw, inevitably, leads to wrong planning and wrong outcome. The mismatch in production figures is found also with rice, the main staple. Agencies concerned, seemingly, want to impress the top policymakers by providing doctored data. They make the situation rather difficult for the latter. The actual data coming from the field level could help the government allow the timely import of food items to make up for deficit and arrest rise in prices. Both MoA and BBS have their people at the field level to gather data relating to the acreage under different crops and production thereof. It is important to motivate these officials to supply authentic data and help the government make proper import plans, if needed. Entry of the corporates into the production and marketing of some agricultural food items has aroused suspicion. It is believed that the corporate houses have both power and clout to dictate prices of the consumer goods. In a market economy, corporates or otherwise are free to do business in any place they like. The government, however, is responsible for dealing with an oligopolistic approach by business entities and ensuring that every operator plays by the rules. If the government fails to carry out its role properly, problems are bound to surface. One does not need to elaborate on what has happened in this particular area. The role of our big neighbour India is very important when it comes to the prices of food items in Bangladesh. Because of its proximity, India is chosen by traders for import of food and other industrial goods. But over-dependence on that country has a major drawback. India, without any prior notification, either puts restrictions on the export of food items or raises their export value exorbitantly. It is high time the government and private importers found other potential sources of imports at competitive prices. However, before that, it is important to have authentic data on domestic production of food items. \n[email protected]",
        "headline_1": "Data mismatch and unpredictable exporter",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/data-mismatch-and-unpredictable-exporter-1698933958",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-11-2023"
    },
    {
        "full_article": "Ahead of the 12th parliamentary elections, the ruling party and the opposition have been holding political programmes in Dhaka city and elsewhere in the country every day. In a democratic society, any political party or organisation can hold meetings to present its policies and plans to the people. But the thing that should be considered here is that the normal life of the people should not be disrupted in the name of those political programmes. In Dhaka, a city of one and a half million people, traffic jams occur every day, and the situation can be dire if the two major parties hold a rally on the same day. Earlier there used to be political programmes in Dhaka city once or twice a month. In recent times, almost every day there is some kind of rally, meeting or blockade. Offices, courts, educational institutions, factories, private institutions are open on working days. Millions of people serving or seeking service at these institutions go to work in the morning and return home at the end of the day. Normally they have to stay on the road for several hours due to traffic jams. In this situation, it is not difficult to understand what a terrible situation is created if there is a large gathering in the capital city. Long-distance passengers have to leave the office in the afternoon and return home late night. Political parties do politics for the people. However, their political programmes often cause trouble to common people and it should come to an end. \nAshikujaman Syed, Foreign Service Officer,Anhui Haikang Pharmaceutical Co. Ltd,Anqing, China,[email protected]",
        "headline_1": "No more political programmes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-more-political-programmes-1698933980",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-11-2023"
    }
]