[
    {
        "full_article": "A healthy loss and damage (L&D) fund, a three-decade-old demand, is a fundamental expression of climate justice. The L&D fund is a corpus of money and technologies that will be replenished by developed countries and used by the rest to respond to the more unavoidable effects of climate change. On the first day of the COP28 climate talks under way in the United Arab Emirates (UAE), representatives of the member-states agreed to operationalise the L&D fund. The announcement was dearly won: at the end of the COP27 talks in Egypt last year, member-states agreed to launch such a fund, thanks largely to the steadfast efforts of the G-77 bloc of countries plus China, led by Pakistan. Four meetings of the Transitional Committee (TC) were to follow to determine how its money would be disbursed. But the issues in the TC-4 meeting, which spilled over into an ad hoc TC-5 meeting as well, highlight how the newly operationalised fund, while signalling optimism at COP28 and a diplomatic victory for its Emirati president, has crucial issues.First, it will be hosted by the World Bank for an interim period of four years and will be overseen by an independent secretariat. The Bank is expected to charge a significant overhead fee. Developing countries resisted this proposition at first before yielding at the TC-5 meeting, in exchange for some concessions. Second, while some countries have committed amounts to the fund — from $10 million by Japan to $100 million each by Germany and the UAE — whether they will be periodically replenished is not clear. The committed amounts are also insufficient, totalling $450 million (for now) against an actual demand of several billion dollars. This shortfall, though it is premature to deem it so, comes against the backdrop of developed countries missing their 2020 deadline to mobilise a promised $100 billion in climate finance and managing to deliver only $89.6 billion in 2021. Next, the contributions are voluntary even as every country has been invited to contribute. Finally, the World Bank will have to meet some conditions on managing the fund, including a degree of transparency it has not brooked so far, and submit a report to the Parties to the Paris Agreement. If its stewardship is determined to be unsuitable, the fund can ‘exit’ the World Bank. The L&D fund’s contents need to be easily accessible to those who need it most, in timely fashion, sans pedantic bureaucratic hurdles, and in sufficient quantities. As things stand, there is little guarantee that any of these requirements will be met. While the L&D fund is finally online, a lot more needs to be done. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nclimate change\n\n/\n\nUnited Arab Emirates\n\n/\n\nsummit\n\n/\n\nChina\n\n/\n\nPakistan\n\n/\n\nJapan\n\n/\n\nUnited Nations (climate change)",
        "headline_1": "Finding funds: On COP28  and the ‘loss and damage’ fund",
        "headline_2": "The ‘loss and damage’ fund is finally online but more needs to be done",
        "link": "https://www.thehindu.com/opinion/editorial/finding-funds-the-hindu-editorial-on-cop28-and-the-loss-and-damage-fund/article67594683.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-12-2023"
    },
    {
        "full_article": "The latest provisional estimates of GDP for the quarter ended September 30, released by the National Statistical Office, project real economic growth at 7.6%, a slight deceleration from the 7.8% logged in the preceding three months. Gross Value Added (GVA) across the eight broad sectors of the economy also reflected a marginal slowing, with second-quarter GVA registering a 7.4% expansion, 40 basis points slower than the April-June period’s 7.8%. Robust double-digit expansions in manufacturing, mining, utilities and construction offset the loss of momentum across the other four sectors and helped ensure that the year-on-year growth in GVA comfortably exceeded the 7% pace for a second straight quarter. Manufacturing, buoyed by a favourable base effect due to the contraction in the year-earlier period, was the strongest performer by registering growth of 13.9%, a nine-quarter high. And construction witnessed its best showing in five quarters, expanding 13.3%. Of the four other sectors, the crucial ones of agriculture and the two services sectors of trade, hotels, transport and communication, and financial, real estate and professional services saw the pace of growth almost halving from the fiscal first quarter. While year-on-year growth in the agriculture, livestock and fishing sector slowed sharply to an 18-quarter low of 1.2%, the sector also experienced a sequential contraction for the third straight quarter, underscoring the precarity plaguing large portions of those earning from farming and allied activities in the rural hinterland.The slowdown in two key components of the services economy — trade, hotels, transport and communication saw growth slide to 4.3%, from 9.2% in the June quarter, and the expansion in financial and realty services more than halved from the preceding period to 6% — also merits a closer watch as the post-pandemic rebound in services appears to have lost steam. Adding to the need to view the headline growth number with circumspection is the fact that the lynchpin private final consumption expenditure, the single-largest component of demand in the economy, is struggling for traction. Growth in private consumption spending slowed appreciably to 3.1% in the September quarter, from 6% in the preceding three-month period, as rural demand remained affected by the vagaries of a below-average monsoon. The NSO data also reveal that the recent economic momentum owes its fillip in large measure to front-loaded government spending, both in terms of consumption demand and asset-creating capital investments. The challenge for policymakers will be to help broaden the growth base so as to ensure that all boats are lifted equally, both to sustain the momentum and reduce inequality. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\neconomy (general)\n\n/\n\nmanufacturing and engineering\n\n/\n\nmining\n\n/\n\nconstruction and property\n\n/\n\nagriculture\n\n/\n\nhotel and accommodation\n\n/\n\ntransport\n\n/\n\ncommunication infrastructure\n\n/\n\nfishing industry\n\n/\n\neconomy, business and finance\n\n/\n\nrains",
        "headline_1": "Patchy expansion: On provisional estimates of GDP",
        "headline_2": "A broad growth base is a must to sustain momentum and reduce inequality",
        "link": "https://www.thehindu.com/opinion/editorial/patchy-expansion-the-hindu-editorial-on-provisional-estimates-of-gdp-for-quarter-ending-september-30-2023/article67594874.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-12-2023"
    },
    {
        "full_article": "Kra sounds like a fictional planet in an alien galaxy. The Kra Isthmus is, in fact, located on the Malay Peninsula in Thailand, just 44 km wide at its narrowest point, bordered by the Andaman Sea to its west and the Gulf of Thailand to its east. A transit artery that links the two bodies of water could have global ramifications for international trade and security, similar to the Suez and Panama Canals in the 19th and 20th centuries.\n\nThe idea is not new. But it remained on paper since building it was geographically more challenging than either the Suez or Panama Canals. Some years ago, the idea resurfaced. In October-November 2023, the Thai PM officially pitched a multi-billion-dollar land-bridge project in the Kra Isthmus at the third Belt & Road Summit in Beijing and at the APEC Summit in San Francisco.\nRead full story on TOI+\n\n",
        "headline_1": "Kra, New Delhi’s new KRA: Why a little-known isthmus in Thailand tells us much about China’s Indo-Pacific strategy. And why it impacts Andamans, strategically key for India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/kra-new-delhis-new-kra-why-a-little-known-isthmus-in-thailand-tells-us-much-about-chinas-indo-pacific-strategy-and-why-it-impacts-andamans-strategically-key-for-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-12-2023"
    },
    {
        "full_article": "After a few days of truce that allowed the release of some Israelis kidnapped by Hamas, Israel’s military operation in Gaza resumed yesterday. This isn’t a surprise since Israel had officially declared that its main goal is the annihilation of Hamas. But the future of Benjamin Netanyahu’s political career is the most intriguing political question everyone is asking. Netanyahu has seen bad political days, but these seem to be the worst of the worst. Poll after poll, the Israeli public shows the current PM the door. The question is not if “King Bibi” should go, but when. During the war or after the battle ends? While Israeli soldiers are clearing Gaza of terrorists or after the last tank returns to the border?\n\n \nRead full story on TOI+\n\n",
        "headline_1": "King Bibi and his nine lives: The Israeli PM is no ordinary politician. For him survival comes first, even in the middle of the Israel-Hamas war",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/king-bibi-and-his-nine-lives-the-israeli-pm-is-no-ordinary-politician-for-him-survival-comes-first-even-in-the-middle-of-the-israel-hamas-war/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-12-2023"
    },
    {
        "full_article": "India’s economy is on a hot streak. Every other quarter, it overshoots expectations, triggering envy and admiration across the world. The only group missing out on the party is a large chunk of Indian consumers. For four straight quarters, private consumption has grown slower than GDP and on three of those occasions it has not even grown half as fast as GDP. One such occasion was the July-September 2023 quarter: GDP grew 7.6% while consumption inched up 3.1%. Why does it matter? Typically, about 55-60% of GDP comes from private consumption.\n\nPoliticians are aware of it. If the political conversation a year ago was about ‘revdis’, now it revolves around ‘guarantees’. India’s political landscape has one aspect uniting ideologically different parties. All of them are now crafting policies that address consumption needs, with the preferred solution being a monthly income transfer to women. Three years ago, farm reform was the hot button topic. Now, parties compete in assembly elections with promises to top-up GOI’s MSP. Leaving aside the wisdom of such policies, data indicates political parties are responding to ground reality. GOI’s jobs data showed that a part of the workforce shifted back to agriculture over the last four years.\nNot even a post-pandemic economic recovery has brought them back – at 45.8% in 2022-23, the proportion of the workforce in agriculture was over 3 percentage points higher from the pre-pandemic phase. Another reason why consumption growth is weak is the quality of employment has worsened since the pandemic. The proportion of the workforce now reporting as self-employed is 57.3%, over 5 percentage points higher than the pre-pandemic phase. Many of the additions to the category are unpaid helpers in household enterprises. This anomaly in the world’s fastest-growing major economy is the biggest risk it faces.\n\n",
        "headline_1": "Missing The Party: Economy’s booming. Not all consumers are having a good time",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/missing-the-party-economys-booming-not-all-consumers-are-having-a-good-time/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-12-2023"
    },
    {
        "full_article": "The man has a penchant for grabbing a hellish number of headlines. This time Elon Musk did this by saying in an interview that the advertisers fleeing X could go f*** themselves. A hypersmart technologist and a boss of hitech companies, Musk is atrue technocrat. He also loves dissing people, cultivates a ‘I don’t givea f***’ image. We christen him tech’s, or may be the world’s, first FUcrat. So, now comes the question, is that good or bad? More generally, are cuss words uttered in public to be always condemned?\nThere are streets in India where you cannot walk 100 metres without hearing a multitude of cuss words.\n\n \nBut are all curse words created equal? Or do some rate asterisks and some don’t? The poverty-of-vocabulary theory holds that we curse when words fail us. Really? Always? Literature, movies and colourful personalities have shown us so much smart, fun and even occasionally insightful cursing. Let’s take movies.\nThe Wolf of Wall Street and Reservoir Dogs from Hollywood, Bandit Queen and Omkara from Bollywood, to take just four examples – would these much-praised movies be the same without swearing? Nope.\n\nSometimes nothing expresses an emotion or idea better than a profanity. A judiciously placed curse here or there can do a f***ing fine job. As Musk the FUcrat showed.\n\n",
        "headline_1": "Musk the FUcrat: Elon’s right. Sometimes cuss words say it best",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/musk-the-fucrat-elons-right-sometimes-cuss-words-say-it-best/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-12-2023"
    },
    {
        "full_article": "The fact that financial reporting by public sector enterprises in this country, in most cases, has always been opaque and it could hardly help the policymakers concerned to design suitable plans and programmes for improving their performance, financial or otherwise. In a recent conference titled 'Accountability and Sustainability: Implementation Progress', jointly organised by the Institute of Chartered Accountants of Bangladesh, Dhaka Stock Exchange Ltd. And Victoria University of Wellington, New Zealand, speakers felt the dire need for public institutions to come up with sustainability-related disclosures in their financial reports. The major public bodies and implementing agencies spend every year a huge sum of money on public works and infrastructure. Such public spending and structures built thereof have been making a notable contribution to the government's efforts to achieve the various SDG targets. Besides, there are state entities involved in industrial and commercial operations. It is in the interest of the state, these entities need to make transparent financial reports at the end of every financial year and submit the same for necessary scrutiny by the Office of the Comptroller and Auditor General and relevant others. Sadly, this is an area that is controlled by the bureaucracy which is entrenched in its own sense of secrecy.The private sector in the country is working in this situation from an entirely different point of view. Here, audit arrangements are governed by regulations that include IFRS (International Financial Reporting Standard) and Sustainability Disclosure Standards. Leading companies vie with each other to reach higher levels of disclosure in an effort to develop the key elements of reporting, from mentality assessment to stakeholder engagement. Indeed, the private sector has come to understand that as they grow larger, there will come a point when greater finance will be needed. This will come either through IPOs (initial public offerings) or through loans from domestic or international sources. Gaining access to credit will require producing reports that will be in-depth and transparent. What is abundantly clear from the above is that entities in the private sector are fully aware of the sensitivity and need for accurate financial disclosure because they ensure sustainability in the long run.When it comes to the public sector domain, the financial accuracy and disclosure fall in line with the government's commitment to achieve the various SDGs by 2031. However, this will be difficult to achieve unless there is a move to shun vague reporting, as stressed by experts who state that empirical evidence on sustainability practices is directly linked to the cost reduction of capital, national commitment and development. Unfortunately, for too long, state-owned enterprises have been using outdated accounting models that encourage non-disclosure. The demand has been gaining strength in recent years not just from the electorate but from various international stakeholders for presenting verifiable and quality information, without which credibility of the State cannot be enhanced. It is time to bring about a change in practices that can only increase the country's rank further upwards in SDG achievement success rate. Having access to quantifiable and meaningful data will only help the government measure the success of its development efforts and increase people's trust in it.",
        "headline_1": "Sub-standard public sector financial reports",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sub-standard-public-sector-financial-reports-1701521793",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-12-2023"
    },
    {
        "full_article": "Food security worldwide is declining and becoming a matter of major concern. There are many reasons behind the decline in food security or rise in food insecurity. Even before the start of the Russia-Ukraine war, the world had witnessed the alarming trend of food insecurity. In September last year, the International Monetary Fund (IMF) pointed out that food insecurity has risen since 2018. Frequent and severe climate shocks coupled with the pandemic and regional conflicts disrupted the food output and distribution and increased the prices of foods. So, with diminishing food security, things have worsened since the beginning of the war in Ukraine as it pushed up the prices of food and fertilisers. Some countries imposed export restrictions on food, creating a supply crunch in the global food market. More than a year later, the World Bank, in its Food Security Update note released last month, mentioned that food insecurity has worsened over the past few years, with a notable increase in moderate and severe food insecurity from 2015 to 2022. The note added that conflict, natural disasters, and economic instability drive this alarming trend. The World Bank also added that food security is a growing concern, particularly in low- and lower-middle-income countries.Food security, as defined by the United Nations Committee on World Food Security, means that all people, at all times, have physical, social, and economic access to sufficient, safe, and nutritious food that meets their food preferences and dietary needs for an active and healthy life. The latest Hunger Hotspots report by the Food and Agriculture Organization of the United Nations (FAO) and the World Food Programme (WFP), released in October this year, warned that acute food insecurity is likely to deteriorate further in 18 hunger hotspots during the next six months - from November 2023 to April 2024. Some 22 countries or territories, including two regional clusters, comprised these hunger hotspots where Burkina Faso, Mali, Palestine, South Sudan, and Sudan are hunger hotspots of the highest concern. As food insecurity grows, countries try to take various measures, including trade policy steps, to curb domestic risks. So, as the World Bank pointed out, trade policy becomes a significant source of risk for global food price stability. It also mentioned that trade policy actions on food and fertiliser have surged since the beginning of the war in Ukraine, and countries actively used trade policy to respond to domestic needs when faced with potential food shortages at the beginning of the Covid-19 pandemic.By the end of the first week of November this year, 19 countries had implemented 27 food export bans, and nine had implemented 18 food export-limiting measures. Bangladesh also banned rice exports in June last year, like many other countries. All these restrictions are expected to end by the end of the year, provided that the countries do not extend those or impose fresh ones. However, manoeuvring the trade policy to overcome the food crisis or food security is a tricky business. Generally, it is the restriction of food exports by imposing higher tariffs or putting a ban on exports of foods that are mostly used by the countries. For instance, India banned exports of wheat, sugar, non-basmati rice and broken rice, imposed an export tax on onions, and introduced licensing requirements for exporting wheat flour. Now, all these bans on exports and restrictions to limiting exports have a negative impact on the global food market as many countries primarily rely on the import of foods. It is also reflected in higher food inflation. FAO's Food Outlook in June this year estimated that the global food import bill would rise to $1.98 trillion in 2023, up by 1.50 per cent from the last year. It increased by 11 per cent in 2022 and 18 per cent in 2021. It also projected that food imports by advanced economies would continue to expand. The import bill for the Least Developed Countries (LDCs) would decline by 1.50 per cent this year, and that for net food-importing developing countries (NFIDCs) would reduce by 4.9 per cent. The decline in food imports is mainly driven by the reduction in the purchasing capacity of these countries due to higher food inflation. The World Bank also identified that inflation-adjusted food prices have increased, affecting households worldwide. \"Many countries have experienced double-digit food price inflation, with regions such as Europe and Central Asia being particularly affected because of disruptions from the war in Ukraine,\" it added. It is well recognised that the availability of sufficient quantities of food is supplied through domestic production or imports. Thus, import or trade transfers food from surplus to deficit regions, which contributes to an increase in food availability and reduces food prices, promoting food security. Trade also assists in offsetting the impact of production shortfalls and reducing domestic price volatility. For instance, the floods in Bangladesh in 2017 increased the retail price of rice by over 30 per cent. In a bid to stabilise the domestic prices, the country imported about 1.7 million tonnes of rice. To facilitate the import, customs duties were reduced to 2.0 per cent from 25 per cent. Again, in 2016, Kenya faced a decline in the production of maize due to poor rains. Thus, the country increased imports of maize the next year and suspended import tariffs on maize for four months, coupled with providing more import licences. So, to address food insecurity, it is necessary to increase trade cooperation among the countries and reduce trade-restrictive measures. It is, however, a challenging task as every country wants to avoid any food crisis. Thu, the role of trade in reducing hunger and ensuring food security needs to be reviewed on a multilateral level. The upcoming ministerial conference of the World Trade Organization (WTO) will likely include the food security agenda in this connection.[email protected]",
        "headline_1": "Trade cooperation to overcome food insecurity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/trade-cooperation-to-overcome-food-insecurity-1701521840",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-12-2023"
    },
    {
        "full_article": "Samuel P Huntington said in his book 'Clash of Civilisations' that people's cultural and religious identities would be the primary source of conflicts in the post-Cold War era. That does not mean he wanted conflicts. He just alerted the world to the necessity of doing the needful to avert such conflicts.Sadly, in the twenty-first century we see conflicts in different corners of the world. These conflicts are taking place because of the differences in terms of religious belief, culture and so on. They are even leading to bloodbaths. Gaza, Ukraine and Myanmar are some of the examples.Have the world powers done enough to mitigate the conflicts or even try to understand how to avoid it? The answer is a plain 'No'. Rather they are pitted against each other to dominate not only the world but also outer space. Their lust for dominance has turned this world into a hell, not an abode of peace. They are obsessed with their own safety and security. To meet their end, they are doing whatever they like. They are imposing wars on other peoples. They are dividing the peoples along even religious lines, and dehumanizing them to earn the right to kill them. They are developing nuclear weapons and missile defence systems to ensure their own security. But are they really safe? They are coming under bombardments on another front. The Mother Nature is taking her revenge on them for destroying the Earth. No superpower is immune from it. Droughts, floods and other extreme weather conditions are more prevalent now than before in different parts of the world. Scientists say 2023 is on track to the hottest year on record.So, the big powers should realise that their biggest enemy is not their opponent political party or group. Rather their biggest enemy is the global warming that is causing devastating cyclonic storms and other natural disasters almost round the year.This world could be turned into an abode of peace, if only human rights could be upheld in every part of the world equally. The security of a nation does not lie in annihilation of their rivals. Rather it helps evoke hatred of others and even hastens one's own downfall. For example, the Myanmar military is now losing ground to the rebels who were once unarmed and peace-loving people. The country is now at risk of disintegration. When Russia attacked Ukraine, it was believed that the superpower would take over the latter easily and shortly. But one year on, the situation has changed to a great extent. Nobody now can say when the war will end.Likewise, when Hamas took many Israelis hostage in a bloody raid inside Israel October 7 last, Netanyahu's forces launched torrents of missile attacks on the Hamas targets. The war still rages on. Sadly, most of the victims, thousands in number, killed in the attacks so far are women and children. Israeli Prime Minister Netanyahu has sent ground troops inside Gaza to hunt down the Hamas men. Backed by missile attacks, the ground troops are operating in Gaza. But they are not going unscathed. They are facing strong resistance from Hamas and their allies who are also inflicting heavy casualties on their opponents. Initially it was believed that the Israeli forces would soon overpower the Hamas. But the war has dragged on beyond forty days. The Gazans are destroyed but not defeated.Do we have heads over our shoulders? If we had, in the twenty-first century we could realise that there were alternatives to such mindless bloodletting. Every problem can be resolved through negotiation. Killing is no option. Not only human beings but also the tiniest creatures on the Earth have the right to live. So, respect and uphold the rights of others. Live and let live.[email protected]",
        "headline_1": "Respecting rights of others",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/respecting-rights-of-others-1701521882",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-12-2023"
    },
    {
        "full_article": "Being a BCS (Bangladesh Civil Service) cadre is a dream job in Bangladesh. It is the most prestigious job status one can have in this country. Every year, thousands of candidates -- from engineers to doctors to social science students -- appear at the BCS examination. And the number of BCS examinees is increasing day by day. However, it is worrying to see that the path for BCS candidates is riddled with uncertainties as they have to face prolonged delays at every stage of the exam, starting with publishing the circulars to appearing for tests and viva before getting their results. It took around four years for the Bangladesh Public Service Commission (BPSC) that conducts the BCS exam to complete the procedures of the 41st BCS exam. The recruitment process for the non-cadre posts of the 41st BCS is still going on. Currently, the BPSC is dealing with four BCS exams simultaneously -43rd, 44th, 45th and 46th - each at different stages of their cycle, meaning many candidates are having to deal with all four simultaneously. The written exam of the 45th BCS has already been postponed due to the ongoing political unrest in the country. As a result, this is uncertain as to when this BCS exam will be complete. We urge the government to take this issue seriously considering the ordeal of countless candidates and enhance the capacity of the BPSC so that it can reduce time for examination and recruitment. FahimIbneSarwar, Ring Road, Shamoly, Dhaka, [email protected]",
        "headline_1": "Clearing BCS exam's backlog",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/clearing-bcs-exams-backlog-1701521929",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-12-2023"
    }
]