[
    {
        "full_article": "The Government launched its year of the G-20 presidency on December 1 with some pomp, and 100 monuments from Kashmir to Kanyakumari lit up with India’s G-20 logo symbolising the motto “Vasudhaiva Kutumbakam, or “one earth, one family, one future”. In an editorial essay, Prime Minister Narendra Modi committed to making India’s year of chairmanship as one that will focus on “healing our ‘One Earth’, creating harmony within our ‘One Family’ and giving hope for our ‘One Future’”. There are plans for about 200 G-20 meetings across India. The preparatory and ministerial meetings will culminate in grand plans for a G-20 Summit, which will bring leaders of the ‘P-5’ countries and others to New Delhi next September. India has taken the baton from Indonesia, which had a difficult time in even scheduling meetings and ensuring full participation due to differences over the Ukraine war. There was even uncertainty till the end over whether all major leaders would attend; whether they would agree to a joint photo-opportunity (they did not), and whether there would be a joint statement — which was eventually forged. Like Indonesian President Joko Widodo, Mr. Modi will have to travel abroad to ensure that all G-20 leaders and invitees attend at the highest level. And officials will have to burn more midnight oil to achieve consensus on statements.Symbolism and logistical coordination aside, the Government has a tough task ahead in conducting substantive negotiations to bring together a comprehensive G-20 agenda, where officials said they would focus on counter-terrorism, supply chain disruptions and global unity. In 2008, the first G-20 summit-level meeting in the U.S. was during a moment of crisis for the world’s financial systems. In 2022, the task for Mr. Modi and his team is equally crucial, given the lasting effects of the Russian war in Ukraine, western sanctions on energy that will deepen this month, economic downturns, pandemic worries and climate change issues that are testing the foundations of globalisation and an interconnected global economy. In his editorial, Mr. Modi said India would forge its G-20 agenda through its tradition of “collective decision-making” that, like India’s national consensus, would be made “... by blending millions of free voices into one harmonious melody”. At a time India itself faces economic distress and social and communal tensions, the Government should be prepared for more scrutiny on upholding such ideals. Having raised the pitch on India’s global prominence as G-20 President, and its power to shape the global narrative, the Government may find that with great power comes great responsibility, and a greater spotlight on its ability to translate its global dreams into the domestic landscape as well.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nG20\n\n/\n\nIndia\n\n/\n\ndiplomacy",
        "headline_1": "Great responsibility: On India’s G20 presidency",
        "headline_2": "During G-20 presidency, India must etch its global dreams on domestic landscape",
        "link": "https://www.thehindu.com/opinion/editorial/great-responsibility-on-indias-g20-presidency/article66215820.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-12-2022"
    },
    {
        "full_article": "The killing of five Palestinian men by Israeli security forces in separate incidents on Tuesday in Hebron and Ramallah is the latest flare-up of a continuing story of violence and retribution in the occupied West Bank. Organised armed resistance independent of the official Palestinian leadership has been growing in the West Bank ever since the clashes in Jerusalem in May 2021, which led to the 11-day war on the Gaza Strip, controlled by the Islamist Hamas. Among the new militant groups that have sprung up in the West Bank is the Lion’s Den, reportedly based in the Old City of Nablus, attacking Israeli troops and illegal Jewish settlers in Palestinian territories. This year has seen a marked jump in attacks by Palestinians — Jerusalem was hit by two blasts in November in which a teenager was killed and 18 injured — while the Israelis carry out raids in West Bank towns almost daily. The violence is cyclical. At least 140 Palestinians have been killed this year, including 26 children, which is a seven-year record. More than 30 Israelis have been killed by Palestinians.If anything, the continuing violence despite Israel’s disproportionate crackdown underscores the argument that the status quo in the occupied and blockaded Palestinian territories is unbearable and unsustainable. Israel’s approach is that it can manage the security challenges from Palestinians with heavy force and no concessions. A weak and divided Palestinian leadership means that there is no organised, collective voice to negotiate with the Israelis. The Palestinian Authority, which runs parts of the West Bank, is led by Fatah, while the overpopulated Gaza Strip, on the Mediterranean coast, is ruled by its rival Hamas. Still, the situation is beyond Israel’s control. The absence of a peace process, a deepening of the occupation and pent-up frustration with their own leadership have led a new generation of Palestinians in the West Bank to embrace violence and militancy, recalling the days of the second Intifada. The return of Benjamin Netanyahu as Prime Minister could make the situation worse as some of his far-right and ultra-Orthodox allies want the Jewish settlements in the West Bank to be expanded and “disloyal” Arab citizens of Israel expelled. The slow death of the two-state formula and growing violence are bad news for the occupiers and the occupied. While it is making Palestinian lives extremely difficult, the unending conflict is reshaping Israeli society as well, which is becoming polarised with the clergy, far-right nationalists and extremists wielding an outsize influence on politics and governance.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIsrael\n\n/\n\nPalestine",
        "headline_1": "On the boil: on West Bank violence",
        "headline_2": "The violence in West Bank is reshaping Israeli and Palestinian societies",
        "link": "https://www.thehindu.com/opinion/editorial/on-the-boil-on-west-bank-violence/article66215124.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-12-2022"
    },
    {
        "full_article": "At the recently concluded Times Now Summit, Samir Jain, vice-chairman and managing director of the Times Group, said, “This is not the time of Mahabharat. Akhand Bharat is history. This is the time for a Maha Akhand Bharat.”\nHis statement got me thinking. The term Akhand Bharat was propounded by Veer Savarkar at the 1937 session of the Hindu Mahasabha and he was merely referring to the geographical expanse of an undivided India. But I have always imagined it as something much older, a far wider area representing an ancient Vedic arc of influence.\nRead full opinion on TOI+\n\n",
        "headline_1": "Winning the world, softly: This can be India’s moment globally. Build on the idea of Maha Akhand Bharat, decisively promoting India’s rich civilisational heritage and therefore its soft power",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/chanakyas-chant/winning-the-world-softly-this-can-be-indias-moment-globally-build-on-the-idea-of-maha-akhand-bharat-decisively-promoting-indias-rich-civilisational-heritage-and-therefore-its-sof/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-12-2022"
    },
    {
        "full_article": "Supreme Court scrutiny into GM mustard, cleared by India’s biotech regulator GEAC for environmental release and seed production, raises the question whether SC should be overstretching itself and probing into policy areas best left to the executive. Introduction of GM crops has been discussed at various levels of government for years. The current approvals followed multiple studies proving their safety and efficacy. Ideological or political opposition to GM foods exist, but a court is hardly the place to resolve such debates. If it were to become so, the executive will barely be able to function and the judiciary would be mobbed by all sorts of non-justiciable matters.\nIndia’s GM mustard policy is guided by public interest at multiple levels. India imports 60% of its edible oil needs ($19 billion annually), and a fraction of this is GM soya bean oil. Both consumers of this GM oil (Indians) and exporter countries growing this crop have faced no problems. ICAR trials show GM mustard yielding 28% more than the domestic variety. Developers claim GM mustard would not need additional inputs of water, fertilisers or pesticides, thereby translating into more yield at lower cost. GM mustard is also the result of publicly funded R&D, negating the usual conspiracy theories.\nAn SC inquiry into “compelling reasons” for allowing GM crops will stump GoI. From food security to reducing import dependence to improving farm revenues, GoI can trot out many reasons. But GoI has already gone through this process. Parroting them for SC’s satisfaction hardly serves any purpose. SC has a staggering backlog of real cases, from denial of rights to interpretation of the Constitution and statutes. SC should be deeply suspicious of PILs that drag it into weighing merits and demerits of policies. Only when policies demonstrably threaten rights, that’s the cue for courts to jump right in.\n\n",
        "headline_1": "Not for the court: GM mustard is a matter for science, not SC",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-for-the-court-gm-mustard-is-a-matter-for-science-not-sc/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-12-2022"
    },
    {
        "full_article": "With the group stage of the Fifa World Cup winding down, Qatar 2022 has already seen the best-ever performance of non-European and non-South America teams in the history of the tournament. Qualifying to the knockout stage are Morocco and Senegal from Africa, and Japan, Australia and South Korea from Asia, making this a truly Asia-Africa party.\nThere have been some stunning victories – Morocco’s over European giant Belgium and Japan’s over powerhouses Germany and Spain. Similarly, Saudi Arabia overcame Messi’s Argentina while Tunisia downed defending champions France in group games. Add to this the woebegone performances by Germany, Belgium, Denmark, and a hitherto underwhelming Uruguay, the European-South American football duopoly appears to have been rattled.\nNo team outside Europe and South America has ever won the World Cup so far. In fact, only two teams outside the two continents have ever made it to the semifinals of the tournament – the US in 1930 and South Korea in 2002. But the World Cup has a big Europe skew – it gets 13 slots compared to four or five for Asia and five for Africa. True, Europe may be the financial engine of the footballing world and boast top-notch leagues. But as Qatar 2022 has shown, both performance and money are diffusing to Asia and Africa. With World Cup 2026 in North America slated to have 48 teams compared to 32 now, Asia and Africa should get more slots. The World Cup is truly becoming the world’s cup.\n\n",
        "headline_1": "The World’s Cup: Asian, African party at Qatar 2022",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-worlds-cup-asian-african-party-at-qatar-2022/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-12-2022"
    },
    {
        "full_article": "President Droupadi Murmu recently made a sharp intervention on the criminal justice system, asking why we need more jails. If we are progressing as a society, we should be focussing on closing existing ones, she said.\nIn the West, slogans about defunding the police suggest that public investment should shift towards social policy and addressing the causes of crime, rather than ever-increasing punitive force that does not control crime anyway. Jails do not deter repeat-offenders, and even produce new criminals.\nRead full opinion on TOI+\n\n",
        "headline_1": "Does jailing many means we are a failing society? The question of who should or should not be locked up",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/does-jailing-many-means-we-are-a-failing-society-the-question-of-who-should-or-should-not-be-locked-up/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-12-2022"
    },
    {
        "full_article": "Shaheen Miah, also known as City Shaheen, was killed by the Rapid Action Battalion (Rab) recently in a \"gunfight.\" It is believed that he might have been involved in the sensational murder of Buet student Fardin Noor Parash. Shaheen's brother believes that there was no gunfight involved at all, and Shaheen was simply murdered in cold blood by the law enforcement agency. It is hard to verify his claim, even after he supplied this daily with a video. In any case, the commonly held belief is that these supposed \"gunfights,\" generally speaking, never take place. Instead, they are just euphemisms for events where law enforcement agencies extrajudicially kill people that they think are criminals.\nI am not absolving the people who are at the receiving end of these crossfires. Many a time, they are heinous criminals, often charged with drug dealing and even murder. City Shaheen was one such criminal himself. He had 23 cases against him and was wanted for murder. Nevertheless, he should have been brought to the court instead – that is the way of a civilised polity. We must remember as a nation that being an alleged criminal is not the same as being one, and getting killed for allegedly being a criminal cannot be the norm in any way. (In fact, even a convicted criminal cannot be subjected to extrajudicial killing.)\nHowever, this evasion of justice has not exactly appalled the public. Judging by the comments on a Facebook post by this daily that shared a perspective from City Shaheen's wife that he should have been given a chance to defend himself in court, crossfires still remain fairly popular. People on Facebook were exhilarated that such a \"scum\" like Shaheen was brutally killed. They had a similar reaction when alleged drug peddlers were killed during the government's anti-narcotics drive. Not just the regular people, but even the senior lawmakers of the country have lauded the practice of crossfires by saying in parliament that rapists should be executed using this method.\nBut why do people love crossfires? Because they have given up on the system, being let down by it so many times that they can no longer trust it to deliver due justice. In City Shaheen's Chonpara area, many drug peddlers have been arrested before, but they have gotten out on bail and continued with their criminal activities. In many cases, these criminals are quite powerful, too, often found having connections with the ruling party and other powerful quarters, which makes it easy for them to evade justice.\nAnother reason people love crossfires is that it gives them a sort of immediate recourse. The justice system in this country can be tedious. A bullet to the head is faster than that.\nThere is an element of bloodlust in it as well. When people see some sort of heinous murder, they crave blood for blood. But what they forget is that the tables may turn and they may someday have to be on the receiving end of this \"swift justice\" without having a chance to defend their innocence.\nThe element of class apartheid is also visible in this celebration of crossfires. People seem to think that those who are killed in this process are barely people at all. Because there is often a gulf of class difference between them and the criminals, they believe that those in the lower classes are out to get them. Rarely does it enter their mind that people of all classes, criminals or saints, have the same right to justice and must have their day in court with proper legal representation before they can be given strict punishment.\nBut that does not happen, and people like City Shaheen are killed.\nWe have courts for a reason. Everyone must have the opportunity to defend themselves, no matter how grave the allegations against them are. The state has a responsibility to protect its citizens and it cannot be a part of the killing of its citizens – especially when it happens extrajudicially.\nSo what can be done? We must fix our justice system to restore people's faith in it. We need to increase awareness and understanding about legal recourses and justice among people, so that they don't celebrate such miscarriages of justice. At the present stage, people have become so pessimistic about the status quo that, instead of raising their voices to change it, they enthuse about its gross miscarriage that does nothing more than draw blood for blood. Educating them about what the justice system could be and should be would improve our chances of building up a bottom-up movement for reshaping our justice system, free of backlog and corruption, that can properly take charge of punishing criminals through legal means.\nAlso, if we don't want further sanctions from our foreign friends, we must stop our proclivities to justify the unjust use of force by state security forces.\n \nAnupam Debashis Roy is a member of the editorial team at The Daily Star.\n\n",
        "headline_1": "Why do crossfires seem so popular?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-do-crossfires-seem-so-popular-3185601",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-12-2022"
    },
    {
        "full_article": "Seventy-five years after the Partition of the Indian subcontinent, we are still a long way from understanding the complex ways in which this event affected the lives of people and communities then, and how it still does. Published every Saturday, this series features scholars of partition studies from across the subcontinent, and is an attempt at exploring the complexities and contradictions of that momentous event. This article, the ninth in the series, takes a glimpse at the story of Dhaka, a city witness to so many defining moments in Partition history.\nSince the establishment of three presidency towns by the British East India Company, the Partition of India in 1947 was perhaps the single most significant event that altered the social, cultural, and economic fabric of so many cities in the subcontinent. Dhaka (previously Dacca) is one such city that went through tremendous changes due to the territorial reorganisation, movements of population, severance of old ties, and creation of new ones. A lack of sensitivity about Partition among Bangalee Muslims and a certain degree of silence may be the reason why we don't talk much about it. On the 75th anniversary of Partition, let us examine how Dhaka looked like before and in the immediate aftermath of the event.\nSince it was established in 1608 as a Mughal provincial capital, Dhaka has gone through many ups and downs. Once the capital of Bengal was shifted to Murshidabad in 1717, Dhaka was relegated to something akin to the second capital of Bengal. But its centrality to the cotton business of Bengal kept the city thriving. Even in the year of the British gaining the Diwani of Bengal, Dhaka had a population of 450,000. The city's subsequent decline was proportional to the rise of Calcutta as the new centre of trade and administration. By 1800, its population shrank down to roughly 20,000.\nHistorians attribute Dhaka's subsequent growth to the administrative changes and reforms by the British colonial government. Declaring Dhaka a municipality in 1864 accelerated the processes of slow recovery. Many areas covered in thickets of bushes were reclaimed, roads and bridges were repaired, and new ones were constructed. New residential and garrison areas were laid out. The railway station was built in 1885, connecting it to Narayanganj and Mymensingh.\nDhaka's small stint as the capital of East Bengal and Assam province between 1905 and 1911 was another boost for growth in population and infrastructure. A flurry of construction activities began in the Ramna Race Course area. This area, with its imposing British-styled structures – roads, offices, and red brick residential buildings – back then came to be known as the British or new Dhaka to the people of the city. In the first-ever census of India held in 1872, the population of Dhaka was enumerated at 69,000.\nThe population growth continued unabated till 1947. One main characteristic of this growth was that the population of Hindus increased more rapidly than that of Muslims. According to the 1941 census, the last census in undivided India, the number of Hindus and Muslims stood at 129,233 and 82,921, respectively. Like 49 other municipalities of the Muslim-majority East Bengal, Dhaka, too, was a Hindu-majority town. Dhaka's lawyers, teachers and physicians were predominantly from the Hindu community.\nMost inhabitants of the city lived in the Mughal Dhaka, crammed between the railway station to the north and the Buriganga River to the south. This part of the city was marked by its numerous winding alleys and by-alleys connecting one another and making a complex web of itineraries leading from one locality to another; only the original inhabitants knew all of it. Ramna or the new Dhaka, with its park, open space and streets arranged in perfect symmetry, stood in stark contrast with old Dhaka – so much so that when Rabindranath Tagore visited Dhaka in 1926, he said while the old Dhaka is dhaka (literally meaning \"covered\"), this area should be called khola (meaning \"open\").\nPatrick Geddes, the foremost urbanist of the time, while visiting Dhaka in 1915, did not find any established order in this part of the city except for segregated neighbourhoods along caste and occupational lines. Different congested mahallahs were inhabited by different occupational groups. The very names Shankhari Bazar, Tanti Bazar, Malitola, Thatari Bazar, Sutrapur, Kagojitola, and many more bear the stamp of this characteristic. Besides, localities were divided along religious lines. While Shankhari Bazar, Ganaktuli, Malakartola, Patuatuli, Kumartuli, Sutarnagar, and Kamarnagar were Hindu-dominated, Mughaltuli, Rahmatganj, Islampur, Begum Bazar, Nabab Gunj were Muslim neighbourhoods.\nSome of the most impressive buildings, such as Ahsan Manzil and Ruplal House, were situated on the city's waterfront along the Buckland embankment. This was also the most popular site for the city-dwellers to promenade in the evening.\nIn fact, in this part of the city, there were queer juxtaposition and layering of old and new, normal and the abnormal, and past and present. Pre-colonial-style houses were bearing markers that came along with the advent of modernity. Similarly, modern buildings and mansions were interspersed with thatched houses. In areas like Sanchi Bandar, Zindabahar, Kumortuli, and Kandupatti prostitutions and houses of respectable bhodrolok stood adjacent to each other – in this case, of course, the latter would bear the insignia \"grihastabati.\"\nTrade, commerce, and banking were predominantly in Hindu hands – so were the industries. People from Basak, Das, Saha, Mukherjee, Ghosh, and Pakrashi sub-castes dominated Dhaka's economy. Textile, jute, rice, oil, publishing business and metal button manufacturing were in the hands of Basaks of Nawabpur. Sahas dominated the business in drugs, clothes, coal, colour, varnish, machinery, and hardware. Dhaka's hosiery and textile industries, soap factories, ironworks, glass factories, sugar mills, and tanneries – all belonged to Hindus. Rather than concentrating on any specific areas, these rich Hindus lived in Dal Bazar, Tanti Bazar, and Naya Bazar.\nWari, Gandaria and Narinda were less densely populated, residence to middle-class Hindus with liberal professions. Wari was also the first model housing society in Dhaka. Purana Paltan – the area that seemed like \"the last frontier of the world\" on days of incessant and innumerable torrents to young Buddhadev Basu – was still outside the municipality (included only in 1953). Paltan and Topkhana became \"gentlemanly\" only in the 1920s as middle-class Hindus moved therein.\nModern and pre-modern went hand in hand in Dhaka. Water-work and electricity were introduced respectively in 1878 and 1901. But still, the vast majority of people relied on bhistiwala (water carriers) who supplied drinking water in goat skin bags from door to door. Oil lamps were the main source of light that dimly lit both households and city streets, the introduction of electricity notwithstanding. The \"wonder-inspiring\" batiwala of poet Shamsur Rahman's childhood were seen lighting kerosene lamps hanging from the lampposts – not only in the 1930s, but in 1947 and beyond. Only horse-drawn carriages, rickshaws and bicycles thronged the narrow streets, even palanki were not a rare sight. What was rather rare was the sight of private cars – only a handful of people owned private cars. Passenger buses and motor scooters did not appear until 1947.\nWhen the Hindu-Muslim rivalries in Bengal began to heat up from the 1920s onwards, Dhaka became a microcosm of that political reality. Dhaka had a strong presence of Hindu nationalist forces from the early 20th century onwards, thanks to the city's large, eloquent and vibrant Hindu middle class. The Dhaka branch of Anushilan Samiti, the radical Hindu outfit, in fact, dwarfed its mother organisation in activities and strength. And the gradual rise of Muslim nationalism and Muslims' jostling for places in jobs, education, and local governments intensified the communal tension. As a result, Hindu-Muslim riots became a regular phenomenon. Between 1926 and 1947, Dhaka witnessed some of the most violent riots of pre-partition Bengal in 1926, 1930, 1941, and 1944.\nAs a matter of fact, the city gained a certain notoriety for frequent communal riots. During riots, for weeks, it was dangerous for people of one community to enter the area of another. In those communally charged days, stabbing was a common occurrence. In addition, Dhaka gained notoriety for its open sewage, mosquitos, and frequent malaria and cholera outbreaks.\nThe Hindu-Muslim rivalries were also reflected in the politics of giving Dhaka a Hindu or Muslim identity by naming and renaming alleys, streets and localities. Hindu and Muslim leaders of Dhaka competed against each other to have streets and localities named after themselves and their relatives, and for this purpose, they used their wealth and influence. This trend particularly gained momentum in the 1920s and continued throughout the 1930s and 1940s.\nBut riots and the pathetic public health situation were not the entire stories of pre-1947 Dhaka. Compared to other large Indian cities, no doubt it was stagnant and provincial. But the city had its own way of life and charms. Dhaka residents were content with their city and everything it offered. Their Wari Club and Victoria Sporting Club, pigeon racing, and its magnificent yearly Janmashtami procession and Muharram festival brought Hindus and Muslims together, their religious differences notwithstanding. During the Janmashtami procession, Roopbabu and Raghubabu, the two richest businessmen of Dhaka, would patronise the Nawabpur section of the procession, and the Nawab family of Dhaka in the Islampur area. Such colourful processions never happened after 1947.\nAfter the decision to divide India into two dominions was proposed on June 3, 1947, amid the clamour about the fate of Calcutta, an emergency meeting of the working committee of Bengal Provincial Muslim League on June 27 decided to establish the headquarters of East Pakistan in Dhaka.\nThough Dhaka was the largest town in East Bengal, not all the districts of East Bengal were commercially affiliated with it. Many of the East Bengal districts such as Barisal and Faridpur were more connected to Calcutta than Dhaka commercially and administratively. Partition immediately elevated the city to the level of the capital of the most populated province of Pakistan.\nWith Partition, an army of bureaucrats, government officials, and law enforcement authorities began to pour into Dhaka, as well as refugees and private citizens. But a municipality of six square miles did not have sufficient resources to host a fully fledged provincial government. There were not enough houses and buildings to accommodate a new High Court, Legislative Assembly, and Secretariat. The city was even devoid of an airport, except for a rundown airstrip built during World War II six miles away from the city.\nThe composition of demography began to alter. Middle-class Hindus – people with what Joya Chatterji called \"mobility capital\" – money, education, and connections – started migrating to West Bengal. A bleak future in a state carved out for Muslims made them make such decisions. When Mizanur Rahman came to Dhaka from Calcutta right after Partition, he found that Wari, the main Hindu middle-class neighbourhood of the city, was almost desolated. Those who left were torn between the decision of whether to migrate or stay.\nCommunal disturbances and harassment, and most notably hostile government policies, accelerated the outgoing migration of educated and affluent Hindus. The ruthless requisition of Hindu houses to accommodate the new government forced many Hindus to leave Dhaka. In addition to the urgency of the situation, there was a retaliatory aspect to the way these houses were requisitioned. When the issue was raised in the East Bengal Legislative Assembly, the then finance minister said nonchalantly, \"Most of the pucca houses which are fit for occupation for government offices and residences of the officers belong to the minority community.\" It can be said the provincial government of East Bengal in its early days rested on minority properties to a great extent.\nMore often than not, the owners of these houses were not given any compensation or alternative accommodation. According to the provincial government, by March 25, 1948, at least 739 Hindu houses were requisitioned by the authorities. Such dispossessions continued well into the 1950s. Even though these houses were requisitioned for an urgent requirement of administrative purposes, many were handed over to Muslim refugees and local Muslims.\nAt the time of Partition, the chairman and the majority of the 25 commissioners of the municipality were Hindus. The provincial government perhaps did not deem it appropriate to have a Hindu as the head of the main city of the province. The authority of the municipality was taken over by the executive body of the government. Bimalendu Dasgupta, chairman of Dhaka Municipality, evacuated to West Bengal soon afterwards. Institutions built by Hindus as part of nationalist movements and some iconic Hindu business enterprises were taken over by the government on account of alleged \"mismanagement\" or to put them to \"better use.\"\nIn Punjab and north India, minority properties were administered through \"evacuee property regimes\" – a system in which properties of \"evacuees\" or \"intended evacuees\" rested in the hands of government-appointed custodians. Even though initially exempted from such laws, a slightly altered version of this law was introduced in both Bengals, Tripura, and Assam after the riots of 1950. Like other places, in Dhaka too, this law along with requisitions resulted in dispossession and crisis in inheritance for the minority community. Later on, when Dhaka was expanded and new urban amenities were introduced, minority properties were utilised.\nBut still, some people managed to sell and transfer their immovable properties by taking recourse to a complex system of trusteeship. In the aftermath of Partition, some business enterprises sprang up in Dhaka that facilitated outgoing Hindu refugees in selling, exchanging, and transferring their properties.\nThe product market of Dhaka was dominated by Hindus. They faced discriminatory treatment regarding export-import licences and during renewal of permits. Even though the flight of Hindu capital and skills created immense opportunities for the burgeoning Muslim middle class, its immediate impact on the city was devastating. There was a severe scarcity of basic necessities. The normal functioning of the administration became seriously constricted. Educational institutions came to a standstill in the city.\nThe riot of January-February 1950, one of the most violent riots in East Bengal, forced many Hindus to flee and further demoralised and dispossessed those who stayed back. Hindus were at the receiving end of carnage conducted by Muslims emboldened by state power. Not only middle-class Hindus, this time Scheduled Castes and various other lower-caste Hindus, too, fled the city in huge numbers. The Dhaka City Muslim League secretary and Mohajir leader, in a joint statement, said, \"Before Partition, Hindus were the majority in Dhaka; now they have become the minority.\"\nThis was further reflected in the 1961 census of Pakistan. Out of a total of 556,749 people in Dhaka city (consisting of Dhaka municipality, Dhaka urban, and cantonment), only 50,690 were Hindus – among them, 33,970 were caste Hindus, and 16,720 were Scheduled Castes.\nFrom the beginning of Ayub Khan's military dictatorship, Dhaka began to spread its wings and assumed a more modern form in the 1960s. A Bangalee Muslim middle class by this time gained more momentum in its competition with its West Pakistani counterparts. All this time, the process that Partition had unleashed kept unfolding in East Pakistan in general, and Dhaka in particular. The city has transmogrified further since 1971, but a little scratch will reveal the footprints of Partition hidden underneath various parts of it.\n \nMohammad Afzalur Rahman is currently pursuing PhD at Jawaharlal Nehru University in New Delhi, India.\n\n",
        "headline_1": "Dhaka before and after Partition",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dhaka-and-after-partition-3185521",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-12-2022"
    },
    {
        "full_article": "One of the pleasures of my daily commute to work is experiencing the lakefront at Hatirjheel. Not always can you write pleasure and commute in one sentence when it comes to Dhaka. I look at the disciplined queue of people availing water taxis, at a controlled number of public buses, reflecting on an ideal cityscape. I guess only our olive-clad brothers can claim such city serenity while staying not far from the madding crowd. For the rest of Dhakaites, the place is a pleasant respite.\nThis integrated development of the Hatirjheel and Begunbari areas recently earned a bronze prize in the landscape architecture/urban design category awarded by the Architecture MasterPrize. In its citation, the award committee hails the \"Urban Oasis\" for symbolising \"a remarkable example of environmental restoration and remain[ing] as a source of inspiration for environmental restorations throughout Bangladesh.\"\nLittle did the awarding agency know that inspiration is not an incentive for the current management authority of the project, which includes multiple stakeholders, including Bangladesh Water Development Board (BWDB), Rajdhani Unnayan Kartripakkha (Rajuk), the Department of Environment, the Local Government Engineering Department (LGED), and the city corporation. The sustainability of the project depends on the coordination among these public offices. With the contract period for post-handover service coming to an end, the government agencies are back to their proverbial bureaucratic entanglement. The unkempt gardens and footpaths as well as the wears and tears are tell-tale signs of mismanagement.\nWhile doing a background check for this piece, I came to learn that the annual maintenance cost of the project is about Tk 18 crore, Tk 7 crore of which is required to purify the lake water. The project runs on a deficit as only Tk 10 crore is earned through renting commercial spaces and other services. The intra-ministerial agencies are not willing to cover the deficit. On June 30, 2021, the High Court intervened with its directive to declare Hatirjheel as a public trust property. While the High Court's recommendations are ideal, one of them decreed the removal of commercial places like the eateries from the lakefront. Last month, a stay order on the High Court decision was issued by the Appellate Division of the Supreme Court. The status quo suggests a lack of planning in making the project sustainable for the long term.\nEarlier this year, as if to symbolically protest the ill health of Hatirjheel, we had hundreds of dead fish shoring up to make a public statement. All is not well in the state of Hatirjheel (at least with the oxygen level in the water). Yet, this spot started with a huge promise of changing our cultural map. For joggers, this can be a good spot for a run. For the aimless walkers, the waterside promenades featuring a dancing fountain and illuminated bridges offer a visual feast. For families, this is a pleasant respite after a day's work to spend some quality time close to nature. For commuters, this is a much-needed corridor that connects the two sides of Dhaka. From a city management perspective, Hatirjheel preserves a low-lying floodplain area to save our roads from being inundated during the monsoon.\nThe benefits are endless compared to the maintenance cost over which our agencies are quibbling. If they keep on ignoring the site, the next phase of restoration will be even more expensive.\nThe waste that travels from the surrounding areas such as Karwan Bazar, Panthapath, Dhanmondi, Kalabagan, Kathalbagan and Banglamotor will not stop falling into Hatirjheel. Unless the waste disposal system is enacted and systematically maintained, what promises to be a city lung can be a source of pollutants. For a city ranked among the top 10 unliveable ones, we can ill-afford another location that wreaks havoc on the environment.\nThere is currently another proposal of connecting Gulshan South Park and Gulshan Lakeway with Hatirjheel. The Dhaka North mayor has proposed expanding the waterway by elevating the land bridges that will improve the waterfront legacy of the capital. This is probably a good idea as it will increase water-based modes of transportation. The popularity of this alternative model can be used to encourage it in other canals and rivers. There have been several abortive attempts to introduce water taxis between Uttara/Ashulia and Sadarghat.\nHatirjheel is a precious asset for Dhaka that needs our undivided attention. Given the presence of star-studded hotels in the vicinity, this place can be turned into a tourist spot with the right kind of investment. The sustainability of the place will depend on the right balance of environmental protection and resource management. The beauty of the project can be further increased by making the local community its stakeholders. The building authority, Rajuk, for instance, can insist on maintaining strict colour codes that blend with the landscape. Many new real estate companies are trying to find outlets to bypass roads, which should be closely monitored.\nAbove all, security in Hatirjheel should be ensured to earn the confidence of visitors. Now and then, we hear that the police work in cahoots with the miscreants, which is symptomatic of another illness that the Hatirjheel witnesses on a daily basis.\n \nDr Shamsad Mortuza is a professor of English at Dhaka University.\n\n",
        "headline_1": "Hatirjheel: A City Respite",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/hatirjheel-city-respite-3185546",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-12-2022"
    },
    {
        "full_article": "The Election Commission (EC) deserves a strong pat on the back for investigating and making public the findings of its probe into the Gaibandha-5 by-polls. For the first time in many years, the EC has taken a firm position on election irregularities, which is heartening to see. Election commissions in the recent past had utterly failed to perform their duty to the nation, and as a result, they had all but destroyed the institution's credibility. The general public clearly wants a reversal of that, and this is a good start in that direction. \nThe EC has recommended punishment for 134 officials involved in the Gaibandha-5 by-polls after its probe found their involvement in irregularities and negligence in performing duties. Although the number is high, they are mostly low-level officials, except for the returning officer. We are happy that the people who conducted a \"well-orchestrated\" effort to deny voters of their voting rights have been exposed, because it's high time for such efforts to be brought to light, and those participating in them being held accountable. However, it's strange to see that individuals who are in the higher echelons of government and law enforcement agencies – who failed to identify the plot to manipulate elections – are missing from the list of those the EC has identified so far. \nAs the Election Commission itself noted, the number and types of irregularities are concerning. Voters in many cases were, in fact, forced by polling agents to cast votes for a specific symbol. The commission in its review said similar irregularities took place in almost all the polling centres and that they were done in a well-planned manner. This implies that the settings were far from right to allow a free and fair election to be held. Incidentally, the EC also lamented that it had become clear \"from this incident that irregularities in elections have become a usual matter.\" \nAlthough people have made that allegation for a while now, the unfortunate lack of courage displayed by previous commissions and the absence of concrete measures have made holding free and fair elections and upholding people's voting franchise all the more difficult. In regard to ensuring them, the EC still has a long way to go. However, in light of its recent actions, we would like to extend our full support.\nIn the coming days, the EC must come up with a realistic strategy as to how it will monitor, tackle and address such irregularities if they happen in the majority of polling stations in the country. For example, one of the key takeaways from this by-poll is that every polling centre should be equipped with enough CCTVs. However, will there be enough manpower to ensure they are being monitored in real time? Will the EC have the courage in the end to take bold steps during the national elections, as they did during the Gaibandha by-polls? The EC has gotten off to a good start, but the challenge now is to stay the course.\n",
        "headline_1": "Irregularities abound in Gaibandha-5 by-polls",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/irregularities-abound-gaibandha-5-polls-3185536",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-12-2022"
    },
    {
        "full_article": "The Election Commission (EC) deserves a strong pat on the back for investigating and making public the findings of its probe into the Gaibandha-5 by-polls. For the first time in many years, the EC has taken a firm position on election irregularities, which is heartening to see. Election commissions in the recent past had utterly failed to perform their duty to the nation, and as a result, they had all but destroyed the institution's credibility. The general public clearly wants a reversal of that, and this is a good start in that direction. \nThe EC has recommended punishment for 134 officials involved in the Gaibandha-5 by-polls after its probe found their involvement in irregularities and negligence in performing duties. Although the number is high, they are mostly low-level officials, except for the returning officer. We are happy that the people who conducted a \"well-orchestrated\" effort to deny voters of their voting rights have been exposed, because it's high time for such efforts to be brought to light, and those participating in them being held accountable. However, it's strange to see that individuals who are in the higher echelons of government and law enforcement agencies – who failed to identify the plot to manipulate elections – are missing from the list of those the EC has identified so far. \nAs the Election Commission itself noted, the number and types of irregularities are concerning. Voters in many cases were, in fact, forced by polling agents to cast votes for a specific symbol. The commission in its review said similar irregularities took place in almost all the polling centres and that they were done in a well-planned manner. This implies that the settings were far from right to allow a free and fair election to be held. Incidentally, the EC also lamented that it had become clear \"from this incident that irregularities in elections have become a usual matter.\" \nAlthough people have made that allegation for a while now, the unfortunate lack of courage displayed by previous commissions and the absence of concrete measures have made holding free and fair elections and upholding people's voting franchise all the more difficult. In regard to ensuring them, the EC still has a long way to go. However, in light of its recent actions, we would like to extend our full support.\nIn the coming days, the EC must come up with a realistic strategy as to how it will monitor, tackle and address such irregularities if they happen in the majority of polling stations in the country. For example, one of the key takeaways from this by-poll is that every polling centre should be equipped with enough CCTVs. However, will there be enough manpower to ensure they are being monitored in real time? Will the EC have the courage in the end to take bold steps during the national elections, as they did during the Gaibandha by-polls? The EC has gotten off to a good start, but the challenge now is to stay the course.\n",
        "headline_1": "Irregularities abound in Gaibandha-5 by-polls",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/irregularities-abound-gaibandha-5-polls-3185536",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-12-2022"
    },
    {
        "full_article": "As we observe the International Day of Persons with Disabilities today (December 3), people with disabilities across the country continue to still struggle, often in silence, for their basic rights. According to the recent population census conducted by the Bangladesh Bureau of Statistics (BBS), some 4.74 million people in the country – 2.4 percent of our total population – have some form of disability. They face serious discrimination in all spheres of their lives and are denied access to healthcare, education and employment, despite the fact that we have laws and regulations to protect their rights.\n\nWe know that accessibility remains a big issue for persons with disabilities. Our schools, colleges and universities are still far from being inclusive and accessible. A majority of buildings don't have ramps and toilet facilities for the disabled; the same goes for the public transport system. Although there are some seats reserved for people with physical disabilities in public buses, getting into these buses is extremely difficult for them.\nWhen it comes to education, it is still not easy for a child with a physical or mental disability to get enrolled in a mainstream school. Even if a child can get admitted, he or she finds it difficult to cope with the environment due to a lack of assistance from all concerned. In the case of university education, students with disabilities often don't get to choose the subject they would like to study because of a lack of study material as well as logistical support. It is most unfortunate that our major public universities have still not been able to create a conducive environment for students with disabilities. As a result, the number of such students pursuing tertiary-level education is still very low. \nUnderstandably, people with disabilities find it tough to get into the job market since there are very few employment opportunities for them. Moreover, most offices are unfortunately still not ready to employ persons with physical disabilities as their staff. The struggle of the disabled does not end here, though. For them, getting access to healthcare is also difficult, as there are no special arrangements in our hospitals to cater to their specific needs. In order to ensure that people with disabilities don't lag behind in society and get the benefits of development equally, the relevant laws and regulations must be enforced properly. Our negative mindset towards disability must also change. People with disabilities are not a burden; it is only our mindset that makes them so. Our policymakers must ensure their inclusion in education and the job market, by recognising and developing their unique skills and abilities, through different types of vocational and other specialised training. In addition, the government's budgetary allocation for persons with disabilities must increase, while its social safety net programmes must be made disability-inclusive. The state must ensure that the persons with disabilities can live their lives with dignity.\n",
        "headline_1": "Towards a disability-inclusive society",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/towards-disability-inclusive-society-3185526",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-12-2022"
    },
    {
        "full_article": "In a welcome move, the Foreign Exchange Policy Department of the central bank, the Bangladesh Bank (BB), did reportedly issue a circular on Tuesday (November 29) permitting the local mobile financial service providers (MFSPs) to bring in overseas migrant workers' remittance. This decision by the BB, once implemented, would definitely help the migrant workers to send their earnings directly and faster to their relatives in the country. However, according to the BB's circular, to make this digital transfer of migrant workers' money possible, the local MFSPs will have to have arrangements with internationally recognised foreign payment (gateway) service providers (PSPs) through whom MFSPs would receive the wage earners' dollars. Then the dollars' equivalent in taka would be credited to the wage earners' MFS account. The wage earners, on their part, would create their MFS account in taka using a proper e-KYC (electronic know your customer), a process of electronically verifying the customer's credentials. For the purpose, the wage earners will have to produce validated proof of their departure from Bangladesh (say, their departure or arrival date stamped on their passports). Under this system the migrant workers will be able to carry out their transactions in taka abroad. However, after returning home, the wage earners' MFS account can be converted into local MFS account, the BB notice further informed. Notably, since the introduction of the mobile financial service more than a decade ago, by now some 13 MFSPs are operating in the country and around 1.8 billion customers are learnt to be receiving their service.But this is also not for the first time that the local MFSPs have been allowed to bring in foreign currency. It may be recalled at this point that on a similar decision in February last year (2021), the BB allowed MFSPs to repatriate foreign exchange earned especially by the freelancers in the IT sector, who export their services abroad. In that case, too, the MFSPs were required to reach agreement with recognised foreign PSPs and digital wallet providers.But the similar opportunity as extended by the BB to the MFSP now is far wider on scale as it would involve foreign exchanges worth billions of dollars sent home by wage earners. This measure should help encourage migrant workers to use this new channel for remitting money easily without taking the trouble of going to the foreign exchange dealers abroad or illegal hundi operators. However, for the BB's authorisation of MFSPs to remit remittance to be convincing to the wage earners, the factors that prompt them to go to the illegal hundi mode of money transfer will be required to be duly addressed. For the hundi operators take advantage of the difference in the rates at which USD is sold in the open (kerb) market and that offered by the government. One needs also to keep in mind that the prevailing volatility in the foreign exchange market is largely due to rising value of USD against major currencies of the world. So, for its latest step towards further facilitating repatriation of remittances by wage earners abroad to be more effective, the central bank while fixing the official rate for USD would do well to keep tabs on the trend in the foreign exchange market.",
        "headline_1": "Allowing MFSPs to repatriate wage earners' remittance",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/allowing-mfsps-to-repatriate-wage-earners-remittance-1669984556",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-12-2022"
    },
    {
        "full_article": "This year, the government has been facing an uphill task in procuring rice. On the one hand, rice harvest is less than expected for three crops. From what has been published in the media, we know that due to floods during the 'boro' season, crops losses were substantial. This happened because there was heavy rainfall in the coastal belt and the north east region of the country triggering floods. If climatic interventions were responsible for decline in boro production, the same can be said about 'aus' variety. According to the international rice research institute, the country has had 40 per cent more rain when compared to previous years. The third variety of rice - 'aman' has also fallen short of target by as much as 10 to 15 per cent.When all this is taken into consideration, the manner in which procurement has been going on domestically gives hardly a reassuring picture. The government has been offering a rate lower than that of the open market, according to a report in The Financial Express on November 28. Hence the drive to procure Aman is not really going anywhere. So far about 287 tonnes had been procured during the month of November. Indeed, we learn from the food division that the target for the Rangpur division alone was to procure 0.121 million tonnes. In reality, about 100 tonnes could be bought. This is good enough to give an idea of why the authorities are scurrying for rice all over Asia.Against the backdrop of failing to meet production targets of boro, aus and aman rice varieties, the authorities decided to import rice to ensure food security and approved import of 630,000 tonnes of rice from Vietnam, India and Myanmar. There is nothing wrong here. What did raise eyebrows, however, is that rice being imported from Vietnam is reportedly US$78 costlier than the same quality in Indian rice for each tonne. The other troubling question is, why the government procurement of rice from foreign sources is more expensive than private imports? After all, private importers are also buying rice from destinations such as Vietnam, India, etc. It is not as though public procurement shipments are of a higher quality. The authorities concerned, however, are quick to state that the media have little knowledge about how international market for the staple operates, so it would be more prudent not to make such statements. Because in the age of the internet, finding out what the price of a particular type of rice is in any country is basically, a few clicks (of the computer mouse) away! Contrary to what the powers-that-be may think, getting a comparative analysis of the international market for any particular commodity, is actually easier than one may think.The government's food stock is somewhat healthy at the moment. As of 30th November, the silos belonging to the food directorate had 1.3 million tonnes of rice and 0.29 million tonnes of wheat. However, given the deficit in the production of Aman this year, the government needs to make its buffer stock bigger than the normal time. But, for procurement of anything from abroad these days, one does not need to visit the sources of procurement, as it can be done online. So why should a six-member team including food minister, food secretary and director general of food directorate travelling to Vietnam, Cambodia and Thailand to \"discuss\" rice import? Could it not be done online? This is, moreover the time when the central bank has instructed all banks to follow \"austerity\" measures because the foreign exchange is so precious these days. Legitimate importers are having trouble opening letters of credit, foreign travel has become more difficult because banks are averse to endorse dollars, and one even hears of the problems associated with payment of fees of our students studying in foreign countries (and for which parents have 'dollar' accounts in banks). It would appear that we are living in George Orwell's' 'Animal Farm' where some animals are more equal than others. All this is very disturbing. Because even the prime minister's office has issued instructions discouraging such travel by high dignitaries and functionaries in an effort to conserve precious foreign exchange. It would seem that there are two sets of austerity measures in play here. One for the common people and one for whom the directive is an optional one. Notwithstanding the volatility in the international market for rice, should policymakers not be trying to clinch deals at the lowest possible price for the grain in question? Rice alone does not make up the food basket. Items like onion, garlic, etc. are also imported to varying degrees. While it is highly commendable that Bangladesh is setting up G2G (government to government deals), the last thing one expects to see is that public procurement of rice per tonne is much dearer than private procurement of the same rice (per tonne). If not for any other reason, the government's audit department should, at the very least, scrutinise these deals to ensure that the rules have been followed and the government is getting the best deal it can, under the circumstances.\n[email protected]",
        "headline_1": "Expensive rice procurement and foreign trips",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/expensive-rice-procurement-and-foreign-trips-1669985241",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-12-2022"
    },
    {
        "full_article": "When the authorities are harping on the stories of marvellous development in the country, they have also overlooked numerous social and civic problems. These social troubles, mainly spreading due to bad governance, slowly expose the hollowness of things. Though some argue that it is nonsense to talk about minor problems like open urination, the negative impacts of sidelining the issues accumulate to mountainous proportions. More, many of these problems are interlinked. Urination in public is a civic problem with grave import. In many areas, urinating in the open space has become a common habit among locals and visitors. No matter if it is near an educational institution, shopping centre or kitchen market, many people are now used to urinating openly at various spots with no reservation. Thus, not only the lonely corners that fall prey to such activity but many busy places are also not spared. Many walls in the city have been defaced due to public urination and emitting bad smells, making it disturbing for pedestrians and residents. People can also be seen urinating beneath the flyovers and foot over bridges and on roadsides of a neighbourhood. There is no doubt that such a shameless act is almost entirely an issue of behaviour and cultural orientation, but a lack of accessible and clean public toilets is also responsible for the unwanted situation. The number of public toilets is scanty in the city and many of those are inaccessible due to the absence of proper maintenance. Many argue that if clean public toilets are available at a convenient place, people will inevitably use them. Crowded public places like bus terminals and train stations in Dhaka do not have adequate public toilets, let alone clean and hygienic ones. It is impossible for women to use any such public toilet. Even men mostly avoid those and go for the alternative. Situations in many shopping centres are the same. Conditions in many offices, hospitals and educational institutions are also not better. Again, other factors are also behind the rise in open urination. There is a large number of floating people roaming around the city daily. They were used to responding to the call of nature wherever they could. Increase in street vendors occupying footpaths and parts of streets in neighbourhoods also has made the matter worse. People have to walk past such odious spots holding their breath tight with whatever is at hand. The situation worsens during the rainy season as rainwater mixed with human waste spreads across the streets. City corporations also do not pay attention to washing out the streets properly. Failure to respond to nature's call or delay it or even taking less water to avoid the call has serious health implications in the long run. Unfortunately, many people have to delay the act, which is harmful to the body. It may allow excess bacteria to build up in the bladder and can contribute to urinary tract infections. The main reason behind this harmful practice is non-availability of public toilets. Many daily commuters are also compelled to do so due to traffic congestion on the road.It is exactly for this, there is a need for constructing decent toilets at strategic points, where maintenance should be given the highest priority. It is not a difficult task if the city corporations take up the issue seriously and introduce a system of financing the maintenance cost from the facilities' own income. \n[email protected]",
        "headline_1": "In need of public toilets",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/in-need-of-public-toilets-1669985340",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-12-2022"
    },
    {
        "full_article": "Despite being the most degrading job for a living, begging has become a common feature in Dhaka city. We can see beggars everywhere in the capital, especially at bus stands, railway platforms, hospitals, on foot-over bridges, in markets, parks and near traffic signals. Even healthy people are seen begging. Children are also pushed into this demeaning job. This is a sad reality that a number of children of school-going age have been deployed for the pathetic act. Many individuals in the guise of transgender and sick people ask for money in such a way that it is a kind of extortion. Some places in Dhaka city have been declared as beggar-free. But the beggars are often seen in those places as well. It seems that begging has now become a profitable profession and even able-bodied persons do not want to earn their bread by doing manual work. We urge the authorities concerned to formulate a rehabilitation framework so that these people can have their homes as well as others rights. \nBadsha FaysalJurain, Dhaka[email protected]",
        "headline_1": "Can Dhaka get rid of beggars?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/can-dhaka-get-rid-of-beggars-1669985369",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-12-2022"
    }
]