[
    {
        "full_article": "The jurisprudence of affirmative action has been evolving constantly. From a notion of formal equality rooted in a general principle of non-discrimination, it has reached a point where the aim is substantive equality. Reservation is no more seen as an exception to the equality norm, but as a deepening of the idea of equality by embracing diversity and accommodation of those suffering from historical and social disabilities. The latest Supreme Court judgment allowing States to classify Scheduled Castes (SC) into groups and give preferential treatment to the weaker and more backward among them is in line with this progression. By a majority of 6:1, the Court has rejected the idea that the SCs constitute a single homogenous class and that sub-classification will violate the equality rule. The verdict dislodges a 2005 Constitution Bench judgment (E.V. Chinnaiah vs A.P.) that had struck down an Andhra Pradesh law classifying SC communities into groups as unconstitutional. The Court had then ruled that once the President notifies the list of SCs under Article 341, Parliament alone could modify it by law, and that States were barred from “tinkering” with the list. This judgment was cited by the Punjab and Haryana High Court while quashing a preferential sub-quota for Balmikis and Mazhabi Sikhs within the SC quota. When the matter came to the apex court, a Bench doubted the correctness of E.V. Chinnaiah and referred the question to a larger Bench.The majority verdict is based on a clear recognition that SCs do not constitute a homogeneous class. Under the Presidential List, they have a common constitutional status, but it does not mean that there are no differences in the extent of backwardness among them. A history of untouchability is indeed a common feature among them, but there is historical and empirical evidence that the level of advancement is not uniform. States are empowered to further identify the weaker sections among SCs and extend beneficial treatment. Four judges have taken the view that excluding the “creamy layer” among the SCs from reservation benefits is necessary to give full effect to the principle that the weakest should get the benefits of affirmative action and not be elbowed out by those more advanced than them. Applying the ‘creamy layer’ concept, hitherto confined to OBCs may not be easy. Justice B.R. Gavai, who writes in support of the exclusion of the better-off among the SCs, also notes that the creamy layer norms cannot be the same as those prescribed for the OBCs. The exclusion of the more advanced sections among Dalits was not an issue before the Bench, and the opinions may be non-binding as of now. While excluding the creamy layer may happen some day, the focus should be on the marginalised among Dalits getting adequate representation.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nReservation\n\n/\n\njudiciary (system of justice)\n\n/\n\nlaws\n\n/\n\nAndhra Pradesh\n\n/\n\ndalits",
        "headline_1": "​Weakest first: On judiciary and sub-categorisation within a class",
        "headline_2": "Allowing sub-quotas to least advanced among SCs deepens social justice",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bweakest-first-on-judiciary-and-sub-categorisation-within-a-class/article68477898.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-08-2024"
    },
    {
        "full_article": "On Nicolás Maduro’s watch, Venezuela’s economy contracted 80% in less than a decade. Some 7.8 million Venezuelans fled from the economic hardships. If extreme poverty was at 11% in 2013, the year Hugo Chávez died and Mr. Maduro ascended to presidency, it now stands at 53%, while household poverty is much higher, at 82%, as per the UN. The oil-rich country had witnessed anti-government protests in recent years which were met with crackdowns. Before the July 28 presidential election, opinion polls showed that Edmundo González, the main opposition candidate, had a 20-point lead over the President. But none of these seemed to have mattered in the election, according to official results. Mr. Maduro won 51% of the vote, while Mr. Gonzalez secured 44%, said Venezuela’s election authority. Mr. Maduro can now extend his rule for six more years. But the opposition has reported widespread irregularities in the counting, and accused the President and his allies in state institutions of stealing the vote. According to the opposition, its vote tallies show that Mr. González won some 7.1 million votes against Mr. Maduro’s 3.2 million. Anti-Maduro protests broke out after the official results were announced. And the government is yet to release detailed voter data.Mr. Maduro is not singularly responsible for the economic crisis. Chavez, a former tank commander who rose to power through elections, defied the liberal economic orthodoxy and built a new welfare state that was funded by oil revenues. By the time Mr. Maduro, who lacked his predecessor’s charisma, came to power, falling oil prices had dealt a blow to Venezuela’s economy. The sanctions by the Trump administration on the oil industry, pushed the economy to the brink of collapse. Mr. Maduro’s response was to tighten his grip on power. His regime seemed helpless when Venezuela was gripped by hyperinflation and scarcity of essential goods and medicines. In the run-up to the elections, the government had promised a free and fair vote. But even before the campaign started, María Corina Machado, the opposition’s most popular candidate, was banned from contesting. Mr. Maduro has rejected the opposition’s claims of fraud after the vote, but he is also under pressure. The U.S. on Thursday recognised Mr. González as the winner and called for a peaceful transition. Even Mr. Maduro’s leftist allies in Latin America, including Colombia and Brazil, have called for full and transparent voting data. Mr. Maduro now has the support of the military. But the deepening divisions at home and isolation abroad would continue to pose questions of legitimacy to his presidency. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nVenezuela\n\n/\n\neconomy (general)\n\n/\n\npolitics\n\n/\n\nelection\n\n/\n\nvoting\n\n/\n\nwelfare\n\n/\n\noil and gas - upstream activities\n\n/\n\ninflation and deflation",
        "headline_1": "Stealing the vote: On the Venezuelan presidential election",
        "headline_2": "Maduro seems to have resorted to irregularities to hold on to power",
        "link": "https://www.thehindu.com/opinion/editorial/stealing-the-vote-on-the-venezuelan-presidential-election/article68477758.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-08-2024"
    },
    {
        "full_article": "I met my grandfather when I was 4 and he was 64. I remember thinking he was the oldest person I had ever met. I am now almost the same age as he was then. My grandfather was bipolar: he would be joyous and energetic and then his mood would turn. When I first met him, he was on the downswing, his shoulders slumped, his smile dropping off before it reached his eyes.\nNow that my parents are gone, I probably won’t find out what caused it. Was it some unforgiving brain chemistry, or something that happened in his life? His career as headmaster of one of Kolkata’s most prestigious schools — a government school as it happened — was over when I met him. Was it that? It scares me, now that a lot of my contemporaries are retiring (happily it seems).\nI have a full plan to resist retirement, but in the long run, it is not just the will to keep going. Our bodies take decisions for us. I can still vividly see the day when my father could no longer manage the (complicated) manoeuvre of getting the machh-bhat from the thali to his mouth that we do unthinkingly every day. My mother had to take over feeding him, he, who so loved being in control. Or that day when I had dinner with the once-famous raconteur, then in the cruel clutches of Alzheimer’s, who kept repeating the same story every five minutes, still perfectly narrated with all its dramatic pauses, but frightening exactly for that reason. His wife and family kept trying to cut him off, but for that evening it was not working. Only the khejurer gurer payesh (rice kheer with date sugar), which he relished, offered some relief.\nILLUSTRATION CREDIT: Cheyenne Olivier\nCheyenne, who conceived of this column with me and illustrates it, just lost her father. He was young, much too young to die. A truck driver, proud of his strength and manual skills, he reacted to his encroaching sickness with a combination of nonchalance, confusion and horror.\nTowards the end, his mouth was constantly dry — a side-effect of the medication — and he wanted liquids, preferring the wonderful Spanish soup gazpacho to heavier dishes. There would be tense conversations every few meals, with Cheyenne arguing that while gazpacho is lovely, it is light on calories and null on proteins. He was losing weight and needed to eat more nutritious foods. Eventually, they landed on boiled potatoes with lots of butter — Bernard grew up in Belgium, the home of the original ‘French’ fries and many other potato dishes.\nThe gradual loss of control over our bodies is, of course, as old as humanity itself (though it used to happen at a much earlier age).\nPerhaps as a recompense, most societies accorded a special place of influence for ‘elders’. They were the wise, the respected, the powerful.\nIncreased influence within the family (and sometimes within the entire community) seemingly in compensation for their private frailty. The biggest beneficiaries were, unsurprisingly, older men of wealth or high social status. But in a lot of the households that I grew up with, the mother-in-law also wielded enormous power, at least as long as her husband was alive. I recall one particular lady who was a diabetic — her legs were affected so she could hardly get up — but from her position in bed she would order her daily menu of snacks and sweets.\nOne day it would be papri chat followed by kanchagolla; the next it could be puchhka, Kolkata’s famously hot and tart answer to panipuri, served in her bedroom by a street vendor who came all the way up, followed by a densely sweet kesari chumchum. The whole family knew and worried about it, but nobody dared to really challenge her. The inevitable happened soon enough, unfortunately.\nIn the 1960s and ’70s, which is when my memories of mother-in-law power date from, most people I knew, mostly Bengali and middle-class, lived in joint families. Housing was scarce, decent jobs were few and far between, so it made sense for all the brothers and unmarried/widowed sisters to crowd into the old family house with their wives and children, sharing whatever little income there was. But living together meant conflicts and choices. Someone had to make decisions — this was often the source of power for the more senior members.\nTowards the end of the ’70s, the joint family started to splinter. More and more flats got built, making it easier for the better off to move out of the family residence. This was helped by an improving job situation, at least for the well-educated. Sometimes the parents moved with one child and the family house was sold, sometimes they remained with the rump family. Either way, their role in managing the many fissiparous forces was diminished, and often even the house they stayed in was no longer theirs. The senior couple was losing its central role in the family.\nThis was accentuated by demographic change. Families were having fewer and fewer children. That meant that joint families were less joint, especially since it also became more common for middle-class children to move for employment. An increasing fraction of families had one or more children working in Bangalore, Bahrain, or Boston. Many parents suddenly found themselves living mostly alone, as my mother did for so many years.\nThe same transition was also happening among less well-off families, if at a somewhat slower pace. The number of children was dropping everywhere — the average fertility rate dropped from above 4 in the 1970s to about 2 in recent years nationwide. Rural-urban migration, though still low in comparison to other developing countries, was speeding up. As a result, the all-India proportion of elderly not living with children doubled between 2000 and 2010 and has surely gone up a lot since.\nThe world was also changing. The communication revolution and, in particular, the spread of cellphones changed attitudes and access to information. As kids we relied heavily on my grandfather to tell us stories and, in the process, learnt a lot about his life and opinions. The Abhijit of today has access to audio-books for stories; he is probably a little impatient with his grandparents’ technological backwardness (“dadu, you really know nothing..”).\nAll of that means that today’s elderly, who endured the heavy hand of their parents and big brothers when they were young, are now less important in the lives of their children and grandchildren. Despite our narrative about family-oriented India being entirely unlike the individualistic United States, the fraction of elderly who, in surveys, say that they are lonely is similar in both countries, about 15%. And in Tamil Nadu, which had an earlier and sharper fertility decline rate than North India, and is more urbanised, loneliness is much higher, closer to 30%.\nThose who say they are lonely are much more likely to be clinically depressed based on their responses to the standard set of diagnostic questions — depression rates among the elderly go from less than 20% among those who say they are not lonely to more than 80% among those who say that they are. Cause and effect are less clear — loneliness, especially if you were brought to expect a full family life in your old age, surely depresses people. But depressed people are also difficult to care for, especially if their health is also failing, and even their nearest and dearest may find it difficult to spend time with them. Even Cheyenne, who devoted the last two years to taking care of her father, says that one of the hardest problems was that, half the time, he didn’t know what he wanted. She would prepare something after a lengthy discussion with him, but when she served it, he didn’t want it anymore.\nAs the rest of India undergoes the same social transformation as Tamil Nadu, we will need policies to address the fast-rising tide of depression. While richer people are less depressed in general, a cash transfer to the elderly poor in Tamil Nadu had no durable effect on depression levels based on our randomised controlled trial, though maybe the amount of cash was too small. Nor were there any detectable benefits from therapy. Perhaps they need more ongoing engagements with people like them. It may be worth experimenting with regular events when they have tea with other lonely people of similar age. Maybe even a pot-luck meal, where they each contribute something? And while men may not know how to cook: anyone can learn, as I have written elsewhere. Why not simple potato dishes (see recipes) for a start?\nThis is part of a monthly column by Nobel-winning economist Abhijit Banerjee illustrated by Cheyenne Olivier\n\n",
        "headline_1": "Potatoes and pills: Feeding the body when feeling frail",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tasting-economics/potatoes-and-pills-feeding-the-body-when-feeling-frail/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-08-2024"
    },
    {
        "full_article": "The Supreme Court’s recent verdict on reservations permitted states to sub-categorise scheduled castes and tribes for more effective redistribution of opportunities. It instructed states to do a judicious and empirical identification of the most marginal communities in their societies, and then provision a quota within the quota for them.\nThis verdict could influence society and politics in two ways. First, it may diversify and redistribute the resources available for social justice. This may reshape the workings of social mobility, and of the representation and participation of marginal communities. Secondly, it may also produce new political mobilisations.\nSocial justice is about the fair and equal distribution of public resources and state-initiated provision of opportunity to deprived sections. However, it always produces its own politics. Democracy is not just about a moral and ethical frame, it is a matter of pragmatic electoral politics in South Asian societies, especially in India. Recently, we have seen huge political violence and upheaval in Bangladesh around the issue of reservation. And so, any kind of reservation opportunities provided by the state evoke intense debate around governance and facilitates political mobilisation.\nIn Bihar, Nitish Kumar came up with a new category of Mahadalits, to assess the growing political potential of non-dominant SC castes\nThe demand for sub-categorisation in SC reservation, and the politics around it, have been brewing in many states. Interestingly, in most cases, these are led by the second-largest Dalit communities, and a few others. They complain that their fair share in jobs and other developmental opportunities is being denied, as most are cornered by the largest and most capable SC communities. In Andhra Pradesh and Telangana, this movement is led by Madigas against Malas, in Punjab, it is led by Balmikis protesting the dominance of the largest Dalit caste of Chamars. In Bihar, many smaller Dalit castes raised their voice about being denied their due, having to compete for reserved seats with competent and politically influential castes like Paswans and Chamars. These second- or third-largest SC communities, protesting comparative deprivation, have mobilised other smaller SC castes and drawn political attention towards their demands. In some cases, regional and national parties have argued for quotas within the quota for such marginal communities. So this demand has its own social and political base, which may play out in electoral politics.\nIn Bihar, Nitish Kumar and his JD (U) came up with a new category of Mahadalits, to assess the growing political potential of non-dominant SC castes. In Tamil Nadu, DMK worked for reservations for the Arundhatiyar community. In Andhra and Telangana, the Madiga community influenced almost all major political parties for sub-categorising SCs. During the Telangana election of 2023, PM Narendra Modi supported this claim. And recently, the Supreme Court verdict was immediately welcomed by the chief ministers of Telangana and Karnataka, Siddaramaiah and Revanth Reddy. Most parties understand the implications of the issue and have started negotiating with various communities in their own ways.\nAn important question emerges here: how will these parties engage with the largest and most influential SC castes, who are being targeted as the main beneficiaries of reservation so far? How will national and regional parties deal with communities like Paswans in Bihar, Jatavs and Pasis in Uttar Pradesh, Malas in Telangana, Mahars in Maharashtra, and Chamars in Punjab? While these castes have established loyalties with various political parties, this changed context may see them cohesively mobilising with their own political party such as the Bahujan Samaj Party (BSP) in north India.\nThey will also look towards any political parties that might criticise the sub-categorisation policy. These communities and their leaders may also cast this as an effort to fragment the unity of scheduled castes. These sections, which have emerged as strong interest groups, do not desire any division of opportunities, and are likely to mobilise against it. BSP supremo Mayawati has already criticised this verdict, because the Jatavs form the BSP’s base. The scheduled caste political sphere is likely to witness a new polarisation.\nParties such as Congress, Samajwadi Party and Rashtriya Janata Dal may find it difficult to take a position in the states of UP, Madhya Pradesh, Rajasthan, Haryana, Punjab and Bihar. This is because of the huge presence of the Jatav and Chamar baradari, and the upcoming elections. BJP may support the redistribution of reservation among the most marginal and invisible scheduled castes, but there may be some gains and some losses. In the frame of political morality, all political parties — left, right, and centrist — should support the move. And yet, the pressure of their caste bases and electoral pragmatism may compel some to oppose it. Wait and watch: the picture will become clearer soon.\nThe writer is director of the GB Pant Social Science Institute, Allahabad\n\n",
        "headline_1": "Why SC order is set to churn Dalit politics, and parties have to pick a side",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-sc-order-is-set-to-churn-dalit-politics-and-parties-have-to-pick-a-side/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-08-2024"
    },
    {
        "full_article": "Amidst the cheers at the Paris Olympics, it doesn’t seem to matter that the host country doesn’t have a proper govt. Yet, when France faced off Argentina in the football quarterfinal, it wasn’t just on the heels of the latter team having been spotted taunting the former’s black and mixed-race players. What also hung heavy in the air is how frontally Kylian Mbappé has taken on racism. How he has defied the cliches against mixing sports and politics, to go all out to warn voters against far-right parties.\nIn a surprising victory, France’s ‘Front Populaire’, a quickly created alliance between the radical French left, some other small lefty parties from Communists to Trotskyists, more moderate socialists and the French Greens got an unexpected 178 seats in the July 7 elections. This was followed by festive crowds celebrating how the left alliance had held off Marine Le Pen’s Rassemblement National (RN). Yet, as the weeks and the Olympics roll on, the result is revealing itself to be a pyrrhic victory.\nBefore this, also unexpected was Macron’s announcement of general elections. That, in turn, followed the unexpected landslide loss of his movement, Ensemble, in the European elections of May 9, where RN pulled ahead. Barrage– dam – against the right-wing flooding became the mot d’ordre: a whole country out to say no to a rightist takeover of France!\nRead full story on TOI+\n\n",
        "headline_1": "The France beyond the Paris olympics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-france-beyond-the-paris-olympics/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-08-2024"
    },
    {
        "full_article": "The Supreme Court’s judgment in the Davinder Singh case, permitting sub-classification of ‘Scheduled Castes’ and ‘Scheduled Tribes’ for reservation purposes, is a landmark development. By allowing what was off-limits, it’s likely to impact not just quota allocations for SC/STs, but also the politics around affirmative action in India.\nContrary to public perception, SCs constitute an amalgam of more than 1,200 castes across India’s states and UTs, grouped together by Constitution (Scheduled Castes) Order, 1950. Many states, noticing that a few castes were capturing a disproportionate number of SC seats, had tried to sub-divide the category to ensure adequate representation of the ‘most backward’ communities.\nBut such attempts by three states – Punjab, Haryana, and Tamil Nadu – were challenged and struck down basis SC’s 2004 judgment in the EV Chinnaiah case. This held that ‘Scheduled Castes’ was a homogeneous category created by Constitution and could not be subdivided.\nOn Thursday, the apex court overruled that verdict by a majority of six to one, holding that SC/ST categories could be subdivided as long as there was substantial gap between ‘less backward’ and ‘more backward’ groups so created, and none of SCs in 1950 Order were wholly excluded from reservation benefits.\nRead full story on TOI+\n\n",
        "headline_1": "The unscheduled questions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-unscheduled-questions/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-08-2024"
    },
    {
        "full_article": "\"It was the henchmen of the ruling party and the law enforcement who committed the crimes, but we (the students) are the ones who are being picked up.\" — Tasneem Tanha, a protester.\nThe above statement succinctly captures the feeling of student protestors about the role of law enforcement agencies in committing the infamous July massacre, and what was then done in its aftermath. While electronic media lost no time in repeating the government's carefully crafted narrative to divert people's attention from mindless killings to the damaging of state properties and the much-coveted symbols of development of the ruling regime, leading dailies were able to deliver updates and analysis on grievous state crimes unleashed on them.\nIt was only after the withdrawal of restrictions on internet services that the extent and magnitude of such wrongdoings began to unravel. Graphic video footage of wanton violence committed by the law enforcers on unarmed young protestors triggered outrage. The display of the government's might through use of armoured personnel carriers and helicopters, new kits in the arsenal of \"law enforcement,\" further added to the trauma of the people. For the citizenry, by now habituated with social media offering them real time information and alternative perspectives, the internet blockade was stifling.\nThe number of those killed, injured or abducted by law enforcement grew with each passing day. The number of dead and maimed patients in the medical facilities began to swell. Some facilities (including renowned ones) refused to admit patients with gunshot wounds for fear of reprisal from the authorities. There are also allegations that law enforcers seized death registers from public hospitals. The families' inability to track their lost members further contributed to the tense situation. Reports of police engaging in extortion from families of those detained caused further fury.\nThe move to diffuse the quota movement through the Appellate Division verdict failed to assuage the agitating students. By then, the situation deteriorated sharply as incidents of killing, involuntary disappearance, and incarceration of protestors became rampant. The abuse of those while under arrest and in detention, particularly the female students, further incensed the people. All these prompted the protestors to make additional demands including that of accountability.\nThe curfew and the imposition of restrictions on assembly had very little impact on the students. The unprecedented participation of private university students, otherwise perceived as privileged, provided it a fresh stimulus. The agitating students were able to garner the support of not only their peers, parents, and loved ones, but also that of ordinary working people who were appalled by the brutality unleashed on the protesters. The reckless statements of the senior-most functionaries of the government and the intellectuals who support their narrative—who have continued to blame the nebulous \"third party\" for \"the violence\"—have hardly resonated with ordinary citizens.\nFigures from Prothom Alo inform that until August 1, at least 212 persons were killed in the July mayhem. An analysis of 175 cases reveals that more than 91 percent of the fatalities were caused by firearms (78 percent killed by lethal weapons and 13 percent by shotguns. The other nine percent succumbed to beating, arson or drowned). It also establishes that around 71 percent of the 175 killed were under the age of 29, 17 percent were between 30 and 39 and the rest were above 40.\nSo far, through their collective leadership and creative and methodical planning, the Students' Movement against Discrimination has been able to maintain the momentum. Even in the absence of the top leadership who remained wrongfully detained for about a week in the Detective Branch office in Dhaka, events such as \"march for justice\" and \"rally of defiance,\" initiated by a different group of coordinators, became hugely popular. Despite on-the-spot rounding up of protestors and attempts of disruption by the baton wielding police force, university teachers, lawyers, cultural activists, and people of all strata, including the garments workers, have joined the students and extended their support for the demand of accountability and justice.\nAs this movement scales new heights with each passing day amid spontaneous support of the people, the government's ploy to hide behind the \"third party\" theory has failed to harvest any takers. The huge success of the red e-poster movement expressing solidarity with the protestors on social media on the very day that the government declared as a day of mourning is a testimony of the volume of support that the protestors enjoy over the beleaguered regime.\nThe July massacre has brought the credibility of this regime into question. While there is overpowering evidence, corroborated by Amnesty International, that Abu Sayeed of Begum Rokeya University was sprayed with pellets fired by the police, the police in the first information report (FIR) claimed that he died of bullets fired and brickbats flung by the protesters, and a 16-year-old had been blamed for the act. Completely denying the responsibility for shooting unarmed protesters, the government now maintains that the law enforcement agencies did not resort to firearms as they were not granted the permission to do so. This is an egregious distortion of facts.\nOn July 20, the general secretary of the Awami League, also a minister, while announcing the decision to impose nationwide curfew and deploy armed forces after a meeting with 14-party alliance members, categorically stated that \"shoot-on-sight\" order has been issued. The state minister in charge of information is on record boasting that the government had five-year supplies of bullets to quell the protest.\nSuch blatant misrepresentation of facts by the government makes it imperative that a thorough, credible and transparent investigation into the crimes committed by government forces, including killings, injuries, torture and abductions, and denial of the rights to express, assemble and pursue artistic freedom by the citizens, be conducted by an independent body. The youth of Bangladesh—along with ordinary masses—strive, aspire, and have remained on the streets to hold the rulers to account. Surely history will not disappoint them.\nDr CR Abrar is an academic with an interest in human rights issues.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Holding to account the perpetrators of crimes against protesters",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-shores-injustice/news/holding-account-the-perpetrators-crimes-against-protesters-3668796",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-08-2024"
    },
    {
        "full_article": "We condemn the fresh set of violence that occurred in different parts of the country on August 2, leaving at least two people dead and almost 150 injured. The clashes reportedly took place in the capital's Uttara area, Sylhet, Khulna, Narsingdi, Chattogram and Noakhali during processions of the student movement against discrimination. Law enforcers and members of ruling party affiliated student wings allegedly tried to foil the processions at different locations, which led to the violence. On August 2, thousands of people from different walks of life joined the students in their march for justice. And they again came out in huge numbers alongside thousands of students yesterday, demanding investigations into the killings that took place in July following a government crackdown on students using state and non-state actors.\nAs we have repeatedly said in this column, the use of force to attempt to quell the student movement, from the outset, was a terrible mistake. Such attempts were totally undemocratic, and have now transformed the movement to a point where it is no longer restricted to the students only. People from all walks of life have extended their support to the nine demands of the students. And we hope the government understands the gravity of the situation, and the necessity to show restraint and create the groundwork for open and prompt negotiations.\nIn that regard, we see wisdom in the prime minister's willingness to sit with the protesting students and listen to them. The students, however, have so far refused to sit for dialogue with the government. The government's previous actions, which ran contrary to its own statements, as well as the expectations and hopes of the students, have created this situation where the students no longer seem to trust the government. The government's decision to arrest huge numbers of people—including students and ordinary citizens—while dithering about in regards to investigating law enforcers responsible for shooting at unarmed students and citizens, as well as various other questionable decisions, has naturally created immense misgivings about the government among students in particular.\nAs of now, while calling for dialogue, the government has not taken any concrete steps to address the grievances of the students or the public in general. Therefore, the government should immediately launch credible investigations into the firings. Those responsible for such atrocities and the killing and injuring of students must be brought to book. Additionally, it is high time to hold those who pushed for the student protests to be quelled using violence to account also. In their nine demands, the students have identified certain ministers for their role in the events that unfolded. These ministers should be held responsible for their actions.\nThese and other concrete steps are the only way forward for the government. The public anger that has taken hold should be understood, rather than undermined, so that the country can find a peaceful resolution to the ongoing unrest. And that is essential to prevent any further damage to our economy and society, and most importantly, to prevent any further violence and loss of lives.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n",
        "headline_1": "Take concrete steps to address public anger",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/take-concrete-steps-address-public-anger-3668791",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-08-2024"
    },
    {
        "full_article": "The ongoing protest by students and mass people demanding justice has surfaced in a profound democratic void in Bangladesh. The government's heavy-handed response to peaceful demonstrations reflects a deep-seated intolerance for dissent. Rather than engaging with the students' legitimate concerns, the administration chose to suppress their voices, further exacerbating the democratic deficit.\nOver the past 15 years, the ruling party has systematically eroded the democratic fabric of the nation, leading to widespread discontent and disillusionment among the populace. For the past decade and a half, Bangladesh has witnessed a systematic de-democratisation process orchestrated by the ruling party. This process has involved manipulating democratic institutions, undermining free and fair elections, and consolidating power through various means. The ruling party has effectively used blame games and the rhetoric of development to mask its authoritarian tendencies, creating an illusion of progress while stifling democratic freedoms.\nThe last three elections have been marred by allegations of irregularities and manipulation, distancing the ruling party from the electorate. These questionable elections have not only undermined the democratic process but also alienated the party's leaders from the people. The gap between the government and the governed has widened, resulting in a significant disengagement that has eroded public trust in the political system. The creation of a parliament with a one-sided election that does not heed the demands of the society, but benefits a select group has further entrenched this de-democratisation. The systematic interference in the legal system has undermined the rule of law, eroding the foundational principles of democracy and justice.\nSurprisingly, the identity of a portion of civil society has become blurred as they aligned themselves with the ruling party and adopted behaviours and rhetoric that echo the government's stance. This co-optation of civil society further stifles independent voices and critical discourse, contributing to the democratic erosion. The parties not in power have also drastically failed the nation by ignoring the real challenges faced by the masses. Their focus has been primarily on regaining power rather than addressing the pressing issues that affect the everyday lives of the people. This neglect has further contributed to the democratic void and the growing disillusionment among citizens.\nTo address this democratic crisis, it is imperative for the ruling party to cultivate a culture of democracy within its ranks. This includes encouraging and allowing opposing voices, ensuring freedom of speech, and using administrative apparatus for the benefit of citizens rather than for maintaining power. Free and independent media is vital for a functioning democracy, and steps must be taken to ensure that media outlets can operate without fear of repression or censorship. Listening to opposing voices with good intentions and understanding that protesters are citizens of Bangladesh, not merely supporters of opposition parties, are crucial. Representatives of the government should communicate through the media with the humility of public servants, not the arrogance of rulers. Sensible and respectful discourse is necessary to rebuild trust and confidence among the people.\nThe path to restoring democracy in Bangladesh requires a commitment to these principles. The ruling party must take concrete steps to re-engage with the people, uphold democratic values, and ensure that the governance of Bangladesh is truly for the benefit of its citizens. Only by embracing these changes can Bangladesh move away from autocracy and towards a future where democracy thrives. It is time to stop the authoritarian practices and begin showing respect to the people of Bangladesh, championing democracy in both word and deed.\nM M Baset Oli Mishkat is former senior lecturer of East West University Bangladesh, currently pursing PhD in management at Memorial University of Newfoundland in Canada.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "An urgent plea for democracy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/urgent-plea-democracy-3668756",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-08-2024"
    },
    {
        "full_article": "Mere 23 per cent use of US$7.36 billion external assistance extended under three separate lines of credit (LoCs) over a period of 14 years by India, by any measure, is deeply frustrating. The first LoC began with US$862 million in 2010 and the size of assistance increased to $7.36 billion in 2017 through the addition of two other LoCs. The low-interest-bearing Indian loans were obviously designed to help implementation of certain development projects. But the sad reality is that the execution of the said projects didn't really go anywhere, which is why it is important that both loan giver and recipient take stock of the situation. Why this sorry state of affairs? Indeed, policymakers on both sides of the border reportedly have tried to expedite the execution rate but what is now crystal-clear is that bureaucratic hurdles in both India and Bangladesh have collectively sidelined fund disbursement. And this is translated into a mere $1.73 billion fund-release over 14 years! It is plain to see that no development project can successfully be executed if there is hold up of timely release of funds. It wasn't the political leadership that was at fault, but disagreements over the details of how project financing was going to happen is what derailed the implementation of projects under the LoCs. For instance, it took ridiculous amounts of time in appointing consultants for a number of projects. It is not as though Bangladesh has no experience in handling foreign-funded projects. The country has been handling multi-billion-dollar projects financed by other countries including China, Japan and Russia and multilateral lenders such as World Bank and Asian Development Bank. Precisely, why it took years to hire consultants remains a mystery. What has become clear is that although the funds made available under the LoCs at an interest rate of 1.0 per cent, it would seem that not much thought went into scrutinising the minute details of these finances prior to their signing.It has become abundantly clear that terms of the loans in question were complicated and implementing projects financed by these LoCs would not be entirely beneficial for the country. It remains a mystery as to why Bangladesh chose to undertake so many projects simultaneously, for instance, the first LoC covered 15 projects followed by a slew of other projects in the following two LoCs. Needless to say, these were important infrastructure projects, but do policymakers in this country assess own implementation capacity prior to undertaking such loans? Just because the money is on offer doesn't mean the country should be taking them, especially in light of the fact that more often than not, Bangladesh ends up finding out the 'fine print' details of these loans after inking the deal.Another major sticking point of these LoCs has been the fact that 75 per cent of the goods and services required for a project must be bought from India. Why? This is ridiculous, particularly because many of these \"goods and services\" are readily available domestically. This brings us back to the question about whether or not Bangladeshi negotiators are competent enough to read between the lines before committing to taking foreign lines of credit. Something needs to change here or Bangladesh will forever find itself at the short end of a stick.",
        "headline_1": "Extremely slow execution of projects under Indian LoCs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/extremely-slow-execution-of-projects-under-indian-locs-1722696706",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-08-2024"
    },
    {
        "full_article": "When the Marrakesh Agreement Establishing the World Trade Organization (WTO) was signed 30 years ago, it was expected that the world would witness a gradual decline in tariffs obstructing free trade in goods among the nations. The contracting parties of the General Agreement on Tariffs and Tariffs (GATT) spent seven and half years completing the largest trade negotiation ever, the Uruguay Round. The result was a total of 22,500 pages of documents that listed commitments of 123 countries on specific categories of goods and services. These also include pledges to reduce and 'bind' the countries' customs duty rates on imports of goods. GATT, the predecessor of the WTO, witnessed a series of tariff negations in 50 years until the end of the Uruguay Round. After GATT's coming into force on January 1, 1948, until the Dillon Round of 1960-61, tariffs were negotiated item by item or product by product under the request-and-offers system. The major product supplier to another GATT member had the right to request tariff reductions. From the Kennedy Round (1963-67) onwards, linear tariff cut was the dominant method where all sections of the tariffs were reduced uniformly following an agreed formula. In the Tokyo Round (1973-79), the Swiss formula for liner tariff cut was used, under which a more significant proportion than lower ones reduced higher tariffs. Finally, tariff negotiations under the Uruguay Round (1986-94) were partly of the product-by-product type and partly zero-for-zero tariff reductions under which tariffs are reduced to zero for all whole classes of products [P-414; Dictionary of Trade Policy Terms (Fifth Edition); Cambridge University Press, 2007]. The round is an agreed period of specific multilateral trade negation. It is to be noted that GATT was an international organisation that passed through eight rounds of negotiations in its 46 years of its existence. The text of the Agreement itself is labelled GATT 1947, which was later replaced by GATT 1994 and became a component of the WTO agreements that govern trade in goods.WTO replaced GATT through the Marrakesh Agreement in 1994 and became operational on January 1, 1995. It is entrusted with the responsibility of overseeing the tariff cut, implementing other commitments, and providing a legal platform to settle any trade dispute among the organisation's member countries. It was also entrusted with the task of facilitating rule-based trade negotiations in the future. Three decades later, tariffs in the developed countries have declined significantly and, mostly, in the first five years after the WTO started its journey. During the period, these countries cut 40 per cent of their industrial tariffs from 6.30 per cent to 3.80 per cent on average. In some cases, tariffs are being cut to zero. There has also been a significant increase in the number of \"bound\" tariffs or the maximum customs duty rates committed in the WTO, which is difficult to increase. In the later years, the world saw more tariff cuts by the developed nations, though there is still some room there. Developing countries, however, cut the tariffs at a slower rate using the WTO concessional or waiver provisions. Least Developed Countries (LDCs), including Bangladesh, are free from any reduction commitments. The WTO, along with the International Trade Centre (ITC) and UN Trade and Development (UNCTAD), released the World Tariff Profiles 2024 last month. It is the 18th annual version of the world tariff profile on market access for goods. It provides comprehensive information on the tariffs and non-tariff measures (NTMs) imposed by over 170 countries and customs territories. The publication, however, does not provide any analysis on the latest status of global tariffs except an analytical section titled 'Tariffs on critical minerals in the electric vehicle value chain.' The production of electric vehicles (EVs) is gaining momentum as the world seeks to combat climate change, and the analysis is relevant. It examined the tariffs levied by various economies for cobalt, graphite and lithium, as these are the critical minerals in the EV value chain. The statistical yearbook generally contains a comprehensive compilation of the main tariff parameters for each of the 164 WTO members plus other countries and customs territories where data is available. \"Each tariff profile presents information on tariffs imposed by each economy on its imports complemented with an analysis of the market access conditions it faces in its major export markets,\" said the introductory note of the latest version of the yearbook. For instance, Bangladesh's tariff profile shows that the country's simple average final bound tariff rate is 155.10 per cent, and the MFN applied tariff rate is 14.10 per cent. For agriculture products, the average and applied rates are 186.20 per cent and 14.10 per cent, respectively. The preface of the first edition of the tariff profiles, published in 1996, said: \"A key factor that drives trade negotiations and tariff reductions is often the interests of exporters in their endeavours to capture new export markets. Access to new export markets is largely influenced by preferential arrangements as by export supply capacities. Indicators on these two aspects are therefore included in this publication because they are key to the understanding of the structure of today's trading networks.\" The statement is still relevant, and so is the publication, as it is generally asserted that the WTO plays a critical role in supporting free trade worldwide. One may be interested in the WTO's role in driving countries to reduce tariffs in the last 30 years. This column will try to explore the answer in the next week. [email protected]",
        "headline_1": "On tariff cuts: from GATT to WTO",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/on-tariff-cuts-from-gatt-to-wto-1722696782",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-08-2024"
    },
    {
        "full_article": "From an economic perspective, the month of July 2024 will be remembered as a particularly challenging one. Not since 1971 has unrest over a non-political issue so badly affected the economy. There are various estimates of how the two weeks of student movement and subsequent imposition of curfew and internet shutdown has cost the country billions of taka. According to Foreign Investors' Chamber of Commerce and Industry (AFIC), the curfews and Internet shutdown to quell the student protest over a government jobs quota is estimated to be around $10 billion. The e-Commerce Association of Bangladesh (e-CAB) revealed on Wednesday that the country's e-commerce sector lost a whopping 17 billion taka over the last 13 days due to Internet and Facebook shutdown. The costs are expected to escalate even further as resentment continues to grow over the heavy-handed response to the protesters.Even though the government is trying to restore normalcy by gradually opening Internet and physical connectivity, the economic slowdown is clearly evident. Businesses are rapidly coming to a standstill and various stakeholders in the economy such as traders, entrepreneurs, producers, and exporters, are facing substantial losses. The suffering of common people, particularly the daily wage earners, whose purchasing power has been undercut by their loss of income and escalating prices of essentials, is obvious. The poor and marginalised groups are always the worst hit in any crisis due to their limited coping capacity. The industrial growth has been stymied and job creation is virtually non-existent amidst the looming threat that existing businesses are under pressure to downsize their work-force to reduce costs. The investment scenario in the country is looking dismal and it is unlikely to improve in the short term. Domestic and foreign investors will not be willing sink their money in an economy that looks vulnerable. It is common sense that investors stay away from markets that do not provide a safety net and assurance of return on investments. Protracted unrest is also seriously undermining the garments industry - the biggest cash cow for Bangladesh. Foreign buyers are growing weary of shipments not meeting their deadlines and some, reportedly, are shifting their orders to other countries. According to a US study, American fashion companies are now actively diversifying their apparel-sourcing base and exploring opportunities especially in India amid the growing risks and market uncertainty in Bangladesh. It cites shipping delays and supply-chain disruptions and 'managing geopolitics and other political instability' related to sourcing which have newly emerged among US brands and retailers as top five concerns in 2024. Meanwhile, the European Union, Bangladesh's largest export market, has postponed a new partnership pact, citing the country's ongoing unrest. Additionally, the American agency S&P has downgraded Bangladesh's creditworthiness, both of which are likely to have severe economic repercussions.Politics and economy have an umbilical connection. One does not have to be an Einstein to know that when one becomes distressed, the other is also affected. In successful countries both go hand in glove, economic prosperity occurring as a natural accompaniment of political progress. One cannot happen without the other. Effective politics are an essential part of managing the economy. A government busy taming unrest, handling political crisis, and pre-occupied addressing potential threats to its power, cannot adequately focus on managing essential economy issues, but one can hope and pray.[email protected]",
        "headline_1": "Don't push economy off the cliff",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dont-push-economy-off-the-cliff-1722696841",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-08-2024"
    },
    {
        "full_article": "The Dengue epidemic has become a serious threat to the people in Bangladesh, with the growing menace of Aedes mosquito during the monsoon season. Initially, concentrated in Dhaka, this mosquito species is now spreading across the entire country. This escalation poses a severe health risk, as evidenced by the overwhelming number of dengue cases in hospitals and the unfortunate fatalities that follow. Just in the past 24 hours since Saturday morning, one more death from dengue was reported, raising the number of fatalities from this mosquito-borne disease to 57 this year.During this period, 197 more patients were hospitalised with viral fever, according to the Directorate General of Health Services (DGHS). Currently, 669 patients are receiving treatment in various hospitals, and a total of 6,517 dengue cases have been reported since January 1, 2024.Last year, dengue claimed 1,705 lives, making it the deadliest year on record. The DGHS recorded 321,179 dengue cases and 318,749 recoveries in the same period.It is only after such crises that awareness programs are typically initiated. However, this reactive approach is inadequate. Proactive measures are essential to prevent the spread of dengue. Recently, entomologists and public health experts raised concerns about the recent slowdown in anti-mosquito drives, which have either been suspended or significantly reduced due to the unrest surrounding the quota reform protests. This lapse in preventive measures has likely led to increased mosquito breeding, setting the stage for a potential surge in dengue cases. Therefore, we urge the authorities to implement regular and widespread mosquito control measures, such as spraying repellents and other necessary actions, to protect public health. Proactive and sustained efforts are crucial to mitigate the impact of dengue and safeguard the well-being of our communities.Typically, dengue cases peak during the rainy season and then decline. However, recent monsoon patterns have shown increased rainfall in September and October. There are predictions of more rainfall after the main monsoon season. Therefore, there is no room for complacency because of the fewer of infection rate this year so far.Altafur RahmanBashabo, Dhaka",
        "headline_1": "Dengue prevention urgent",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dengue-prevention-urgent-1722696863",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-08-2024"
    }
]