[
    {
        "full_article": "It is unfortunate that the proposal by the Chief Justice of India (CJI) for a national judicial infrastructure corporation with corresponding bodies at the State level, did not find favour with many Chief Ministers at the recent joint conference of Chief Justices and Chief Ministers. A special purpose vehicle, vested with statutory powers to plan and implement infrastructure projects for the judiciary, would have been immensely helpful in augmenting facilities for the judiciary, given the inadequacies in court complexes across the country. However, it is a matter of relief that there was agreement on the idea of State-level bodies for the same purpose, with representation to the Chief Ministers so that they are fully involved in the implementation. The CJI, N.V. Ramana, who had mooted the proposal some months ago, sought to dispel the impression that a national body would usurp the powers of the executive, and underscored that it could have adequate representation of the Union/States. He had flagged the gulf between the available infrastructure and the justice needs of the people. If his proposal had been accepted, the available funding as a centrally sponsored scheme, with the Centre and States sharing the burden on a 60:40 ratio, could have been gone to the national authority, which would allocate the funds through high courts based on need. It is likely that Chief Ministers did not favour the idea as they wanted a greater say in the matter.Given the experience of allocated funds for judicial infrastructure going unspent in many States, it remains to be seen how far the proposed State-level bodies would be successful in identifying needs and speeding up implementation. It will naturally require greater coordination between States and the respective High Courts. Union Law Minister Kiren Rijiju has promised assistance from the Centre to the States for creating the required infrastructure, especially for the lower judiciary. While it is a welcome sign that the focus is on infrastructure, unmitigated pendency, chronic shortage of judges and the burgeoning docket size remain major challenges. CJI Ramana flagged some aspects of the Government’s contribution to the burden of the judiciary — the failure or unwillingness to implement court orders, leaving crucial questions to be decided by the courts and the absence of forethought and broad-based consultation before passing legislation. While this may be unpalatable to the executive, it is quite true that litigation spawned by government action or inaction constitutes a huge part of the courts’ case burden. The conversation between the judiciary and the executive at the level of Chief Justices and Chief Ministers may help bring about an atmosphere of cooperation so that judicial appointments, infrastructure upgradation and downsizing pendency are seen as common concerns.",
        "headline_1": "The court’s burden",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-courts-burden/article65378667.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-05-2022"
    },
    {
        "full_article": "The Supreme Court in a decisive order has laid out a fine balance between individual liberty and the state’s right to impose restrictions in the interests of public safety. An individual had the right to refuse vaccination and though the Government could “impose limitations” on rights of individuals, it had to be “reasonable and proportionate” to the extent that it achieved the objective, in this case, containing the spread of the coronavirus. The current evidence, the Court reasoned, suggested that unvaccinated individuals were no more likely to spread the virus than those vaccinated and, therefore, people could not be denied access to public places, services and resources for being unvaccinated. However, this was no blanket order, and if infection rates increased and vaccines demonstrably reduced susceptibility to infections, the Government was within its rights to impose restrictions. The order underscores scientific reasoning and that the pandemic also continues to pose tough, science conundrums that generate new knowledge and challenge received wisdom. Last year, this time, India was besieged by the second pandemic and also woefully short of vaccines. The central policy then was to rationalise access to vaccines because demand outstripped supply. While availability was a key factor, it was also because scientific evidence showed vaccination stemmed progression to severe disease and the priority was to save lives.Close to 75% of Indians have had at least one vaccine shot and a good proportion have hybrid immunity. Newer, highly transmissible variants and the West’s experience, of infections being rife despite triple-shots, have all depressed demand for boosters in India. While last year, before the second wave, vaccine hesitancy was ascribed to the low uptake, it is quite likely now that people are exercising their option of waiting for more kinds of the vaccine. The current attitude is foregrounded in the ground reality that daily infections are low despite a complete opening up of normal life. In the first year of the pandemic, when vaccines were in a nascent stage and the virus was raging, the scientific wisdom was that lock-downs and vaccination of two thirds of the population would end the pandemic — an idea that has not come to pass. Thus, it could very well be that newer kinds of vaccines (proven to curb transmission), may change the understanding of the best possible means to contain the blight. The suppression of individual liberty for the greater good is perhaps among the oldest and toughest questions that democracies grapple with; and beyond the orders, it is judicial reasoning that influences policy and future discourse when the facts on the ground change. The authorities must keep scientific evidence at the forefront when they take decisions that affect individual choice.",
        "headline_1": "Weighing the evidence: On SC’s order against forcible vaccination",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/weighing-the-evidence/article65378653.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-05-2022"
    },
    {
        "full_article": "Between January 2020 and February 2022, more than 200 journalists have been implicated across Bangladesh under the draconian Digital Security Act (DSA), leading, in some cases, to involuntary disappearance and pretrial detention. \nIn August 2021, the Bangladesh Police told me that they are not required to reveal the number of cases they filed, or the number of people they accused or arrested for online dissent under the DSA at any given time. In response to my inquiry under the country's Right to Information Act, they argued that the public disclosure of such information could apparently \"obstruct enforcement of the law.\" \nWhen information is denied to people and any attempt to expose truth by journalists is penalised by authorities, the state of freedom of expression in Bangladesh, including press freedom, is anyone's guess.\nIn February last year, writer Mushtaq Ahmed died in prison. He had been denied bail six times over a 10-month period and held without trial simply for criticising the government's response to Covid-19 online. Another inmate alleged that Ahmed had been subjected to torture. His case exposes how the DSA has been weaponised to cruelly target dissenting voices. \nDuring a meeting of foreign correspondents in December last year, Law Minister Anisul Huq assured those in attendance that reporters would not be arrested immediately under the DSA when cases were filed against them. Instead, they would be summoned and could seek bail from the court. His assurance arrived amid severe criticism of the law. This means that the government can bypass the law on a whim or make exceptions in order to target certain groups of people. This unnerving suggestion promotes exceptionalism and suggests that the rule of law is flexible and will not be applied equally to everyone. \nJust under two months later, state critic and journalist Zohurul Haque was arrested under the DSA, which showed that the authorities intend to use the law to target anyone who does not tow the party line. Under the pretext of combatting disinformation, defamation and the \"deterioration of law and order,\" the authorities have used the DSA to incarcerate journalists and cartoonists for months, many of whom are held without trial. Even children have been targeted.\nAccording to the international human rights law, any restrictions placed on the right to freedom of expression must be necessary, proportionate and provided by laws to protect, for example, public health or national security. Using a criminal law to combat disinformation and defamation clearly does not meet these standards.\nGovernment policymakers remain adamant that the DSA can effectively address disinformation on digital platforms. Instead of breaking away from past acts of repression, the authorities have drafted new laws to regulate personal data, mass media, social media and over-the-top (OTT) media services like Netflix and other digital platforms. Human rights defenders, lawyers, journalists, academics, film-makers and civil society organisations all fear that these laws will be used, like the DSA, to target individuals or content deemed anti-state or anti-government. \nThe proposed Data Protection Act, for instance, gives authorities broad powers to access, control and process data without judicial oversight. This would make journalists and their sources vulnerable and would lead to heightened self-censorship as their information can be accessed by the authorities. The law would also exempt state agencies from being held accountable for violating people's right to privacy. Moreover, the authorities would use vague and overbroad descriptions, such as the need to protect the \"spirit of Liberation War,\" \"sovereignty of state\" or \"friendly relations with foreign states\" to access private information in encrypted communications on personal devices, or to censor content on digital platforms.\nThis means that if someone expresses a critical view of the achievement of Bangladesh's Liberation War, or the country's relationship with another nation in a Facebook status, or even in a private message between friends on WhatsApp, that individual could be subjected to criminal punishment under the DSA, intrusive surveillance under the data protection law, or censorship under the digital, social media and OTT platform regulations. \nThese laws and regulations are deeply problematic and clearly arbitrary in nature. To make the new laws fair and transparent, the authorities must broaden consultations to allow the concerns of numerous independent critics to be heard. Otherwise, many more individuals, including journalists, will continue to be punished under the DSA and the new laws for criticising powerful people and holding state institutions to account.\nAs we observe World Press Freedom Day today, Bangladesh's record remains poor. It ranks at the bottom of the eight countries in South Asia, having slid from 146 in 2018 to 152 in 2021 on Reporters Without Borders' global press freedom index. The repression legitimised under the DSA, and the newly proposed laws signal an imminent deterioration of press freedom. \nWhile the media and human rights and civil society organisations must play a role in lobbying for change, I hope politicians will also take concrete steps to critically and objectively review these laws, and ensure they fall in line with international human rights law and standards. It is, I am afraid, a case of now or never. \n \nSaad Hammadi is Amnesty International's South Asia Campaigner. His Twitter handle is @saadhammadi \n",
        "headline_1": "Press Freedom Day: Speak now or forever hold your tongue",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/press-freedom-day-speak-now-or-forever-hold-your-tongue-3016671",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-05-2022"
    },
    {
        "full_article": "I first heard about Abul Maal Abdul Muhith in the 60s when I was a young unemployed man eager for a job. We heard about Mr. Muhith who had been a brilliant student and topped his batch in the highly esteemed civil service examination of Pakistan. Prior to the civil service exam, he had excelled in all academic exams starting from matriculation to MA. I myself qualified in the erstwhile CSP Cadre (now called BCS) following my participation in the said exam held in 1970/1971. Mr Muhith's youngest brother, Dr AK Abdul Momen, now our Foreign Minister, qualified in the same exam with me and so we became colleagues and friends. I naturally got to know more about him from Dr Momen. Mr Muhith was then a much-praised secretary in the Economic Relations Division (ERD) of the Ministry of Finance. Furthermore, his name was already highly circulating in the administrative set-up and the public arena as a brave young diplomat who had left his comfortable position of a counsellor at the Pakistan embassy in Washington in June 1971. He then joined the Liberation War of Bangladesh.\nI directly got to know him some years later in Geneva, Switzerland, where I was then posted as Minister (Economic) in our permanent mission. Mr. Muhith, by then a retired civil servant, was visiting Geneva for two weeks as a consultant of a UN organisation. We had some intensive interactions and got to know each other quite well. It appeared to me that he took a liking to me which, fortunately, lasted for the rest of our lives.\nIn July 2005, I joined Bangladesh Awami League after my retirement from civil service in 2003. By then, Mr. Muhit was already a prominent Awami League insider and reportedly privy to Sheikh Hasina, the President of Awami League. He was heading a team writing an updated manifesto for Awami League titled \"A Charter for Change\".\nWe both fought in the 2008 general elections with Awami League tickets and won our coveted seats at parliament. Mr Muhith became finance minister in the new cabinet in January 2009. I remained a back-bencher in parliament. Following Awami league's return to power after the 2014 general elections, in which both of us were successful, Mr Muhith again became finance minister, and I was included in the cabinet as a state minister of finance.\nDespite being a respected senior in every way, his attitude towards me was warm and brotherly. I also had a very respectful approach towards him, particularly because of his towering personality. Although my position at the ministry was really marginal, my obedience to him was total. I am happy to assert that I fully enjoyed working directly under him.\nIn my view, his position with regard to public finance management was inclusive, liberal, market-oriented and generally growth-friendly. He presented ever-larger budgets year after year, and consciously diverted more and more public funds towards infrastructure, energy, education, health and agriculture. This strategy perfectly reflected my own position. There were occasions, I admit, when we disagreed but these became no barriers to our joint path towards achieving higher growth. In hindsight, I can say that we both belonged to the left of centre arena in the development trajectory. But I think he was to my right. We both agreed that the budget had to tilt progressively towards the huge low-income groups of our citizenry. We agreed that the level of poverty was unacceptable and it needed to be addressed bravely. This resulted in the considerably large Social Safety Net Program (SSN) we see now. Fortunately, our team leader and trendsetter was none other than the prime minister herself. She set the tune for the new development strategy of Bangladesh, which can be called growth-with-justice-oriented. She wanted, inter alia, to lower poverty, increase literacy and provide respectable healthcare for the general population. She wanted electricity to reach every home in the country by 2021! And she achieved it in 2021! Mr Muhith and I, therefore, wholeheartedly enjoyed working under Sheikh Hasina's progressive humanist economic policies.\nThe prime minister wanted to build the Padma Bridge with our own money, and Mr Muhith stood by her courageously. Our achievements in all these fields are now known to everyone at home and to many abroad. It has been my pride and honour to have served Bangladesh during this time of leadership of Prime Minister Sheikh Hasina and contribute heartily in translating, on the ground, the operational Programs largely authored by Mr Muhith.\nOur country is now credibly poised for take-off into the higher-middle-income country level by 2030, and a developed country status by 2041!\nFor all of these positive changes in Bangladesh, I will always remember Mr. Muhith with gratitude and admiration. I wish for him a place in the heavens as ordained by the Almighty.\n \nMA Mannan is the Planning Minister of Bangladesh.\n",
        "headline_1": "A towering personality who led us courageously",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/towering-personality-who-led-us-courageously-3015906",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-05-2022"
    },
    {
        "full_article": "This year's May Day, now in its 136th year, follows the golden jubilee of Bangladesh's independence. Since our independence, the success of Bangladesh's garments sector has featured repeatedly and prominently in national and international forums. Since the beginning of the year, various reports have lauded the significant increase in export earnings and the industry turning around post-Covid. During the first six months of the fiscal year 2021-22, readymade garments from Bangladesh worth USD 19.9 billion. These success stories are based on data from the Export Development Bureau (EPB). There is no doubt that the development of the garments sector is desirable for everyone in the country, including the workers, because it involves the question of the livelihood of four million of them. But there is no telling how much of its impact has reached the lives of the country's RMG workers. Therefore, as a labour activist, I feel it is important to explore the \"success\" of the garments sector in light of the struggles and condition of the workers on May Day.\nSome call the current boost in the garment sector's export a miracle, some call it a big leap, some say that the wind is blowing in this sector—at least that is how the sector is being praised by the government's ministerial figures, the BGMEA leadership and the media. In 1971, Bangladesh was called a \"bottomless basket\" by US Ambassador U Alexis Johnson and Secretary of State Henry Kissinger. At present, the current BGMEA president is marking this particular period of export growth as a \"basket full of wonders\". The question that comes to mind is: for whom is this \"basket full of wonders, \"the owners, the government or the workers? Unfortunately, we don't see the inclusion of workers in these success stories, whose quality of life as \"cheap labourers\", earning a meagre Tk 8,000, remains the same as before, if not worse. The worker, whose labour is helping the economy to flourish, is unable to survive with his/her family given the current market conditions, where the prices of essentials have long spiralled out of control.\nHowever, whenever the workers' organisations demand an increase in wages—to Tk 20,000 in light of the current inflation—the owners are enraged. They want to ignore this demand and downplay their own profits, citing a rise in prices of raw materials and other commodities. There are always such arguments in store.\nAround 3,00,000 workers lost their jobs during the Covid-19 pandemic; many factories were closed down, orders worth USD 3 billion were cancelled, and tens of thousands of workers were denied their full wages and benefits. The situation was somewhat resolved when a large portion of the orders returned. Many workers who lost their jobs also got back to work. But their incomes in their new jobs decreased, as many, desperate for an income, were forced to take up entry level jobs. When government officials and private sector employees were working from the safety of their homes during the pandemic, it was the garments workers who risked their lives to, apparently, \"keep the economy floating\". Ensuring social distance or safety was just a luxury.\nAlthough RMG export orders bounced back once the corona situation improved, the workers' lives did not improve. The working hours in the factories increased, as did the production pressure. An amendment to the labour law now allows four hours of overtime instead of two. One-hundred-thirty-six years ago, workers in Chicago, USA, fought to demand an eight-hour workday. However, garments workers in Bangladesh today are forced to work 12-14 hours per day to save their lives and their jobs. May Day is officially a holiday, but most of the time the workers don't get necessary holidays, even weekends. Workers suffer from various illnesses due to work pressure, in silence, for fear of losing their jobs. It is the workers who are sticking their necks out, but the owners are counting the profits.\nThe country's export earnings have increased in the first six months of the financial year 2021-22 and will increase in the future as well. In the first six months of FY2021-22, Bangladesh exported USD 19.9 billion worth of garments to the rest of the world. It was USD 15.545 billion in the same period during the previous year. Therefore, exports increased by 28 percent. Exports increased by 46 percent to America, 26 percent to Canada and the most to Europe. The boundaries of these markets have been widened to Chile, China, Japan, India, Australia, Brazil, Mexico, Turkey, South Africa and Russia. In the last six months, food prices have increased several times. The price of rice, lentil, eggs, sugar, oil, vegetables and other essential commodities have increased to such an extent that it has become impossible for the workers to cope with. Transportation costs have increased; LPG gas prices, and the prices of gas and water are on the rise. As a result, the house rent of the workers, transportation fares, education of their children, and medical expenses have all increased. Under the circumstances, they are struggling to simply survive in the absence of decent wages.\nMeanwhile, are the factories any safer for them? On April 24, nine years after the Rana Plaza collapse, a report titled \"The Story of Rana Plaza's Tragedy and Turnaround\" was published in the daily Samakal. The report begins with the phrase: \"The ready-made garment trade is now in a state of flux\". It also says that almost every month, the previous month's export earnings record is being broken. On the other hand, the BGMEA president mentioned, \"Garment factories are not only safer now, but also more dynamic, energy efficient and environmentally-friendly.\" We have seen some changes in factory infrastructure since the Rana Plaza tragedy as a result of the Accord and Alliance, which did substantial work to ensure building safety and security.\nEvery year after the death of 1,175 workers at Rana Plaza, the owners have claimed that the factory environment has improved and the damage to the country's image has been undone. But even if that's the case, the question arises, without a proper law to compensate the dead and injured workers, without ensuring that the guilty are punished, can it be said that this sector has progressed simply because of the development of buildings? Is worker's safety only related to the infrastructure, bricks and mortar? Is it also not related to the workers' right to live and earn living wages, and to organise for better conditions?\nAbout four million workers are currently employed in the garments sector, and another 10 million are involved in this sector indirectly. Women make up a big chunk of the labour force. At one time, 80 percent of the sector was comprised of women, but according to a study by Mapped in Bangladesh, the percentage of women today is only 58 percent. As is well known, women workers do not even get time to rest after their 12-14 hours work shifts as they must look after their children and take care of household work. In the factories, they don't have adequate day-care or breast-feeding facilities, lunch, or recourse in case they face sexual harassment. They don't get a chance—and/or are not given the opportunity—to develop their skills, which is why they are less likely to be seen in senior or managerial positions. As such, they are the ones falling behind as automation takes over in the age of the 4th Industrial Revolution.\nThe BGMEA president wrote, in an article on 50 years of independence, that in this patriarchal society, the garment sector has brought about a revolution by increasing the income and decision-making power of women. He added, \"As of today, around 4 million people are directly and another 10 million are indirectly dependent on this sector for their lives and livelihood. Among this huge workforce, around 2.5 million are women. For a male-dominated country like Bangladesh, where decision-making power usually comes with the earning capability, the RMG sector has brought a revolution here. The job gives them ample opportunity to enjoy the taste of economic freedom and liberty, which, in terms, act as a catalyst behind the overall economic and social development.\" The question is: if that is the case, why is the number of women workers declining? Why aren't women adapting as well to automation? Is a worker who has no minimum control over her own wage or life, who has no luxury to dream, has no money in her pocket to provide nutritious food to her own children, really free to read, to protest, or to understand her rights?\nAs we observe May Day, the clothing sector has stepped into the era of increased automation from manual machines. A second generation of entrepreneurs in the garments sector have begun to take the reins. This includes highly educated children of entrepreneurs or owners, who have returned from abroad, under the age of 45. To strengthen their bond, the young owners' class has created a new organisation called Bangladesh Apparel Youth Leaders Association (BAYLA).\nOn the other hand, many of the second-generation workers are between the ages of 30 and 35. Even at a young age, they have become worn out from work pressure. At the prime of their life, they have already become ghosts of themselves, deprived of rights and privileges. Their malnourished faces are a testimony to their plight.\nThe second-generation owners are using various strategies to keep themselves organised. Similarly, there is no other way for the workers of the garments sector to turn around and improve the quality of their own lives than to create strong bonds and movements. In order to change the standard of living, we have to unite for wage increases, security and the right to organise. The current political climate of fear and lack of democracy in the country has to be questioned. The RMG success story cannot be restricted to owners only, but must extend to the workers. Only then will the industry truly thrive.\n \nTaslima Akhter is photographer and president, Bangladesh Garment Workers Solidarity.\nThe article was translated from Bangla by Kazi Akib Bin Asad.\n",
        "headline_1": "When will we hear stories of workers’ lives truly improving?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/when-will-we-hear-stories-workers-lives-truly-improving-3015901",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-05-2022"
    },
    {
        "full_article": "In 1886, three years after the death of Karl Marx, the May Day movement took place. Earlier, in his book Das Kapital, Marx analysed the simultaneous rise of capitalism and the development of the working class. He cited many reports of factory inspectors as references to describe the precarious condition of workers at that time. Almost 150 years later, in Bangladesh, the condition of factories and workers remains almost the same. But there is no authentic documentation of it, as the government is more interested in recruiting industrial police than factory inspectors, because that's what the owners want.\nThere is no instance where the industrial police have ever brought anyone from the owners' side to account for wage theft, torture or cheating, but their action against the workers is decisive. The industrial police have thus been transformed into a tool to arrest or harass workers at the owners' behest. The latter bestows gifts, including vehicles, to the police. What can the workers give?\nWage workers are an essential cog in the capitalist machine, the driver of its growth through the centuries. We have seen how they were exploited during the Industrial Revolution in Europe as well as the United States. There were no fixed working hours, no decent wages. Filled with resentment at the inhuman condition in which they lived, the workers, including women and children, organised themselves and held numerous protests. On May 1, 1886, 35,000 workers walked off their jobs. Tens of thousands more joined strikes in the subsequent days. There were police shootings. Workers were shot dead, and later some of organisers of strikes were hanged in a farcical trial. Their sacrifices didn't go in vain.\nMay Day continues to resonate with the working class in a capitalist world order. It calls on them to unite and transform into a political force to fight their continued marginalisation. For lack of unity or organised political presence can be hurtful, as we've seen in Bangladesh, in the form of a lack of security for workers, poor wages and curtailed rights. Even the Rana Plaza massacre couldn't turn the tide around. It didn't help that there has been little organised resistance to the unlimited greed of employers, corrupt officials and international profiteers, which repeatedly turned factories into mass graves.\nOver the last few decades, one of the major manifestations of the changes taking place in our economy is the shift in the composition of the working class. In the name of economic reforms, many state-owned mills have been closed since the 1980s. The last major industrial establishment to be closed was the Adamjee Jute Mills, while the remaining factories are in the process of being closed or privatised. Until the 1980s, workers of these state-owned units were the main organised group among all industrial workers. Their closure, thus, was part of a long-term project to break down the organised force of workers. At present, the state-owned industrial sector is in a pathetic state. The number of unionised workers is also much less. The garments industry, which is now at the forefront, has a handful of pro-worker unions, and the condition of other labour organisations is also very weak.\nOn the other hand, thousands of millionaires have emerged in the country. Their goal is to earn money by exploiting workers in any way possible. They and their enablers and beneficiaries hold control over the state machinery, while workers in most industrial sectors are deprived of their basic rights such as a fair minimum wage, 8-hour working day, appointment letters, etc. Proper work environment and security are almost absent. The functioning of trade unions is still a thorny issue, and there have been instances of attacks on workers for trying to organise under unions.\nChanges in the gender composition of the working class have been significant through the development of the garments industry. Most of the workers are women. Apart from this, participation of women in various professions has increased. In dealing with continued deprivation and oppression at the workplace, women workers have become a new social force. We hear stories of women's empowerment, although reports of insecurity, rape, and harassment abound.\nEqually significantly, because of the current capitalist trend and arrangements, the number of temporary, day-wise, part-time, contractual, and informal workers is also on the rise in all sectors. The largest number of workers are in the informal sector, who are unorganised and endure extreme hardship. The main demand of the May Day—fair wages by working for 8 hours—thus remains a dream, not just for these workers but for the educated working class as well.\nThe gross domestic product (GDP) and per capita income in Bangladesh has increased manifold but without any corresponding improvement in the lives of the general people, who mostly live in poverty. Farmers, garments workers and expatriate workers run the engine of our economy but are deprived of its benefits. The costs of education, healthcare and daily essentials continue to rise.\nIn all regions of the capitalist world, the idea of labourer has spread far and wide into different levels of society. That is why limiting the identity of workers to the industrial sector does not illustrate the real picture of the effects of capitalism anymore. There are now many who hold a degree and belong to the so-called middle class, but their work is as precarious as that of any industrial worker. In fact, 99 percent of men and women in our society can match that description as they suffer the same uncertainty and struggles in life. Their shared misfortune and marginalisation in the hands of the financial elites has been rightly captured in the slogan—\"We are the 99%\". Therefore, the May Day today is not only for the factory workers, but also for the so-called middle-class educated labourers. And together, they must rise again.\n \nAnu Muhammad is a professor of economics at Jahangirnagar University. The article was translated from Bangla by Kazi Akib Bin Asad.\n",
        "headline_1": "We are the 99%: From factory workers to the new working middle class",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/we-are-99-factory-workers-new-working-middle-class-3015891",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-05-2022"
    },
    {
        "full_article": "It is disturbing that despite much criticism of the practice of picking up alleged criminals by police officers in plainclothes, or arresting them without showing any proof of identity or supporting legal documents, it is still going on in the country. A report by this daily on Saturday mentions a case in which law enforcers allegedly picked up a man on April 19, who hasn't been returned or shown arrested till date. Reportedly, a group of six to seven men, all in plainclothes, picked up Mohammed Mohasin from his residence in Dhaka saying an arrest warrant had been issued against his village address in Bhola.\nThey, however, produced no legal documents to support their claim and refused to have their ID cards photographed by the family members. What is more distressing is that while taking him away, they told the family not to take any action and that he would be returned within three days. Afterwards, the Kafrul Police Station reportedly refused to file any case in this regard, but allowed to file a GD on the condition that no name of any law enforcement agency would be mentioned. Finding no help from the local police station, the wife of the victim, in a press conference, urged the higher authorities to at least show him arrested in a case so that the family knows if he lives.\nThe appeal captures the trauma that so many families of disappeared individuals have had to go through in Bangladesh, some longer than others, some never seeing their faces again. It also highlights that enforced disappearance may still be taking place, despite recent international scrutiny of such illegal practices, and that there are efforts underway to hide such practices. After all, why would a police station not file a case on such a grave allegation and only allow filing a GD on the condition of not naming the security agency involved? As regards the alleged plainclothesmen telling the family not to take any action, it was clearly a threat born of malicious intentions. The fact that the man hasn't been returned or shown arrested even after ten days proves the point.\nWe urge the higher authorities to look into this manner and take urgent steps to return the victim to his family. The government should also investigate the allegations raised and see if there was any foul play behind the incident. At a time when the whole world is watching us following the US sanctions on Rab, the government must ensure all law enforcers operate within the law and respect individual rights and dignity.\n",
        "headline_1": "Another alleged enforced disappearance",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/another-alleged-enforced-disappearance-3015886",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-05-2022"
    },
    {
        "full_article": "We are deeply saddened by the passing of former Finance Minister Abul Maal Abdul Muhith at the age of 88. With his passing, we lose one of the iconic figures in our politics, who started his career as a bureaucrat and ended it as the country's longest-serving finance minister (placing the national budget at parliament a record 12 times) as well as an important figure of the ruling Awami League. During his stint as finance minister, Bangladesh witnessed a significant increase in its budget size, quite an extraordinary growth of its economy, and impressive inflation control. As a result, the country earned great recognition on the world stage.\nMuhith was a freedom fighter and among the earlier diplomats who pledged their allegiance in support of an independent Bangladesh. He was part of a group of diplomats in Washington—while serving in the Pakistan embassy—who, along with many other important persons, inspired the Bangladesh diaspora to lobby and build support in the US Congress for the independence of Bangladesh. For his role in drumming up global support for Bangladesh and contribution to our Liberation War, Muhith was conferred with the Swadhinata Puroskar, the highest civilian award in the country—a fitting reward for his patriotism which he so courageously displayed during the most challenging of times.\nAs a politician and finance minister, he was a voice of reason, somebody with whom one could engage—as he was open to multiple views, and was not just another politician who would uncritically toe the party line. Even after retiring from public service, he did not want to stop serving the public, as he expressed his desire to start a foundation to fight the Covid-19 pandemic.\nOn a personal level, he was one of the erudite politicians who authored many books, some of them scholarly, on the economy of Bangladesh. He was also a big admirer of art, and was frequently seen inaugurating and attending various events and exhibitions of famous artists. One of his striking features was his dignity. At a time when politics had gone into such a rot and fortunes were being made by many in the lower positions of politics and government, Muhith maintained his honesty and served the country with integrity. For that, he earned our respect as well as the respect of many others.\nWith his demise, the country has suffered the loss of a voice of integrity, intellectual honesty and patriotism.\n",
        "headline_1": "Tribute to AMA Muhith",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/tribute-ama-muhith-3015826",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-05-2022"
    }
]