[
    {
        "full_article": "In what was an intriguing statement in her Interim Budget speech, Union Finance Minister Nirmala Sitharaman said that a high-powered committee will be constituted to consider the challenges arising from “fast population growth and demographic changes”. With the Union government repeatedly postponing the decennial Census — it has not been conducted for the first time in a decade since 1881 — there is no direct evidence to support this statement. It is evident that India is now the most populous country, but the Sample Registration System statistical report in 2020 and the National Family Health Survey-5 (2019-21) have shown that the total fertility rate (TFR) in India has fallen to 2 overall, with only a few States — Bihar (2.98), Meghalaya (2.91), Uttar Pradesh (2.35), Jharkhand (2.26) and Manipur (2.17) — having a TFR above 2.1. Clearly, the high population growth of the kind seen in the 20th century has been largely arrested — the TFR fell from 5.7 in 1950 to 2 in 2020, albeit differentially across regions. The population share of the southern States, reduced to 21% in 2011 from 26% in 1951, largely a consequence of a rapid reduction in TFR due to better socio-economic outcomes and education, and despite higher migration to these States. While the surveys mentioned are robust and necessary, they are no substitute for the comprehensive Census; the continued delay in its implementation reflects poorly on the Union Home Ministry that is motivated by other priorities rather than executing a vital programme of Indian governance.The demographic shift in India and rising life expectancy have resulted in challenges and opportunities. The much touted demographic dividend — the relatively high proportion of the working age population in the developing world — is meaningful only if there are sufficient jobs and if they enjoy some degree of social security that will help them when they age. With high unemployment and the creation of non-farm jobs, which will increase productivity and cater to skilled employment, relatively slack in the last few years, there is the possibility of the country squandering this dividend. The “high-powered” committee will be performing a crucial role if it engages meaningfully in addressing questions related to jobs and social security and the challenges citizens face due to rapid urbanisation and mechanisation of work. However, if the committee focuses on the ruling Bharatiya Janata Party’s pet bogies of looking at population issues through the lens of religion and immigration, it will only distract governance from making use of the fast eroding democratic dividend in the country.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUnion Budget\n\n/\n\nIndia\n\n/\n\ndemography\n\n/\n\nBihar\n\n/\n\nMeghalaya\n\n/\n\nUttar Pradesh\n\n/\n\nJharkhand\n\n/\n\nManipur\n\n/\n\npopulation and census\n\n/\n\nsocial security\n\n/\n\nemployment\n\n/\n\nBharatiya Janata Party\n\n/\n\nreligion and belief\n\n/\n\nmigration\n\n/\n\neducation",
        "headline_1": "Population priorities: On Interim Budget statement and the Census",
        "headline_2": "No survey can substitute the Census, which is yet to be conducted for this decade",
        "link": "https://www.thehindu.com/opinion/editorial/population-priorities-on-interim-budget-statement-and-the-census/article67805120.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-02-2024"
    },
    {
        "full_article": "British Foreign Secretary David Cameron’s remarks that the United Kingdom is considering recognising the Palestine state signals a change in the thinking of at least a section of the British government towards the Palestine question after the Israel-Hamas war of October 7. The comment triggered criticism within Conservative Party circles, with Downing Street stating later that the British government’s policy towards the issue had not changed. Yet, the debate, which included reports in the American media that the State Department is reviewing options for possible recognition of the Palestine state, suggests that the Palestine question is back at the centre of the political parleys of the major powers. Before October 7, Israel, its Arab partners and western allies thought they could ignore the Palestine question and go ahead building a new West Asia. Hamas attacks and the subsequent Israeli invasion of Gaza show that finding a solution to the Palestine question is an imperative for peace and stability in a strife-stricken West Asia. And, one of the globally recognised and practical pathways to peace is a two-state solution — a viable, independent, sovereign Palestine state created with international recognition.Britain has a historical responsibility to push for a solution. The British government was the first major power that recognised the Zionists’ claim to the land of Ottoman Palestine. In 1917, during the First World War, the British government issued the Balfour Declaration, supporting the creation of “a homeland” for the Jewish people “in Palestine”. The declaration gave a major boost to the Zionist movement, promoting Jewish migration from Europe and the building of settlement communities in historical Palestine (Ottoman and British), culminating in the creation of Israel in 1948. At least from the Oslo process of the early 1990s, there were multiple diplomatic attempts in finding a mutually acceptable two-state solution, but which were futile as Palestine remained under occupation. Today, there are roughly 7,00,000 Jewish settlers in the West Bank and East Jerusalem; and Gaza is being destroyed by Israel. Israeli leaders, including Benjamin Netanyahu, have repeatedly rejected the two-state solution, while the far-right settlers are pushing for the control of the whole of Palestinian territories. This is an unsustainable scenario, producing cycles of violence and instability. The two-state proposal is already on its deathbed, given the mushrooming of settlements, growing violence, and the rise of far-right extremists in Israel and Islamist militants in Palestinian territories. If the British government realises its historical responsibility, does a reality check of its current policy and becomes ready to offer a political horizon to the Palestinians, it would be a welcome step.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUnited Kingdom\n\n/\n\nPalestine\n\n/\n\npolitics\n\n/\n\nIsrael\n\n/\n\nhistory\n\n/\n\nunrest, conflicts and war",
        "headline_1": "Two states: On the Palestine question and the U.K.",
        "headline_2": "Britain has the historical responsibility to recognise a Palestine state",
        "link": "https://www.thehindu.com/opinion/editorial/two-states-on-the-palestine-question-and-the-uk/article67804947.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-02-2024"
    },
    {
        "full_article": "Déjà vu is the predominant sense that hangs over the forthcoming general election in Pakistan on Feb 8. A principal protagonist, former PM Imran Khan, is in jail, barred from contesting. He has been sentenced in three cases: a 10-year term for infringing the Official Secrets Act, a 14-year one for selling official gifts received from foreign governments, and yesterday, he and his wife were given seven years in jail on the grounds that their 2018 marriage was illegal. The cadres and leadership of his party, the Pakistan Tehreek-e-Insaf (PTI), have been decimated by desertion, imprisonment and other pressures brought to bear by Pakistan’s military establishment. It is another former prime minister, Nawaz Sharif, and his Pakistan Muslim League (Nawaz) (PML-N) that evidently now has the military’s support.\nThe opposite was true at Pakistan’s last general election in July 2018 when it was Nawaz Sharif who faced the military’s disfavour. Deposed as prime minister, barred from politics for life and forced into exile to avoid imprisonment, his party had faced the onslaught the PTI does today. Imran Khan, then backed by the military, went on, as expected, to become PM.\nPolitics in Pakistan, especially in the run-up to major elections, boils down to local power centres determining which way the wind is blowing and then consolidating themselves around the most likely winning trend. These local potentates are termed — appropriately enough — in Pakistan as ‘electables’. Such electables are adept at discerning military guidance on how to play their political cards. In 2018, many electables concluded — correctly — that Imran Khan was the military’s chosen one. Given that 2023 has seen the most intense civil military strife in a generation, it is evident to all that Imran is now in the doghouse and Nawaz is the preferred alternative.\nDoes this mean that the results of the Feb 8 election are as good as declared? Perhaps. But no one can bet with certainty on this outcome. This is after all an electorate of almost 130 million voters out of a total population of about 240 million. There are strong regional and sub-regional dynamics at play given the diversities that exist between the principal provinces — Punjab, Sindh and Khyber Pakhtunkhwa. Another complexity is that along with elections to the National Assembly are elections in all the provinces. At the sub-regional and local levels, the national-level narrative about the role of the army in a democratic polity matter less than more material issues of patronage and alignments. Much also depends on what happens in Punjab which will be the principal battle ground between the PTI and PML-N. This province alone will elect 141 members out of a total of 266 directly elected seats in the National Assembly.\nReports from Pakistan paint a conflicting picture. On the one hand are accounts of a largely lustreless campaign by all parties. This suggests a population exhausted by the most severe economic crisis and downturns in recent memory, civil military strife and terrorist attacks. There is, therefore, low interest in an election which seems to be going the way the military wants. On the other hand, an unprecedented number of candidates are in the fray which suggests a more competitive, intensely fought poll.\nFar from being cowed down, the rump of his party that remains and Imran Khan himself have taken campaigning into cyber space and are spiritedly using social media. Many of his supporters are contesting as ‘independents’. In contrast to the assessment that a PML-N win is a done deal, is the view that Imran Khan’s charismatic appeal and the success with which he has mobilised the latent anti-military sentiment that paradoxically exists amongst many in Pakistan should not be underestimated and the election may still throw up a surprising result.\nBut between a Nawaz Sharif victory and the more unlikely possibility of Imran Khan winning are other combinations. To some observers, Nawaz Sharif’s deep history of antagonism with the military is not forgotten but has only been temporarily set aside in the face of the threat from Imran. It is hardly likely, therefore, with this history, that the military will allow Nawaz to form such a strong government at the centre and in Punjab province that he could revert to disregarding the military as he did in his earlier tenures as prime minister.\nBy next week, we will know the new architecture that will emerge in Islamabad and in the provinces. It is possible a clear-cut verdict will not emerge, and the confusion and chaos that has characterised Pakistani politics over the past year and a half will continue. But whatever the outcome, the results by themselves may not resolve the critical economic, foreign policy and security-related issues Pakistan confronts. The quality of government formed will, however, indicate whether Pakistan is going to make some headway in addressing these challenges or sink deeper into uncertainty.\nT C A Raghavan is a former High Commissioner to Pakistan\n\n",
        "headline_1": "With Imran in doghouse, is Pakistan poll result a done deal? Not really",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/with-imran-in-doghouse-is-pakistan-poll-result-a-done-deal-not-really/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-02-2024"
    },
    {
        "full_article": "I was six when I first tasted Chinese food.\nPigeon Roast in a restaurant called Eros, at the edge of Kolkata’s crumbling ‘New’ Market, a plump little bird rich with what I now know to be the flavours of soy and ginger. It was love at first bite. I lobbied to go back, but the inflationary explosion of the 1960s quickly ate into my parents’ fixed salaries, and we ate out much less. The restaurant closed, and I never got to verify whether the miracle I remembered was genuine.\n\nChinese food stayed with me. On the rare occasion when we went out, it was often Chinese. Hakka chowmein was my favourite — best when rich in chopped cabbage, carrots, French beans, and bits of chicken or pork. I loved steamed bhetki dressed with generous amounts of chopped ginger and scallions in soy-flavoured sauce. And the marvellous chimney soup, (pork?) broth simmering at your table with different vegetables, meats and many types of seafood.\nHowever, by then, the 200-year-old Kolkata Chinese community was shrinking. From more than 20,000 in the 1950s, it is now a mere couple of thousand. Economic opportunity had brought them to Kolkata when it was party central for Britain’s grand Bengali bonanza. By the 1960s, that party was well over: years of silting left the river too shallow for large modern ships — Kolkata port was mostly dead. Time was also running out on the city’s 19th-century smoke-stack industries. Like Manchester or Mumbai, Kolkata needed to reinvent itself, but bad policy and industrial strife got in the way. For the local Chinese community, it was time to move on, as they had many times before. Hakka, the name of the community that gave us the noodles, actually means guests (or migrants) — they had a long history of moving south from the very north of China.\nIt probably didn’t help that during the 1962 war with China, several thousand people of Chinese origin were either deported or imprisoned as enemy nationals, even though they had spent most of their life in India. Moreover, this was a time when other expatriate Chinese communities, like the ones in Singapore and Hong Kong, were booming and happy to provide invitations to future workers. Indeed, it is interesting to speculate about what might have happened if Kolkata had somehow weathered the storm of the 1960s and ’70s. This was, after all, when the economies of Southeast Asia were getting transformed — Singapore and Hong Kong of course, but also Thailand and Indonesia. And in all of these places, the local Chinese community played an important role, partly through their connections to Chinese diaspora in the West, and a bit later through their networks in mainland China. Could something similar have happened in Bengal? The Chinese community was already visibly entrepreneurial, with a strong presence in shoe-making, hairdressing and dry-cleaning. Couldn’t it have been a launchpad?\nAs it happened, the Chinatowns emptied and the Chinese-run restaurants closed. But Indians stepped in. Restaurants with vaguely Chinese names opened all over the city, not just near the Chinatowns. It was alleged that Tibetans and Nepalese with ‘Chinese features’ were drafted to front them.\nThe cuisine, quite naturally, started to evolve: Indian chefs leaned towards more robust flavours and heavier sauces. The chili chicken had more chilies, the garlic fried rice was inescapably garlicky and their generous hand with corn-starch made the sauces more akin to a dal or a curry. Somewhat later, they discovered Sichuan’s spicier cuisine, open season for red chilies and garlic-ginger-scallion, with a bit of sweet and some vinegar added to the chili bean sauce base to make it pop even more. Indian Chinese food had arrived. Indeed, it started to occupy the street corners, where pret-a-porter Chineej noodles were prepared on large tawas.\nI must confess that I don’t love Indian Chinese food — all too often the overuse of dark soy, cornstarch, capsicum, honey, and/or chili bean sauce seems to drown every other flavour, and to make things worse, the soy sometimes smells burnt. To me, the best Chinese meals in Kolkata are still the much more diverse and delicate flavours that we get in the Chinatowns. The last time I went, now many years ago, on Lunar New Year’s Day, I had wonderful fish dumplings in a seafood broth and sticky rice with Chinese sausage and pickled mustard greens that came tied up in a leaf. They told me to stay for the dragon float, but I was in too much of a hurry.\nAcknowledging this makes me uncomfortable. In theory, the use of Chinese ingredients to serve an essentially Indian palate — Gobi Manchurian anybody? — is an excellent example of how to do cultural appropriation right. In the minds of the young men (it seems to be always men) who hawk noodles by the roadside, there may indeed be no connection between the Chineej they cook and our rich and somewhat scary neighbour. It is just a different way to be Indian, an authentic distinct indigenous cuisine, much as Chino-Cubano and Chifa (Peruvian Chinese) are. In principle, I want to celebrate that. Just not really by eating it.\nOn the other hand, the reduction of China’s magnificent food traditions to Chineej mirrors our national sense of China as the hulking monolith in our North, which drives our often-skittish China policy (admittedly, what they do in our borderlands has not helped). My (inadequate) reading of their history suggests that while the Chinese imperium has always tried to project itself as this magnificent Han unity, the regions have regularly pushed back and asserted their independence. In fact, according to the work of Fudan University historian Jianxiong Ge, that I found quoted in a recent (2023) economics paper by Haiwen Zhou, between 221 BCE and 1911 CE, China (not including the Far West and Tibet) was only united 45% of the time.\nThe same diversity is reflected in their food. The cuisines of China are as different from each other as Bengali is from Tamil or Punjabi. And those reflect deep and ancient cultural divides. The food of Beijing is not the food of Guangzhou, which is the food that most closely resembles the food of the Kolkata Chinatowns. And neither is anything like what they eat in Sichuan. The north of China grows and eats wheat; in the south, it’s more rice. In the north and west, they eat mutton and goat like us; in the coastal regions, seafood and pork are the dominant sources of animal protein. In Xinkiang, we mostly ate intensely cuminy shreds of lamb stuffed into a roti; in Inner Mongolia that same lamb is cooked at the table in a flavoured broth; the crispy lamb that we love in India seems to be inspired by a Beijing dish. In Yunnan, which is about the same distance from Kolkata as Delhi, unlike in the rest of China, they eat cheese made from milk, somewhat resembling paneer, and banana flowers, what we Bengalis call mocha.\nChina might seem to us to be a homogeneous regime dominated by a single autocrat, but that is not how Xi sees it. He knows that he needs to balance the needs and interests of these different regions, some much richer than others, with very different histories, cultural leanings, and policy priorities. And though he is powerful, he knows that there are great risks involved in stepping too hard on their toes. The Covid-19 lockdowns in late 2022 generated a spate of protests in cities like Shanghai that made the government back down.\nThis is important because we in India tend to imagine that China’s main policy obsession is with foreign policy, particularly provoking its neighbours. In fact, all of that is incidental to its primary challenge, which is to keep its diverse domestic constituents happy enough, especially when the economy is faltering. It may still do things we don’t like, but even those are probably mostly directed towards its internal interlocutors. What to us looks like a gratuitous show of strength, paradoxically, might actually reflect the relative weakness of the regime, and the consequent need to impress the domestic population by throwing their weight around in the neighbourhood.\nThis is part of a monthly column by Nobel-winning economist Abhijit Banerjee illustrated by Cheyenne Olivier.\nBOX:\nChinese Recipes\nFor the Lunar New Year (Feb 10), here is a nice Chinese meal that you could cook yourself, reflecting the remarkable diversity of Chinese food and its ability to coax intense flavouring out of relatively few ingredients.\nSteamed bhetki with ginger and scallions\n\nJulienne two tablespoons of ginger, the white and light green parts of a 2-4 scallions (100 gm total) and 4 tablespoons of coriander leaves. Also mix 2 tablespoons light soy sauce with 2 tablespoons warm water,\n¼ tsp sugar, ¼ tsp salt and a pinch of white pepper. Bring 1” of water to boil in your wok/kadhai/pressure cooker. Put the bhetki fillets side by side on a plate that will fit (don’t pile up). Place on a trivet in the water, cover and let steam until the fish can be flaked with a butter knife (5 minutes for the usual 1/4 inch thick fillets). Do this in several pots in parallel if you have extra fish. When the fish is done, drain any liquid from the plate and keep covered. Heat 2 tablespoons of sunflower (or peanut) oil in a small fry pan at medium, add the ginger and after 30 seconds, the coriander and scallions, and after a minute, add the soy sauce mixture. Let it boil for another minute, and then pour over the plate(s) of fish.\n\n\nCauliflower with fermented tofu (available in Chinatowns and online)\nBreak cauliflower into florets and pan-roast in 2 tbs oil till they are reddish and cooked through but crunchy. Take off the pan, raise heat to medium high, add 5 smashed cloves of garlic to the remaining oil, and let them redden a bit (30 seconds) and then add the cauliflower back with 2 tablespoons water (or chicken stock). Cover and let the water boil off (2 minutes) and then reduce heat and add 3 blocks (60 gm or so) of mashed fermented tofu and stir to coat the cauliflower with it. Remove from heat.\n\n",
        "headline_1": "One Chineej, many Chinas",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tasting-economics/one-chineej-many-chinas/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-02-2024"
    },
    {
        "full_article": "As Reserve Bank of India executive director during 2011-15, G Padmanabhan was responsible for many tech initiatives at the central bank. He has extensive experience in regulation and supervision of various aspects of the banking system, including payments. He talked with Mayur Shetty about RBI’s disciplinary action against Paytm Payments Bank:\nDo fintechs need to change their thinking and behaviour if they become banks?\nAbsolutely. Banks are much more tightly regulated.\nThis is also a challenge for regulators when engaging with banks and fintechs. Even if we want to adopt a progressive approach and promote innovation, we need to balance customer convenience, which is the main focus of fintechs, and the compliance and security issues the banks must adhere to.\nRead full interview on TOI+\n\n",
        "headline_1": "‘Disruption doesn’t mean banks becoming cowboys. Customer experience can’t come at cost of security’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/small-change/disruption-doesnt-mean-banks-becoming-cowboys-customer-experience-cant-come-at-cost-of-security/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-02-2024"
    },
    {
        "full_article": "Once upon a time there was a group of two dozen bakers, who would bake cakes all day long. One day, they said, why not bake a giant cake together. It sounded brilliant. A huge pathbreaking cake was to be made.\nFistful of dough | As they made the dough, one chef asked, ‘after we’re done baking this cake, how do we slice it up? Who gets to carve it? Who gets the bigger piece? And how do we know it is all fair?’\nRead full story on TOI+\n\n",
        "headline_1": "Why opposition can’t bake a cake: There’s no winning within the INDIA alliance. Everyone wants a bigger slice of seats",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/why-opposition-cant-bake-a-cake-theres-no-winning-within-the-india-alliance-everyone-wants-a-bigger-slice-of-seats/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-02-2024"
    },
    {
        "full_article": "The additional efforts that the National Board of Revenue (NBR) has been putting in to raise income tax revenues in recent years have started paying dividend albeit to a nominal extent. According to a report published in this newspaper, in the last fiscal year, such annual submission \"of income-tax by individual taxpayers increased 17 per cent to 3.5 million till an extended timeline. Official statistics show the government's tax collection from individuals and their return submissions yet account for only one-third of the total registered taxpayers.\" It had become a culture for citizens to obtain tax identification numbers (TIN) to avail the many essential services (as mandated by authorities) but not file returns. From this year, NBR got tough with its regulations and a 10 per cent penalty clause had been added to non-compliance on return filing. That appears to have had some effect, and NBR has witnessed a slight rise.Any change in Bangladesh comes excruciatingly slowly and when people are asked to comply with laws that have been in existence for many years (but never properly enforced), they are doubly inclined not to comply. However, when it comes to government revenue, there can be no compromise on individual taxable income. This is a universal truth for all governments, in practically every country of the world. For instance, in Canada, individuals are charged anywhere between 30 per cent to nearly half their income. Of course, this sacrifice by citizens is matched by a wealth of services that government provides including free healthcare and a high quality of life. Bangladeshis are constantly complaining as to why they should pay taxes because governments provide nothing in return. This is simply not true. Quality of services leave much to be desired, yes. But to say that the State provides nothing is a gross understatement. Free education to girls and subsidised education to all - right up to university in public educational institutions. Subsidised healthcare in public hospitals is also one such facility. People tend to forget these things, or cherry pick whatever suits their needs - all in an effort to evade taxes. How convenient! There are millions of people of Bangladeshis living abroad where they work and pay taxes because the law stipulates it thus and the law is enforced, pure and simple.There are an estimated 9.80 million TIN holders and estimated 3.5 million returns have been filed (one-third approximately). The challenge for the authorities from this point on will be to steadily increase the number of people filing returns and raising the tax-GDP ratio. In no country is it perfect, but the ratio in this country is hilariously low. For decades, the revenue authorities had ignored the issue and there were reasons. The advent and implementation of technology in NBR monitoring activities has been bearing some benefits. Again, for more than a decade, certain quarters in the revenue authority resisted implementation of reforms and induction of technology from the fear that their roles and responsibilities would increase and authority undermined. Things are slowly beginning to change there too.The data speaks for itself. At the expiry date for return-submission on January 31, 2024, NBR had collected taxes worth Tk 57.99 billion from 3.5 million filings - an increase of 18.39 per cent in revenue; and an increase of 15.56 per cent active TIN holders filing returns. This is tangible progress - a trend that must continue for the foreseeable future to reach a target that corresponds to a nation that is heading towards middle-income country status in less than a decade. Economic development cannot flourish based on foreign credit, internal revenue generation must increase or such development will be unsustainable.",
        "headline_1": "No alternative to raising Tax-GDP ratio",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-alternative-to-raising-tax-gdp-ratio-1706977346",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-02-2024"
    },
    {
        "full_article": "As capital flight from Bangladesh has long been a reality, so has also been talk of bringing back or recovering the siphoned-off money, especially in the last couple of years. The feasibility of recovery is, however, remains a moot question as it presupposes a decisive effort backed by strong political will, in the first place.There are also no reliable statistics on the amount of money illegally transferred from Bangladesh to other countries. Various guesstimates-- estimate based on a mixture of guesswork and calculation--provide different figures in the connection. During the presentation of its recommendations for the national budget for FY24, Bangladesh Economic Association (BEA) last year said that at least Tk 12 trillion was drained out of the country in the previous 50 years. In other words, the annual average illegal outflow of money from the country comes to Tk 240 billion. According to Washington-based Global Financial Integrity (GFI), Bangladesh lost approximately US$ 8.27 billion annually between 2009 and 2015 due to trade mis-invoicing. It means the value of imports was inflated by over-invoicing and the value of exports under-reported by under-invoicing to evade taxes and illegally transfer money from the country. The errors and omissions of the annual balance of payments (BoP) in the past fiscal year (FY23) recorded a negative value of $3.95 billion, which is also considered one of the estimates of capital flight.Due to using different methods to calculate or estimate the amount of capital flight or illegal fund transfers, figures of the estimated amount vary. Some argue that whatever the available statistics of the illicit financial outflow from the country, all are underreported, meaning the actual amount is much more. So, when the issue of recovering money siphoned abroad comes into discussion, it is about a portion of the amount that is actually considered for realistic reasons. Be it capital flight or illicit financial outflow, a portion of the amount is traceable in some cases due to transferring through the formal channels. Now, if the transfer of money occurs officially, it can't be termed illegal. As a portion of the legally transferred money is tax-evaded, some illegally earned incomes enter formal channels. Thus, a complex situation arises.To recover some of the money stashed abroad, the government, in FY23, announced three special tax treatments. These were: 15- percent tax for immovable property not repatriated to Bangladesh, 10 per cent for movable property (including cash and cash equivalents) not repatriated to the country, and 7 per cent for cash and cash equivalents repatriated to Bangladesh. As predicted, not a single person did use any fiscal provisions for repatriating the money transferred abroad illegally. The measures were later discontinued.Some experts argue that when a better alternative is available, why anyone would take the hassle of paying taxes and the risk of being listed as a money smuggler. The 2.5-percent cash incentive on remittance is an easy route for them to return a portion of the stashed-away money. As there is no question on the source of remittance earnings, some can easily use the channel. Though there is no statistical evidence, it is presumed that a small portion of the stashed money re-entered the country in the form of remittances sent by non-resident Bangladeshis (NRBs).Another way to bring back some of the stashed money is the round-tripping of foreign direct investment (FDI), mostly from tax havens or offshore jurisdictions. The round-tripping of FDI is the flow of domestic funds channelled through offshore hubs back into the local economy through direct investment. In other words, money siphoned or stashed away from Bangladesh to any other country and then coming back as FDI from tax havens is known as round-tripping. It is well known that a portion of FDI flows into many developing countries, including China and India, but FDI actually belongs to their domestic capitals that have gone abroad.There is no concrete evidence in hand to say that such a round-tripping is actually taking place in Bangladesh, although some indicators are there. The flow of FDIs from the tax havens is a strong indicator of funds flowing back and forth. By using statistics available with Bangladesh Bank, it is found that combined net inflow of FDI from 15 tax havens stood at US$77 million in FY11 which was around 10 per cent of total FDI in the year under review. More than a decade later, net FDI from these tax havens was recorded at $616 million in FY23 and the ratio of total inflow of net FDI in the country increased to 19 per cent. Nevertheless, not all the FDI from tax havens is round-tripping as some multi-national entities (MNEs) also have their registered offices in these countries. So, FDI of such MNEs are not round-tripping. Tax havens happen to be countries like Bermuda, British Virgin Islands, Cayman Islands, Mauritius, Panama, Switzerland, Singapore and the United Arab Emirates (UAE) that offer foreign businesses and individuals minimal or no-tax liability for their bank deposits. The countries, also known as secrecy jurisdictions, specialise in enabling individuals to hide their wealth and financial affairs from the rule of law and provide legal opportunities to park money stashed in other countries. Those who stashed away the money usually open companies having registrations in the tax-haven countries. Thus, they get legal business entities. Now, these entities come to Bangladesh to invest in the form of foreign investors. The company receives all the tax benefits and other incentives as a foreign investor. Thus, the money, once illegally transferred outside the country, comes back. Detecting the round-tripping requires more rigorous data and other relevant information. After analysing these data and information, it is possible to identify the actual amount of domestic money that re-enters the country as undercover FDI. Policymakers need to look into the matter and initiate necessary action.[email protected]",
        "headline_1": "Detecting the round-tripping of FDI in Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/detecting-the-round-tripping-of-fdi-in-bangladesh-1706977399",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-02-2024"
    },
    {
        "full_article": "The month-long Amar Ekushey Boi Mela 2024 - the landmark event of the Ekushey observances - was ceremoniously inaugurated on the Bangla Academy premises by Prime Minister Sheikh Hasina last Thursday. Book fairs are held in many countries with little or no sentimentality involved, but for Bangalees, Ekushey Boi Mela is much more than a book fair. It is a window to their cultural soul. It is a symbol and a reminder of the nation's commitment to the language for which people gave their lives during the Language Movement of 1952. In Bangladesh, writers, readers, and litterateurs eagerly await the month of February like the spring sunshine after a bitterly cold winter. The fair offers a platform for free thinkers to enrich society through their creative writing. It becomes a time to dust off the winter chills, refresh our minds, and reinvigorate the cultural identity of the nation. That being the case, it is necessary to explain the historic, political significance, and importance of the language movement. To begin with, the agitation by the students is well documented. They had wanted Bengali to be recognised as one of the two state languages of what was then an undivided Pakistan. But even after they had succeeded, the movement did not lose its significance. It went ahead, gained strength, and momentum with the passage of time, and deeply etched its importance into the history of a nation like no other nation had done before. Ultimately, it laid the foundation of Bengali nationalism and helped develop nationalist politics based on secular democratic principles, which culminated in the War of Liberation in 1971 to liberate the country from the clutches of the Pakistani rulers of the day. But even after it had achieved its initial objective - a state where Bengali is the only state language - the movement hadn't lost its importance since it was aimed at the emancipation of an oppressed people, with language as its declared issue. The movement of the 21st February, therefore, must be called a protest, a revolution, against the political, economic, and cultural exploitation of the people at large. The crowning lesson of Ekushey is no compromise on questions of national identity and national honour. This is why Ekushey is inalienable from patriotism. Yet, more is to be done in order to fully imbibe the ideals for which the language martyrs so selflessly laid down their lives.A fundamental element in the language movement and the War of Liberation was secularism, which, indeed, is a basic principle of the state of Bangladesh. While this is true, equally true is the growing threat to secularism from fundamentalists, militants and anti-liberation forces that manifests and creates havoc from time to time. The very essence of Ekushey is resistance. It's written in blood. Therefore, this is the time to reinforce the nationalist urges for resistance against the enemies of freedom, progress and humanity. Only when all citizens representing different religions, political beliefs, social classes and ideologies actively engage in collective national development efforts in the context of the Liberation War's ideals and tenets, will the country be able to grow harmoniously. It goes without saying that Ekushey Boi Mela's objective to promote books and engender a reading habit among all age groups is of paramount importance and serves the purpose of intellectualising the psyche of the nation. In this age of digital bombardment and distraction, the book fairs can play a vital and pivotal role in inculcating reading habits especially among the young generation. Let the zeal and thirsts for learning continue to be our collective creative pursuit and our guiding principle in shaping the future of our existence as an independent nation.[email protected]",
        "headline_1": "Rekindling the spirit of Ekushey",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rekindling-the-spirit-of-ekushey-1706977451",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-02-2024"
    },
    {
        "full_article": "The much-appreciated community clinic project was initiated by Prime Minister Sheikh Hasina in 1996 to ensure healthcare facilities for all and provide healthcare directly to people at the grassroots level. Under this initiative, the government so far established around 17,000 community clinics.However, a critical concern arises regarding the healthcare providers in these community clinics. Currently, it is alleged that individuals with a high school diploma or equivalent are serving in these clinics as 'Community Health Care Providers,' receiving only three months of training before assuming their roles. Such brief training raises doubts about the quality of healthcare provided in these clinics.To address this issue, it is imperative to consider employing qualified medical professionals. While there may be challenges in recruiting doctors at upazila health complexes, an alternative solution lies in utilising diploma doctors. Diploma doctors undergo four years of comprehensive training, including three years of theoretical study and one year of internship in 14 medical subjects to obtain the DMF degree. Upon graduation, they receive registration from the Bangladesh Medical and Dental Council (BMDC).Currently, over 30,000 diploma doctors in Bangladesh are unemployed. Leveraging these qualified professionals in the Community Clinic Project could significantly enhance the country's healthcare sector. By employing diploma doctors alongside other qualified medical professionals, the project can ensure better healthcare delivery at the grassroots level.Hasibul AnamStudent, Mass Communication of Journalism, Dhaka University.",
        "headline_1": "Sorry state of community clinics",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sorry-state-of-community-clinics-1706977467",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-02-2024"
    }
]