[
    {
        "full_article": "The verdicts to the Assembly elections in India’s easternmost and smallest State by population, Arunachal Pradesh and Sikkim, respectively, might not be a harbinger of what is to come in the 2024 general election. But the decisive victories achieved by the incumbent parties, the Bharatiya Janata Party (BJP) in Arunachal Pradesh and the Sikkim Krantikari Morcha (SKM) in Sikkim, indicate that the electorates in two States, overwhelmingly, preferred continuity over change. Arunachal Pradesh Chief Minister Pema Khandu and his party received a strong mandate, winning 46 out of the 60 seats and increasing the BJP’s tally even further by five seats. Mr. Khandu enjoys the reputation of running a stable government in the State, far from the tumultuous period in 2016 when he took over the reins. With a focus on welfare delivery and infrastructure development that has further connected the State to the rest of the country, Mr. Khandu has earned the confidence of the electorate. The BJP-friendly parties, the National People’s Party and the People’s Party of Arunachal, also registered five and two wins each, while the Opposition Congress’s tally was reduced to just one seat. Supporters of the BJP and its main leader, Mr. Khandu, would celebrate the fact that in 10 out of the 60 seats there was no contest, which limited the chances of any upset. But this does not bode well for the State as a robust contestation of ideas and policies is a must for a functioning democracy.Arunachal Pradesh would do well not to go the Nagaland way where, technically, there is no opposition as all the parties that contested against the BJP-Nationalist Democratic Progressive Party coalition joined the alliance after the elections in 2023. In Sikkim, the SKM, led by Chief Minister Prem Singh Tamang won 31 out of the 32 seats, with a lone seat going to the erstwhile dominant Sikkim Democratic Front. The SKM’s victory in a multi-cornered fight was made possible by the regional assertion by the party which mobilised support on the issue of retaining Sikkim’s special status enshrined in Article 371F of the Constitution, on Mr. Tamang’s promises to deliver Scheduled Tribe status to some Nepali-origin communities, and his emphasis on job creation in the State. Sikkim’s ruling party might have fought against the BJP and the latter might have drawn a blank, but the SKM still considers the BJP an ally. Notwithstanding the strong identity based politics in the north-east, voters choose the national party ruling at the Centre or its ally, dependent as these States are on central government funds. The overwhelming mandate in his favour should help Mr. Tamang, who will have to use all of his diplomatic powers to ensure benefits from the Union government.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nSikkim Assembly Elections 2024\n\n/\n\nArunachal Pradesh Assembly Elections 2024\n\n/\n\nBharatiya Janata Party\n\n/\n\nSikkim Krantikari Morcha\n\n/\n\nwelfare\n\n/\n\nNational People's Party\n\n/\n\nPeople's Party of Arunachal\n\n/\n\nIndian National Congress\n\n/\n\npolitics\n\n/\n\nNagaland\n\n/\n\nNationalist Democratic Progressive Party\n\n/\n\nSikkim Democratic Front\n\n/\n\nconstitution\n\n/\n\nemployment\n\n/\n\nMizoram\n\n/\n\ngovernment",
        "headline_1": "Trust in continuity: On the Arunachal Pradesh, Sikkim results",
        "headline_2": "The Arunachal Pradesh and Sikkim mandates are for status quo",
        "link": "https://www.thehindu.com/opinion/editorial/trust-in-continuity-the-hindu-editorial-on-the-arunachal-pradesh-sikkim-results/article68247534.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-06-2024"
    },
    {
        "full_article": "Barely a week after the Indian Premier League final (IPL), most of the leading cricketers have already got down to the grind as the ICC Twenty20 World Cup commenced in the United States of America on Saturday (U.S. time). The willow game no longer has an off-season and the championship that would meander through the U.S. and the West Indies, features 20 teams split into four groups and the final will be held in Barbados on June 29. Right through the pedigreed units such as India and Australia to Papua New Guinea and Uganda, the tournament may display an evangelical zeal to promote cricket in a sporting universe that always favours football. Cricket, with its three versions of Tests, ODIs and T20Is, can at times lapse into an identity crisis with the game’s purity and mettle vesting with the five-day format while the commercial muscle almost entirely hinges on the shorter avatars. Even within these layers, the granular issues get complex as T20Is never have the same allure that domestic leagues such as the IPL flaunt. It is in this space that the T20 World Cup hopes to operate and energise the format, once every two years. The ninth edition should offer a cricket of the fast and furious variety while players quickly switch from club loyalties to nationalistic fervour.Hope too floats as Papua New Guinea turned up despite grappling with a massive landslide and the resultant loss of life back home. For India, the long quest for an ICC trophy gets another episode. The last silverware was the Champions Trophy won in 2013, and since then it has often been a case of so close and yet so far. Rohit Sharma’s men get another tilt and there is no mistaking the talent they collectively possess. There may be simmering issues such as the leadership angle following the awkward transition from Rohit to Hardik Pandya as captain of Mumbai Indians. At the national level, Rohit continues to helm while Pandya becomes his deputy and coach Rahul Dravid, always clued into ego hassles right from his playing days, may have to steer the ship away from choppy waters. Placed in Group A, India will open its campaign against Ireland on Wednesday but the big game is the one involving Pakistan at New York, on Sunday. Geopolitics has meant that it is only in ICC events that the neighbours face off against each other. While batters such as Travis Head and Heinrich Klassen can set rollicking templates, bowlers such as Jasprit Bumrah too will have a role to play in a format that tends to mask nuance under a breathless pace.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nT20 World Cup 2024\n\n/\n\nIndian Premier League\n\n/\n\ncricket\n\n/\n\nIndia\n\n/\n\nAustralia\n\n/\n\nTest cricket\n\n/\n\nOne-day cricket\n\n/\n\nIreland\n\n/\n\nPakistan\n\n/\n\nnatural disasters",
        "headline_1": "Quick and short: On the T20 World Cup",
        "headline_2": "T20 World Cup is seeking to energise cricket’s newest format",
        "link": "https://www.thehindu.com/opinion/editorial/quick-and-short-the-hindu-editorial-on-the-t20-world-cup/article68246743.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-06-2024"
    },
    {
        "full_article": "GDP data & early economic indicators show growth may be brisk in short term. Sustaining it needs more India Inc investment. Enabling that should be GOI’s priority\n\nIndia’s growth continues to surprise on the upside, beating both earlier estimates and current expectations.\nThe First Advance Estimates in Jan pinned GDP growth for 2023-24 at 7.3% and the Second Advance Estimates in Feb ratcheted it up to 7.6%.\nRead full story on TOI+\n\n",
        "headline_1": "Private message for next govt",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/private-message-for-next-govt/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-06-2024"
    },
    {
        "full_article": "June 4 will tell us all. But throughout a 44-day cacophonous campaign, politicians told us plenty. Here’s a measure of the campaign by words that stayed top of mind\n\n400-paar: The number that started BJP’s campaign. You set a target, you defend it. To beat Congress’s record, BJP went out on a limb with a 400+ seats claim to victory.\nRead full story on TOI+\n\n",
        "headline_1": "Voter’s dozen: 13 takes on 13 wordies",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/holycow/voters-dozen-13-takes-on-13-wordies/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-06-2024"
    },
    {
        "full_article": "Retro-walking is a fad. It’s also unnerving\nTaking a step back is equal to putting one’s best foot forward. Or so insist, those walking backwards, especially in a park full of people. It’s not exactly a new fitness fad or a social media challenge, but many are getting into it. When they loom in the distance, it takes a while to figure out whether they are walking towards you or away. Also called retro-walking, those practising it look over their shoulders, or from the corner of their eyes.\nFirst-timers give the impression they are walking on eggshells. Veterans walk as if they have eyes on the back of their heads. All have safety on their minds. Irrespective of when they took their first baby steps backward, they all swear by its benefits: strengthening core and leg muscles; improving focus, balance, memory; and even decision-making. Some try it for sheer novelty, having walked straight for years without any tangible change.\n\nThey don’t go to town to talk about its benefits though. But you can make out they have looked up the net for positive evidence. Or heard from a practitioner they first saw in the park, ridiculed him, and quietly followed in his footsteps. Those using the treadmill miss out on the fun parks provide. Some argue older people tend to benefit from walking backward more, and they rightfully mind their steps.\nWhen youngsters take a fancy to it, they become unguided missiles. An occasional family insists on doing a group backward walk. Such a family can’t stay together in public parks because they have to walk one after the other. The smartest member avoids leading the backward procession. Those ahead, or is it, behind, ensure his safety.\n\nWhen everybody is doing similar sets of exercises, walking backward stands out. A stranger can leave you unnerved in a park if he suddenly gets in the mood, appearing to take one long look at you in retreat. Those a little away can’t even be happy to see his back because he’s walking towards them.\nRetro-walk enthusiasts are better served if they choose familiar terrain and daylight. Mortals grown on the staple of ghosts with backward feet are likely to miss a beat or two when they see an aficionado in the dark. Wonder why shoe companies haven’t come up with products suitable for such walking. After all, traditional shoes are meant to take you forward.\n\n",
        "headline_1": "Take a step backward",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/take-a-step-backward/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-06-2024"
    },
    {
        "full_article": "Like India’s Congress, ANC’s decline in South Africa shows no dominant party can take its status for granted\nIn a watershed election for Africa’s most industrialised economy, the unchallenged reign of African National Congress (ANC) in South African politics appears to be at an end. ANC only managed to garner around 40% of the vote – the first time it hit such a low since the post-apartheid election of 1994 – forcing it to look for coalition partners to form the next govt.\nMilitant past, questionable future: ANC’s anti-apartheid revolutionary moorings had elevated it to an exalted status in the Rainbow nation. It had never secured less than 50% of the vote in elections till now. But this also bred complacency, sclerotic party structures, corruption and an overbearing top brass that failed to provide space to younger, energetic members. Note that ANC was hurt most in the latest polls by former president Jacob Zuma’s MK Party and expelled ANC youth icon Julius Malema’s Economic Freedom Fighters that won around 14% and 9% of the vote, respectively.\n\nFailing to read pulse: ANC’s antiapartheid legacy has also lost much traction among young South Africans. According to World Bank, 55% of the country’s population lives in poverty, unemployment rate is a whopping 33%, and homicide rates are among the highest in the world. Add to this acute water, housing and energy crises. ANC’s failure to address these has led to major disaffection.\nParallels with India’s Congress: This mirrors the fate of India’s Congress that too saw unchallenged political dominance for three decades as the party that secured the country’s Independence.\nHowever, multiple splits, the Gandhi family’s dynastic role, complacency and eroding ground presence saw the party reach a historic low of 44 seats in 2014 Lok Sabha polls. Just as with ANC’s anti-apartheid legacy, Congress’s Nehruvian socialism has little traction today. Both parties’ decline is a story of what happens to once dominant parties that refuse to adapt to changing circumstances. That’s also the beauty of democracy.\n\n",
        "headline_1": "Big tree wobbles",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/big-tree-wobbles/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-06-2024"
    },
    {
        "full_article": "We are outraged to learn of yet another case of custodial death in the country. This time, the victim is a 40-year-old woman from Abhaynagar upazila in Jashore. Her family alleges that local police implicated her in a false drug case and brutally tortured her, leading to her death. Police, however, claim that they detained her for illicit drug possession and deny the allegations of torture. Regardless of who is right, the fact remains that a person died in police custody, and it is a grievous blow to law enforcement that cannot be taken lightly.\nAccording to a report by this daily, a team of Abhaynagar police led by Assistant Sub-Inspector Silon Ali detained the victim, Afroza Begum, right outside her house in the early hours of Sunday. Her ninth-grader son said he saw his mother being searched by a female constable, who found nothing. Then ASI Silon started torturing Afroza before police took her away at around 1am. Her elder son also said police had demanded Tk 2 lakh for her release. The Abhaynagar OC, however, claimed that police had found 30 yaba pills on Afroza, and later a case was filed against her.\nBesides the allegations of torture and falsifying evidence, there seems to be a case of neglect in addressing Afroza's medical needs as well. Her elder son said they found her in a bad condition when they visited her at the police station in the morning. Police apparently took her to the upazila health complex, but brought her back without running the tests recommended. Hours later, when Afroza's condition deteriorated, police again took her to the upazila complex, and then to Jashore General Hospital, where she was pronounced dead. Unsurprisingly, police are denying any responsibility, saying the victim's family is making false accusations.\nBut what possible reason could there be for the family to do so? Equally importantly, will there be a fair investigation to get to the bottom of the incident? Over the years, we saw how such cases were often followed by perfunctory probes that hardly brought any satisfactory results. What happened to the young man who allegedly died by suicide in police custody in Habiganj in December last year? What happened to the Jubo Dal leader in Thakurgaon who died hours after being detained by police in April? The glaring holes in the case of Sultana Jasmine, who died in Rab's custody in March last year, also raised a lot of questions.\nWe keep asking these questions but there are seldom any satisfactory answers. Convictions in such cases are even rarer. Clearly, there is a lack of accountability pervading our law enforcement forces and institutions, which is totally unacceptable. Custodial torture—whether resulting in deaths or not—is a betrayal of public trust, and it must not be tolerated. We demand a proper investigation into the death of Afroza Begum and all such cases by an impartial and independent body.\n",
        "headline_1": "Afroza’s death in custody is a blow to law enforcement ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/afrozas-death-custody-blow-law-enforcement-3625896",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-06-2024"
    },
    {
        "full_article": "The role of startups in driving economic growth and societal change is undisputed in developed economies—Apple, Facebook, Tesla were all once startups. Startups are vehicles through which people come together to develop a scalable innovation. While the world is adopting self-driving cars and AI assistants, Bangladeshis seem skeptical about the prospects of these ventures.\nThis is starkly visible in investments in local startups. In 2023, Bangladeshi startups secured $73 million, with 71.18 percent coming from foreigners, while India received over $11 billion. Before analysing this gap, it's important to understand why startups need investment in the first place.\nStartups in Bangladesh are applying new technologies to add efficiency to age-old processes—from reducing fuel imports, fighting climate change to cutting food waste and improving healthcare. The startups working on education have made it easier for students in remote villages to access quality coaching through internet-enabled phones. By streamlining payments, bKash has accelerated the flow of commerce and added significant value to the life of every Bangladeshi.\nThese breakthroughs require dedication from some of our smartest citizens. Startups also need to collect data and run experiments to fine-tune their ideas, which require investment with no guaranteed success. Entrepreneurs must recruit talented individuals and take on the risk of building these systems, some of which can take a long time and many smart people.\nThe mechanism of startup investments, successful globally, differs from investing in established businesses. Startup ecosystems drive economic progress, but individual startups are high-risk, high-reward bets, unlike bonds or real estate. It is easier to gauge a building's progress than a startup's technology. Venture capitalists (VC) specialise in evaluating these businesses and estimating their success probability, but the Bangladeshi VC sector is just getting started.\nBangladeshis entrust banks with nearly all the country's capital, and the banking sector prefers lending to traditional businesses over investing in startups or VC funds. This terrible capital allocation strategy leads to many non-performing loans. The value of collateral depends on the country's economic prospects, which in the 21st century is driven by technology—the top-performing companies of the last decade have been tech firms. Our banking sector is living in the past.\nIn the past two years, the forex crisis and election uncertainty have severely impacted late-stage funding in Bangladesh. Top companies are starving for capital as their strategy depended on an evolving ecosystem. Since foreign VCs have shied away due to country concerns, so have local investors. The lack of late-stage activity will eventually hurt early-stage companies and restrain the ecosystem from flourishing.\nIf we truly commit to SMART Bangladesh and believe the startup ecosystem can transform the economy, we need a coordinated effort from different actors. One impactful government initiative has been Startup Bangladesh, which has mobilised youth and driven local funding. However, we risk losing momentum if others don't act urgently.\n\"Exits\" have been instrumental in galvanising local investments in other countries. For any investor, a key consideration is how they will eventually sell-out of their investment. For example, the sale of Skype to Microsoft in 2011, Estonia's first exit, created a chain reaction that led to one of the fastest-growing GDPs in history. Since then, Estonia, a country with less population than Mirpur, has produced a dozen unicorns and at least two decacorns—companies valued at over $10 billion each.\nThe lack of exits is holding back Bangladesh. Unlike in the valley, where successes like Uber or OpenAI created thousands of millionaires, the success of bKash has not yet unleashed the funding landscape here. We are left in a chicken-egg limbo where startups cannot scale due to lack of capital, and capital avoids the ecosystem because of lack of role models and exit opportunities.\nExits happen in two forms: (i) sale of the company or (ii) listing the company in a public stock exchange or IPO, both of which return money to early investors. In Bangladesh, the number of purchasers is limited for now, but our consumer-driven economy is bound to make Bangladeshi startups attractive acquisition targets for international giants. Nevertheless, sale of the company is suboptimal. Yahoo had offered to buy Facebook in 2006 for $1 billion—had Mr Zuckerberg accepted, he would not have created the $1.2 trillion in value for his shareholders. Creating that kind of value requires pursuing an IPO and a courageous, almost fanatical, commitment to the vision.\nBangladesh Bank was visionary in establishing a fund for startup loans in 2021, but it has not had the desired impact since the banking sector did not pursue it aggressively. The central bank needs to create guidelines allowing banks to participate in the \"upside\" of startup investments, achievable through the use of warrants, which are common in the global venture debt industry. Powerful incentives such as reduced repo rates or lower forex purchase rates should also be linked to startup investment quotas.\nThe number of investments by SEC-licensed VCs has also been negligible, and there is a talent gap among these investors. The prospects are improving as there are many early-stage startups now. The skill shortage should be addressed by attracting international talent and providing training to high-potential candidates. The VCs need to collaborate with international agencies since a lot of impact funds are being mobilised for startups. Regulatory bodies need to act as catalysts and move faster. If the target is to drive $1 billion in startup investments per year, the government should contribute 20 percent.\nThe issue of IPOs must be addressed because without exits, it will be impossible to maintain motivation across the value chain. Bangladesh needs to send a clear message that we are self-sufficient for late-stage funding. India, Indonesia and China have been aggressive in creating new rules for startup listings and it is time that we took a similar stance. Increasing the strength of the local funding environment will automatically attract more foreign investors.\nFinally, the startup ecosystem members need to collaborate vigorously. Founders should realise that macro and policy matters must align to unleash the ecosystem. Mentorship and policy advocacy have to become part of the Bangladeshi founder DNA.\nThe startup ecosystem has developed almost organically so far. To reach the next level, it requires a coordinated master plan. Success hinges on collective act of courage from capital allocators, regulators, and founders to enact a uniquely transformative story that makes Bangladesh a beacon of technological and entrepreneurial success.\nWaseem Alim is a co-founder of Chaldal.\n\nViews expressed in this article are the author's own. \n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Taking our startup ecosystem to the next level",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/taking-our-startup-ecosystem-the-next-level-3625841",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-06-2024"
    },
    {
        "full_article": "Former US Ambassador to the UN Nikki Haley's recent visit to Israel ignited controversy when she left a message on an artillery shell, boldly declaring, \"Finish Them!\" This act, shared via social media, sparked debate and criticism, with some condemning it as a blatant endorsement of violence.\nHaley's use of the phrase \"Finish Them\" is not surprising, considering her previous statements regarding Hamas and the ongoing conflict in Gaza. However, inscribing it on a physical object associated with warfare raised significant concerns and drew widespread attention online.\nHaley's visit underscores the complexities and sensitivities surrounding the Israeli-Palestinian conflict, as well as the divergent perspectives on how to address and resolve the ongoing violence and humanitarian crisis in Gaza. During her visit, Haley also visited locations impacted by recent conflict, including the site of the Supernova music festival and Kibbutz Nir Oz in southern Israel, which had been targeted in a surprise attack by Hamas. In an Instagram post, Haley highlighted the toll the conflict has taken on Israeli civilians, emphasising the trauma and loss experienced by the community; the same sympathy seemed absent for the many innocent Palestinian civilians on the other end of Israeli brutality.\nDehumanisation and the Israeli-Palestinian conflict\n\nThe dehumanisation of Palestinians, often rooted in racial and religious biases, is a deeply troubling aspect of the Israeli-Palestinian conflict. This dehumanisation perpetuates harmful stereotypes and narratives that justifies violence, discrimination, and the denial of basic rights to Palestinians. It is important to acknowledge the intersectionality of this issue, including its ties to global Islamophobia.\nThis is reinforced through media portrayals, political rhetoric, and educational curricula, which contribute to negative perceptions of Palestinians and legitimise discriminatory practices. The Israeli occupation of Palestinian territories exacerbates the dehumanisation of Palestinians by creating a power imbalance that reinforces stereotypes of Palestinians as \"the other\" and justifies oppressive policies and practices. Palestinians are subjected to systemic discrimination, land confiscation, home demolitions, and arbitrary detention, further marginalising their humanity and rights.\nOften linked to colonial narratives that frame their resistance to occupation as illegitimate and violent, Palestinians are portrayed as obstacles to peace and security, despite Israel being a nation that has repeatedly not abided by international law. This colonial mindset perpetuates the erasure of Palestinian history, culture, and identity, denying them their agency and right to self-determination.\nConnected to broader trends of Islamophobia, which demonises Muslims and portrays Islam as inherently violent and incompatible with Western values, this Islamophobic discourse contributes to the marginalisation and vilification of Palestinians, many of whom are Muslim, and further ignores the Palestinian Christians also being impacted by Israeli occupation. Addressing the dehumanisation of Palestinians requires challenging racist and Islamophobic narratives, advocating for the rights and dignity of all Palestinians, and promoting empathy, understanding, and solidarity across communities. It also necessitates holding accountable those responsible for perpetuating discrimination and violence against Palestinians, whether through policies, media representation, or public discourse.\nHaley's visit came amid heightened tensions in the region, particularly following Israel's latest military operation in Rafah, which resulted in civilian casualties. Israeli Prime Minister Benjamin Netanyahu described these deaths as a \"tragic mistake,\" yet the incident underscores the devastating impact of the ongoing conflict on Palestinian civilians. Furthermore, Haley's visit coincides with increased pressure on the US to intervene and curb Israel's military actions in Gaza. US President Joe Biden had previously warned of withholding weapons shipments if Israel pursued a major invasion of Rafah, a move that drew criticism from Haley during her visit. Haley argued that the US should unequivocally support Israel and refrain from dictating its military strategy.\nThe power of words extends beyond their ability to inspire and persuade; they can also have significant consequences, especially when used to promote violence or incite hostility. Through social media platforms and online forums, exposure to such language and extremist narratives can radicalise individuals, emboldening them to take violent action. We have seen how this happened in the horrifying cases of the Christchurch shooting in 2019 and the Buffalo shooting. In the near future, we might have to witness consequences of Haley's aggressive sentiments towards Palestine, as some may be susceptible to radicalisation and may carry out attacks motivated by the catchphrase.\nPolitical messaging and the shaping of public opinion\n\nA well-crafted speech can inspire and mobilise masses, galvanising support for a cause or a leader. Think of Martin Luther King Jr's \"I Have a Dream\" speech, which became a rallying cry for the Civil Rights Movement. Political leaders use speeches to communicate their policy agendas, outlining their vision for the future and garnering public support for their initiatives.\nHowever, they can also stir violence. Enoch Powell's \"Rivers of Blood\" speech, delivered in April 1968, stands as one of the most infamous speeches in British political history. Its impact was profound, stirring up intense controversy and contributing to social divisions that reverberated for years to come. In his speech, Powell warned of what he saw as the dangers of unchecked immigration, particularly from Commonwealth countries, to the UK. His speech was met with both fervent support and vehement condemnation. While some praised him for speaking out on an issue they perceived as being ignored by mainstream politicians, others accused him of promoting racism and xenophobia. The speech triggered widespread public debate, violence, and protests, with many condemning Powell's views as inflammatory and divisive.\nThe \"Rivers of Blood\" speech remains a contentious and controversial topic in British politics and public discourse. It serves as a cautionary tale about the power of inflammatory rhetoric to stoke social tensions and incite violence. Despite its historical significance, Powell's speech continues to be referenced in discussions about immigration, race relations, and the responsibilities of political leaders in addressing sensitive issues.\nIn essence, speeches and words are potent tools in the political arena, capable of shaping public opinion, mobilising support, and driving policy outcomes. People in positions of power, like those in the US government, should be acutely aware of how they use their words and actions. As we have seen time and again, incendiary speech can have horrifying consequences. The effectiveness of speeches in whatever form lies in their ability to connect and unite audiences-emotionally, intellectually, and ideologically—ultimately shaping the course of political discourse and action for the better of everyone.\nSalwah Chowdhury is a bookworm and a toddler mom, working in an NGO. She loves the rush of thinking, reading and writing, and takes on freelance projects every now and then. Follow her on Instagram @salwah_chowdhury and share any book recommendations or your thoughts on the article.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The power of words: Nikki Haley’s call to ‘finish them’ off",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-power-words-nikki-haleys-call-finish-them-3625781",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-06-2024"
    },
    {
        "full_article": "While addressing the 2nd Dhaka Renewable Energy Financing Talk organised by Change Initiative at a venue in the city, Saber Hossain Chowdhury, Environment, Forest and Climate Change Minister, claimed that if the country's irrigation pumps can shift to solar power from fossil fuel, a total of 5,000 megawatts could be obtained from this source. This means the shift can help spare Bangladesh the use of fossil fuels to produce this amount of electricity. The gain obviously is manifold. It lessens dependence on imported fossil fuel and also saves the country from the attendant environmental pollution. Finally, the cost over a long period of time will prove much lower than that of fossil fuel. The production cost will be zero after the investment and benefit have reached the break-even point. Apart from some minor maintenance cost, there will hardly be any expenditure and this is what the benefits of renewable energy, more particularly solar power, are. The Power Sector Master Plan (PSMP), 2016 emphasised dependence on fossil fuel on the premise that Bangladesh has constraints of open space for installation of solar panels. By that time the potential of solar power was assessed only at 2,690 MW. Contrary to this, the global power generation capacity has risen up to 60 per cent of the total since 2014. Thankfully, a revision of the energy policy has opted for the Integrated Energy and Power Master Plan (IEMP), 2023. Under this plan, installation of floating power plants has been considered the best option for overcoming the constraint of open space on land. There are 150,000 hectares of pond, 250,000 hectares of beels, haors and baors (swamps or marshy lands) apart from lakes and river pockets suitable for the purpose. If one-third of each pond is used for installation of solar panels and just 10 per cent of the marshy lands brought under the project of such installation, their outputs, according to a sustainable infrastructure specialist of Bangladesh origin now living in Australia, will be 15,000 MW and 25,000 MW respectively, bringing the total to 40,000 MW. Use of other water bodies can also provide for 20,000 MW, making the total 60,000 MW, enough for the country by 2050. True, the specialist admits, the cost of installation of floating system is 25 per cent higher but the good news is that by 2020 it has come down and the rate of decrease is rapid. The cost of installation of solar system in 2015 was $135 per megawatt hour (MWh) only to drop to between $ 45 to $61.50 in 2020. Predictably, the expensive energy storage system for use at night is going to be 80 per cent cheaper by 2040. Extensive research on the solar system and other renewable energy sources worldwide is making it possible.Bangladesh has bright sunshine for most of the year. Now that there is an alternative to space constraint on land, it has compelling reasons for converting its irrigation pumps as a test case. At the same time, the solar home system should be given a further boost in order to meet the growing electricity needs of villagers in particular. Following these, conversion of other fossil fuel-guzzling systems of power generation to solar system should gradually be effected in a systematic way.",
        "headline_1": "Going all out for enhancing solar power generation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/going-all-out-for-enhancing-solar-power-generation-1717428295",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-06-2024"
    },
    {
        "full_article": "Last Friday, the outgoing passenger terminal of the Hazrat Shahjalal International Airport had turned into a sea of Malaysia-bound jobseekers. Hundreds of them carrying valid visas and no-objection certificates from appropriate government authorities thronged the airport but failed to fly to Malaysia for not having tickets. May 31 (Friday) was the deadline set by the Malaysian government for foreign workers to enter Malaysia. The job-seekers waited for a couple of days at the airport with the hope that the recruiting agencies would provide them with tickets before the expiry of the deadline, but their hope was dashed. Many of them had broken into tears as they spoke to newsmen about their plight. Each of them spent between Taka four to five lakhs to get their dream job. As they come mainly from poor and low-income families living in districts across the country, they managed funds either by selling lands or borrowing from friends, relatives or non-governmental organisations. The recruiting agencies or their agents in many cases have melted into thin air to avoid paying back their money. The agencies realised money from the Malaysia-bound workers in amounts that were five to seven times the charges fixed by the government. Failing to withstand shock, a jobseeker hailing from Brahmanbaria went missing from Upakul Express while returning home with his father. He is suspected to have committed suicide by jumping from the train. What is the number of workers who could not fly to Malaysia within the deadline? Unofficial reports say it is more than 30,000. Minister of State for Expatriates' Welfare and Overseas Employment Shofiqur Rahman Chowdhury, however, claimed that about 17,000 workers could not fly out. The state minister has reportedly appealed to the Malaysian government to grant a special one-off period so that these workers could enter Malaysia. He cited reasons such as cyclone Remal, lack of flights and poor coordination by recruiting agents that have prevented many from travelling to Malaysia. The Bangladesh Association of International Recruiting Agencies (BAIRA) could be responsible, as it did not cooperate with us and give the list of names of workers with valid visas, Malaysian online portal Free Malaysia Today (FMT) quoted Mr Chowdhury as saying. The Bangladesh government has formed a six-member committee to probe the whole incident. The truth is both Bangladesh and Malaysian governments are responsible for putting thousands of jobseekers into deep trouble. A sizeable number of them have not gone back home and are staying in Dhaka with the hope that they might get yet another chance. It all depends on the good gesture of the Malaysian government. The whole incident is a scam. The Malaysian authorities had notified back in January this year about the deadline for entering Malaysia by foreign workers. The relevant ministry allegedly made it known to the recruiters in the middle of the last month. Why did the ministry sit on the information? The recruiting agencies and their agents rushed the jobseekers from their homes at the last moment, leading to a severe crisis of tickets and flights. What is more intriguing is the selection of a handful of recruiting agencies in Bangladesh by the Malaysian authorities for recruitment instead of keeping it open for all recruiters having valid licences. The Bangladesh government did want to keep recruitment open for all eligible firms, but its Malaysian counterpart reportedly turned down the proposal. This development had given rise to opportunities for a handful of recruiters to exploit jobseekers most of whom are illiterate or half-educated and come from villages. From the very beginning, the export of Bangladeshi manpower to Malaysia has been mired in problems of various sorts. Irregularities involving fees have been rampant. On several occasions in the past, Malaysia had suspended recruitment of Bangladeshi workers because of corruption on both sides. About two years back, it again decided to take workers from Bangladesh. But recruitment failed to pick up pace again because of irregularities. The Malaysian Ambassador, while speaking to the press late last week, lamented that recruiters on both sides had been unmanageable. Several hundred Bangladeshi workers who could reach Kuala Lumpur within the deadline were languishing at the airport, for none from their employers turned up to receive them. The Bangladesh High Commissioner in Malaysia expressed his frustration for not being able to extend any assistance to those workers for restrictions at the airport.Some Middle Eastern countries have been employing Bangladeshi workers in large numbers for decades. Workers face problems in these countries as well. But, with Malaysia, the problem is enormous and appears to be a built-in one. Malaysia is one of the major sources of remittance earnings for Bangladesh. The Southeast Asian country most likely will drive out illegal migrant workers and Bangladeshis constitute a big part of them. If that happens, Bangladesh is likely to lose a sizeable remittance income. The loss could be largely compensated if all the workers with valid visas were allowed to enter Malaysia. The government should pick up the issue with its Malaysian counterpart and help the workers enter Malaysia. Providing citizens with jobs at home is the constitutional obligation of the government. But millions are unemployed. The government, at least, should try hard to secure jobs outside the country. If successful, the country will also benefit as extra foreign currencies will flow into its kitty during this difficult time. \n[email protected]",
        "headline_1": "A never-ending ordeal of outbound workers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-never-ending-ordeal-of-outbound-workers-1717428334",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-06-2024"
    },
    {
        "full_article": "How much devastation cyclone Remal has caused to life and property in Bangladesh will take some more time before it is fully comprehended and estimated. So far, as could be learnt, around 4.59 million people have been affected and some 150,000 households in 19 coastal districts have suffered extensive damage. About 10 to 12 feet high tidal surge swept away everything that came in its way. Those were not only farm animals, fish and other assets of the affected people, but also animals and plants of the Sundarbans. Reports say, the damage done to the flora and fauna that are part of the delicate ecosystem of the Sundarbans has been worse than that inflicted by the previous cyclones like Sidr, Aila and Amphan. Reports have it that Remal has uprooted more than 12,300 trees. 'Golpata' (nipa palm) grove stretching over 11 km-long forest area was also destroyed by the cyclone. Retention of the salty floodwater for about 36 hours on the forest floor did immense harm to the ecosystem, especially the freshwater reservoirs including about a hundred ponds that have been contaminated by seawater to the detriment of fish and other forest life. Forest officials have recovered carcasses of a few dozen spotted deer. A dead wild boar was also among the carcasses found on the forest floor. Other forest animals including snakes and monitor lizards have also perished. Tiger cubs might have been carried away by the high tide, reports suggest. Amid such distressing developments, the report that forest department people rescued some stranded spotted deer and released them in the forest is heartening. It was indeed a commendable job done by those forest officials.Spotted deer and wild boar constitute a major food source of the Bengal tigers. A study titled, 'Status of Tiger Prey Species in the Sundarbans of Bangladesh' conducted earlier found that the population of spotted deer increased to a comfortable number close to 150,000. That was definitely good news since 79 per cent of the animals that the Bengal tiger preys on are spotted deer. This number is higher than that found in the previous censuses done on deer and other species that serve as food for the Bengal tiger. So, it would be advisable now for the forest department as well as other organisations concerned about the Sundarbans to conduct a fresh study to see how far the populations of species like deer, boar and other animals on which Bengal tigers feed have been affected by Remal. It is not just for the wellbeing of Bengal tigers that such a study is necessary. In fact, the interdependence of the wildlife and plants that make the Sundarbans is all about the mangrove forest's ecosystem. Natural or manmade catastrophes can destroy the biodiversity of the mangrove forest and thereby disrupt its ecosystem irreversibly. And an assessment of the losses sustained by the mangrove forest's flora and fauna due to the cyclone would help take early measures for damage control. It would be worthwhile to note at this point that conservation efforts made by the government have, of late, been paying dividends. The last survey done in 2018 found only 114 tigers in the Bangladesh portion of the Sundarbans whereas the number was 440 according to a similar study done in 2004. A fresh study is reportedly underway using camera trapping method which has been indicating a healthy growth in the number of the big cats of Sundarbans. The final result of this study is scheduled to be made public next month on the International Tiger Day (July 29). In that case, it will be a matter of concern if it is found that the May 27's seaborne calamity has been instrumental in reversing the healthy trend of an increase in the population of tigers and their prey.\n[email protected]",
        "headline_1": "How much damage Remal did to Sundarbans' ecology?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-much-damage-remal-did-to-sundarbans-ecology-1717428372",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-06-2024"
    },
    {
        "full_article": "Let's walk with them. Who are they? They are the softest part of our society. They are beautiful, fragrant, and soft like flowers. They spread serenity and the fragrance of life. If we extend a helping hand to them, they will overcome the hardest moments of their lives. I am speaking about those who are disabled. Disabled people, or those who are physically or mentally challenged, may be deaf, dumb, blind, lame, or mentally disabled. These people are not able to lead their lives as we do. They struggle every moment, with every step in life. They breathe through struggle.Consider the person who cannot see the light of the world but fights to gain knowledge, to contribute to society, and to lead a fulfilling life. Can we be so blind as to not stand by them? We cannot, we must not. It is our responsibility to help those who are fighting to gain knowledge and contribute to the world, even though they cannot see its light or beauty. For those who are lame or unable to move, we should bring satisfaction by walking hand in hand with them. They can contribute to society, and they will if they are given the opportunity. They will spread their serenity, fragrance, and the light of their soft hearts.However, they are also so delicate that they could wither like flowers if hurt by harsh words. We cannot go on without them. They are our people, the flowers of the world.\nZariatul Hafsa StudentInstitute of Social Welfare and ResearchUniversity of Dhaka[email protected]",
        "headline_1": "Let them bloom",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/let-them-bloom-1717428392",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-06-2024"
    }
]