[
    {
        "full_article": "The scourge of murders, where cattle traders or transporters have been attacked by self-styled “cow vigilantes”, has surfaced again in Karnataka — on Saturday, a 39-year-old assistant driver of a van transporting cattle was allegedly tortured and killed by a right-wing activist and his associates. The incident must be seen as one among recurring murderous acts across States, but predominantly in the north of India. From the murder of Pehlu Khan in Rajasthan, who was transporting cattle, to Mohammad Akhlaq in Dadri, Uttar Pradesh, on the suspicion of storing cow meat — it was proven to be false — to two tribal men lynched by alleged activists of the Bajrang Dal in Seoni, Madhya Pradesh, and scores of such incidents, the venality of those committing the murders has been matched by the acuity by law enforcement agencies in implementing cattle slaughter laws to find a pretext for these acts while not bringing those responsible to book. That the murderers of Pehlu Khan were acquitted for the lack of prompt police action is emblematic of this trend. The recurrence of these acts is also a consequence of the emboldening of these right-wing activists, who show little regard for human lives as opposed to their perceived religious beliefs on cow slaughter. Another common factor that is more often the case is that these acts recur in States ruled by the Bharatiya Janata Party (BJP), and are generally condoned by its fellow travellers in the Sangh Parivar.The Opposition in Karnataka has rightly sought to put the government in the dock and to highlight how this could foster communal disharmony. Any dilly-dallying by the Karnataka police in bringing the guilty to book will be a signal that this is a repetition of the injustices that were committed against Pehlu Khan and others. More so, the repeated nature of these acts calls into question the outcome of recent jurisprudence on cattle slaughter, the 2005 judgment by the Supreme Court in particular which banned cattle slaughter based on an expansive interpretation of the Directive Principles of state policy, besides Articles 48, 48A, and 51(A) of the Constitution. This judgment had overturned an earlier ruling in 1958, which had limited the ban only to “useful” cattle engaged in agriculture and husbandry. The judgment’s interpretation resulted in States, mostly led by the BJP, to come up with stringent laws on cow slaughter, and the stigmatisation of Dalits, Muslims and tribals for their dietary habits and dependence on cattle products for a livelihood, besides allowing for impudent behaviour by so-called “vigilantes”. It is not enough to condemn these acts; it is time, yet again, for a judicial rethink on legislation over cow slaughter.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nKarnataka\n\n/\n\nanimal\n\n/\n\nsocial issue\n\n/\n\npolitics\n\n/\n\nBharatiya Janata Party\n\n/\n\nMadhya Pradesh\n\n/\n\njudiciary (system of justice)\n\n/\n\nminority group",
        "headline_1": "Lives at stake: On recurring instances of attack by ‘self-styled’ cow vigilantes",
        "headline_2": "The Karnataka police must act with alacrity in bringing murderers to book",
        "link": "https://www.thehindu.com/opinion/editorial/lives-at-stake-recurring-instances-of-murder-by-self-styled-cow-vigilantes/article66695473.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-04-2023"
    },
    {
        "full_article": "Sanna Marin, one of Finland’s most popular politicians, has been praised for helping her country navigate through the COVID-19 pandemic and for her decisive response to Russia’s Ukraine invasion. Her personal approval rating remains at 64% (69% among women). Yet, the centre-left-green coalition she was leading was voted out of power on Sunday in an election that was largely dominated by economic issues. In the final results, the conservative National Coalition emerged as the largest party with 20.8% vote share, while Ms. Marin’s Social Democrats ended up third (19.9%), after the anti-immigrant, populist Finns Party (20.1%). In Finland’s proportional representation system, the Social Democratic Party was expected to improve its tally to 43 seats from 40 in 2019, but Ms. Marin’s coalition partners, including the Centre Party, the Left Alliance and the Green League suffered major setbacks. Petteri Orpo, leader of the National Coalition, would be given the first chance to form the government. But the National Coalition, which is projected to have 48 seats, should show the support of at least 101 legislators in the 200-member Parliament to form the next government.When Ms. Marin, 37, became Prime Minister in 2019, heading a coalition of five women-led parties, she was one of Europe’s youngest leaders. Her predecessor, Antti Rinne, a former trade unionist, was in office for only six months. Sceptics doubted Ms. Marin’s ability to keep the coalition together; her term was also rocked by the pandemic and the Ukraine invasion. But she made difficult decisions without losing the confidence of her allies. She stepped up borrowing and expanded social spending and investments to cushion an economy that was battered by the pandemic. For Finland, Russia’s 2022 invasion of Ukraine brought back grim memories of the ‘Winter War’, the 1939 Soviet invasion of Finland. Even though Finland lost territories, the country remained neutral throughout the Cold War. But the Ukraine war changed the strategic calculus of its leaders and Ms. Marin rallied public opinion on NATO membership. Yet, the economic costs of the Ukraine war partly led to her downfall. Amid surging inflation and high borrowing, Mr. Orpo attacked Ms. Marin’s handling of the economy, while the Populist Finns slammed the country’s immigration rules. The economic uncertainties, which were accentuated by the war, allowed both parties to make gains. Mr. Orpo, a seasoned politician, will now have to decide whether he should go with the Social Democrats or the populists. Either way, he will find it hard to find a balance between parties with different ideas while tackling defence and economic challenges.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nFinland\n\n/\n\npolitics\n\n/\n\neconomy (general)\n\n/\n\nimmigration\n\n/\n\nCoronavirus\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nNATO\n\n/\n\nelection",
        "headline_1": "A balancing act: On the Finland election, the Sanna Marin years and what awaits Petteri Orpo",
        "headline_2": "The new government in Finland will have to involve parties with different interests",
        "link": "https://www.thehindu.com/opinion/editorial/a-balancing-act-on-the-finland-election-the-sanna-marin-years-and-what-awaits-petteri-orpo/article66695134.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-04-2023"
    },
    {
        "full_article": "Italy has temporarily suspended ChatGPT for data breach and will further investigate Open AI, the maker of ChatGPT, on its data collection practices. The move followed a data breach in the chatbot tool where users’ chat history and payment details were compromised. In a separate development, an AI-focused ethics group in the US has called for its federal trade commission to investigate OpenAI for violating consumer protection rules. As Microsoft integrated ChatGPT in its search to find popular applications worldwide, multiple concerns – ethical and legal – have been flagged, not least ChatGPT’s ability to produce mass misinformation.\nGovernance at the speed of technology is a dream even for advanced economies. EU is working on an AI regulatory framework. Among analyses of its proposal is one that argues it does not go far enough to protect fundamental rights in relation to biometric applications such as emotion recognition, where machines recognise/simulate human emotions, and AI polygraphs, where machines detect deception by individuals – tools likely in the palm of our hands in the not so far away future. Yes, these are fields in AI an average Indian is likely unfamiliar with. We did not know of ChatGPT either but now it is ubiquitous. The point is that advanced tech seamlessly integrates into our lives without our recognising the pitfalls. The upshot is a few companies control our use of the internet, which still holds the promise of being a democratic space. Thus the need for the government to regulate.\nThe Italian watchdog has said it will investigate ChatGPT’s compliance with General Data Protection Regulations (GDPR) 2018, EU’s privacy and security law applicable on any organisation in the world as long as they collect data from people in EU. India has no standalone data protection law yet. Technology long outpaced the provisions under IT Act, 2000. The data protection bill was to be introduced this Parliament session, but the session was washed away, as were our hopes of taking a step towards a legal framework to secure our data.\n\n",
        "headline_1": "Bot’s the problem? Controversy over AI tech is yet another reminder why India must urgently get a data protection law",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bots-the-problem-controversy-over-ai-tech-is-yet-another-reminder-why-india-must-urgently-get-a-data-protection-law/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-04-2023"
    },
    {
        "full_article": "Geographically and culturally contiguous Kerala and Tamil Nadu sometimes suffer a fractious political relationship, but these days they are in much accord. Talks are proceeding tunefully even on the sore inter-state water dispute. It is of course a shared search for ‘opposition unity’ that has been pulling CMs Pinarayi Vijayan and M K Stalin to one shared stage after another. This Saturday they together inaugurated the LDF government’s centenary celebration of Vaikom Satyagraha, which was started to bring down temple entry barriers for lower castes in Kerala but was also significantly vitalised by Periyar’s participation.\nInterestingly, although Congress played a central role in the satyagraha and Periyar was also the Madras Presidency party president, the event in Vaikom was boycotted by the entire Kerala opposition including Congress, which is marking the centenary separately. In TN on the other hand, where Stalin has already indicated the continuation of the DMK-Congress alliance for the 2024 Lok Sabha polls, GOP is included in various initiatives making up the centenary celebration. All of this explains why muttered warnings against dodgy ‘appropriation’ attempts are heard across the camps – Congress worries about CPM which worries about hijack by ‘communal forces’. It’s a reminder, if any was needed, that heroes that have stood the test of time have to deal with tests of to whom they belong. Every political tribute amounts to a territorial fight.\nVaikom Satyagraha very much included upper caste leaders. So Vijayan was reflecting both historical fact and ideal when he suggested that all castes coming together constitutes progress. Certainly, the country could do with hearing more such rhetoric, but it would count for more if it were accompanied by matching actions. What are today’s Kerala and TN governments doing that compares to past social reform movements they piggyback? Widespread violence against Dalits in TN for example betrays tacit institutional social conservatism and support for caste endogamy.\n\n",
        "headline_1": "Caste is hardly past: Kerala, TN govts’ celebration of a social reform movement is part politics, part a mirror to current reality",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/caste-is-hardly-past-kerala-tn-govts-celebration-of-a-social-reform-movement-is-part-politics-part-a-mirror-to-current-reality/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-04-2023"
    },
    {
        "full_article": "While the world grapples with the psychological ramifications of ChatGPT and Bard, some of us are still trying to figure out basic texting. Our FAQs are touchingly simple. Can we delete for sender and receiver? What’s the window for deleting? Will the deleted message lie forever in the phone’s mortuary? Can that thing I never meant to say but went ahead and said to the very person I was talking about be attributed to a bot? What are they hiding, those who switch on ‘disappearing messages’? Is an editor in the ether laughing at my typos? I meant lol, not loll.\nWhen we attempt to nuke what we just sent, if we choose ‘delete for me’, game over. The receiver can now study your text at leisure while you cannot even access it for a minor nervous breakdown. When in doubt, delete for everyone. If you cancel, you are back to square one. ‘You deleted this message’ just looks suspicious.\nEspecially when home repair photos are sent to a PTA group instead of the handyman. Fourteen pics sent and deleted in quick succession, and still an eagle-eyed someone will text ‘?’ They kind of hang in the air, the RIP blanks where a text once lived.\nWith WhatsApp planning 15 new durations for disappearing messages, texts can vanish between an hour and a year from device and servers, phew. Once upon a time a text once texted was for keeps. Drunk texts to an ex haunted you forever, and that silence under your most emotional outpouring was set to follow you into the afterlife. Messages sent to a wrong person bring back a polite ‘wrong window’ when what they mean is ‘you klutz’. Switching off blue ticks for seen messages is another international mind game.\nOh my God, am I blocked? I cannot see their display picture! To check if you are blocked, quick, send a message, any message. Say ‘tabebuia rosea’ if in Bengaluru, as that’s what everyone’s boring each other with. Also, because words you can’t pronounce are best typed. If you get only one tick, your worst nightmare comes true – you have been blocked. Wait, maybe that person is in a plane. Now you have the 24/7 job of staring at that one tick, willing it to double, timing a long-haul flight from Kanyakumari to Quebec. Factoring in layovers and jet lag, let’s give it a week.\n\n",
        "headline_1": "Operation Delete: It does cause many minor nervous breakdowns but is still worthwhile",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/operation-delete/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-04-2023"
    },
    {
        "full_article": "Indians are delighted that former Mastercard CEO Ajay Banga is going to become president of the World Bank. He is a green enthusiast, eager to finance India’sclimate transition, which will require trillions of dollars of investment in renewable energy, storage, green hydrogen and ancillary operations. Reliance, Tata, and Adani plan investments up to $70 billion each. This is just the beginning: it will have to be scaled up hugely.\nRead full opinion on TOI+\n\n",
        "headline_1": "Will Ajay Banga steer a new World Bank approach to green finance?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/will-ajay-banga-steer-a-new-world-bank-approach-to-green-finance/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-04-2023"
    },
    {
        "full_article": "We are pleased to know that remittance inflow into Bangladesh rose to a seven-month high in March. According to data from Bangladesh Bank, remitters sent home $2.02 billion last month, the highest since September last year when $1.53 billion came into the country. It is important to remember that remittance usually goes up before Eid-ul-Fitr, which will be celebrated in the fourth week of this month. Therefore, it would be unwise for us to get too carried away by this increase. However, at a time when there is growing pressure on our foreign exchange reserves, the increased flow will provide some much-needed relief for the country.\nAnother reason which could have encouraged greater remittance inflow is the fact that banks have been offering remitters a higher rate for the dollar than the one set by the Bangladesh Foreign Exchange Dealers Association (Bafeda). Data from Bangladesh Bank shows that remittance inflow through the banking channel rose by 29.29 percent in March compared to the previous month. Still, there is much more that can be done to further increase it by encouraging the use of official channels and reducing demand for sending remittance through unofficial channels like hundi. And we hope the concerned authorities are looking at that from all possible angles.\nGiven the crucial contribution that migrant workers continue to make to our economy, the government should also do more to help them in terms of sending money back to the country, and to ensure hassle-free migration. Additionally, as instructed by the prime minister on Sunday, the concerned authorities should try and find new destination countries to send our aspiring migrant workers to. Not only can this increase our remittance earnings, but by diversifying destination countries for migrants, it can increase their employment opportunities as well.\nAt the same time, however, it is disappointing that export earnings have dropped for the first time in five months in March. Last month, exporters brought in $4.64 billion, down nearly 2.5 percent from a year earlier, according to the Export Promotion Bureau (EPB). However, the bigger picture shows that our overall export earnings have been in the positive territory between July and March of the current fiscal year, with receipts growing 8.07 percent year-on-year to $41.72 billion. This growth, unsurprisingly, has been primarily driven by the readymade garments sector, which saw a 12.17 percent growth in the same period, according to the EPB. But apart from the garments sector, most other major sectors registered a negative growth year-on-year. The authorities should take a closer look at why that is the case and try to rectify it.\nWith the global economy continuing to struggle, and our foreign exchange reserves still at a lower-than-adequate level, increasing our remittance and exports earnings is more crucial now than ever before. The government should try to reduce the costs and hassles of migration and travel for our aspiring migrant workers, and make sure they are provided with all the necessary incentives – financial incentives in particular – to send in remittance through the banking channel.\n",
        "headline_1": "Remittance is once again our saving grace",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/remittance-once-again-our-saving-grace-3288281",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-04-2023"
    },
    {
        "full_article": "Yet another river is in grave danger. Sutang, a transboundary river that stretches about 82km into Bangladesh's territory connecting three upazilas of Habiganj, is reportedly in such a pathetic state that it can no longer be classified as a natural source of water. At a time when we have become accustomed to such painful accounts of our rivers on a regular basis, the news of another one meeting the same fate is perhaps not shocking. But this has real consequences for the people who live nearby, and by extension the whole country as it turns from a once-fabled land of rivers into one of dying rivers.\nA report by this daily quotes villagers and local community leaders who described how Sutang, which was a source of livelihood for fishing folks and enriched surrounding croplands for centuries, is now little more than a big dump. Over the last decade, several hundred factories have sprung up on the banks of the river, and they discharge their waste there indiscriminately. Among them are tiles, dyeing, chemical and battery factories. Their waste has led to the water turning \"blacker and thicker than tar\", as per a recent BBC report. The result is, fish can hardly survive there, while crops are being affected when the water is used for irrigation. Humans and cattle are also infected with different diseases if they consume it. And then there is the awful stench. As a former chairman said, \"We have to use face masks when we come nearer to the river.\"\nSutang is one of the three rivers believed to be in the worst state among the 56 that were surveyed by the Rivers and Delta Research Centre (RDRC) as part of a year-long study. Its findings, unveiled in mid-March, showed massive levels of pollution during the lean period when the natural flow of rivers is at its lowest. Key pollutants including microplastics have been found in all of them, with industrial and municipal wastes dumped in rivers near cities and towns flowing into those in far-flung coastal areas. Sutang, according to the RDRC study, has a dissolved oxygen level of 0.4 when the standard is 4.5 to 8 mg per litre. It is feared that the lives of about two lakh people from more than one hundred villages in Habiganj will be endangered if the authorities fail to check its continued decline.\nUntreated industrial waste has been frequently flagged as a major source of river pollution in Bangladesh. Even though factories near rivers are supposed to treat their waste before discharging them, most don't even have effluent treatment plants (ETP), and they can get away with it thanks to lax enforcement of relevant regulations. But the state of rivers like Sutang demands immediate interventions. We urge the concerned authorities to take stern action against those illegally dumping waste in rivers and thus slowly killing them.\n",
        "headline_1": "A river barely hanging on ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/river-barely-hanging-3288276",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-04-2023"
    },
    {
        "full_article": "The use of the Digital Security Act (DSA) to target journalists in Bangladesh is deeply concerning and goes against the principles of free journalism and freedom of expression. A free and independent press is essential for any democratic society, and journalists must be allowed to report on issues of public interest without fear of retaliation or censorship.\nThe use of DSA to suppress critical reporting is particularly troubling as it can be interpreted broadly and lead to the criminalisation of legitimate journalism. This not only stifles press freedom, but also undermines the ability of citizens to access accurate and timely information, which is essential to hold governments and other powerful actors accountable.\nThe recent case filed against Prothom Alo Editor Matiur Rahman and the arrest of its reporter Samsuzzaman Shams are examples of the harassment and intimidation that is being used to curb bold journalism by the newspaper. The case must be withdrawn, as with all cases filed against journalists under the DSA.\nThe law minister has talked about amending the DSA to prevent its misuse, and also promised that the law won't be used arbitrarily against journalists. However, cases are still being filed against journalists under this law, which is a clear threat to the freedom of press. Samsuzzaman was sent to jail after his bail petition was rejected initially (he was granted bail in one of the cases against him on April 3). Filing cases under the DSA one after another is a significant blow to the country's newspaper industry and freedom of expression.\n\nIt is unacceptable that Samsuzzaman Shams was missing for 30 hours after being taken into custody and before being presented in court. The law stipulates that a person who is lawfully detained must be produced before a court within 24 hours; the law enforcement agency that detained Shams clearly failed to adhere to this requirement.\nThere have been worrying incidents of violence and intimidation against journalists reported recently, such as attacks on reporters covering the Supreme Court elections, an assault on the brother of a journalist of Al-Jazeera, an attack on a photojournalist of Dhaka Tribune. These events demonstrate a concerning trend that poses a threat to the safety of journalists. It is essential to denounce such acts of violence and ensure that journalists are protected when carrying out their critical work.\nArrests of and criminal proceedings against journalists in any country warrant particular scrutiny and attention. The authorities should investigate each of these instances promptly and impartially if they truly believe in the rule of law, democracy, and freedom of the press.\nIt is unacceptable that Samsuzzaman Shams was missing for 30 hours after being taken into custody and before being presented in court. The law stipulates that a person who is lawfully detained must be produced before a court within 24 hours; the law enforcement agency that detained Shams clearly failed to adhere to this requirement. Moreover, it is concerning that the case for which the reporter was brought to court was filed more than 20 hours after he was initially apprehended.\nThese actions raise serious questions about the treatment of detainees and adherence to legal protocols, and it is imperative that they are investigated thoroughly to ensure that such violations don't occur again in the future.\nIf any media outlet publishes a report that goes against the ethics of journalism, aggrieved parties should address their concerns through the Bangladesh Press Council. The direct arrest of a reporter under non-bailable sections of the DSA without regard for the Press Council demonstrates the government's intention to exert control over the media and punish those who express criticism or dissent.\nIt is pertinent to mention that the Bangladesh Press Council is a statutory body established under the Bangladesh Press Council Act, 1974, with the mandate to promote and maintain freedom of the press, improve journalistic standards, and adjudicate complaints against newspapers and news agencies.\nSadly, the council is largely seen as being ineffective in addressing cases of media censorship, harassment, and violence against journalists. Many journalists and media organisations have criticised the council's slow and bureaucratic procedures, as well as its perceived bias towards government interests.\nThe self-styled ineffectiveness of the Press Council has created a regulatory void in the media landscape, leaving journalists and media outlets vulnerable. This has led to a chilling effect on the media, with journalists increasingly facing intimidation and harassment, and media outlets self-censoring to avoid government reprisals. Strengthening the Press Council and ensuring its independence from government influence is essential to creating a more conducive environment for free and independent journalism in Bangladesh.\nAs the 12th parliamentary election in Bangladesh is less than a year away, it is crucial for the government to uphold journalistic pluralism and independence. Failure to do so will undermine the democratic legitimacy of the election.\nThe arrest of Samsuzzaman Shams and the case filed against Matiur Rahman reflect a broader pattern of media crackdowns in Bangladesh. The arrest of Shams also violates his constitutional right to safety as a citizen and sets a negative example of media control and punishment.\nThe increasing use of the DSA against journalists is concerning. The cases filed against journalists under the DSA must be withdrawn, and repressive laws like the DSA act must be abolished to uphold the freedom of mass media and expression.\nBangladesh successfully qualifies the definition of \"Hybrid Regime.\" The last remaining resistance is the \"Partly Free\" press. Does the state want an obliged one?\nMeer Ahsan Habib is a Hubert Humphrey Fellow at Arizona State University. His Twitter handle is @meeriyadh\n\n",
        "headline_1": "DSA and the quest for an obliged press",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dsa-and-the-quest-obliged-press-3287731",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-04-2023"
    },
    {
        "full_article": "We are pleased to know that remittance inflow into Bangladesh rose to a seven-month high in March. According to data from Bangladesh Bank, remitters sent home $2.02 billion last month, the highest since September last year when $1.53 billion came into the country. It is important to remember that remittance usually goes up before Eid-ul-Fitr, which will be celebrated in the fourth week of this month. Therefore, it would be unwise for us to get too carried away by this increase. However, at a time when there is growing pressure on our foreign exchange reserves, the increased flow will provide some much-needed relief for the country.\nAnother reason which could have encouraged greater remittance inflow is the fact that banks have been offering remitters a higher rate for the dollar than the one set by the Bangladesh Foreign Exchange Dealers Association (Bafeda). Data from Bangladesh Bank shows that remittance inflow through the banking channel rose by 29.29 percent in March compared to the previous month. Still, there is much more that can be done to further increase it by encouraging the use of official channels and reducing demand for sending remittance through unofficial channels like hundi. And we hope the concerned authorities are looking at that from all possible angles.\nGiven the crucial contribution that migrant workers continue to make to our economy, the government should also do more to help them in terms of sending money back to the country, and to ensure hassle-free migration. Additionally, as instructed by the prime minister on Sunday, the concerned authorities should try and find new destination countries to send our aspiring migrant workers to. Not only can this increase our remittance earnings, but by diversifying destination countries for migrants, it can increase their employment opportunities as well.\nAt the same time, however, it is disappointing that export earnings have dropped for the first time in five months in March. Last month, exporters brought in $4.64 billion, down nearly 2.5 percent from a year earlier, according to the Export Promotion Bureau (EPB). However, the bigger picture shows that our overall export earnings have been in the positive territory between July and March of the current fiscal year, with receipts growing 8.07 percent year-on-year to $41.72 billion. This growth, unsurprisingly, has been primarily driven by the readymade garments sector, which saw a 12.17 percent growth in the same period, according to the EPB. But apart from the garments sector, most other major sectors registered a negative growth year-on-year. The authorities should take a closer look at why that is the case and try to rectify it.\nWith the global economy continuing to struggle, and our foreign exchange reserves still at a lower-than-adequate level, increasing our remittance and exports earnings is more crucial now than ever before. The government should try to reduce the costs and hassles of migration and travel for our aspiring migrant workers, and make sure they are provided with all the necessary incentives – financial incentives in particular – to send in remittance through the banking channel.\n",
        "headline_1": "Remittance is once again our saving grace",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/remittance-once-again-our-saving-grace-3288281",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-04-2023"
    },
    {
        "full_article": "Yet another river is in grave danger. Sutang, a transboundary river that stretches about 82km into Bangladesh's territory connecting three upazilas of Habiganj, is reportedly in such a pathetic state that it can no longer be classified as a natural source of water. At a time when we have become accustomed to such painful accounts of our rivers on a regular basis, the news of another one meeting the same fate is perhaps not shocking. But this has real consequences for the people who live nearby, and by extension the whole country as it turns from a once-fabled land of rivers into one of dying rivers.\nA report by this daily quotes villagers and local community leaders who described how Sutang, which was a source of livelihood for fishing folks and enriched surrounding croplands for centuries, is now little more than a big dump. Over the last decade, several hundred factories have sprung up on the banks of the river, and they discharge their waste there indiscriminately. Among them are tiles, dyeing, chemical and battery factories. Their waste has led to the water turning \"blacker and thicker than tar\", as per a recent BBC report. The result is, fish can hardly survive there, while crops are being affected when the water is used for irrigation. Humans and cattle are also infected with different diseases if they consume it. And then there is the awful stench. As a former chairman said, \"We have to use face masks when we come nearer to the river.\"\nSutang is one of the three rivers believed to be in the worst state among the 56 that were surveyed by the Rivers and Delta Research Centre (RDRC) as part of a year-long study. Its findings, unveiled in mid-March, showed massive levels of pollution during the lean period when the natural flow of rivers is at its lowest. Key pollutants including microplastics have been found in all of them, with industrial and municipal wastes dumped in rivers near cities and towns flowing into those in far-flung coastal areas. Sutang, according to the RDRC study, has a dissolved oxygen level of 0.4 when the standard is 4.5 to 8 mg per litre. It is feared that the lives of about two lakh people from more than one hundred villages in Habiganj will be endangered if the authorities fail to check its continued decline.\nUntreated industrial waste has been frequently flagged as a major source of river pollution in Bangladesh. Even though factories near rivers are supposed to treat their waste before discharging them, most don't even have effluent treatment plants (ETP), and they can get away with it thanks to lax enforcement of relevant regulations. But the state of rivers like Sutang demands immediate interventions. We urge the concerned authorities to take stern action against those illegally dumping waste in rivers and thus slowly killing them.\n",
        "headline_1": "A river barely hanging on ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/river-barely-hanging-3288276",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-04-2023"
    },
    {
        "full_article": "With the launching of what has been dubbed \"Afternoon chambers by doctors at government hospitals\" on March 30 last, the uncertainty over this extraordinary 'institutional practice' has been dispelled --- at least for the time being, if not permanently. Presently launched in 12 district hospitals and 39 upazila health facilities, the programme's operation will be on a piloting basis. Family and health welfare minister, who inaugurated the programme, is optimistic that gradually all the state-run hospitals in the country will have the system running. It was supposed to be launched a month earlier but had to be postponed reportedly in the face of non-cooperation and even opposition from some senior consultants mostly serving at different hospitals in the capital. Now that physicians in 51 health facilities have started the institutional practice, how the unwilling senior physicians react to the development will be an interesting matter to watch. Health and medical service is a profession with a striking difference from other occupations. It is as much a profession as a mission because in many cases their sagacity and dedication make a difference between life and death of patients. Unfortunately, even if their professional acumen is not in doubt, the majority of them surrender their dedication to their commercial interests. The private chambers of the senior-most and eminent physicians are an indication of where their priority lies. Again, the astronomical fees keep the poor and low-income patients away from seeking medical advice from them. Considering all this, the arrangement of institutional practice is better than the healthcare regime built up over the years with its attendant indiscipline, irregularities and malpractice. In a country where patients and their families have to bear 80 per cent of medical costs, at least people with small means will have access to senior medical consultants in government hospitals at the fixed rate of Tk 500 ---the highest consultation fee that starts from the lowest rate of Tk 200 for junior physicians. There is little doubt that the country's healthcare system could not be developed in a way where patients can receive ready attention and feel confident that they are in safe hands. Both higher costs and a lack of confidence in the system compel patients---even those not financially solvent--- to seek medical help in neighbouring India. Those who can afford, seek medical treatment in destinations far away starting from Singapore to America or Britain. That the physicians here are less knowledgeable and inexpert is not the case. Some of the doctors' service is sought after even in America where they are flown to by chartered planes. Again, a few successful state-of-the-art surgeries in recent times by local doctors show they are world class in their art. The problem is with the system and arrangement in healthcare facilities. Hopefully, this latest arrangement will instill some sanity in the system of medical care. But after completion of duty up to 2:30 in the afternoon, it may be quite tiring for physicians to pay full attention to patients. There is a hunch that the time has been scheduled in a way that the physicians can still attend their private chambers outside in late evening. Hopefully, commercial prerogatives will not be so much overpowering.",
        "headline_1": "Private practice in government hospitals",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/private-practice-in-government-hospitals-1680532889",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-04-2023"
    },
    {
        "full_article": "Living in an age of wide-scale extinction of animals, reptiles, fishes, insects and plant life, news of the reappearance of many endangered fishes enthralls fish-loving people of Bangladesh. It is true many species have disappeared for good. At the same time, many others remain endangered, as seen in this country. Dozens of species are not seen any more. They have been declared extinct, or endangered. Against this backdrop the re-emergence and availability of a number of fishes appears to be a great event. This is what has exactly occurred in Bangladesh. According to a FE report, a total of 39 endangered freshwater fishes have been revived in the country by means of artificial breeding. The presence of local fishes of different sizes and shapes in Bangladesh markets is no fluke. Many of the fish have been massively cultivated by farmers, prompting a great production boom.Long after a spate of poor yields of fish, Bangladesh has lately emerged as the world's third-largest producer of sweet-water fish, a report prepared by the Food and Agriculture Organisation (FAO) says. Since its release in 2022, the fish production has just continued to increase. Compared to the yield that year --- 1.25 million tonnes, the production in 1980 was 0.44 million tonnes. The prospects for the return of the country's endangered fishes sound auspicious. In terms of number, sixty-four out of 260 freshwater species have so far been identified as endangered in its 'red list' by the IUCN (International Union for Conservation of Nature). Many of the fish species have already come back like 'ayer'. About the return of the endangered fishes, Bangladesh Fisheries Research Institute says they have been able to revive the endangered fishes through artificial breeding. By putting to use this process, they were able to restore the fish varieties like Koi, Magur, Bata, Shoal, Pabda and a few other popular varieties. Nowadays, it's pleasant to see the increasing arrival of the many revived, but long endangered, fishes in the market. Many might pose the question as to why a significant number of fishes have gone endangered in the country in phases. According to experts, habitat loss, pollution of water bodies and overfishing are considered the key reasons behind depletion of the natural fish resources. As fish comprises the second staple food after rice in the country, it supplies 60 per cent of animal protein. Thus experts feel that preserving fish species is crucial to ensuring food security. But there are adversities. Elaborating on the depletion of the fresh water fishes, a section of experts hold their own view. According to them, the major human-induced impacts include habitat destruction and fragmentation through obstructing the migration routes, overexploitation etc, and invasive alien species, diseases, aquatic pollution, incidental mortality and climate change. Meanwhile, the IUCN has identified a set of its own factors behind the dwindling of the number of sweet-water fishes. Habitat loss caused by massive siltation, infrastructure development, drying up of water bodies, dewatering, conversion of wetlands, overfishing and aquatic pollution etc have been singled out by the IUCN as the major reasons for decline in fish population. News of the return of 39 species is set to delight the general people feeling long deprived of sweet-water fish species. To many, these are the genuine fish. In the country, lots of people used to relish small and a number of mid-size fishes before their reaching the endangered stage. Not seeing the fishes around, especially in the market, many began considering them as being extinct. That different species of fishes and animals become extinct has long been a natural phenomenon. In the modern times, their return through application of genetic engineering and GM process has been made possible. It's now a natural phenomenon. With the passing of time, scores of types of crops, animals and fishes have been brought back from the brink of near-extinction. Many of these species reached the 'endangered' stage.It's heartening to see that the fish markets in Bangladesh are now filled with long lost fishes. Credits for this go to the Bangladesh Fisheries Research Institute. The organisation has made a remarkable contribution to the conservation of the endangered fishes. It developed the breeding and culture technology of the fishes that are endangered. All of them are indigenous species.A prime objective for conserving the fishes was ensuring their nutrition supply. Not long ago, the country's urban areas passed through a critical time thanks to the fast thinning supply of fishes, and their formidably high price. With the arrival of the fishes brought back from their endangered state, the urban markets are now filled with varieties of small, medium and large sweet-water fishes. Fishes have lately been without the purchasing capacity of the lower and lower-middle classes. The sudden appearance of the 'long-lost' fishes has changed the purchasing trends of the urban buyers. In the context of the heated fish market seen of late, the regular arrival of the fishes revived from their endangered state is expected to present buyer-friendly fish purchases. To speak with a little digression, in the absence of efforts to retain the endangered fishes' traces, all of them might have gone extinct. The deltaic ecology of Bangladesh has been ideal for the growth of the myriad types of species since the ancient times. Fishes occupy a major part of them.\n[email protected]",
        "headline_1": "Lost sweet-water fishes are back",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/lost-sweet-water-fishes-are-back-1680532934",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-04-2023"
    },
    {
        "full_article": "Water trapped in tiny, shiny multicoloured glass beads has been found in the lunar dirt brought back to earth by Chang'e 5, China's fifth lunar exploration mission, in early December 2020. It was also that country's first lunar-sample return mission. However, scientists analysed the lunarsoil the Chinese space mission scooped from the moon's surface and came up with the findings. A scientist from China's Nanjing University, China, Heju Hui, who took part in the analysis, said the glass beads were the size of one to several hairs. Here a single strand of hair measures 0.12 millimetres in width. So, the amount of water in these minuscule glass globules is also very small. But consider that there are billions of such glass beads on the moon's surface. If it is possible to extract the water the glass beads contain and if the water proves to be drinkable, one day moon explorers might be able to get substantial amount of water from the moon. However, mining this water from those glass beads will not be easy. Maybe, high-tech robots will be used someday to do the job. But where do these water-containing glass beads come from in the first place? Glass may be created by the impact of asteroids on the moon's surface. Cooled molten lava from lunar volcanic eruptions may be another source. Lunar soil brought to Earth by Apollo lunar missions half a century ago also contained such glass beads. But how could water enter those glass pellets? Solar wind that constantly bombards the moon's surface contains protons, which make hydrogen's nucleus. And this hydrogen ion interacts with mineral oxide present in the moon's soil. The oxygen thus released from the mineral oxide bonds with the solar wind's hydrogen ion, that is proton, to produce water. And that water gets trapped in the glass beads.This discovery is of great significance, for it promises to provide scientists with a clue about the origin of water both on the moon and the earth. However, it is not from the water-filled glass beads that scientists for the first time came to know that there is water on the moon. By studying the samples of moon's soil brought to earth by the US, Russian and, lastly, the Chinese exploratory missions to the moon, scientists have found signs of water on the surface of the earth's natural satellite. Add to it the photographs taken by probes sent from time to time to circle the moon. All these crewed and uncrewed space missions to the moon collected data on different aspects of this celestial body including the possibility of its holding water. And scientists finally confirmed that the moon is not purely a waterless dust ball as it was believed until recently. Space missions flying past the moon's permanently shadowed polar craters where sunlight never reaches have detected large quantities of water in the form of ice. In 2009, for instance, NASA, the US space agency that conducts civil space programmes, launched the robotic Lunar Reconnoissance Orbiter (LRO) along with Lunar Crater Observation and Sensing Satellite (LCROSS). LCROSS was made to crash along with the upper stage of the rocket that carried LRO into a dark crater on the moon's south pole. LCROSS, which flew into the cloud of debris created by the impact, detected the existence of 155 kilogrammes of water. Proof of the existence of water on any celestial body including the moon is of great interest to scientists. Because water is another name for life.\n[email protected]",
        "headline_1": "Water on the moon",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/water-on-the-moon-1680532968",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-04-2023"
    },
    {
        "full_article": "Eid-ul-Fitr is only 20 days away. And the crowd of homebound people is growing in number every day. Sharing of Eid festivity with close relatives is a common affair in this part of the world. On the eve of every Eid, city people, who remain busy with their various occupations are seen rushing towards their village home. But their experience on the road is quite an ordeal. According to the Passenger Welfare Association of Bangladesh, this year the number of Eid-time travellers would be around 50 million, out of which about 12 million people would travel from Dhaka to other districts. As the Eid day draws nearer, apprehension is building whether the journey would be hassle-free and safe. Home-goers face numerous obstacles during their Eid journey. Their troubles begin with purchasing transport tickets at inflated prices, followed by hours-long traffic congestion, dreadful accidents, pothole-filled roads and highways, fear of robbery and hassles. Trains, buses and all sorts of water transports are also overloaded with passengers. If we want to ensure home-goers a safe and hassle-free Eid journey, we must start working from now. We urge the government to keep the roads at the exit points of the capital towards different districts free from traffic congestion. We also want hawker and parking free footpaths, a ban on the movement of rickshaws, battery-run rickshaws and easy bikes on the highways. The authorities concerned should remember that ensuring security of life is a big responsibility of government. \nMd. Talha Zubayer, Student of Department of Marketing, Comilla University, Cumilla, [email protected]",
        "headline_1": "Safety of home-bound people",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/safety-of-home-bound-people-1680532990",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-04-2023"
    }
]