[
    {
        "full_article": "Gross Goods and Services Tax (GST) revenues grew 11.5% to cross ₹1.57 lakh crore in May. While this marks the slowest growth in six months, with collections 16% lower than April’s inflows, a nuanced reading is warranted. April’s revenues, which crossed a record ₹1.87 lakh crore, were bumped up by financial year-end compliances. Although May’s collections, for transactions during April, the first month of this financial year, were the lowest in three months, they signal a broader positive trend. While GST revenues have been over the ₹1.4 lakh mark for 15 successive months, May’s revenues mark only the sixth time that GST revenues have crossed the ₹1.5 lakh crore mark. Four of those occasions have been in 2023. More significantly, even after discounting the April spurt, the average monthly revenues between October 2022 and May 2023 are over ₹1.53 lakh crore (and ₹1.57 lakh crore-plus if April’s record kitty is included). Revenues have held up despite retail inflation cooling to 4.7% in April and wholesale prices slipping into deflation. Given this backdrop, if price rise continues to ease, 10%-12% growth rates in the GST kitty should be fine even if they seem more solemn than last year.Initial data on May’s economic activity indicate some acceleration. As per the S&P Global Purchasing Managers’ Index (PMI), manufacturers had their best month since October 2020, fuel sales rebounded after two patchy months, and wholesale auto sales appear to be speeding, albeit on a low base for some segments. Besides, other compliance- and consumption-led tailwinds could lift revenues in the coming months. Till July, when the GST regime completes six years, the Revenue Department is undertaking a special two-month drive to tackle evasion and fake registrations. A new return scrutiny system has kicked in to prioritise cases with higher revenue implications. From August, e-invoicing will be mandatory for firms with an annual turnover over ₹5 crore, snipping possible loose ends in the tax trail. That some holders of the withdrawn ₹2,000 currency notes are looking to spend part of their stash by September 30 may provide some fillip too. If around ₹1.55 lakh crore is likely to be the new normal for monthly GST revenues, the government must seize this window to expedite the resolution of policy-level anomalies that still haunt the tax. Even if political bandwidth is constricted ahead of the Lok Sabha polls, the GST Council must not dither on what is doable in the short run, such as setting up tribunals, clarifying gaming and casino levies, and drawing up the blueprint for fixing an unwieldy rate structure.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntaxes and duties",
        "headline_1": "Reset time: On GST revenue growth",
        "headline_2": "The current revenue trajectory presents an opportunity to fix GST’s flaws",
        "link": "https://www.thehindu.com/opinion/editorial/reset-time-the-hindu-editorial-on-gst-revenue-growth/article66925175.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-06-2023"
    },
    {
        "full_article": "Generative artificial intelligence (AI) is AI that can create new data. There are many instances of generative AI in the world today, most commonly used to generate text, images, and code in response to users’ requests, even if they are capable of more. Their widespread adoption really embellished their capabilities, leading to awe, then worry. OpenAI’s ChatGPT chatbot mimics intelligence very well; today, it has become synonymous with the abilities of generative AI at large. In the last few years, AI models backed by neural networks trained on very large datasets and with access to sufficient computing power have been used to do good, such as finding new antibiotics and alloys, for clever entertainment and cultural activities, and for many banal tasks, but it has caught attention most notably with its ability to falsify data. The world is past being able to reliably differentiate between data that faithfully reflects reality and data made to look that way by bad-faith actors using AI. This and other developments led a prominent group of AI pioneers to draft a single-sentence, and alarmist, statement: “Mitigating the risk of extinction from AI should be a global priority alongside other societal-scale risks such as pandemics and nuclear war.” Dishonest actors wielding AI are one of many threats, but the statement is too simple to admit the complexity of human society.Also Read | AI controversies in the Indian publishing sectorSome specific concerns enumerated in other communiqués are worth taking seriously, however: the inscrutability of the inner workings of AI models, their use of copyrighted data, regard for human dignity and privacy, and protections from falsifying information. The models being developed and used today are not mandated to tick these boxes, even as there is no way to understand the risks they pose. Also Read | Integrate digital creativity into the curriculumSo, even at a point when the computational resources required to run AI models in full coincide with that available in consumer electronics, the world will need at least rolling policies that keep the door open for democratic institutions to slam the brakes on dangerous enterprises. At this time, the Indian government should proactively launch and maintain an open-source AI risk profile, set up sandboxed R&D environments to test potentially high-risk AI models, promote the development of explainable AI, define scenarios of intervention, and keep a watchful eye. Inaction is just not an option: apart from the possibility of adverse consequences, it could render India missing the ‘harnessing AI for good’ bus.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nArtificial Intelligence",
        "headline_1": "Good and bad: On India and artificial intelligence",
        "headline_2": "India needs to harness the benefits of AI while avoiding adverse effects",
        "link": "https://www.thehindu.com/opinion/editorial/good-and-bad-the-hindu-editorial-on-india-and-artificial-intelligence/article66925235.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-06-2023"
    },
    {
        "full_article": "My first time in Egypt, some 30 years ago, I met something they called koshari, a rice and brown lentils dish, with a tomato sauce, a garnish of browned onions and, unexpectedly, some macaroni. It was filling, cheap and tasty, with a nice lift from a vinegary chilli sauce. Many years later, back in Cairo, I was talking to an Egyptian colleague about food. He mentioned something he called the national dish of Egypt, which turned out to be koshari. Since koshari sounds a lot like khichdi, another rice and lentils dish, I wondered aloud whether there might be a connection. My colleague was skeptical. Google, as usual, settled it in seconds. Koshari comes from khichdi, a gift from the Indian soldiers stationed in Egypt, probably during the first world war.\n\nCuriously, a few months later there were news reports that khichdi was to be officially made India’s national dish. This, perhaps predictably, kicked off a small Twitter-storm involving the advocates of biryani and ilish machh and many more. The government eventually declared that this was not the plan, but not before it raised interesting questions about what a national dish could mean, especially given that there are 1.4 billion of us. Is it the dish that gets the largest number of “votes”, which I fear has some risk of ending up being pizza, especially if the voting age is set low enough? Or something more aligned with a nationalist project, the dish that best sells Indian cooking to the world? That’s the way to chicken tikka masala, a pale impersonation of butter chicken masala, invented somewhere in the UK.\nMy instinct is to go in a different direction, to ask about the dish that reminds us the most of having grown up as an Indian. I suspect a lot of us, when asked that question, would end up naming something from the dal-chawal family, be it khichdi, bisi bele bath, rajma-chawal or sambhar-sadam?\nIt’s been forty years since I came to the West. And yet there are still days when I wake up from a dream wondering when the light became so weak and the world turned quite so mute, when homesickness evoking a home that only exists in my memory, floods over me. My body wants some gili khichdi, Bengali style. Rice and roasted mung dal and whatever vegetables are at hand, the food of monsoon days when shopping is impossible and there is an irresistible urge to bury oneself under a blanket with a juicy novel.\nI suspect that this occasional desire to cocoon oneself around a cherished comfort food is very common among immigrants. Despite what the politicians of the right keep insisting, most people in poor countries don’t want to leave their homes, unless those homes are burning, either from the global heat or from some more local conflagration. One reason for that is that unknown places\nare frightening. Mahesh Shreshtha, a one-time PhD student and friend, wrote his thesis on how potential migrants to the Gulf (and Malaysia) in his native Nepal viewed their prospects. To do this, he interviewed more than 3,300 people at the passport office in Kathmandu who were there to renew their passport or get a new one. The core finding was that they have a vastly exaggerated sense of the risks: the median new migrant overestimates their chance of dying during their two-year sojourn in one of these foreign locations by a factor of 8. The truth is that just slightly over one in every thousand migrants will die during their stay abroad, but half the migrants believe that number is more like 11, a good quarter think it is more like 20, and a fair number think it is as high as 150. Strikingly even those who have already had at least one round-trip (and survived) think the death rate is 6 in every 1,000 and a quarter think it is closer to 18 (the truth, remember, is just over one).\nThe new migrants also overestimate how much they will earn. But the gap is small, maybe 25% (the return migrants get it spot on). The fears clearly dominate and unsurprisingly, several months later, a large majority of those in Mahesh’s sample had not yet left, despite having gone through the trouble and expense of securing a passport.\nPart of Mahesh’s project was to understand if it was possible to correct these misgivings and thereby encourage more migration. Even the correct (lower) migrant wages were many times what they would make at home, so migrating seems to make economic sense. He sent messages to a random sample with the true averages, both about earnings and mortality. The latter, appropriately, has the effect of boosting migration by 20% or more, confirming that a large number of potential migrants are held back by these forebodings. One reason that effect is not larger, however, is that beliefs don’t move very much. Even after Mahesh’s messages, the inexperienced would-be-migrant’s estimate of the chance of dying away from home was still something like six times the truth, while those who had already been once (or more), completely ignored Mahesh’s missives and stuck to their (statistically incorrect) guns.\nTo me, this unwillingness to accept Mahesh’s (official and relatively accurate) numbers suggests that when his interviewees are supposedly reporting their objective risk of dying, they are actually articulating a much broader sense of disquiet, for which death is just the most vivid marker. Foreign countries are frightening, especially if you are going alone, as a guest worker, very much at the mercy of your employer (and his foremen) and, moreover, have a limited understanding of what your legal rights might be. What happens if you fall sick? If you are injured? If your child is sick and you are desperate to come back to see her? What do you do if you are sad, so sad that you cannot get up or move? Is there someone who will come and find you and help you back on your feet?\nNewly arrived workers, we know from migration literature, try to quickly seek out co-workers or co-residents or ideally, a friend or a friend of a friend, someone to reach out and hold onto. I imagine them cooking and eating together, these groups of mostly men living without their families. Perhaps a big pot of khichdi, easily shared. Or a filling maafe rich in peanuts and coconut cream, cooked by a friend from Ghana. And perhaps one day a koshari, the hesitant contribution of an Egyptian co-worker. And perhaps that one will stick and become a habit. And one day, several years later, back in India or Nepal, in a wave of reverse nostalgia, they will make some koshari for their family, and leave them to wonder what was so special about this simple dish.\nMy version of Koshari\n\nSeparately soak 1 cup of dried lentils and 2 cups of rice for at least an hour. Prepare 250 gm of elbow macaroni (or some mixture of macaroni and spaghetti). Take 600 gm of onions sliced into half and fry in 8 tablespoons of oil in a heavy-bottomed saucepan with a pinch of sugar and ½ tsp salt, till a rich brown. Fish them out carefully and drain on absorbent paper. In the same oil cook 500 gm of very finely chopped onions at medium-low heat, adding one or two tablespoons of oil if needed, till translucent and almost melting into the oil. Add in the lentils, 4 cups water, 1 tsp salt, and cook for 25 minutes. Add the drained rice and cook for another 15 minutes or till the rice is done, adding water if needed. At the same time simmer 1 kilo of canned cooked chickpeas in enough salted water to cover them for five minutes. Drain and sauté in 2 tablespoons of ghee with 1 tsp cumin powder and 2 tablespoons of lime juice. Set aside.\nWhile lentils are cooking, put 1 kilo of tomatoes in a blender with a pinch of salt and liquefy. Heat 2 tbs ghee in a heavy-bottomed saucepan. Fry 2 tbs chopped garlic and 1 tsp chili flakes in it for a minute or so before lowering the heat and adding 4 tablespoons of vinegar and 2 tablespoons of tomato paste. Mix the liquids and let them simmer for 30 seconds. Then add the blended tomato, 1 tsp ground cumin, 1 tsp ground coriander, 1 tsp ground Kashmiri mirch, 1 tsp salt, and a pinch of black pepper. Simmer for ten minutes.\nFinally blend 600 gm tomatoes with 300 gm capsicum, 1 green chili (or more if you want), 1 tsp ground roasted cumin, 1 tsp salt, 3 tablespoons chopped onion, 1 tablespoon chopped garlic and 3 tablespoons of lime juice into a fresh tomato-cumin sauce.\nTo assemble, layer the lentil-rice with the macaroni and sprinkle the chickpeas on each layer. Pour the cooked tomato sauce over it and garnish with the fried onions. Serve with the fresh tomato sauce as a relish, along with some achar.\n\n",
        "headline_1": "Khichdi to Egyptian koshari, and the magic of food beyond borders",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/a-nihilists-view/khichdi-to-egyptian-koshari-and-the-magic-of-food-beyond-borders/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-06-2023"
    },
    {
        "full_article": "We are less than one year away from the biggest dance of democracy, the Lok Sabha elections of 2024, which will bring most Indian adults to the polling booths. Given India’s size and scale, anybody serious about forming the government in 2024 should not wait to get into LS election mode.\nIn some ways, election season never really stops in India, with frequent state assembly polls, municipal polls etc. TV debates and social media are a permanent political battleground for various parties, with 24×7 praise and criticism. But most of our public debate goes into shouting about who should be running the country, rather than how they should be running it.\nStill, general elections are a different beast, India’s perennial election mode on heavy steroids. What should you expect this year? The most bitter, brutal, undignified and cringeworthy statements. Fake news. Truth will be irrelevant where ‘feels right’ is another way of saying ‘confirms my already existing bias’.\nRead full story on TOI+\n\n",
        "headline_1": "How to dance in democracy: In an era where most people have already made up their mind about how they shall vote in the next Lok Sabha elections, how can BJP (favourites) and Congress (featherweight) woo voters?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/how-to-dance-in-democracy-in-an-era-where-most-people-have-already-made-up-their-mind-about-how-they-shall-vote-in-the-next-lok-sabha-elections-how-can-bjp-favourites-and-congress-featherweight/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-06-2023"
    },
    {
        "full_article": "India faces a monumental task to ensure equitable and quality healthcare for all. On almost all health indicators, we rank last among G20 countries.\nWhy this is so can be partly attributed to colonial influence, in particular the Government of India Acts of 1919 and 1935 which established health as a state subject. A re-assessment helps understand the challenges that arose with health as a state subject.\nThe India Act of 1919 granted provinces autonomy over health. The Act of 1935 demarcated subjects into federal, provincial, and concurrent lists, designating health as a provincial subject. The Indian Constitution retained health as a state subject.\nRead full story on TOI+\n\n",
        "headline_1": "Here’s how to make India’s health sector fighting fit: Only if health is on the concurrent list can states tackle information asymmetry between service-providers and patients, and regulate the healthcare sector",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/heres-how-to-make-indias-health-sector-fighting-fit-only-if-health-is-on-the-concurrent-list-can-states-tackle-information-asymmetry-between-service-providers-and-patients-and-regu/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-06-2023"
    },
    {
        "full_article": "That changing one’s name is a fundamental right has been made crystal clear by the Allahabad high court. Brief facts of the case are these: After Shahnawaz legally changed his name to Md Sameer Rao and applied for this change in his school certificates too, the UP education board rejected his application, but the court found this rejection arbitrary and “misdirected” in law. It said that “name imparts a unique identity to each human being,” and choosing/changing it is a constitutionally protected freedom.\nPlus, there should be full coordination between central and state authorities on this. First, it is discriminatory when CBSE bylaws allow this while UP board doesn’t, second, after the school certificates there shall be the matter of getting the name changed for Aadhaar, ration card, voter ID card etc. Wives and celebrities have of course been doing this as a matter of course. Amitabh Bachchan was once Inquilab Shrivastava. But rebranding of the self has become more doable, desirable and democratised.\nIn countries like China and South Korea, it is quite common to have different eastand west-facing names, like Shi and Stan, Wing and Winnie. In India the trends include both eliminating caste and religion markers from one’s new name, and doubling down on such inheritances. Numerology is another popular motivation. Artworks are often left ‘untitled’ to leave them more open for interpretation. But as artists of our life, we human beings seek more control. Of the numerous identities every individual inhabits, the name can only communicate a small part. But if this name feels inadequate, jarring or painful, changing it has big significance. Official bodies that so freely go about renaming places and institutions, should not obstruct citizens’ exercise of this right for the self.\n\n",
        "headline_1": "My name is… What name we are known by should be our choice",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/my-name-is-what-name-we-are-known-by-should-be-our-choice/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-06-2023"
    },
    {
        "full_article": "The global economy and planetary system are hugely imbalanced because of climate warming and widening social inequities. Big Power rivalry and disruptive technology threaten to push these imbalances further beyond fragility, towards even collapse. What should we be doing about these existential threats?\nThe simplest way is not to think about them, or another way is to deny that these problems exist. Another option is to consider that these huge issues are way beyond our pay grade, so it's really the responsibility of our political leaders or someone else to solve. We can't solve them individually, so someone else must do the work. We might as well add political and business dysfunctionality to the \"what-me-worry\" box.\nMy training as an accountant is to default to the balance sheet, because it should always balance. What is that balance sheet telling us?\nMcKinsey's latest update on the global balance sheet, \"The future of wealth and growth hangs in the balance,\" showed that until recently, the three interlocking balance sheets of the financial sector, liabilities of the non-financial sector and the real economy have been inflating faster than the real GDP growth. Two years ago, their first estimates showed that the global balance sheet basically tripled over the 20 years from 2000 to 2020, mainly due to asset price inflation. Asset price inflation occurred under loose monetary policy and lower interest rates, essentially a short-term action to pump up growth. Since the 2008 global financial crisis, advanced country interest rates have declined to near zero until last year. In 2022, after the Ukraine war shock, the US led the interest rate hikes to deal with higher energy and food inflation, which meant that for the first time, global households lost $8 trillion in net wealth as equity and bond prices tumbled.\nMcKinsey undertook four long-term scenarios to see how the world balance sheet would evolve – namely, return to past era with higher interest rates and inflation for longer, balance sheet reset, and productivity acceleration. Under the first scenario, with essentially more of the same policies like the past 20 years, we will have weak investment and savings glut plus sluggish growth. In the second, higher interest rates are maintained so that real interest rates are positive, so real growth and investment will be stimulated, but there will be losses in real wealth values. The third scenario is like Japan after its real estate and equity bubble burst in the 1990s, with drawn-out deleveraging and a sharp contraction in asset prices. This could be very painful for many of the rich age-ing economies and bad for the emerging markets, with sharp drops in both equity and real estate markets.\nThe fourth and ideal scenario is to accelerate productivity, so that economic growth will catch up with the balance sheet, meaning that the global economy gains in income, wealth, and balance sheet health.\nThis McKinsey scenario building (not forecast) comes out similarly to recent World Bank long-term projections, which showed that the global potential growth rate will fall to a three-decade low over the rest of the 2020s, because all the drivers of growth have weakened, such as growth rates of investment, total factor productivity, an ageing global labour force, and international trade growth.\nAdd to this the fragmenting global consensus, decoupling supply chains, climate change and disruptive technology plus war, and it's a small wonder that the outlook is gloomy. McKinsey argued that accelerating productivity growth will require not just policy imagination, but bold investments in youth, empowering those underprivileged groups in terms of education, re-skilling, health and infrastructure.\nIn short, think and act long-term.\nWhile we recognise that Great Power rivalry stalls global cooperation, this does not mean that many countries, like those in Asean, cannot undertake imaginative policies to enhance productivity domestically and build regional cooperation regimes in trade, investment, education and infrastructure. The ants will still build their nests even while the elephants fight.\nEconomists and technologists are always puzzled by the missing productivity numbers despite rapid acceleration of computer technology. Specialists often forget that productivity is an ecosystem trait that can only show up when you manage the ecosystem to function as a whole, rather than in parts. In other words, management and organisational skills are key to ensuring that all parts of the system function to deliver productivity as a whole.\nPolicymakers often wonder why many policy objectives look wonderful in aspiration and inspiration, but their delivery is dull. This is because ecosystem building is for the long-haul and will necessarily take time, so that those who go for \"low hanging\" fruits find that these are either not sweet or rot too quickly. One of the defects of electoral democracy and free market policies is that both politicians and businesses focus on the short-term election or reporting cycle. The politician needs to meet a four-five year election cycle at the national level, but if you add in local elections, most of them are electioneering every two years or less. The businessman who reports every quarter on profits will focus only on delivering short-term profits at cost of long-term projects.\nShort-term gains are always at the cost of long-term growth. How to get everyone to focus on the long-term? Only through deep recession or big mutual pain.\nSad facts from mad politics and bad economics.\nAndrew Sheng is a distinguished fellow of Asia Global Institute, University of Hong Kong, and chief adviser to the China Banking Regulatory Commission.\nCopyright: Asia News Network\n",
        "headline_1": "How to correct global imbalances?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-correct-global-imbalances-3336821",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-06-2023"
    },
    {
        "full_article": "The annual national budget and the discussions on it are, in a sense, quite boring and unattractive. Because the budget is only an account of the government's income and expenditure, one can't expect it to make any fundamental changes to the economic structure. Year after year, the same kind of budget is prepared with a slightly increased amount than the previous year – a little less is allocated in some sectors while a little extra in others, depending on the priorities set by our policymakers who are usually influenced by the pressure, lobbying and demands of various powerful individuals, institutions, companies, organisations, etc.\nOn the other hand, the political economy of resource collection and distribution by the state and its impact on people's lives and livelihoods can be understood by analysing the budget. In that sense, the discussion and analysis of the budget is important, but to make it effective, one needs to shift the focus from size, growth, deficit, etc to the distributional aspects of the budget to understand how much money the government is collecting from which section of the society, and how the collected money is going to be used for the welfare of which section.\nIf we analyse the government's revenue collection plan under the proposed budget for the 2023-24 fiscal year, it becomes clear that, as always, the government is relying mostly on indirect taxes to increase revenue, which will put more inflationary pressure on the people who are already suffering from high inflation. Whereas in developed countries, 70-80 percent of the total tax revenue – in neighbouring India, it is more than 50 percent – is collected via direct taxes, in Bangladesh, at least 64 percent of tax will be collected from common people through indirect taxes like various duties and VAT on essential goods. Moreover, pressure will increase on the relatively low-income people in order to increase direct tax collection as well. While the surcharge-free asset limit for the rich has been increased from Tk 3 crore to Tk 4 crore, and the threshold of tax-free annual income has been raised to Tk 3.5 lakh from Tk 3 lakh, the government has proposed to make a minimum payment of Tk 2,000 for every TIN holder during tax return submission – whether they have a source of income or not. This means a large portion of the population, including pensioners and homemakers, will have to pay the minimum tax despite earning less than Tk 3.5 lakh.\n\nThe government has proposed to make a minimum payment of Tk 2,000 for every TIN holder during tax return submission – whether they have a source of income or not. This means a large portion of the population, including pensioners and homemakers, will have to pay the minimum tax despite earning less than Tk 3.5 lakh.\nTo meet the budget deficit, net foreign loans will be taken to the tune of Tk 102,490 crore, and Tk 155,395 crore will be borrowed from domestic sources. While benefits from these loans in the time of an economic crisis are questionable, the burden is sure to be borne by the general public.\nThis begs the question: how much of these funds will be spent for the common people's benefit, and how much will be used to patronise the vested interests? For example, 22 percent of the budget will be spent on public administration, 12.4 percent on interest payments, 5.5 percent on defence, 4.2 percent on public order, 11.5 percent on transport and communication, 4.6 percent on power and energy, etc. After that, not enough is left to be spent on healthcare, agriculture and social safety nets, and what is left is also not used properly.\nWhile indirect taxes have been increased, allocations for their direct benefits have been decreased, which is evident from the declining proportion of budget allocations for agriculture, health, education, and social safety nets. Although the budget allocation for the agriculture sector has been increased in terms of monetary value, as a percentage of the budget, it has been decreased by 0.33 percent – from 4.97 percent of the current fiscal year to 4.64 percent of the next fiscal year. Similarly, allocation for the health sector has been increased by Tk 1,889 crore, but as a share of the budget, it has been decreased by 0.4 percent – from 5.4 percent of outgoing fiscal year to five percent in the upcoming fiscal year – and is just 0.76 percent of the GDP. According to the World Health Organization, at least four to five percent of GDP should be allocated to the health sector to ensure universal health coverage.\nAccording to Unesco, four to six percent of a country's total GDP should be spent on education. In Bangladesh, it is already below two percent and is still decreasing. In the current fiscal year, it was 12.01 percent of the budget or 1.83 percent of the GDP, which has been reduced to 11.57 percent of the budget or 1.76 percent of the GDP for the upcoming fiscal year.\nThe allocation for the power and energy sector, on the other hand, has been increased to Tk 34,819 crore (4.6 percent of the budget) from Tk 27,066 crore (3.8 percent of the budget) in the outgoing year. But the increased allocation is mainly for the power sector; the budget for the energy sector's development has been reduced from Tk 1,798 crore to Tk 911 crore, which is not enough to solve the current energy crisis. As a result, import dependency of the energy sector will not be reduced, and the cycle of paying capacity charges by leaving the power plants idle due to fuel shortage will continue.\nIn the midst of the ongoing economic crisis, where allocation for social safety nets needed to be increased, it has been decreased as a proportion of the budget and GDP. Allocation to the social safety net programmes has been decreased from 16.75 percent of the current budget (2.55 percent of GDP) and 17.81 percent of the revised budget (2.65 percent of GDP) to 16.58 percent of the proposed budget (2.52 percent of GDP). There are already questions as to what percentage of this allocated money actually reaches the poor. The government survey itself showed that more than 46 percent of the registered beneficiaries were not eligible for the benefits. In addition, some programmes shown under this sector as a strategy to show more total allocation are not eligible for social protection programmes at all.\nFor example, 63 percent of the Tk 43,398 crore taka allocated as direct financial assistance will go to 800,000 government employees of grades 10-20 as pension payments. Apart from this, Tk 21,700 crore for subsidy in the agriculture sector, Tk 11,217 crore for interest subsidy on savings certificates, and Tk 5,000 crore for incentives given to small and medium enterprises have also been shown as social safety net allocation. As a result, fewer poor people will receive social safety benefits, and those who receive them will get much smaller amounts than needed. While the monthly allowance of the country's poor elderly men and women, widows and dependents, and the disabled has been increased by Tk 50 or Tk 100, the allocation for selling rice under VGF and OMS has been reduced by 29.33 percent and 9.76 percent, respectively, compared to the current revised budget.\nWhile it is not clear how this budget will contribute to building a \"Smart Bangladesh,\" as mentioned by the finance minister in his budget speech, it certainly seems to be a smart mechanism of taking more from the people while returning less – like the previous ones.\nKallol Mustafa is an engineer and writer who focuses on power, energy, environment and development economics.\n\n",
        "headline_1": "Whom is the budget supposed to serve?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/special-events/national-budget-2023-24/news/whom-the-budget-supposed-serve-3336816",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-06-2023"
    },
    {
        "full_article": "Bangladesh recently witnessed a rare turn of events in its political history: the ruling Awami League and the main opposition BNP both welcomed a US decision to impose visa restrictions on a wide range of officials and their families in the country in the event of election-related breaches. Although their reasons are different, both parties welcoming the move is quite embarrassing for the nation because, after all, it is the political parties that are responsible for this humiliating measure.\nTo begin with, it is completely up to the discretion of the United States government to determine whom it will allow into the country and whom it will not. Many people are denied US visa every day. But visa restrictions as a policy matter, because this policy applies to people who are found to be involved in or responsible for thwarting or impeding the democratic process and/or elections in Bangladesh. Their family members, too, will be denied US visa as a consequence.\nIts geopolitical interests aside, the US has always stressed that democracy must be at the core of Bangladesh's politics. After the last two national elections, people seem to have little interest in the upcoming general elections, with many saying publicly that it would be just for show.\nSeeing the ruling Awami League welcome the latest US move, one may wonder if they, too, implicitly admit that the measure is justified because democracy is actually being undermined in Bangladesh. Although the ruling party claims that the visa ban is, in fact, aimed at the opposition, a close examination reveals that it is largely targeted at the ruling party and the government machinery. Surely, the BNP cannot avoid the responsibility either, since they, too, have a crucial role to play in upholding democracy in Bangladesh.\nWhat is further significant is the timing of the US visa policy. BBC Bangla reports that Bangladesh is the fourth country to face such visa restrictions in recent years. The three other countries are Nigeria, Uganda and Somalia, where visa restrictions were imposed after the elections. For Bangladesh, however, the restrictions have come almost seven months before the national elections are scheduled to take place.\nThis preemptive action seems to be a warning. It can also be interpreted as a precursor of something more to come. On the flip side, the preemptive measure also allows the Awami League to address the issue and explore what might assuage the US. At the same time, this measure also takes the air out of BNP's threat to boycott the elections if not held under a neutral caretaker government.\nIn his question-answer session on May 24, US Department of State spokesperson Matthew Miller said it was a signal from the US. \"…I think it is a signal by our part that we support free, fair, and peaceful elections in Bangladesh, and we have the ability to hold anyone accountable who hinders the – any free, fair election in the country. And it's – it is a signal… it is a signal to all members of society, as I mentioned – military security forces, members of judiciary – that we have this ability and that we are paying attention.\"\nBut there has been no mention of a name. Then how would people know that they have been put on the \"no visa\" list? Also, how would these restrictions be imposed? Who will monitor infringement and how will the entire exercise be carried out? For instance, how is the US going to receive complaints or allegations? Can Bangladeshis lodge complaints if they feel they have been wronged? There appears to be much that is still unspecified.\nOn another note, while it is still unclear whether these restrictions are more serious than the sanctions earlier imposed on the Rapid Action Battalion (Rab), there is no doubt that the impact of the new visa policy is substantially more far-reaching. It is also clear that the US made this decision after careful consideration. If it imposed sanctions on certain individuals or institutions, there would be scope for criticising it. But that is not the case here. Some commentators have likened it to the age-old police tactic where they file cases against \"unknown persons\" just to be able to implicate or harass certain groups of people later. The visa restrictions, they say mockingly, are like those \"ghost cases.\"\nIt is interesting to note that the restrictions target a section of society that covets the US visa. They want to send their children to schools and universities in the US. Some have amassed wealth and assets in the US and must have a plan to get there sometime to enjoy their fortune. In other words, the political, administrative, judicial, and social leaderships that run our country and determine our policies have sadly forsaken the future of Bangladeshis in favour of their own selfish interests – like ensuring a better future for themselves in foreign countries like the US. Now that it could be under threat, would they be willing to risk all of that just to favour one side over the other in the elections?\n \nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n\n",
        "headline_1": "Delving into the new US visa policy for Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/the-street-view/news/delving-the-new-us-visa-policy-bangladesh-3336671",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-06-2023"
    },
    {
        "full_article": "We agree with the Centre for Policy Dialogue (CPD) that the government's proposal to levy a minimum tax of Tk 2,000 even on those without taxable income is both \"discriminatory\" and \"contradictory\" to the principle of a tax-free income threshold. Since its unveiling at parliament on June 1, the national budget for FY2023-24 has come under criticism for a variety of reasons, including the unfairness of this provision which shows why the government's tax policy needs to be re-evaluated.\nFahmida Khatun, executive director of the CPD, has aptly pointed out that a mandatory minimum tax for low-income TIN holders is not logical. Her argument resonates with the concerns of many citizens who will be affected by this policy. True, the government has increased the tax-free threshold from Tk 300,000 to Tk 350,000, which boils down to a monthly income of Tk 29,166. But it's nothing to cheer about given the insanely high cost of living, with a family of four in Dhaka being forced to spend Tk 22,664 on food alone each month. Against this backdrop, the move to burden low-income TIN holders with a minimum tax, even if they don't have taxable income, means further trouble for them. Although the NBR chairman thinks that it shouldn't be seen as a burden – but rather as a \"matter of pride\" – those in the low-income bracket are unlikely to see it that away, with the financial noose around their neck tightening ever more thanks to the government's heavy reliance on indirect taxes such as VAT and customs duties for revenue generation.\nThe minimum tax provision thus undermines the very purpose of raising the tax-free threshold. If approved, it will force individuals with earnings below the threshold to file returns unnecessarily, adding to their financial and bureaucratic burdens. (As per income tax rules, individuals must submit returns to access 38 services.) Adding to the concerns raised by the CPD is the increased minimum net wealth exemption limit, which has been raised from Tk 3 crore to Tk 4 crore. This may leave a significant number of affluent individuals outside the surcharge net, revealing a double standard in the government's approach.\nSuch inconsistencies and discriminatory approaches run contrary to the principles of equity and justice, and should therefore be removed. The government should instead focus on expanding the direct tax base by incentivising tax compliance, improving tax administration, and taxing the affluent more fairly.\n",
        "headline_1": "Don't put unjust tax burden on citizens",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-put-unjust-tax-burden-citizens-3336651",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-06-2023"
    },
    {
        "full_article": "The dengue situation in the country is getting worse with each passing day. According to the Directorate General of Health Services (DGHS), in May this year, the number of dengue patients was 1,036, which is five times higher than the same month in 2019, when the country saw over 1,00,000 dengue cases – the highest in our history. Meanwhile, last year, when the highest number of people died from the dengue outbreak, there were 163 cases in May. The high number of cases this May points to a possibly deadly situation looming on the horizon.\nWhile previously dengue was considered a seasonal disease, with most cases being recorded during the monsoon, now cases are being reported throughout the year. Last year, a majority of the dengue infections were reported in the second half of the year, with over 50 percent of total cases reported in October. This means that if we cannot contain the spread of the virus right now, we may experience another deadly outbreak in the later part of the year. And with the number of cases being recorded already, the situation seems quite dire. The presence of four distinct serotypes of the virus – DENV-1, DENV-2, DENV-3 and DENV-4 – in the country may also increase the severity of the infections. Therefore, we have no time to waste and must take urgent action to control dengue.\nThe authorities, however, do not seem like they have taken any preparations in this regard. So far, no notable action was taken by the two city corporations of the capital, although the LGRD minister had said that he had instructed them to take all the measures – such as preventing waterlogging, making people aware – in advance to prevent dengue outbreak. Our experts' call to all relevant organisations, including city corporations, municipalities, and union parishads, to play a strong role in controlling the disease also seems to have fallen on deaf ears. Such systematic failure is unacceptable.\nThe authorities should immediately identify the dengue hotspots across the country, start conducting regular anti-mosquito drives, prevent waterlogging, destroy all possible dengue breeding grounds and conduct regular awareness campaigns. Engaging the communities with their work is crucial here. They must also build a robust dengue surveillance system so that the actual number of dengue cases in the country can be recorded, without which making proper interventions is not possible.\n",
        "headline_1": "Alarming rise of dengue needs urgent action",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/alarming-rise-dengue-needs-urgent-action-3336481",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-06-2023"
    },
    {
        "full_article": "The National Board of Revenue (NBR) has raised tax by around 100 per cent on the transfer of every 1.65 decimal (1 katha) of land and building located in commercial and other areas of most urban centres, including Dhaka and Chattogram. Indeed, a Statutory Regulatory Order (SRO) has been issued by the Board to that effect and it is now official. The direct implication of this order, of course, will be that people in general and real estate companies will be hard pressed when it comes to ownership transfer. The new regulation states that 8.0 per cent of deed value, or Tk 2,000,000, whichever is higher will be applicable as tax for land and building of certain posh and commercially important areas of Dhaka city. NBR has probably done the calculation that most land/building registrations are done at lower than actual value. That has been an age-old practice not just in Dhaka, but all over the country. However, the revised tax rates will certainly have repercussions on the market. Registration costs vary from the highest threshold of 8.0 per cent of the deed value or Tk 2.0 million (whichever is higher) for the choicest and most valued areas that include Gulshan, Banani, etc. and the best commercial areas in Dhaka city like Motijheel, Dilkhusha, etc., and different values have been set for some areas in Dhaka and the other urban centers in Bangladesh. Previously, the rate of tax was a flat 4.0 per cent nationwide. The new rule segregates every administrative division and basically decentralises the land registration rates according to region and land value. While on paper it makes sense, the reality of course is quite different. Even when the tax was pegged at 4.0 per cent, the bulk of the registration fees was not collected by the government because no one - neither buyer nor seller -- registered the land or building at actual transaction value. The practice had been to set the value at the lowest possible figure, thus paying the lowest possible tax. This was done in connivance with the various land registrar offices and it suited all parties at the cost of the national exchequer.The question now is precisely how will the authorities enforce the revised tax rates? How exactly will things get better from the point of view of NBR if local authorities turn a blind eye to the unethical practice of looking the other way when property transfers take place based on fictitious values? Although it will be near impossible for property companies to sell apartments and land to prospective clients by finding loopholes in the system, the new tax regime will make it much more expensive for would-be owners to digest the added costs. The real estate sector is already finding it difficult to abide by some provisions of the new DAP to make Dhaka a greener and more sustainable city. Now if registration costs double, especially during general economic downturn in the country, how exactly will it benefit the national exchequer if land/building transfers plummet? This gargantuan jump in registration fees needs a rethink because it will, in all probability, not have the desired effect. It will not increase revenue, but possibly have the opposite effect when both buyers and sellers may adopt a wait-and-see policy.",
        "headline_1": "Land registration tax doubles",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/land-registration-tax-doubles-1685801078",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-06-2023"
    },
    {
        "full_article": "The number of road traffic accidents and the resulting injuries and fatalities have been steadily on the rise in Bangladesh. It appears that all interventions put so forth including policies, programmes, regulatory enforcement, and educational campaigns to build awareness have not yielded any notable and visible progress in either reducing the incidents or the associated severity. No primary (e.g., wearing seatbelts, fitness tests) or secondary (e.g., roadside trauma center) nor tertiary prevention (e.g., rehabilitation of the injured victims) measures have shown any impact on curbing the frequency or associated human and socio-economic losses. From school children, working-age adults to the elderly -all have been falling victims across the country as newspapers everyday report on traffic accidents. Countless media reports and personal anecdotes have not been able to bring the attention of the regulators and political establishment to address this issue. Several civil society organisations including NirapadSarak Chai, Bangladesh JatriKalyanSamity, as well as an academic research centre like Accident Research Institute at BUET, have been trying to build public opinion to draw the attention of the policymakers and regulators by providing data and evidence on the risk. They also have suggested possible interventions. As per the data from NirapadSarak Chai, 18,924 people lost their lives and 24,887 others were injured in as many as 15,690 road accidents in the years 2018 to 2021. This year, road crashes across the country claimed 5,057 lives till September said Road Safety Foundation. The data on accidents produced by them often vary because of their use of different sources and methods of collecting and compiling reports. One major news on this front is that the Bangladesh government has finalised rules to implement the Road Transport Act (RTA) 2018 after four long years of its passing by parliament. Full implementation of the law remained on hold due to a lack of necessary rules during the last four years. Several sections of the law, including the one related to compensation could not be enforced in the absence of the rules. The Road Transport Act was passed by lawmakers following demonstrations for safer roads across the country in July and August of 2018. The law was not put into effect allegedly due to pressure coming from transport associations.There are legal provisions of one-time financial assistance for road accident victims. People who will lose any vital body part and who will be severely injured without the chance of returning to normal life through treatment will get Tk 0.3 million; If someone dies on the spot or dies after suffering injuries, the dependents receive Tk 0.5 million; and people who will be severely injured with the chance of returning to normal life through treatment will get Tk 0.1 million.These compensation claims will be settled by a 12-member trustee board and this board will be led by the BRTA chairman. The rules mention how much money a vehicle owner must pay to the compensation fund regulated and administered by the trustee board. This Board will be able to modify the amount in future upon government approval. While one may argue that such a board should have been led by an independent national figure with relevant expertise, experience, and credentials such as a retired professor of medical college, public health, transportation engineering, or economics, the ground reality of Bangladesh is that only a serving civil servant may have the right bureaucratic skills, authority, and connection to oblige all stakeholders and make the claim adjudication process functional. There has been disappointment with the compensation amounts; these numbers set forth look too low given the extent of loss suffered by the accident victims or their families. Paying a family only Tk 0.5 million for a lost member who was likely the only provider of bread and butter for them appears to be next to nothing and the family in crisis will likely spend all of it in the first year after the death. If a 25-year-old individual is earning only about 20,000 Tk/month, he/she would have earned this amount in about two years in the entire working life; inflation and time value of money if considered would make this estimate even lower in real terms. It is not understood how the regulators came up with these figures; whether they consulted with experts including health economists who could use scientific methods that are used in other countries to calculate the losses suffered in similar situations and used in the courts of law or by compensation boards to adjudicate and decide compensation amounts. The second but more important issue is to make it easier for the victims or their families to navigate through the process and actually receive the amount when they need it the most. There are numerous previous reports exposing the difficulties for people covered under various social safety net programmes to access their benefits in Bangladesh. People of old age, women, those with low literacy or income, no political connection, or with a disability must be able to receive their true amount on time-however low the amount appears.However, if the transport owners are forced to contribute to creating this fund, that will create some accountability for them for the first time and this whole mechanism may convince them to take concrete measures on their part to improve traffic safety including not allowing vehicles without fitness to be on the roads, barring hiring drivers without a license and making their drivers and other transportation workers aware to follow traffic rules and regulations. Failure to make the transport owners liable for the accidents has been a major reason for the rise in the number of traffic accidents in Bangladesh. Hasnat M Alamgir is a Professor and Head of Public Health at the State University of Bangladesh. [email protected]",
        "headline_1": "Road Transport Act: Compensating the accident victims",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/road-transport-act-compensating-the-accident-victims-1685801448",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-06-2023"
    },
    {
        "full_article": "With all the nine stations on Uttara-Agargaon MRT Line-6 now pressed into operation, capital Dhaka's overhead metro communication is veritably a dream come true - though partly. The segment opened on December 29, 2022. The rest of the total 20.1-kilometre line is set to open in December this year. Of late, the metro rail operation witnessed a drastic change in its timing. From May 31, the Uttara-Agargaon route began operating on a new schedule. With a view to making the timing a professional and meaningful one, the trains are now running from 8 to 11 am, and from 3:01 pm to 6 pm, daily except Friday. They will have a 10-minute gap during the peak hours. In off-peak hours the trains will operate on 15-minute gaps from 11:01 am to 3 pm and 6:01 pm to 8 pm.In terms of urban mass communication, the full-scale operation of the metro rail in Dhaka is set to prove that the city is fast coming of age. Only a few years ago, the massive project appeared to be a pipedream to many. Lots of people expressed doubt about the viaduct-based railway's future after the corona pandemic struck the country. Finally, it was able to make its way through the adversities caused by the pandemic scare and other negative factors. Both the overhead and underground railways are aimed at alleviating the scourges of traffic gridlock in the busy metropolises. For Dhaka, this perennial problem of traffic chaos at one time emerged as a potential threat to the city's normal activities. Five to six years from now, with the brief commutes between Uttara and Motijheel becoming normal, the ordeals of trips on the similar routes might seem the part of a distant nightmare. In the distant future, the travel time between Uttara and Motijheel by metro rail may come down to mere 20 minutes. At present, the trips by conventional traffic amid tailbacks take over two hours during peak time.Thanks to the cooperation of the metro stations' ground staff, the Dhaka residents are fast adapting to the metro rail trips. It was heartening to note that unlike seen in the other South Asian cities, the first-time metro travellers had boarded the trains without much effort. It looked as if they had already been seasoned with this transport mode. Meanwhile, Dhaka has started mulling its first underground metro rail. It has been reported in the media that Dhaka Mass Transit Company Ltd (DMTCL) has signed a deal with an 8-company consortium to oversee the construction of the country's first underground metro rail. It is said to be led by a Japanese firm. Work for the line is scheduled to begin soon. The length of the line is slated to be 31 kilometres, running through Airport-Kamalapur and Purbachal.The underground metro rail will be running at a depth of 10 to 30 metres below the ground along most of the 19.87-kilometre route from Dhaka Airport to Kamalapur.Both elevated and underground metro rail communication in Dhaka is looking to a future not thought of anytime before. The visualisation, agreements with overseas partners and the burst of activity --- everything goes ahead which befits a country focused on all-round development in the communication sector. Bangladesh is credited with completing the challenging task of constructing the Padma Bridge in style. That it will overcome the hurdles lying in the construction of a state-of-the-art network of a metro rail does not need much elaboration.[email protected]",
        "headline_1": "City metro rail coming of age",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/city-metro-rail-coming-of-age-1685801501",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-06-2023"
    },
    {
        "full_article": "Dengue menace has taken a serious turn in Dhaka city. Dengue infection is spreading rapidly, with the number of patients increasing fivefold in the first five months of this year compared to the same period last year. Last year, a total of 310 people were hospitalised with dengue fever between January 1 and May 28, according to the Directorate General of Health Services. This year, the total number of dengue cases has already crossed 1,800 and health experts have warned that the country may see a worse outbreak of Aedes mosquito-borne dengue in the days to come. Once Aedes mosquitoes in Dhaka city were born only in the monsoon. It is alarming that they are now born all the year round and their larvae can reportedly be found even in drain water. The responsibility of mosquito control in the capital relies on the two city corporations. They do the routine work for controlling mosquitoes. However, their efforts of eradicating mosquitoes' breeding grounds do not seem to have worked at all. Every year, the disease claims a number of lives. But the authorities concerned have not yet been able to find a way to contain it. It is high time they looked for an effective measure to tackle dengue. So, we request all organisations, including city corporations, municipalities and union parishads, to play a strong role in controlling Aedes mosquitoes from now on. Otherwise, the situation will go beyond our control. The authorities should regularly hold anti-dengue awareness campaigns. If everyone takes part in the dengue prevention campaign to keep their houses clean, remove standing water and dump the discarded items, then it is possible to get rid of the dengue virus. Afroza Sheikh, Dania, Dhaka, [email protected] ",
        "headline_1": "Containing dengue menace",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/containing-dengue-menace-1685801537",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-06-2023"
    }
]