[
    {
        "full_article": "The provision in the Bharatiya Nyaya Sanhita (BNS) that treats hit-and-run accident cases as an aggravated form of the offence of causing death by rashness or negligence will be the first in the new, yet-to-be implemented code to be scrutinised for its severity. With truck drivers worried about the implications of Section 106 of the BNS abstaining from work, the government has promised to bring it into play only after consultations with the All India Motor Transport Congress. However, with the transporters’ body taking the stand that the strike was primarily resorted to by the drivers who feared additional criminal liability, the issue will require tactful handling. It has now become an issue that concerns transport workers than those running the business of transportation. It may appear that a strike against a law that makes penal provisions concerning hit-and-run accidents more stringent is unjustified, especially in the context of road accidents becoming a leading source of fatalities in the country. However, it has also drawn attention to the question whether there was a case for increasing the jail term for accidents from two to five years in all cases, and to 10, in the case of failure to report them to the authorities.Section 106 of the BNS will replace Section 304A of the IPC, which punished the causing of death by rash and negligent act that does not amount to culpable homicide. The existing section provides for a two-year jail term. There are three components to Section 106: first, it prescribes a prison term of up to five years, besides a fine, for causing death due to rash or negligent acts; second, it provides for reduced criminal liability for registered medical doctors of two years in jail, if death occurred in the course of a medical procedure. The second clause concerns road accidents in which, if the person involved in rash and negligent driving “escapes without reporting it to a police officer or a Magistrate soon after the incident”, the imprisonment may extend to 10 years and a fine. Drivers flee an accident scene out of fear of lynching. In such cases, the authorities seem to believe that such drivers can move away from the scene of crime and then report to the police. The term ‘hit-and-run’ is one in which the offending vehicle is not identified. It must be emphasised that once the person causing a fatal accident is identified, the onus on the police to prove culpability for rashness or negligence remains the same. Given that many accidents are caused due to poor road conditions too, a relevant question is whether the law should focus on raising prison terms or on a comprehensive accident prevention policy package covering imprisonment, compensation and safety. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nlaws\n\n/\n\nroad transport\n\n/\n\nroad accident\n\n/\n\nprison\n\n/\n\npolice",
        "headline_1": "Striking fear: On hit-and-run accident cases and Section 106 of the Bharatiya Nyaya Sanhita",
        "headline_2": "Drivers’ strike is a test for severity of hit-and-run clause in new penal code",
        "link": "https://www.thehindu.com/opinion/editorial/striking-fear-on-hit-and-run-accident-cases-and-section-106-of-the-bharatiya-nyaya-sanhita/article67703190.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-01-2024"
    },
    {
        "full_article": "The Israeli Supreme Court’s decision to strike down a law passed by the Knesset last year that sought to limit the judiciary’s powers is a clear setback to the government of Prime Minister Benjamin Netanyahu, which is fighting a brutal war in Gaza. The law, passed with 64-0 votes in the 120-member Parliament after an opposition boycott in July 2023, had scrapped the reasonability doctrine, a legal standard used by the country’s judges to assess government decisions and ministerial appointments. The legislation, which amended Israel’s Basic Laws, was part of a reform package by the right-religious government to strengthen the hands of the government over the judiciary. Despite street protests, the coalition government passed its first part in the Knesset. Government supporters claimed that the court had no powers to rule on a Basic Law, which it had not done in the past. But on Monday, the court, sitting with a full panel of 15 judges for the first time in its history, stated, 12 to 3, that it had the powers to rule over the Basic Laws; eight judges, against seven dissenters, ruled in favour of striking down the law that scrapped the reasonability standard.The reasonability doctrine is not a unique standard employed by Israel’s courts. Judges in other liberal democracies such as Australia, Canada and the U.K. assess the reasonableness of government decisions. In Israel, a country with a single House of Parliament, a ceremonial President and with no written Constitution, the independence of the judiciary is critical to ensure that there are checks and balances in the system. Israel’s far-right government was trying to tip this balance in favour of the Knesset, which is dominated by right-wing, pro-settler and ultra-Orthodox parties. The Supreme Court has put the brakes on this overhaul plan, for now. Its decision comes at a precarious time for Mr. Netanyahu, who has seen his popularity plummeting after his government failed to detect and stop the October 7 Hamas attack that killed 1,200 Israelis. The war of almost three months in Gaza, claiming at least 22,000 lives, has triggered a humanitarian tragedy, but Israel is far from meeting its declared objectives. On the day of the court ruling, the Israeli military announced the drawing down of thousands of reservists from Gaza and sending them back to work to strengthen a shrinking economy. In a recent poll, 69% of Israelis want elections immediately after the war is over. Mr. Netanyahu had claimed unity when he declared war on Hamas, but as the war drags on, divisions have started resurfacing. Any attempt to press ahead with the judicial overhaul plan would only weaken his government further. Instead, the Prime Minister should focus on bringing the war to an end. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIsrael\n\n/\n\njudiciary (system of justice)\n\n/\n\ngovernment\n\n/\n\nwar\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nlaws\n\n/\n\ndemocracy\n\n/\n\nAustralia\n\n/\n\nCanada\n\n/\n\nUnited Kingdom\n\n/\n\nelection",
        "headline_1": "Blow to Netanyahu: On Israeli Supreme Court’s verdict and limiting the judiciary’s powers",
        "headline_2": "Israel’s government should end the war, not focus on judicial overhaul",
        "link": "https://www.thehindu.com/opinion/editorial/blow-to-netanyahu-on-israeli-supreme-courts-verdict-and-limiting-the-judiciarys-powers/article67702415.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-01-2024"
    },
    {
        "full_article": "Truckers’ ‘steering chhodo andolan’ – parking their trucks to clog highways and choke supply – did not suddenly erupt flash-mob style. It followed a letter written end-December to GOI by All India Motor Transport Congress (AIMTC) requesting a review of the maximum 10-year jail term and₹7 lakh fine for hit-andrun accidents in India’s new penal code BNS. But AIMTC’s appeal to truckers to be patient clearly fell on deaf ears. Following talks with GOI yesterday, the strike was called off, with GOI assuring that stakeholder consultations will be held before the new law kicks in.\nTruckers’ point | The nodal body, and truckers, had feared that in hit-and-run cases especially on highways, police seldom investigate, simply blame truck drivers. There is no SOP on how to probe such cases. There’s the additional fear of mob attacks by enraged locals on truckers who would pause to report an accident. To this, government said the law in no way suggests that the call to report an accident must be made from the site. The association believes the 10-year jail term will act as a deterrent to men joining the gruelling transportation sector, which already suffers a 27% shortage of drivers. The lifeline of India’s supply chain stood disrupted. Hopefully, starting today, supply of fuel and other essential commodities will resume.\n\nBut is the law to blame? | Truckers have a point, but blaming the law is hardly the solution to their woes. A stringent law is required. India leads the world in road deaths. In 2022, almost 59,000 people died in hit-and-run cases, about 30% of all road fatalities.A person died in a highway accident every hour in Maharashtra in 2022, up 14% from the previous year. Indians can be callous drivers, with little care for rules or regulations.\nMissing the full picture | Truckers fear false prosecution. Policing quality has indeed slipped countrywide. Further, several serious factors cause accidents, and highways minister Nitin Gadkari captured it in his 2020 interview to TOI: “Main reasons (for accidents and road fatalities) are faulty road engineering, defective detailed project reports, bad designing of junctions, inadequate signage and road markings.” That is the crux.\nSo, harsh penalties alone are unlikely to make roads safer. Truckers’ demand for softening the law is less important than getting roads and highways right.\n\n",
        "headline_1": "Wheels within wheels",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/wheels-within-wheels/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-01-2024"
    },
    {
        "full_article": "That the last day of 2023 fell on Sunday made merrily welcoming 2024 feel even more convenient. The best tourist cities really shine on occasions like this, providing enjoyable experiences to visitors from around the world. For India, which aims to rise on the global tourism charts, they are a handy barometer of how good it’s got at playing host. Unfortunately, the country’s capital performed particularly poorly.\nDelhi didn’t prep| From deploying too few traffic police to being sleepy about advance traffic jiggering, it was like the authorities didn’t see the crowds coming. And yet, between the secular and the religious, locals and visitors, the holiday rush was completely predictable. A better run city would have increased the Metro frequency suitably, enforced special pedestrian and parking zones, and put out constant congestion alerts on social media. For example, long after the city zoo filled to capacity at 18,000 plus, unknowing revealers kept making their way to it. And knee-jerk traffic actions across the city only kept spreading the choke points.\n\nChennai prepped well | 18,000 personnel drawn from various wings of Greater Chennai Police were put on duty. The evening hours of December 31 saw crowds swell massively on Beach Road and other neighbourhoods. But extra pedestrian and parking zones earmarked and publicised in advance were widely enforced. Alive traffic monitoring software was on the job. Traffic updates and alternative routes were constantly flashed on both X and Instagram.\nMumbai, Kolkata scored high too | Maharashtra’s and Bengal’s capitals saw a lot of extra police bandobast. Kolkata saw a lot of effort going into keeping the revelry flowing painlessly on Park Street. Pedestrian and car traffic was unusually well segregated. Alternative celebration spots in the city were also well organised and this helped the party spirits stay high everywhere.\nDon’t blame us citizens | All cities have to cope with drunken driving and other rule breaking. But where authorities do their job well, innocent citizens don’t have to pay the price.\n\n",
        "headline_1": "Capital mistake",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/capital-mistake/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-01-2024"
    },
    {
        "full_article": "How come the fastest-growing major economy produces so many illegal immigrants?\nIt was almost as if it were a real-life promo for SRK’s latest release, Dunki.\nCoinciding with the premiere of the film, which deals with four illegal migrants from India gaining entry into the UK, a chartered plane from Dubai, bound for Nicaragua, with 303 Indians on board, was detained during a stopover in France. It seems that the passengers were headed for the Central American country with the objective of gaining unauthorised entry into the US or Canada. They were on what, in the human trafficking trade, is called a dunki flight, which is the theme of SRK’s movie.\nDunki, the vernacular pronunciation of donkey, has become synonymous with illegal migrants from India, who resort to the most desperate means to escape the country of their birth in the hope of finding a better life elsewhere. In 2023, in a five-fold increase over the previous year, 96,917 undocumented – read illegal – Indian migrants were apprehended in the US alone, having got there via Central America and Mexico.\nIn what has come to be called the Great Indian Diaspora there are over 18 million Indians who have legally migrated to various foreign countries, making India the world’s largest remittance economy, totting up an estimated $125 billion in 2023.\nSome 2.5 million Indians leave the country every year to find a home and livelihood abroad with the required documentation. But an unaccounted, and unaccountable, number migrate, or attempt to do so, via the dunki route.\nWhy is this happening? India boasts being the world’s fastest-growing major economy, globally the fifth largest, and set to become the third largest within the next few years.\nSo what compels so many of us to flee our country, risk everything, lured by the mirage of better prospects in distant lands, and in doing so give all Indians the tag of being suspect ‘illegals’? What motivates these dunkis, many of whom come not from the so-called ‘Bimaru’ regions but from prosperous states like Gujarat?\nDunkis are said to be dumb animals. But our dunkis pose a puzzle that baffles those of us who continue to believe in a Bharat be it never so Mahan.\n\n",
        "headline_1": "The Dunki puzzle",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/the-dunki-puzzle/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-01-2024"
    },
    {
        "full_article": "There is a new spring in India’s steps. Economy’s doing so well that in a world struggling with multiple F uncertainties, international forecasters are upgrading India’s growth prospects. Capital markets cheer is almost a crescendo.\nFirm & high | Foreign investors, so-called smart money, got serious FOMO – a condition so far alleged to be “uninformed” retail’s bailiwick – when Indian markets held up remarkably well in 2022 despite serious levels of foreign outflows. Last few months, foreign flows have gushed in to compensate. Year 2023 was also when India navigated tricky, seemingly zero-sum, choices in a manner that can only be described as Indian Exceptionalism.\n\nRead more on TOI+\n\n",
        "headline_1": "There’s no stopping us now? Wrong",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/theres-no-stopping-us-now-wrong/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-01-2024"
    },
    {
        "full_article": "Welcoming the New Year on the Gregorian calendar is not a local festival in this part of the world. But it is gaining popularity among the young generations in urban centres, only more so in the capital city. Now the way the arrival of the New Year is celebrated is simply giving non-converted city dwellers a nightmarish time starting hours before midnight of 31st December up to the first half of the day one of the New Year. It is not just random explosions and dazzling displays of firecrackers and fireworks but unashamed exposition of collective insanity. In Western cultures where the fireworks mark the beginning of the New year right after the zero hour, those are a brief affair barely lasting for a few minutes from 5.0 minutes 30 seconds in Auckland to 12 minutes in New York to 15 minutes in London. Also importantly, the programmes are arranged at designated places such as at seven venues in New York. Clearly, the naive imitation of the Western culture now has been taken to its excesses where the aberration is exposing mental bankruptcy at the cost of discipline and the bare minimum common sense. It is more like insane carnivals of the bull running in Spain's Pamplona with the difference that those who fall victim to distraught bulls let loose amid the crowd willingly take part in the crazy race and also the event takes place at daytime. But in case of releasing flying lanterns and letting go off firecrackers and fireworks, not only is the privacy of neighbours seriously compromised but also the suffering of babies, the aged and the ailing mindlessly overlooked. Apart from the human kind, furry and feathery lives ---pet or wild--- are put under threat. It may be sports to the revellers but death to those innocent lives. No wonder, as many as 971 public calls for hep was made to the National Emergency Service 999, which is almost three times the number of such complaints, 365 in total, citizens lodged last year. These calls were made between 10 pm of December 31 and 12 am of the New Year's Day. Not all the complaints were, however, against firecrackers and fireworks. High decibel acoustic from mikes, songs and music including those of election campaign also pushed people beyond all limits of tolerance. Three incidents of fire were reported and 40 spent-up flying lanterns had to be removed from electric cables of the metro rail. If there is any positive sign, it is the growing awareness among citizens, as demonstrated by the increasing number of calls, against uncontrolled and unregulated revelry. Already Dhaka City has earned the infamy of the champion of the world's noisiest and most polluted city. According to a UN Environment Programme report, 2022, Dhaka topped the list of 61 major noisy cities in the world with its average noise frequency at 119 decibels. Then the Centre for Atmospheric Pollution Studies (CAPS), of the Stamford University, Bangladesh finds that the average air quality in Dhaka in 2023 was the worst in eight years at the score of 171 and on Tuesday at 9 pm it was 281, the highest and therefore worst in the world. A score between 201 and 300 in the Air Quality Index (AQI) is most unhealthy and fireworks on the night, actually low-explosive pyrotechnic, contributed to it. The Dhaka Metropolitan Police (DMP) issued a 14-point directive only to be ignored by the revellers. Now the police have to ensure compliance of such instructions. Use of silent fireworks for five to 10 minutes, as introduced in Italian town Collecchio, can be a way out.",
        "headline_1": "Firework frenzy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/firework-frenzy-1704291536",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-01-2024"
    },
    {
        "full_article": "Our sense of nostalgia often makes us travel back to the past, to what was and what will not be again. As we step into the year 2024, those of us who were in school in 1964 and sixty years on are well into our seventies or proceeding speedily to that age are driven by curiosity to travel back to a time when the world was different.Technology was in its infancy, from the point of view of those who inhabit South Asia. Around the world, e-mail was yet to be and Facebook and Twitter (now X) were not part of the imagination. Nothing called a mobile phone or Ipad was there. We had little idea that a day would come when we would not need to make our way to cinema houses to watch movies. That we could watch movies at home, that there would be something called Netflix, did not occur to us. We had nothing called the internet. Long distance telephone calls could only be made through a system known as trunk calls. There was the telegram, which often was a ruse for fathers to ask their sons serving away from home to 'come sharp, mother ill'. It was discovered that the mother was fine, that the family had planned that summons to have the son get married.In 1964, we spoke in school of the competition for space, wondering if man could at all reach the moon. There were the spots, Timbuktu for instance, in geography we were becoming acquainted with, principally by reading the newspapers. We learnt such new phrases as 'coup d'etat', 'overthrow' and 'ouster' when news of coups in Africa and other parts of the globe appeared in the media. There was yet no television in our part of the world and all we had at hand to keep in touch with world events was the radio. Not many among us possessed the radio, of course, or what subsequently came to be known as the transistor. Many of us came from hard-working middle class families, where the sole bread earners were our fathers, most of whom worked for the government in various departments or ministries. But there was, despite the poverty or the struggle, intense joy in reading. There were many among us who visited the libraries, big or small, which were located in different parts of town, and came away with books which would turn out to be instrumental in expanding our knowledge of the world.Sixty years ago, marriages were a fairy tale, unlike the loud music, mostly Hindi, which we hear today at weddings in our villages and towns. The bridegroom, if he were travelling by launch on the river, would be received by his in-laws on the riverbank. Holding his handkerchief to his mouth --- he was expected to demonstrate his shyness as a matter of courtesy --- he would proceed to the bride's home. Once the marriage was solemnised, the groom would be required to place sweets in his bride's mouth. The shy bride, eyes closed, would daintily part the petals of her lips and have that offering taken. Those marriages were a joy, for they brought whole clans together. In those marriages was heritage symbolised. Wedding arches were made of banana trees.At the political level, the world sixty years ago was a canvas for much drama to be enacted. Not all of us schoolboys read the newspapers, but some who did recall the many ways in which politics was shaping up everywhere. In 1964, French President Charles de Gaulle caused alarm among his fellow western leaders by his recognition of the People's Republic of China. In that year, Zhou En-lai undertook a long trip to Africa. China was an emerging power, detonating its first atomic bomb in 1964. In May of the year, Jawaharlal Nehru died, and Lal Bahadur Shastri succeeded him as India's Prime Minister. In Pakistan, preparations were in full swing for the election of 80,000 Basic Democrats, who in January of the following year would elect the country's President.There were convulsions in the Soviet Union, whose powerful leader Nikita Khrushchev was removed from office by a troika of Leonid Brezhnev, Nikolai Podgorny and Alexei Kosygin. In the United States, Lyndon Johnson, who had taken over as President following the assassination of John F. Kennedy, soundly defeated Barry Goldwater at the presidential election in November. In Britain, the Labour Party led by Harold Wilson beat the ruling Conservatives of Alec-Douglas Home at the elections and took control of 10 Downing Street. Iran's Shah, Turkey's Kemal Gursel and Pakistan's Ayub Khan cobbled a regional body called Regional Cooperation for Development (RCD) into shape. The RCD would not last long. The Brazilian army overthrew President Joao Goulart and Eisaku Sato became Prime Minister of Japan. Nelson Mandela and his associates were tried and sentenced to jail terms in apartheid South Africa.It was a different world, particularly for those of us who went to school in 1964. Our fathers were perfect gentlemen, sticklers for discipline where their children's lives were concerned. Our mothers had long tresses and would be aghast at the idea of having their hair cut short in order to be regarded as modern. For them, modernity rested on the idea of modesty. They wore sarees or shalwar kameezes. There were the little stirrings of romance we felt as boys for the girls next door, which was quite natural. We studied hard in school, poring over books that were part of the syllabi, for we were all in competition with one another. We devoured the books we found in the libraries and then imagined ourselves as the heroic figures in those stories.Sixty years ago, life was simpler and had its own grace and elegance. We remain grateful that there were no emails or Facebook messenger, for letter writing was a charming habit with us. We wrote to our grandparents, who not only preserved those letters but also sent back their warm responses. In 1964, we mercifully had no laptops or computers to pound away on when it came to writing articles. We wrote in longhand and all those essays were checked and corrected by our teachers, each one of whom knew what teaching was all about. We were careful not to commit any infractions in our dealings with them. We were afraid of them and yet our love for them was beyond measure. They were the gurus who prepared us for the future. In 1964, life was beautiful. Life was poetry.\n[email protected]",
        "headline_1": "1964 ... and the world we have lost",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/1964-and-the-world-we-have-lost-1704291596",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-01-2024"
    },
    {
        "full_article": "Pharmaceutical companies invest heavily in promoting their products. They use a variety of promotional strategies to influence physicians' prescribing decisions. Smart and articulate young men are recruited by these companies to promote their products. Commonly known as medical representatives (MRs), these salespersons are required to convince the doctors to prescribe the products of their respective firms to the patients. They have been playing the key role in familiarising physicians with medical products and related information for many years in Bangladesh. However, the drug manufacturers engage most of these medical representatives in unethical practice for the promotion and sale of their products. The MRs are said to offer medical samples, gifts, including air-conditioners, refrigerators, airline tickets, arrange seminars in posh hotels and even, allegedly, offer bribes to the doctors to persuade them to prescribe their products. In return, a section of doctors, allegedly, prescribe their medicines for patients both in the public and private hospitals. Many physicians help these salesmen meet their sales targets and in return receive favours including foreign tours funded by pharmaceutical companies. To check whether their medicines have been prescribed or not, these representatives wait outside the chambers of the doctors. As soon as the patient comes out of the chamber, a group of these representatives start taking photos of the patient's prescription. It causes an unexpected situation, not only for the patients but also for others. Involvement of pharmaceutical companies in affairs of some private hospitals and clinics is also on the rise. They are involved in arranging billboards and providing financial support to those hospitals and clinics. These expenses are subsequently recovered from the patients. This kind of practice raises questions about the doctors' credibility to the patients. One significant consequence of the interactions between physicians and medical representatives is the possible conflict of interest which may contribute to over-prescribing of drugs. This might negatively affect patients, both physically and financially. Some senior doctors have already stopped medical representatives from visiting their wards and out-patient departments, arguing that there is no need to be briefed by them. They say that the pharmaceutical companies concerned, like in the United States and the United Kingdom, should keep direct contact with the doctors and inform them through medical journals and booklets about their drugs. Bangladesh is yet to develop any system, which can help doctors stay updated on new discoveries in medicine, launch of new drugs, their side effects and price change. It is the medical representatives who bridge this knowledge gap by sharing information with the doctors. But their rush-hour visits to hospitals and doctors' chamber often cause inconvenience to the patients. So, their entry should be restricted. To deal with the nuisance caused by the medical representatives, the government should make it mandatory for the doctors to use the generic names of medicines in their prescriptions. The sale, purchase and manufacture of medicines should also be allowed under generic names. \n[email protected]",
        "headline_1": "Restricting medical representatives' hospital entry",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/restricting-medical-representatives-hospital-entry-1704291634",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-01-2024"
    },
    {
        "full_article": "That children are taking part is election campaigns is now a common scene across Bangladesh. Leading up to the 12th National Election, both political parties and independent candidates are using them in their electioneering programmes including rallies, processions and others. But this is not legal. According to the Bangladesh Children Act of 2013, the involvement of children in any political activities is subject to a five-year jail-term and a maximum fine of Tk 500,000 for the violators. Despite these legal safeguards, it is disheartening to see the continued use of children in election campaigns. It is time to end this practice of using children in election campaigns. We should build an environment for our children where their rights are valued. How can we forget that children our future? Some of the instances of children being used in election-related activities include their participation in miking, distribution of leaflets, presence in public rallies. To stop using children as a political tool, we all should stay united and raise our voice against this malpractice. Also, we urge the authorities concerned to address this issue promptly and put an end to the use of children in electioneering, which a clear violation of the law.\nMd. Golam Muktadir Mridu, Student of Department of Marketing and International Business, North South University, Dhaka, [email protected]",
        "headline_1": "Stopping use of children in election campaign",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stopping-use-of-children-in-election-campaign-1704291657",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-01-2024"
    }
]