[
    {
        "full_article": "India has come a long way in its attempt to transition to cleaner forms of power in the past decade. This is partly reflected in the budgetary allocation to the Ministry of New and Renewable Energy between fiscal years 2015 (BE ₹1,535 crore) and 2025 (BE ₹32,626 crore). But these allocations, other than in 2015 and 2023, have been underutilised, leading to lower revised estimates (REs). However, this does not fully reflect the clean energy journey. India attempted a major leap with the PM-KUSUM scheme in 2019, a year ahead of the COVID-19 disruptions, with an outlay of ₹34,422 crore. The scheme envisaged having off-grid solar irrigation pumps and grid-connected solar plants on fallow farmlands. While PM-KUSUM has received a tepid response, with less than half a gigawatt of installed capacity, the realisation that energy transition is both a desirable outcome and a requirement occurred during the COVID-19 years, when there were major supply chain disruptions to coal, oil and gas. This led to India pledging to produce half its energy requirements from renewables in about five years from now, at COP26 in 2021.It was the 2021 Budget that heralded the clean energy shift, with ₹18,100 crore for a PLI scheme for advanced chemistry cell manufacturing to augment India’s grid-scale battery storage capacity. A ₹4,500 crore PLI scheme for solar photovoltaic modules went up to ₹19,500 crore in 2022. But the government also decided to levy a 40% basic customs duty (BCD) on solar modules and 25% on solar cells to reduce the overwhelming import dependence on China. However, this slowed solar power installations nationwide with prices rising. And even while renewables constitute 46% of India’s total installed capacity (October 2024), 70% of its power output is from coal. Experts have pointed to the need for grid-scale battery storage technology to augment India’s renewables output, as intermittent RE production leads to the continued reliance on fossil-fuel based power. With the realisation that steep BCDs could be inflationary and counterproductive to localising production, particularly in the capital-intensive lithium-ion battery technology sector, the government has announced that it will exempt 12 critical minerals and 35 capital goods from BCDs. But reducing dependence on China for energy transition resources and technology would also require India showing leadership in formulating a critical minerals framework, that is socially and environmentally just during extraction, and equitable in its distribution. With the U.S. withdrawing its leadership position in these areas, India must aim to play a bigger role. Published - February 04, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        India\n                    \n                            /                      \n                        \n                        critical minerals\n                    \n                            /                      \n                        \n                        Union Budget\n                    \n                            /                      \n                        \n                        Coronavirus\n                    \n                            /                      \n                        \n                        agriculture\n                    \n                            /                      \n                        \n                        solar\n                    \n                            /                      \n                        \n                        coal\n                    \n                            /                      \n                        \n                        oil and gas - upstream activities\n                    \n                            /                      \n                        \n                        climate change\n                    \n                            /                      \n                        \n                        taxes and duties\n                    \n                            /                      \n                        \n                        renewable energy\n                    \n                            /                      \n                        \n                        USA",
        "headline_1": "Green and clean: on India and a critical minerals framework",
        "headline_2": "India must formulate a critical minerals framework that is just and equitable",
        "link": "https://www.thehindu.com/opinion/editorial/green-and-clean-on-india-and-a-critical-minerals-framework/article69176473.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-02-2025"
    },
    {
        "full_article": "President Donald Trump set the cat among the pigeons globally when he introduced a slew of punishing tariffs on trade with Canada, Mexico, and China, with even more taxes promised for other trading partners in the months ahead. Markets in Japan, South Korea and across Asia were roiled as fears peaked of the fallout on supply chains for North America, particularly in sectors such as automobiles, which have enjoyed the strong presence of foreign investment for decades. Over the weekend, Mr. Trump signed three executive orders that slapped Canadian and Mexican goods with a tariff of 25%. Only Canadian energy products were spared — a 10% tax will be applied. The White House further announced, in line with the promises Mr. Trump made on the campaign trail, a 10% tax on goods from China. Beijing responded angrily, saying that it would file a lawsuit with the WTO against the U.S. for “wrongful practice”, even as it said that it would take “necessary countermeasures....” While Ottawa and Mexico City warned that retaliatory tariffs would be coming soon, Mr. Trump’s subsequent calls to Mexican President Claudia Sheinbaum led to a one-month pause before the tariffs kicked in, and the White House appeared to strike a conciliatory note with Mr. Trump speaking to Canadian Prime Minister Justin Trudeau as well. Meanwhile, Mr. Trump has suggested that the EU was next in the firing line, even though the U.K. appeared to win a modicum of a reprieve for issues with Washington.While tariffs are traditionally applied sparingly, and mostly in cases of trade imbalances in the context of artificial price barriers imposed by one country that impact its trading partners, the official reasoning supplied by the Trump White House for its tariff plan was that it would serve to address the “national emergency” resulting from “the extraordinary threat posed by illegal aliens and drugs, including deadly fentanyl”. On one hand, this opens the floodgates to other nations retaliating to U.S. tariffs and dampening world trade at a time when global economic growth prospects are precarious. The move also signals that it is acceptable for nations to weaponise tariffs as a countermeasure against unrelated inter-country disputes. Few would deny Mr. Trump’s administration the prerogative that it enjoys to crackdown on the U.S.’s “ridiculous Open Borders” — but most would have imagined that this process would entail intensified law enforcement activity rather than internecine tariffs. The tariffs will almost certainly have a deleterious effect on the prices that American consumers pay for imported products, besides a broader inflationary impact through higher input prices across industries. Perhaps it will take a full four years of economic pain in the U.S. before the realisation dawns that tariffs are hardly a panacea to curb immigration and drug inflows. Published - February 04, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        USA\n                    \n                            /                      \n                        \n                        trade policy\n                    \n                            /                      \n                        \n                        taxes and duties\n                    \n                            /                      \n                        \n                        Canada\n                    \n                            /                      \n                        \n                        Mexico\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        Japan\n                    \n                            /                      \n                        \n                        South Korea\n                    \n                            /                      \n                        \n                        US PRESIDENTIAL POLLS\n                    \n                            /                      \n                        \n                        European Union\n                    \n                            /                      \n                        \n                        United Kingdom\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        immigration\n                    \n                            /                      \n                        \n                        narcotics & drug trafficking",
        "headline_1": "​Tariff turmoil: on Trump and punishing tariffs on trade",
        "headline_2": "Donald Trump is triggering a trade war over unrelated bilateral issues",
        "link": "https://www.thehindu.com/opinion/editorial/tariff-turmoil-on-trump-and-punishing-tariffs-on-trade/article69176122.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-02-2025"
    },
    {
        "full_article": "Millions are affected in conflicts centred on mining of a metal vital for smartphones. No one cares\nEastern DR Congo looks like another of those interminable ethno-political conflicts in Africa. A UN report last year found that both Rwanda and Uganda are supporting the rebel M23 group that took control of the key Congolese city of Goma last week. Burundi, meanwhile, is working with Congolese forces to fight the rebels. And reports have surfaced of Romanian mercenaries being employed by Kinshasa. But scratch the surface – literally – and you can spot ruthless global commercial calculations.\nThe Congo conflict may be about something we all hold in the palm of our hands – smartphones. To be precise, a rare metal called tantalum, highly valued by smartphone makers for its ability to hold a large amount of electrical charge. Tantalum is extracted from its ore, coltan, of which DR Congo is a major producer. At least 40% of the global supply of the metal comes from the country. And M23 rebels now control some of the key mines in eastern DR Congo. UN estimates that last year rebels smuggled at least 150 metric tonnes of coltan into Rwanda. True, a certification scheme called Itsci is meant to prevent blood tantalum/coltan from getting into global supply. But it’s difficult to implement because of local conditions. There are strong suspicions that tantalum from DR Congo is being smuggled into Rwanda where it is mixed with legit supply of the mineral.\nOf course, global electronics and smartphone manufacturers are only too happy to look the other way. Global smartphone shipments in 2024 reached 1.2 bn units. So the conflict in DR Congo makes hundreds of companies profitable. And with wars in Africa taking low international political priority, few govts seem to care about the 4 mn internally displaced persons in eastern DR Congo. Everyone important loves a good war when money is to be made.\n\n",
        "headline_1": "We chat, they die",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/we-chat-they-die/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-02-2025"
    },
    {
        "full_article": "Uttarakhand’s UCC rules require court scrutiny. Individual rights, reinforced by SC, are under threat\nWere Uttarakhand’s UCC rules to be legally challenged – a strong possibility – judges will have plenty to consider. Take the case of live-in relationships. Failure to register a live-in relationship will attract jail term, but failure to register a marriage will only cost a couple a fee. This is unequal treatment of variants of the same thing – how two adults decide to define their relationship. More, the very idea of registration negates the freedom of choice that’s at the core of live-in relationships. It gets worse. For live-ins renting a home, landlords have been empowered to be nosy. A landlord must collect info on his tenants’ previous relationships. How are past private choices of adults the business of their landlord, or the state? Can this really pass legal scrutiny? UCC rules say landlords must demand, on pain of being fined, proof from tenants that they are single. Govt rules can’t just appoint citizens as quasi-vigilantes.\nNeither can priests or community heads have a say. But UCC says registrars “shall verify…from community heads or religious leaders whether customs & usage permit marriage.” This rule lists ‘prohibited relationships’, which are drawn from Hindu Marriage Act. How is it UCC if it sneaks in personal laws? Plus, rejection of live-in relationships by the state is arguably a violation of constitutional rights. Supreme Court, in Nandakumar vs Kerala (2018), said: “Even if a man and woman are not competent to marry under personal law, they have the right to live together outside of marriage.” SC in Khushboo vs Kanniammal (2010) was unambiguous: “Live-in relationships…fall within the ambit of right to life under Article 21.”\nWhat would an SC bench say about UCC’s demand that all registration info be shared with the local police station? Rules also say any change in phone number or address or religion must be immediately updated. So, those who have decided to live together are required to lay bare their lives for the police. Aside from questions on the constitutionality of this demand, who will guarantee cops won’t harass couples? UCC also mandates if either partner is below 21, parental consent is required. But 18 is when an Indian attains adulthood. SC, in Lata Singh vs State of UP (2006), had clearly said “a major girl is free to marry or live with anyone of her choice. No one, including parents, can interfere.” Neither can Uttarakhand’s govt.\n\n",
        "headline_1": "Constitutionally coded?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/constitutionally-coded/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-02-2025"
    },
    {
        "full_article": "It is one of those enduring half-truths that Modi’s politics is joined at the hip with the interests of ‘middle class’. Budget this year, which has given the biggest single tax-break for the taxpaying classes in decades, will solidify this presumption in the minds of the commentariat, and especially those who think of themselves as belonging to the middle class, even if they drive SUVs and send their children to study abroad.\nRead full story on TOI+\n\n",
        "headline_1": "Modi and the vocal class",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/modi-and-the-vocal-class/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-02-2025"
    },
    {
        "full_article": "Budget was once a spectacle – and a compendium of quotable quotes, from Thirukkural to Tagore, prefixed by Manmohan Singh’s invocation of Bismil via the evocative “Sarfaroshi ki tamanna” in 1991. It is now a balance sheet of the Union govt. As it should be, as it is in most of the world. Additionally, and understandably for a poor but hyperactive democracy, budget is a platform for political-economy trade-offs.\nRead full story on TOI+\n\n",
        "headline_1": "This income tax cut cuts many ways",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/this-income-tax-cut-cuts-many-ways/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-02-2025"
    },
    {
        "full_article": "Since the political changeover in Bangladesh nearly six months ago, Dhaka has become a hub of protests. Various groups have taken to the streets or laid siege to key state offices to voice their grievances and demand action. However, due to the city's unplanned development, overcrowding, and chaotic traffic system, even minor disruptions can lead to severe gridlocks. As a result, commuting has become quite an ordeal for the city residents.\nOn Sunday alone, three major protests were reported in Dhaka. In Mohakhali, students of Government Titumir College—demanding its upgrade to a university for weeks now—staged a hunger strike while blocking the street in front of their campus as well as the Gulshan 1 intersection. On Mirpur Road, some of the victims wounded during the July uprising protested the prolonged delay in receiving proper treatment and compensation. Meanwhile, a platform named Inquilab Mancha blocked Eidgah Road in front of Shikkha Bhaban, demanding the resignation of the home adviser for failing to prevent Awami League-linked leaders and officials from leaving the country. The result? Major parts of the city came to a standstill, with thousands, including those seeking critical services, stranded on the streets.\nGiven Dhaka's many overlapping problems, is it a surprise that even the slightest disruption leads to massive traffic congestions? Unfortunately, it's always ordinary citizens who are left to bear the brunt of this situation. On Sunday, for instance, an RMG worker and his wife had to walk 40 minutes carrying their two ill toddlers to a doctor's appointment, which they ultimately missed. Such stories of missed appointments, business opportunities, and personal emergencies are endless, leading to immeasurable suffering and a staggering economic cost.\nWe fully support the right to protest, but should it come at the expense of people's livelihoods and survival? If so, to what extent? These are questions that we must seriously consider. The notion that grievances cannot be addressed without blocking roads is a pre-uprising legacy that grew in response to the authoritarian nature of the Awami League government. Both protesters and authorities in new Bangladesh must find a way around this culture. The lack of public space within the city—as well as the lack of acceptance of alternative protest venues on the outskirts of it—is another issue that we must critically approach and address. Moreover, as the July uprising has shown, online platforms can be as powerful a medium to stage protests and trigger policy response as street mobilisation, something the protesters can consider.\nAll this is to say that there must be something we can do to address the endless public suffering caused by protests on the streets. Public sufferings cannot be used as a bargaining tool any longer. To change this scenario, authorities must take the first step and restore public confidence in the state's feedback mechanism, so that there are peaceful means of resolving grievances. The protesters also must give advocacy, online activism, and negotiation a chance before pouring out onto the streets. We also must find a way to accommodate protests in designated public spaces without disrupting major roads.\n",
        "headline_1": "Frequent protests are becoming an ordeal for citizens",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/frequent-protests-are-becoming-ordeal-citizens-3815211",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-02-2025"
    },
    {
        "full_article": "Thirty-five years ago, the world experienced an epochal change with the collapse of European communism. Francis Fukuyama famously called this moment the \"end of history,\" predicting that all societies would eventually converge towards liberal democracy and market economies. Today, it is almost a cliché to observe how wrong that prediction was. With the return of Donald Trump and his MAGA movement, perhaps we should call the current era the \"end of progress.\"\nMost of us take progress for granted. But we should remember that living standards 250 years ago were a little different from what they were 2,500 years ago. Not until the Enlightenment and the Industrial Revolution did we achieve the enormous improvements in life expectancy, health, and living standards that have defined modernity.\nEnlightenment thinkers recognised that scientific experimentation and tinkering could help people understand nature and create new, transformative technologies; and that the social sciences could enable closer coordination in efforts to improve conditions for all members of society. Such efforts required the rule of law to displace absolutism, respect for truth to prevail over obscurantism, and the elevation of expertise in human affairs. Among the most disturbing features of the MAGA revolution is its outright rejection of these values.\nCan progress continue? Just as the Soviets managed to launch Sputnik, we may see Trump and his followers preside over notable technological feats in space and artificial intelligence. But can we really expect America's new oligarchy to oversee sustained, widely shared advances? Those in power now are driven wholly by the pursuit of wealth, and they have no reservations about accumulating it through exploitation and rent-seeking. They have already demonstrated their ingenuity in wielding market power and leveraging media and technology platforms to advance their private interests through widespread manipulation and disinformation.\nWhat differentiates today's American-style corruption from past forms is its sheer scale and brazenness. The idea of stuffing $100 bills into brown paper envelopes sounds quaint compared to what we have now. American oligarchs can openly \"contribute\" hundreds of millions of dollars to a politician's election campaign in exchange for favours. The $465 million no-strings-attached loan that Tesla received from President Barack Obama's administration 15 years ago will look like a pittance compared to what is coming down the pike.\nProgress requires investments in basic science and an educated labour force. Yet during his first term, Trump proposed such massive cuts in funding for research that even his fellow Republicans baulked. Will they show the same willingness to resist him this time?\nIn any case, is progress still possible when the institutions responsible for the advancement and transmission of knowledge are under constant attack? The MAGA movement would like nothing more than to tear down the \"elite\" institutions where so much cutting-edge research occurs.\nNo country can truly prosper if large portions of the population suffer from deficiencies in education, health, and nutritious food. In America, around 16 percent of children grow up in poverty, overall performance in international educational assessments is mediocre, malnutrition and homelessness have become pervasive, and life expectancy is the lowest of any major advanced economy. The only remedy is \"more\" and \"better\" public spending. Yet Trump and his team of oligarchs are committed to cutting the budget as much as they can. Doing so would leave the United States even more dependent on foreign labour. But immigrants, even highly skilled ones, are anathema to Trump's MAGA followers.\nAlthough the US has long led the world in advancing basic science and technology, it is hard to see how this can continue under Trump. I see three possible scenarios. In the first, the US finally comes to terms with its deep-seated problems, rejects the MAGA movement, and reaffirms its commitment to Enlightenment values. In the second, the US and China continue down the road to oligarchic capitalism and authoritarian state capitalism, respectively, with the rest of the world lagging behind. Lastly, the US and China stay on their course, but Europe takes up the banner of progressive capitalism and social democracy.\nUnfortunately, the second scenario is most likely, which means we must consider how long America's growing deficiencies will remain manageable. China has massive advantages in developing technology and AI, owing to its huge market, vast supply of engineers, and commitment to long-term planning and comprehensive surveillance. Moreover, China's diplomacy vis-à-vis the 60 percent of countries outside the West has been far more successful than America's. But, of course, neither China nor a Trumpian America is committed to the values that have driven progress since the late eighteenth century.\nTragically, humanity is already grappling with existential challenges. Advances in technology have given us the means to destroy ourselves, and the best way to prevent that is through international law. In addition to the threats posed by climate change and pandemics, now we also have to worry about unregulated AI.\nSome will counter that while there may be a pause in progress, past investments in basic science will continue to yield valuable returns. Besides, the optimists might add that every dictatorship eventually ends, and history moves on. A century ago, fascism engulfed the world. But that led to a wave of democratisation, with decolonisation and civil rights movements countering racial, ethnic, and gender discrimination.\nThe problem is that those successful movements went only so far, and time is not on our side. Climate change will not wait for us to get our act together. Will Americans enjoy continued progress in the form of shared prosperity, based on education, health, safety, community, and a clean environment? I doubt it. And will the end of progress in America have knock-on effects globally? Almost surely.\nIt is too soon to know what the full consequences of Trump's second presidency will be. History does indeed move on; but it could leave progress behind.\nJoseph E Stiglitz, a former chief economist of the World Bank and former chair of the US President's Council of Economic Advisers, is professor at Columbia University, a Nobel laureate in economics, and the author, most recently, of The Road to Freedom: Economics and the Good Society.\n\nCopyright: Project Syndicate, 2025\nwww.project-syndicate.org\nViews expressed in this article are the authors' own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The end of progress?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/project-syndicate/news/the-end-progress-3815016",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-02-2025"
    },
    {
        "full_article": "We are not surprised by the findings of a government taskforce that has revealed significant shortcomings in the social safety net programmes. These challenges—including misallocations, beneficiary inclusion errors, inadequate provisions, poor programme design, and the absence of robust income support measures—have long served as barriers to achieving their core objective of addressing poverty. The taskforce's report, submitted last week, sheds light on these issues in considerable detail. Using the 2022 Household Income and Expenditure Survey, it estimates that between 2010 and 2022, social safety net programmes contributed to reducing extreme poverty by only 0.6 percentage points, and moderate poverty by only 0.8 percentage points.\nIt goes without saying that these outcomes could be improved significantly, despite resource constraints, if the structural problems were resolved. Currently, 53.9 percent of the poor and vulnerable families are excluded from social protection programmes, mainly because of inclusion errors. On the contrary, 62 percent of non-poor households receive some form of benefit. Ensuring that the funds reach only the vulnerable and deserving families should have been a top priority, yet successive governments have failed to address it. Corruption by officials and local elected representatives who are in charge of enlisting beneficiaries is not the only factor here—the very manner in which this is one is also problematic.\nThere are also too many irrelevant, often overlapping, schemes that not only inflate the budget but also limit their transformative potential. For example, we have repeatedly questioned the logic of including schemes such as pensions for government employees, subsidies, or interest payments on national savings certificates within the social safety net. The extent of this misallocation or rather manipulation can be understood from the fact that of the six largest schemes by budget allocation, only one—for old-age allowance—can be considered a genuine social protection measure. It is no wonder that while, on paper, social protection spending in FY 2024-25 accounts for 2.5 percent of GDP and 17 percent of national budget, it drops to only 1.2 percent and 7 percent, respectively, when schemes linked with pensions and subsidies are excluded.\nThese issues not only affect the number of potential beneficiaries but also the size of benefits received. The taskforce's report also talks about the fact that there has been virtually no progress in introducing interventions based on social insurance principles (such as unemployment insurance), while the capacities of different ministries and departments remain grossly inadequate, with persistent dependence on development partners. The lack of income support measures means that the beneficiaries remain trapped in the cycle of poverty, and in need of continued support, which is the opposite of what such measures should be aiming for.\nThese issues should be addressed if the social safety net is to deliver its intended outcomes. As the taskforce report indicates, correcting inclusion errors and reallocating resources exclusively to impoverished households could increase the reduction of extreme poverty by 1.3 percentage points and moderate poverty by 2.5 percentage points. The interim government is uniquely positioned to implement these reforms by overhauling the whole structure. It must ensure that the poor are properly supported, while also providing them with the means to attain self-reliance over time.\n",
        "headline_1": "Reform social safety net to truly support the poor",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/reform-social-safety-net-truly-support-the-poor-3814886",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-02-2025"
    }
]