[
    {
        "full_article": "Maharashtra Governor Bhagat Singh Koshyari was tactless in his tasteless comment at a public event recently, where he brought up the tensions between Marathi speakers and people from other parts of the country who have made the State their home. The Governor, inappropriately for the position that he occupies, taunted Marathi speakers by saying that if Gujaratis and Rajasthanis are removed from Maharashtra, especially from Mumbai and Thane, no money would be left there, and Mumbai would lose its status as India’s financial capital. The statement triggered a storm in the State that has a strong stream of regionalism in its politics, forcing even the BJP to distance itself from him. Maharashtra is a growth centre of the country and attracts talent and investments. Ethnic tensions, and the questions regarding the character and status of Mumbai, which were extremely volatile topics in State politics at one point, are now dormant. The Shiv Sena and the Nationalist Congress Party have a distinct regional character, while the Congress and the BJP vie for the support of linguistic minorities too. But no party frames its politics as an ethnic face-off. In this context, Mr. Koshyari’s statement was unwise. He has since recanted his statement, and apologised.The long list of transgressions by Mr. Koshyari, and his latest gaffe, should serve as a reminder to all Governors to be judicious, and mindful of the borders of proper conduct. In November 2019, Mr. Koshyari had sworn in a government after a night of political intrigues, in a hushed manner, and it did not last even to test its majority in the Assembly. Once the Maha Vikas Aghadi (MVA) government was formed under the leadership of Uddhav Thackeray, Mr. Koshyari turned blatantly hostile towards it. In October 2020, he taunted the Chief Minister for keeping places of worship closed to contain the spread of COVID-19, asking him whether he had turned secular. Protests erupted and the Union Home Minister, Amit Shah, was disapproving of the taunt. He refused to accept the list of 12 people that the State cabinet had recommended for nomination to the legislative council. Mr. Koshyari did not allow the election of a new Speaker of the Assembly for more than a year after the resignation of the previous Speaker, citing excuses. He suddenly decided to bury all that to allow the election of a new Speaker immediately after the formation of a new government of the breakaway faction of the Shiv Sena and the BJP, following the fall of the MVA government. He made thoughtless remarks about Chhatrapati Shivaji and Savitribai Phule, icons of Maharashtra’s cultural pride and social progress. The Centre, which appoints Governors, must make sure that such conduct is not rewarded or tolerated.",
        "headline_1": "Crossing the line: On transgressions by the Maharashtra Governor",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/crossing-the-line-the-hindu-editorial-on-transgressions-by-the-maharashtra-governor-bs-koshyari/article65721828.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-08-2022"
    },
    {
        "full_article": "July’s provisional trade data should trigger early warning signals among policymakers, as the first year-on-year contraction in exports in 17 months, albeit marginal, and a 44% jump in imports, sharply widened the trade deficit to a third successive monthly record. The export performance is of concern, reflecting a slowdown in overseas demand for Indian merchandise, the competitive advantage gained by the rupee’s sizeable depreciation against the U.S. dollar notwithstanding. While the Commerce Ministry has sought to explain away the 0.8% slide in last month’s exports as largely being a result of inflation-control curbs, the Ministry’s preliminary disaggregated data suggest several key sectors including engineering goods, gems and jewellery, garments and yarn and textiles, and drugs and pharmaceuticals, which were mostly outside the purview of those measures, also suffered contractions. And viewed on a sequential basis, the slide in exports from June’s level is a disconcerting 12.2%. Engineering goods, which at more than 26% represented the largest share of merchandise shipped overseas in July, contracted 2.5% from a year earlier and also shrank 2.9% sequentially. Even granting that the Government’s introduction in late May of a stiff export tax on a range of steel products, with a view to boosting their domestic availability and cooling price gains, was likely to have constrained exports of this segment of engineering goods, the contraction in the broad category points to a clear slowdown in demand in the advanced economies.The latest S&P Global PMI data from the U.S. and the eurozone for economic activity in July is also far from reassuring. As per the PMI data, output across Europe’s major economies sharing the euro as common currency shrank for the first time since February 2021 as a worsening manufacturing downturn combined with a slowdown in the service sector to drag the composite index into contraction territory. The U.S. economy, which has now contracted for two successive quarters putting it on the edge of a recession, saw manufacturing PMI post its lowest reading in two years as output and new orders declined in July. Given that the U.S. and the eurozone combined consumed almost a third of India’s goods exports in the last fiscal year, the prospect of July’s export slowdown deepening as demand in these markets weakens appears increasingly more likely. Imports continued to expand at a robust clip, driven largely by the expanding domestic demand for essentials including crude oil, coal, edible oils and electronic items. Coal and coke alone exceeded $5.1 billion. The augury from the trade data is that the external sector faces increasing vulnerability as the burgeoning trade deficit is set to swell the current account deficit, adding pressure on the rupee at a time when portfolio investments from overseas have been negative, and foreign direct investment has been significantly weaker.",
        "headline_1": "Trade worries: On the expanding trade and current account deficits",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/trade-worries-the-hindu-editorial-on-the-expanding-trade-and-current-account-deficits/article65722072.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-08-2022"
    },
    {
        "full_article": "The message from Taiwan is clear: Facing an unprovoked and heightened military threat from China, it won’t back down. That’s why Taiwan welcomed Nancy Pelosi. Taipei read it as a great show of support in the face of aggressive Chinese posturing in the past week.\nChina’s reaction to the visit is unwarranted given that there is no departure from the past and congressional visits have been a regular feature in Taiwan-US ties. Legislative members’ visits are also a feature of Taiwan-Europe relations. If there is any difference, it is that Taiwan is being more transparent regarding these visits and abandoning the fear that Taiwan’s engagement with the world will anger China.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why does Beijing bristle so much? Pelosi’s Taiwan trip wasn’t a provocation to China, and it increases Indo-Pacific security",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-does-beijing-bristle-so-much-pelosis-taiwan-trip-wasnt-a-provocation-to-china-and-it-increases-indo-pacific-security/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-08-2022"
    },
    {
        "full_article": "Nancy Pelosi’s visit to Taiwan has added a new strategic dimension to north-east Asia. Taiwan, a self-governing, vibrant democracy of 23 million people, is on the frontline of facing China’s growing belligerence in the region. Pelosi’s visit particularly rankles with Beijing because of both who she is and the timing of the trip. Not only is Pelosi the highest-ranking American leader to visit Taiwan in 25 years, she has also been a vocal critic of the Chinese Communist Party throughout her career. Plus, with the 20th Chinese Communist Party Congress coming up later in the year where Xi Jinping is hoping to secure an unconventional third term at the helm of the party-state system, Pelosi’s Taipei trip is a direct challenge to his leadership authority.\nThus, Xi has no choice but to be seen as taking some tough measures in response. Beijing has already announced four days of extensive live-fire military drills encircling Taiwan and completely blocking off surrounding airspace and waterways. Notably, however, those drills will begin today, much after Pelosi’s departure from Taiwan. This shows that Beijing is refraining from escalating military tensions with the US. But the costs for Taiwan could go up in the days ahead, especially if Beijing decides to move against Taiwan-controlled outlying islands like Kinmen and Matsu. That said, China would be wary of launching an attack on Taiwan proper given how the Russian invasion of Ukraine has panned out. Plus, Taiwan’s best defence today is its vast, cutting-edge semiconductor industry. Any attack on Taiwan would cause immense global disruption across industries, turn global opinion against Beijing and bring more support for Taipei.\nIndia, which too has faced Chinese aggression in recent years, has been cautious about building ties with Taiwan. Although two-way trade has been steadily increasing and amounted to $8 billion 2021-22, there is much headroom for growth. From collaboration in semiconductors and green tech to partnerships in building smart cities and furthering AI R&D, there is plenty of incentive to scale up. Also, given the common strategic threat from Beijing, New Delhi should consider initiating regular dialogue on regional security with Taipei. With China’s growing belligerence, an unofficial strategic compact between the democracies of India and Taiwan ought to be explored. This would also add a worry point for China vis-à-vis its strategy against India.\n\n",
        "headline_1": "The Nancy effect: Xi has compulsions to respond. But huge escalation against Taiwan unlikely. Upgrade New Delhi-Taipei ties",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-nancy-effect-xi-has-compulsions-to-respond-but-huge-escalation-against-taiwan-unlikely-upgrade-new-delhi-taipei-ties/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-08-2022"
    },
    {
        "full_article": "Delhi’s retail liquor trade is in chaos, thanks to AAP government’s policy flip-flop. A new policy introduced in 2021 that saw state withdrawal from the retail trade was characterised by e-commerce-like discounts but also litigation and allegations of corruption. So, less than a year after the new policy, AAP government will switch back to the old state-dominated retail trade. Ironically, that system’s problem was revenue leakage. The political subtext to the flip-flop has AAP and BJP as the main protagonists. The underlying themes, however, play out nationally.\nIndia’s alcohol market is characterised by two features. First, demand for alcohol seems impervious to economic downturns. Second, alcohol catalyses moralising in India. These two features lead to alcohol’s unique political economy. It’s highly taxed and along with fuel makes up about 24% of states’ own tax base. Also, the fiscal treadmill states are on makes the retail trade vulnerable to nationalisation, with Tamil Nadu perhaps the most prominent example where private retailers were pushed out two decades ago. These unique features also feed into the political economy of corruption through time-tested methods of licensing and regulatory distortions to favour handpicked manufacturers. Prohibition is the most extreme form of distortion. Gujarat’s hooch tragedy showed again a ban merely drives demand underground.\nState taxes on alcohol raise around Rs 2.25 lakh crore a year. India’s vast welfare system is funded partly by taxes on alcohol. Given its fiscal importance, alcohol regulation is crying for reforms. There’s no case for state presence at the commercial end of the business. Manufacturers and retailers need a stable and transparent policy like any other industry, which will have a positive spin-off on agriculture, a key raw material supplier. We need a sober regulatory system and 100% private retail for alcohol.\n\n",
        "headline_1": "Sober liquor policy: Delhi shows why all states need smart alcohol regulation and 100% private retail trade",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/sober-liquor-policy-delhi-shows-why-all-states-need-smart-alcohol-regulation-and-100-private-retail-trade/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-08-2022"
    },
    {
        "full_article": "Sun Weidong, China’s ambassador to India, spoke to Sachin Parashar as Beijing continued to respond strongly to US House speaker Nancy Pelosi’s visit to Taiwan:\nHow will China react to Pelosi’s visit to Taiwan?\nPelosi’s visit is a serious violation of the One-China principle and the provisions of three China-US Joint Communiqués. It has a severe impact on the political foundation of China-US relations and seriously infringes upon China’s sovereignty and territorial integrity.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Some in US seek to contain China by using Taiwan … US govt connived with Pelosi … China will not sit idly by’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/the-interviews-blog/some-in-us-seek-to-contain-china-by-using-taiwan-us-govt-connived-with-pelosi-china-will-not-sit-idly-by/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-08-2022"
    },
    {
        "full_article": "Under growing economic pressures, especially the looming crisis of foreign exchange reserves, the government has introduced multi-dimensional austerity measures. An IMF loan of USD 4.5 billion has been sought, while multiple more requests to similar multilateral and bilateral development partners are reportedly in the pipeline. These will be loans, repayable with interest by taxpayers and the people at large.\nWhile there is nothing unusual in a country securing international support in such challenging situations, the question is whether the measures represent a crisis management strategy that puts public interest first. More specifically, whether sufficient thought has been given to potential alternative sources that could yield substantially higher amounts than the intended budget and balance of payment support from IMF and the like, at no cost to the people.\nIn fact, there is a policy option that could generate foreign exchange that is many times higher. This is through sustainably fighting tax evasion and preventing trade-based illicit financial outflows. Before moving on to the potential control of tax evasion and money laundering, which are the key objectives of this decision, it should be noted that the deepening and widening of the drainage of public resources continue unabated.\nAt the heart of this is the already bedevilled banking sector. The extension of rescheduling of defaulted loans for eight years from the previous provision of two has granted impunity to loan defaulters to the extent that it could transform into the last nail in the coffin of any prospect of recovery of the huge sums of money swindled and laundered from the banking sector in the name of loans.\nThe other white elephant is the tens of thousands of crores as charge for the unutilised capacity of installed power projects that the Government has trapped itself into. Here too, there is hardly any indicator that this Frankenstein of capacity charge can be controlled in the foreseeable future.\nTurning to the problem of money laundering, the government and the relevant government institutions continue to be evasive and ineffective in enforcing the relevant laws and taking advantage of international cooperation. This is despite the fact that in recent years, these mechanisms have become much more robust in facilitating prevention, control and accountability, including the repatriation of stolen assets.\nOn export and import-related misinvoicing alone, as reported by Global Financial Integrity, Bangladesh on average lost a staggering USD 8.275 billion (Tk 71,000 crore) annually during 2008 to 2015. Judging by the prevailing trend, more updated data can only show much higher amounts of illicit transfers, no less than USD 12 billion annually. By the very nature of this crime, outflows are most likely to be even higher in crisis situations like the current one.\nThe lion's share of such illicit transfers land in developed countries, where syndicates of law firms, trust companies, offshore specialists, real estate agents, accountants, regulators, and banking and financial services companies collectively facilitate secret deals. Trade-based illicit financial outflows are only one, though the largest, of the many other ways of money laundering. It also includes the age-old practice of hundi, various forms of illicit investments and transactions for residencies and other acquisitions in the likes of Canada's Begumpara, Malaysia's second homes, and facilities in other neighbouring and Middle East destinations.\nThe total amount of annually laundered money out of Bangladesh is mind-boggling – many times more than what the government is trying to raise internationally from the likes of IMF. Whereas it is well within the reach of the government to control this menace, and substantially raise tax revenue and arrest the laundering of money and assets.\nThe institutions authorised to prevent and control this crime by enforcing the Anti-Money Laundering Act of 2012, parallel with provisions available under the UN Convention against Corruption, tend to invest energy explaining disagreements with the reported data on money laundering, rather than acting to control and prevent the same. Hardly anything has yet been done to control trade-based misinvoicing, and here lies the missed opportunity.\nUnlike well over 120 countries, including some of our regional neighbours, Bangladesh is yet to adopt the Common Reporting Standard (CRS) for automatic exchange of information on financial transactions, which could facilitate robust tracking of money held across borders.\nDeveloped in 2014 by OECD principally to fight tax evasion, the CRS is an information-gathering and reporting requirement of parties to protect and promote the integrity of tax systems.\nIt requires financial institutions and tax authorities to identify and automatically report information about financial accounts of foreign tax residents to local tax authorities. It covers accounts held by individuals and entities including businesses, trusts and foundations. Not just banks, but broker-dealers, investment funds and insurance companies are required to report.\nThe CRS is effective in cracking down on undisclosed offshore bank accounts by obliging countries to mandate their banks to share data into the pool of information, which gets fed to every other member country to keep tabs on its citizens. It practically marks the end of bank secrecy, and the good news is that the signatory countries of the CRS include most of the tax havens and offshore banking systems, who are already exchanging data. This means that anyone with international elements to their income and wealth are subject to it.\nBangladesh has the opportunity and, in fact, a national obligation, to take its starving revenue system and nearly non-existent anti-money laundering initiatives to a new level. This could mean sustainably earning many times more annually at no cost, compared to the IMF-like single-shot packages involving repayment obligations inclusive of interest. However, whether the government will have the political courage to accede to this facility will remain in doubt as long as policymaking remains influenced by perpetrators and protectors of tax evasion and illicit financial outflows.\nIftekharuzzaman is Executive Director at Transparency International Bangladesh.\n",
        "headline_1": "Taking loans v tackling laundering: Which serves our long-term interests best? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/taking-loans-v-tackling-laundering-which-serves-us-our-long-term-interests-best-3086966",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-08-2022"
    },
    {
        "full_article": "Not unnaturally, democracy and people's right to vote are hogging the headlines, occupying the time of political observers and providing subjects to columnists to write on for newspapers. The next general election is scheduled for next year, and the prime concern of the major political parties is either how to cling to power or how to dislodge the incumbent from power.\nUnfortunately, winning an election has become the synonym for achieving power – whatever level of election that may be. Thus, when an office is attained through elections – or in our case, to be more accurate, \"so-called\" elections – power becomes the sole tool of governance. It becomes the instrument of the opposition's chastisement. Every bad law, every anti-people regulation that is vilified while in the opposition, is forgotten once in power. Not only are these laws and regulations not repealed, but they are employed with a vengeance, in a more stringent fashion than by the previous regime who enacted those laws in the first place.\nThe most abhorrent aspect of the matter is that these laws become direct encumbrances on democracy, democratic practices, freedom of speech and assembly, etc. Not that such exercise of power was not demonstrated in the past by the other political parties while in power, but the last 10 years is a glaring example of how \"power\" is exercised to curtail rights in a most stringent manner. The recent example is the way police was used to scuttle a political party's programme in the southern district of Bhola, in which at least one person was killed by police fire and several sustained injuries.\nThe Bhola incident exposes how democracy and politics have come to be dictated by force. A perfectly peaceful gathering – to protest fuel price hike and load-shedding – turned into a chaotic event that caused deaths and injuries, because the BNP had not taken permission to bring out the procession, according to police; the BNP's version of the event is different. They argue that verbal permission was taken for both the rally and the procession, while the police argues that permission was taken only for the rally. Be that as it may, one would like to ask: What precipitated the firing? Is the police's threshold level so low that opening fire becomes the first option? If the crowd had to be dispersed, could safer methods not have been employed, instead of using live rounds on protesters? Bhola is one of the many examples of denying a political party its fundamental rights during the tenure of the current government.\nRegrettably, some of us have fallen into the definitional trap of democracy, which would have us believe that democracy and elections consist only of the day people cast their ballots – if and when they get the chance to exercise this option. Unfortunately, the chief election commissioner (CEC) seems to be suffering from that same irised mindset. And he is supposed to be one of the guardians of our democracy.\nSince the day the new CEC was sworn in and put in that exalted office – which in many countries that are democratic to a fault has been haloed by people who sanctified that appointment by their unfaltering commitment to not only the precept, but also the application of the principles of democracy – he has been harping on one single issue: vote, vote, vote. He has been doing so without recognising that an election is a process and democracy a principle, that admits of no encumbrances to be successful.\nThe CEC exposed either his outdatedness or his willingness to accept reality when he put the onus on the people for the survival of democracy. The fact is, democracy as of now is moribund – if not completely dead. Comments of leading political leaders, at least one belonging to the ruling party alliance, have categorically exposed concerns about people's apathy towards elections and politics, and its deleterious consequences on democracy. But who cares! As long as power is attained, the manner and means matter little.\nWe admit that it is not the Election Commission's remit to ensure that all the parties participate in the elections; it remains the choice of individual parties. But it is its bounden duty to make sure that the process is free and fair. That the Election Commission, by its words and deeds, engender confidence in the minds of voters and political parties to convince them that the voting will not be a sham, as it was in the last two national elections, and that the proverbial playing field would be level. That innovations in the voting process, which does not garner trust or credence in people, are not imposed on voters. Electronic voting machines (EVMs) are a nonstarter as far as a majority opinion among the political parties is concerned, no matter the clean chit given by some professors and party activists. Its possible use, misuse and exploitation to serve the interests of the party in power have already been exposed by some ruling party men. It is also a majority view that a free and fair election would not be possible with the incumbent running the administration during the election. Citing examples of other countries won't wash with the public. It's the past experience that matters. Some sort of a temporary dispensation has to be put in place to oversee election and shield it from the ruling party members' unwarranted influence.\nThe prime minister rightly expressed her eagerness to see that the major political parties join the election. It behoves her, as the leader of a political party, to see that the game is fair, that corners are not cut, and no new doctrinaire political philosophy is introduced. Let the system work without let or hindrances. Trust in the people and the party's performances over the past 10 years – and let the chips fall where they may.\nBrig Gen Shahedul Anam Khan, ndc, psc (retd) is a former associate editor of The Daily Star.\n",
        "headline_1": "Democracy means more than the ability to vote",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/democracy-means-more-the-ability-vote-3086951",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-08-2022"
    },
    {
        "full_article": "Let's assess the situation in Ukraine now. The marketing of war is in full gear. Both Russia and the US are travelling across the globe lobbying for support. People are feeling the devastating effect of the war. Inflationary pressure is increasing. Prices of essential commodities have increased. Economic growth has stagnated. Unemployment is on the rise. Food and fuel shortages are hurting everyone. The poor across the globe are the worst-hit.\nThere is no urgency for peace. Both parties are preparing for the long haul. The United Nations is not in a position to contain the war. During the Cuban Missile Crisis and the Korean War, the UN and the Nonaligned Nations played a significant role in brokering peace. The war in Ukraine has underscored the structural weaknesses of the UN. The Nonaligned Nations are dormant. The world does not have a viable counterforce that can stop the war. The regional, political or economic groups (e.g. Asean, COMESA, GCC, Mercosur, Arab League and African Union) have not been able to influence the course of war. \nThe war has undermined the role of the European Union and the G20. Nato, under the US leadership, has overtaken the EU. The G20 summit in November may not produce any resolution. Continuation of the war is likely to instigate demonstrations against the governments in various countries. Already, we have seen such demonstrations in Belgium, Britain, Germany, and Italy. Human sufferings have forced people to take to the streets. This is likely to increase, and \"street power\" could put pressure for peace as it did during the Vietnam War. However, this is not a desirable alternative to rely upon.\nDr Abu NM Waheeduzzaman is a professor of marketing and international business at Texas A&M University-Corpus Christi, US. \n\n",
        "headline_1": "Can OIC negotiate peace in Ukraine?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/can-oic-negotiate-peace-ukraine-3086941",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-08-2022"
    },
    {
        "full_article": "For 13 years, a schoolteacher from Gabura in Shyamnagar, Satkhira, had been collecting rainwater that seeps through her asbestos roof for drinking. Now, she has been diagnosed with lung cancer due to prolonged exposure to asbestos.\nLack of safe drinking water is an acute problem in the coastal regions of Bangladesh, which are highly affected by salinity intrusion. Generally, people living in climate-change-affected areas practice the traditional technique of harvesting rainwater in earthen pots, blue barrels, polythene bags or a container. However, although rain is considered to be one of the safest sources of drinking water, in order to ensure that it is indeed safe, the rainwater harvesting system (RHS) has to be maintained and practiced properly. In the case of these coastal regions, the water stored falls directly off their roofs, without any filtration.\nDespite the practice of capturing rainwater in coastal districts, its limited scale still causes a shortage of drinking water supply in the drier seasons. As a consequence, people are bound to drink water from nearby water sources that are severely affected by salinity intrusion. Hence, they suffer from various water-contaminated ailments.\nAlong with salinity intrusion, climate change is to blame for the summer heatwaves, which is also hampering water security. This is having a devastating effect on coastal communities who do not have access to adequate water supplies. This poses a dire and growing threat to the health of people, mainly women and children.\nThe coastal area of Bangladesh is privileged by the huge quantity of rainfall during monsoon. In Mongla, rainfall generally varies between 170mm to 429mm per month, which usually lasts from May to October, with occasional rainfall in November. However, in recent times, there have been changes in the rainfall pattern, which shows heavy sudden rainfalls have increased, leading to fewer, more intense rainfall events in many areas of Bangladesh. Extreme and unpredictable weather is having a serious impact on the social and economic conditions of coastal communities, who end up paying the most for their water.\nNur Jahan Begum (52) lives in Bagerhat's Mongla upazila, and her monthly family income is Tk 8,000. The cost of drinking water she bears is 3.5 percent of her daily income. She reckons an even larger amount of money goes into buying water during the dry seasons.\nAccess to clean water is not only fundamental to achieving Sustainable Development Goal 6 (SDG 6), but is also a critical adaptation strategy for communities in coping with the effects of climate change. In this context, rainwater harvesting has always been an efficient and vital alternate solution to address the problem. However, there is a need to generate knowledge on the proper management of rainwater to ensure sustainability of the environment, and enhance the social and economic growth and development of Bangladesh. Rainwater harvesting is feasible, practical and environmentally vital for people, profit and the planet. Working with the climate-change-affected vulnerable communities in Mongla, a rainwater harvesting system (RHS) has been developed by Brac's Climate Change Programme (CCP) to support low-income households in tackling the safe water crisis. The technology includes a concrete base, a polyplastic tank with a low-cost cloth or a device – used for filtration – and pipe fittings that are attached to the tank's roof. The capacity of the water tank is 2,000 litres for individual households, which is sufficient to drink during the summer and onwards.\nHowever, the water tank requires regular maintenance, and simple but effective processes need to be followed to prevent contamination and preserve the quality of water. When it rains, it is advisable to turn the tap on and keep it on for the first 5-10 minutes to dispose of the polluted first flush of the rainwater. During the rainy season, the water can be stored and used, but just before the arrival of drier seasons, the tank needs to be filled with rainwater to drink in the next six months.\nIn the coastal communities, the sufferings of people when collecting drinking water for their families are inexplicable. The water available from the pond is salty and polluted, so people have to travel miles to find a safe source of drinking water. Even the water stored for household use can get contaminated. In addition to all this, intensified use of groundwater in domestic and agricultural purposes further exacerbates the current gap between water sources and demand for safe water supply.\nFrom ancient to modern times, harvesting rainwater has always been a backup plan to meet water needs. The recent safe water crisis in the coastal communities is teaching us to adopt strategies that could scale up and promote innovative technologies and policies as the most potential solution to the pressing condition of water security in Bangladesh.\nMd Liakath Ali, PhD, is director of the Climate Change Programme (CCP) at Brac. Shadma Malik is senior specialist, knowledge management and communications, in the Climate Change Programme (CCP) at Brac.\n\n",
        "headline_1": "For safe consumption, rainwater needs proper harvesting",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/safe-consumption-rainwater-needs-proper-harvesting-3086926",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-08-2022"
    },
    {
        "full_article": "There is something deeply problematic when a major public university is forced to remain shut not because of the expression of genuine grievances by students, but because of unruly political thugs holding them hostage for their own petty gains. Yet, this continues to be tolerated. Most recently, we saw this when the activists of a faction of the Chattogram University (CU) wing of Bangladesh Chhatra League (BCL) enforced a shutdown after they failed to secure positions in the newly formed BCL committee there. As a result, all kinds of academic activities including examinations remained suspended for 35 hours.\nThough the strike was called off on Tuesday morning, no exams could be held that day as fear still gripped the campus. We are told that because of the shutdown and ceasing of shuttle train and other transport services, 11 final examinations of nine departments could not be held, although nearly 700 students had taken full preparation for the exams. Understandably, it may take some time for the students and teachers to overcome their fear and uncertainty. The deans and department heads will have to prepare new schedules which may take some time. The students, with their academic life frequently halted by the pandemic, have now been put through the same experience. For what? Who will answer for this?\nReportedly, over the past three years, different factions of the CU-BCL committee have enforced eight shutdowns in the university, all because of such non-academic issues. The latest shutdown came to an end only after the state minister for education criticised the activities of BCL in a Facebook post urging the authorities to deal with them firmly. Within half an hour, the BCL fraction lifted the strike. This makes us wonder why such student organisations are not permanently stripped of the power to call strikes whimsically, which are disrupting regular academic activities.\nUnfortunately, what happened in Chattogram University is a reality shared, or rather suffered, by many other public universities in Bangladesh. The ruling party's student wing continues to enjoy impunity despite the massive disruptions caused by its leaders and activists to pursue their own petty agenda. It is the general students who have to pay the price ultimately. This must not be tolerated any longer. We urge the administrations of public universities to take a tougher position when it comes to maintaining order on the campus. Most importantly, the ruling party must discipline their student-activists. The BCL must be held accountable for the activities of its members.\n",
        "headline_1": "BCL must answer for forced CU closure",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bcl-must-answer-forced-cu-closure-3086886",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-08-2022"
    },
    {
        "full_article": "Who gave Petrobangla the permission to spend Tk 2,000 crore from the Gas Development Fund (GDF) to import liquefied natural gas (LNG)? Certainly not the Bangladesh Energy Regulatory Commission (BERC), even though Petrobangla is legally bound to ask the commission before spending from the fund, which was set up in 2009 for gas exploration. While officials are fully aware that this fund is not for gas import, the money, apparently, was taken as a loan for emergency circumstances with the approval of the Finance Division.\nThe ongoing energy crisis could definitely be considered an emergency. But how does that explain that this is not the first time such loans have been taken? Last month, BERC told Petrobangla to pay back an amount of Tk 9,227 crore that they took from the Energy Security Fund to import LNG between July 2018 and June 2021. The national oil company was also asked to return Tk 3,000 crore to the GDF, which was deposited with the state exchequer last year.\nLet us not forget that the Tk-17,000-crore GDF is actually paid for by consumers through the tariff that is levied on them. These same consumers are now suffering in the heat through hours of load shedding, because we failed to tap into our own gas reserves and are still dependent on gas imports. This is not just unfair to consumers. At a time when the price of LNG has crossed USD 39 per MMBtu from below USD 10 earlier this year – and when our foreign exchange reserves have become so precarious that the government is planning on taking a loan from the IMF – it is a dangerous policy to continue to spend huge amounts of foreign currency on energy bills.\nAccording to experts, Bangladesh is one of the least explored countries in the world in terms of gas reserves, with only one third of its onshore area being explored. Yet, over the past few years, plans to drill exploratory wells and conduct seismic surveys for offshore exploration have been scrapped or postponed with no explanations. We fail to understand why. Does the government have a long-term policy to deal with the energy crisis beyond passing over the costs and impacts onto the shoulders of consumers?\nIn terms of our climate commitments, it also makes sense to prioritise self-sufficiency over importing gas. A large portion of gas imports comes from Qatar, whose huge North Field gas fields have been identified as the biggest new \"carbon bomb\" in the world. It is far better for us to make plans to achieve self-sufficiency than be affiliated with such catastrophic projects. However, in the long run, we must understand that the future lies in growing renewable energy capacity to finally be free of the volatility of fossil fuel prices.\n",
        "headline_1": "Petrobangla’s dangerous dependency on gas imports",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/petrobanglas-dangerous-dependency-gas-imports-3086871",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-08-2022"
    },
    {
        "full_article": "This year, farmers in the country are generally facing a tough time to go about their usual farming. Particularly, they have been facing a daunting challenge in cultivation of the nation's staple, rice, on account of the twin problems of a lack of rains and floods in a wide swathe in the north east. If the rice bowl of the north is smarting under scorching heat and a near-drought situation, Sylhet and Sunamganj, where haors (swamps) are located accounting for good paddy crops, are reeling from severest floods that occurred twice this year. Now comes the government decision of increasing fertiliser price. On the paper, the increase of Tk 6.0 per kilogram urea may not look big and even seem rational because it has been effected in 11 years after the last increase in 2011. It is the urea that has become costlier right now and there is an indication that the prices of Di-ammonium phosphate (DAP), muriate of potash (MOP) and triple superphosphate (TSP) may as well be raised. Sure enough, the higher prices of chemical fertilisers in the international market dictate price increase in the domestic market as well because the bulk of those agricultural inputs are imported. However when the issue of food security is concerned with farmers' participation in the cultivation process, particularly that of the small among them, the extra burden on them is likely to be not only heavy but also upset the target of staple production. The government has for over a decade resisted the temptation of raising fertiliser prices with a definite objective. What has prompted it to go for this unpopular decision at a time when farmers are at the receiving end of Nature's hostility? Also, urea has registered a drop in price from Tk 96 to Tk 81 a kilogram lately in the international market. Better it would have been to wait for at least the Aman cultivation season, giving farmers some respite. Clearly, the ripple effects of this price increase are most likely to be multi-dimensional. Rise in production cost of paddy will definitely push up prices of paddy for consumers. Already the rice market is volatile enough due mostly to its manipulation by millers and traders. The government's repeated appeals for keeping the market stable fell on deaf ears. The differences in prices of similar varieties of rice in India and Bangladesh bear witness to the unholy market mechanism here. Actually, the benefits of subsidy on agriculture are dishonestly wrested by the quarters controlling the middle points between producers and consumers. In fact, there was a need for taking care of this unholy mechanism in between for streamlining the staple business. The government then could do without raising fertiliser price. Even the champions of free market economy like the USA, pamper farmers producing their staple and other crops by generously offering subsidies. It is because input costs have gone up compared to the rate of growth in crops. No prescription advanced by outside quarters should be entertained in this regard. If the country's farmers survive, the country will also survive. It may sound simplistic but is an unavoidable truth.",
        "headline_1": "Implications of increased fertiliser price",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/implications-of-increased-fertiliser-price-1659536113",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-08-2022"
    },
    {
        "full_article": "Prime Minister Sheikh Hasina spoke for many nations around the world when she recently demanded that the sanctions imposed on Russia be lifted. It was a bold move, one that should be equally voiced by especially those countries which have seen a steep rise in costs of living, indeed in an exacerbation of their economy-related issues since President Vladimir Putin decided to send his forces into Ukraine.A chink of light has appeared with Ukraine finally being able to send out its grains to countries in desperate need of them. But with western sanctions yet in place, the food grains issue promises to linger. The Russians are determined to prosecute the war, as their advances deeper into Ukraine have shown. But there is too the question of whether the United States and indeed Europe could not have been more circumspect in handling the situation when the conflict broke out in February. In global conditions where a conflict anywhere has immediate ramifications everywhere, the absence of foresight in western capitals has been mind-boggling.One does not need a soothsayer or a wise man to predict that the war in Ukraine and indeed over Ukraine --- seeing that NATO, the EU and the US have been arming Kyiv to the teeth with weaponry --- will end anytime soon. Of course, President Putin's actions cannot be condoned. He should not have precipitated the crisis. But there are too a good number of reasons why his complaints, if not exactly grievances, as expressed before February merit consideration. He did not want NATO to come to Russia's frontiers, a point the West simply ignored. That should have been enough for the West to sit back and consider its options carefully. Instead, the urge, almost tribal in nature, to have newer members roped into the NATO alliance has begun to muddy the waters. With Finland and Sweden, for long countries respected for their neutrality, welcomed as new members of NATO, the polarization between the West and Moscow widens, to the detriment of the rest of the world.International relations and the crises they engender in our times are conducted best through means of diplomacy. In the Ukraine conflict, diplomacy has been absent. French President Emmanuel Macron initially tried his hand at it, but that was about all. In the face of the hardline attitude adopted by his fellow Europeans, he was compelled to retreat. This absence of diplomacy has now thrown up circumstances where European nations as well as the United States have been forced to go for austerity measures where the use of energy is concerned. They are all scaling down their use of gas, given that Moscow has tightened the squeeze on the energy pipe at its end. The European Union has cried foul, calling the Russian move an instance of blackmail. That is rather odd when one considers that the very act of sanctions against Russia was a far more blatant example of blackmail. Energy prices have been escalating in Europe and the United States. British Foreign Secretary Liz Truss, battling former Chancellor Rishi Sunak, has been telling the Conservative Party faithful that she has stood up to Putin and will do so again if she gains the keys to 10 Downing Street. Away in Washington, the Democrats are threatened with electoral losses at the mid-terms in November. The energy issue can only have weakened the Biden administration further.The world is in turmoil. President Putin's singling out the US as Russia's foe in these times is a mark of how far apart Moscow and Washington have moved away from each other. The sanctions have only emboldened the Russians into more of defiance and, additionally, have had Moscow reach out to nations affected by the crisis. Foreign Minister Sergey Lavrov's overseas travels are proof. The feeling is one of Moscow's now sitting back and watching its adversaries stew themselves in the fire they have ignited themselves.There is little doubt that global politics is an intense proposition these days. A resurgent China --- the West had thought Beijing would condemn Moscow over Ukraine --- is a new headache for Washington. The two-hour phone conversation between President Xi Jinping and President Joe Biden had little of niceties coming into it. Xi's stark warning that the US should not play with fire over Taiwan is a hint of how the Ukraine crisis has broadened out into areas the West probably did not imagine would happen when it cheerfully went for the sanctions against Moscow in February and later.The crisis engendered by Putin's Ukraine adventure and the western response to it have been reshaping geopolitics, in however chaotic a form, nearly everywhere. The Indians, to the relief of other nations and especially in their neighbourhood, have refused to toe the western line on dealing with Russia. Not even the Saudis, whose royals President Biden met not long ago, have fallen in line with the US and Europe. The Saudis have ignored Washington's appeal for a pumping of more oil by the kingdom, the appeal being a sign of the fears enveloping the West in light of Moscow's retaliatory methods. That the French President has been effusive in welcoming Prince Mohammad bin Salman to Paris demonstrates the consternation which now grips governments in the West.Overall, the Ukraine crisis has thrown the world into mighty confusion, one in which countries will wallow in for a number of years. The world, it is safe to suggest, will not be the same again --- as it was not the same after the two world wars. With China squarely placed to overtake the United States in economic power by 2030, global politics has inexorably begun to shift to Asia. The problem with western politics today is that politicians in the West have closed off all doors to a negotiated end, if not a settlement, to the Ukraine crisis. In post-modern times, that is an unfortunate happening. Russian military might is slowly choking the life out of Ukraine; and by arming President Volodymyr Zelenskyy with all matter of military equipment, by expanding NATO, by giving Ukraine the opportunity to be part of the EU in the coming days, the West has demonstrated an attitude that now has the planet twisting and turning in ever agonizing speed.And so the world suffers. Prices of food go up, gas is a luxury, cooking oil is a mirage. But the armaments industry is in buoyant mood. The EU has pledged to hand over to Kyiv arms worth 375 million pounds; the US has arms to the tune of 350 million dollars for Ukraine. Till this point in time, Washington and NATO have supplied 17,000 anti-tank weapons to Kyiv along with 2,000 Stinger anti-aircraft missiles.War is good business, as Lockheed, Raytheon and BAE Systems know all too well. Meanwhile, in Afghanistan, in large tracts of Africa, across Asia, economies are crumbling because of Putin's belligerence and the determination of the West to teach him a lesson.Indian Foreign Minister S. Jaishankar puts it well: \" . . . Somewhere Europe has to grow out of the mindset that Europe's problems are the world's problems but the world's problems are not Europe's problems.\n[email protected]",
        "headline_1": "Europe's problems and the world's problems",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/europes-problems-and-the-worlds-problems-1659536180",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-08-2022"
    },
    {
        "full_article": "The number of Bangladeshi students studying in higher educational institutions in the United States is increasing day by day. According to the US Department of State's Bureau of Educational and Cultural Affairs, a total of 8,598 Bangladeshi students chose to study in the US in the academic year of 2020-21. This has ranked Bangladesh 14th on the list of countries sending students to the US for study purposes. Like the previous year, a large number of students from our country have already got chance this year to study in various top-ranked US universities. Of them, many are fully-funded PhD students. However, many of these students, who are waiting for the US visa, are spending stressful time for a formality called Administrative Processing (AP). The students, who want to study in the US universities, need to get F1 visa from the US embassy of Dhaka. If they fulfil all the requirements, they get approval by the embassy while some others are rejected. But many students are also kept on the list of AP. The embassy takes 180 days or more for resolving the cases of AP-marked visa candidates. In this case, students are at a great risk of losing their funding as the relevant universities do not always want to wait for the students. Right now, around 300 Bangladeshi students are on the AP list of US embassy. Staying on the AP list is extremely stressful for most students since they think that they are going to lose their hard-earned funding only because of this process. This is annoying for the US universities and professors, as well. If this goes on, top US universities may stop taking students from Bangladesh in the future. So, we sincerely hope that the US embassy will take immediate steps by reducing the number of days regarding this process and save academic career of the bright students.\nShah Karim, [email protected]",
        "headline_1": "Easing US visa process for Bangladeshi students",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/easing-us-visa-process-for-bangladeshi-students-1659536239",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-08-2022"
    },
    {
        "full_article": "The World Culture Score Index has conducted a global study to measure the amount of time that people around the world spend reading on a weekly basis. And our neighbouring country, India, has achieved the number one position on the list. According to the study, Indians spend 10 hours and 42 minutes a week in reading. India is followed by Thailand while China is in the third position. However, the list of 100 countries has not included Bangladesh, showing how poor we are in reading books. Habits like reading books are seldom found in our society. There are a number of bookshops in most of our cities but they remain empty. There are some places in Dhaka city, where books are sold at cheap prices. Not many people visit such places. The core reason behind the lack of visits is the lack of interest in reading books. From students to teachers and from parents to the children, all are now spending most of their precious time browsing on their smartphones. And the reading habit is dying gradually. It is high time to tell children to spend more time with books rather than technological devices. Reading books opens the vision of a nation. This not only helps to understand current problems but also enables us predict the future and come up with solutions to overcome them. We need books more than anything else. We also need to establish more and more libraries. The most important of all is that we must promote reading habits. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Encouraging habit of book reading",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/encouraging-habit-of-book-reading-1659536288",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-08-2022"
    }
]