[
    {
        "full_article": "The latest national income data released by the National Statistical Office (NSO) last week have generated a fair amount of excitement as well as bewilderment. While the markets have cheered the NSO’s estimate of a robust 8.4% year-on-year growth in real gross domestic product (GDP) in the October-December quarter, some economists have been hard pressed to reconcile the sharp differences of well over a 100 basis points between the official estimates and their projections that many of them had made. The release also posits that real GDP grew by 8.2% and 8.1%, respectively, in the first and second quarters of the current fiscal, 40 and 50 basis points quicker than it had estimated earlier. Full-year real GDP growth too is now forecast at 7.6%, 30 basis points faster than the 7.3% growth it had estimated as recently as in January. A factor behind the upgrades in the current fiscal’s income estimates is the NSO’s revisions to the estimates for 2021-22 and 2022-23. While the revisions to 2021-22 data have resulted in that year’s real GDP growth being raised by 60 basis points to 9.7%, a fallout is the consequent scaling down of 2022-23’s GDP expansion to 7%, from the earlier estimate of 7.2%. Given that revisions to a previous year’s data automatically alter the year-on-year pace of growth, the base effect is a crucial element that has to be factored in while gauging the import of the headline number.In real productive sectors of the economy, third-quarter gross value added (GVA) growth slowed to 6.5%, from an upwardly revised 7.7% pace in the preceding July-September period, as output in the key rural agriculture, livestock, forestry and fishing sector contracted 0.8% year-on-year and growth momentum slowed sequentially across five of the other seven sectors that contribute to the GVA. That the GVA growth rate is a full 190 basis points slower than the GDP’s 8.4% pace is primarily because net indirect taxes are estimated to have surged 32% year-on-year in the last quarter, largely as a result of subsidy payouts, including on fertilizers, being drastically lower. To that extent, the GVA growth rate presents a truer picture of the health of the economy. And even on the demand or expenditure side, the data on private consumption spending and government consumption expenditure in the third quarter reveal a lack of traction. While private spending grew by a mere 3.5% year-on-year, government consumption spending actually shrank 3.2%. With the general election set to be announced any day now, the headlines around the NSO data serve as a poll-eve talking point. But there must be a sober analysis of the real state of the economy that draws on multiple statistical sets.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\neconomy (general)\n\n/\n\nagriculture\n\n/\n\nforests\n\n/\n\nfishing industry\n\n/\n\ntaxes and duties\n\n/\n\ngovernment\n\n/\n\nIndia",
        "headline_1": "Facts and statistics: On the national income data released by the National Statistical Office",
        "headline_2": "GDP numbers bring cheer in election year, and merit more scrutiny",
        "link": "https://www.thehindu.com/opinion/editorial/facts-and-statistics-the-hindu-editorial-on-the-national-income-data-released-by-the-national-statistical-office/article67910496.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-03-2024"
    },
    {
        "full_article": "In the early hours of February 29, Palestinians gathered in Gaza City on hearing that trucks carrying food deliveries were arriving. When they rushed towards the trucks, Israeli troops opened fire as they thought the hungry Palestinians “posed a threat”. Gaza’s health authorities say at least 112 Palestinians were killed and over 700 injured in the subsequent stampede, which triggered global outrage and calls for an international probe. This incident is a testimony to everything that went wrong with Israel’s brutal, indiscriminate attack on the defenceless Palestinians. The war, which started with Hamas’s October 7 attack in Israel, has already turned much of the Gaza Strip into a pile of rubble. Over 30,000 people, most of them women and children, have been killed and 70,000 wounded by Israeli troops. More than 90% of Gaza’s population of 2.4 million have been displaced. According to the UN World Food Programme, Gaza is suffering from the worst level of child malnutrition in the world and is headed towards famine. Most of the enclave’s population are crammed into the refugee camps of southern Gaza with hardly any essentials. The hospital system is on the verge of collapse. And the powerful nations are just watching as one of the deadliest man-made calamities of the 21st century is unfolding.Israel has successfully turned Gaza into a bombed-out enclave of death, misery and hunger. But it is still far from meeting any of its objectives, which includes the “dismantling” of Hamas and the release of hostages. If international public opinion was largely in favour of Israel on October 7, today, there is a groundswell of anger against its conduct of the war. South Africa took Israel to the International Court of Justice accusing it of apartheid against Palestinians. Luiz Inácio Lula da Silva, Brazil’s President, says Israel is carrying out genocide. Several western cities have seen massive protests, though their governments remain spectators. Despite global anger, Prime Minister Benjamin Netanyahu and his Cabinet colleagues — some have made outrageous comments about expelling Palestinians from their territories — manage to continue the war without facing any real consequences mainly because of the support from the United States and the West. The Biden administration has repeatedly vetoed UN Security Council Resolutions that called for a ceasefire in Gaza and continues to supply weapons to Israel. President Joe Biden, a Democrat who once said his foreign policy would be centred around human rights, should give up this moral ambivalence and be ready to use real pressure on his closest ally. This war should be brought to end immediately and aid allowed into Gaza without any ifs and buts.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIsrael-Palestine Conflict\n\n/\n\nUnited Nations\n\n/\n\nwelfare\n\n/\n\nfamine\n\n/\n\nrefugee\n\n/\n\ntrauma & emergency healthcare\n\n/\n\nhealth\n\n/\n\ninternational court or tribunal\n\n/\n\nSouth Africa\n\n/\n\nBrazil\n\n/\n\nUSA",
        "headline_1": "Bloody Thursday: On Israel’s war and the situation in Gaza",
        "headline_2": "Israel’s allies cannot avoid blame for the situation in Gaza",
        "link": "https://www.thehindu.com/opinion/editorial/bloody-thursday-the-hindu-editorial-on-israels-war-and-the-situation-in-gaza/article67910486.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-03-2024"
    },
    {
        "full_article": "A red carpet-regular writes a tell-all – guaranteed bestseller. But does he/she have the right to tell all about all those who came into his/her life? Don’t those other peeps have a choice? This is a serious question. Because, while everyone wants privacy, no one knows where the line dividing private and social is. Legally, too, the border between the right to privacy and other rights is drawn in shifting sands.\nThe case | A dispute in Punjab & Haryana HC involved two movie producers battling over rights to portray a real life marriage-gone-wrong. One of the producers had tied up with the husband, who claimed monopoly over commercial exploitation of his privacy. Copyright issues came up. But the privacy dimension was most interesting. When an individual gives up his privacy to one person, can he object if others want a piece of it, too?\n\nPuttaswamy’s influence | Jurisprudence on specific privacy cases goes back to the landmark 2017 Supreme Court verdict where a nine-judge bench said that privacy is a fundamental right. Its key takeaways were that privacy is intertwined with an individual’s right to control her personality. People have autonomy over personal choices.\nNot so clear-cut | HC said privacy doesn’t get absolute protection. It’s only inherent aspects, something “attached to his very existence as a human being”, that gets the privacy cover. That can mean intimate relationships, as expressions of one’s personality that fall into the grey zone of social choices, won’t get unconditional cover. This is where it gets fuzzy. Sexuality is inherent to humans. Therefore, it’s eligible for privacy protection. But it’s also naturally expressed in a social context. What if the other party doesn’t want the story to be told? Legally, answers will vary case to case. But the debate will continue.\n\n",
        "headline_1": "Private I",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/private-i/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-03-2024"
    },
    {
        "full_article": "Papa is going to vote for party A in Lok Sabha elections, as he did last time too. Beti has a crush on someone who votes for party B. Papa says, yeh shaadi nahi ho sakti. Pundits conclude: society is rottenly polarised.\nOne pundit breaks rank. She asks papa, what if the fellow is uninterested in arguing politics, let alone with you, who makes him tremble even in his Gucci shoes. Papa feels full relief. Gives new damaad ji full welcome. Beti is full happy. Revised conclusion: Society is much less polarised than doomsayers say.\n\nThis is the takeaway from research by University of Michigan political scientist Yanna Krupnikov. Her survey work is along the Democrat-Republican faultline in US. It has brought interesting nuance to the usual hand-wringing over the number of Americans who dislike the idea of their child marrying someone supporting a different party than their own – this proportion has jumped from 4% to 40% since 1960.\nIts logic may apply to India as well. A lot of the perception of extreme polarisation is from the loudest voices, particularly on social media, including our RWA WhatsApp groups. It’s like noisy passengers grabbing everyone’s memory of a flight, despite being decided outliers.\nHow many people can really afford to have polarisation as their main identity? There’s often too little energy left over from negotiating life. You can believe what you want, let the other fellow believe what he wants. Just don’t waste time arguing. You’ll, sort of, get along.\n\n",
        "headline_1": "Outside the noise-verse",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/outside-the-noise-verse/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-03-2024"
    },
    {
        "full_article": "Memory is the prism through which we see ourselves and the world, says Why We Remember: The Science Of Memory And How It Shapes Us by Charan Ranganath. Memory isn’t a passive archive. It actively moulds our present and future. Your ‘remembering self’ takes all your decisions. Your ‘experiencing self’ does the living.\nWe berate ourselves for forgetting names and faces, or where we left something. But what we see as flaws of memory are in fact its features. We’re designed to prioritise. Perfect recall was never the point.\nThe brain learns through experience, in jargon, neural plasticity. We face an onslaught of information. So how do we make specific memories stand out? Through attention and intention. Don’t struggle to remember more. Mindfully create cues to remember those things you want to.\nMultitasking makes you feel that your brain is fried. Inflammatory infections, sleep deprivation, stress and alcohol all impair memory. What helps the body helps the brain: sleep, exercise, and a healthy diet.\nMany parts of the brain are involved in memory. The prefrontal cortex, about a third of your brain, is the central executive. The hippocampus is crucial to storing and activating memories. But there is no single mechanism in the brain that governs memory, which depends on an ecosystem.\nContext is crucial to remembering. Dormant memories can be awoken in places where they were formed. This episodic memory, a form of mental time-travel, is distinct from accumulated semantic memory, which is independent of when something was learned.\n\nThe mind chunks information, in the way we remember a ten-digit phone number in bits of three and four digits or use mnemonics and acronyms. But human brain is not a memorisation machine. It thinks. It uses frameworks to organise impressions. These mental blueprints help us understand what to expect – say, when you are in a cafe or airport.\nMemory and imagination are not far apart. We reconstruct narratives about the past, strung around a few impressions. Our memories can be false, or even implanted by others. Confabulation means you can ‘remember’things that never happened.\nOur minds can generate a feeling of intense familiarity, which is what we register as deja vu. Or they can make us unconsciously plagiarise, through what’s called cryptomnesia. But while memories are malleable, our minds aren’t entirely mush, the book cautions, we can learn to harness them better.\nFamiliarity has enormous power over us. Repeated exposure to something can make us like it. Reverse is also true. White people are prone to misrecognising those from other races. We worry about facial recognition tech. But human bias while identifying a perpetrator is far more dangerous.\nThe book also dwells on glitches of collective memory, as groups or social networks magnify and transmit memory errors, misinterpret the past or spread fake news.\nHuman memory adapts to each life stage. Children are supple learners and explorers, without fully developed prefrontal cortexes. As we get old, our episodic memory wanes, but semantic memory stays robust, so we learn less but know more.\nOther takeaways: Spider sense, or intuition, is real, it’s when your memory schemas fail that you notice something is off. Curiosity improves memory. Learning by doing, through mistakes, is more effective than memorising.\nSo, there’s no point memorising this book’s insights. Practise them.\n\n",
        "headline_1": "What we remember shapes who we are",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/what-we-remember-shapes-who-we-are/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-03-2024"
    },
    {
        "full_article": "Musk has sued OpenAI, essentially arguing that Altman’s company, by becoming a closed-source de facto subsidiary of Microsoft, has abandoned its original charter. In a fundamental way, what Musk is arguing is linked to the bigger AI controversy – the ‘unauthorised’ scraping of content. His suit also points to the solution – AI models that train on others’ data must be opensource, not closed-source.\nBefore we get there, we need to understand what’s happened. AI revolution is a data revolution. We’ve had no fundamental softwarebreakthrough. AI ‘software’ that’s talked about in hyped-up, but inaccurate, terms is simply programmes that work well in identifying patternsin large piles of real world data.\n\nRead full story on TOI+\n\n",
        "headline_1": "Open AI, not OpenAI",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/open-ai-not-openai/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-03-2024"
    },
    {
        "full_article": "Bangladesh boasts a remarkable increase in the number of female students from the primary to the higher secondary levels, as evidenced by board exams consistently showcasing girls outperforming boys in academic achievement. This encouraging trend was expected to narrow the gap between male and female participations in the labour market. It's, however, perplexing that even though girls are outshining boys in academic achievements, they are not only lagging behind in job market but also their participation in the labour force is actually declining. The latest Bangladesh Bureau of Statistics (BBS) labour force survey reveals a disconcerting and disheartening trend. The total female workforce has dropped from 24.86 million in 2022 to 24.51 million in 2023.Empowerment of women, who make up half the country's population, has long been a focus area of both government and non-government organisations. As a result, women's presence in the job market rose considerably over the post-independence decades. According to the Global Gender Gap Report 2023 by the World Economic Forum (WEF), Bangladesh with an impressive score of 72.2 per cent stood first in South Asia and 59th globally in terms of gender parity. In recognition of this progress, the UN awarded Prime Minister Sheikh Hasina the prestigious 'Planet 50-50 Champion' award. Against this backdrop, a whopping 0.35 million decline, as shown by the BBS statistics, in the number of women in the country's labour force in just one year is perplexing. This disconcerting trend is a potential setback in the nation's journey towards gender equality. According to the survey the disparity between male and female employment widened, while the overall employed workforce in Bangladesh increased marginally. The number of employed males rose from 45.61 million in 2022 to 46.47 million in 2023, highlighting a disproportionate growth favouring men in the job market. Contrarily, the proportion of female employment decreased from 42.77 per cent in 2022 to 41.56 per cent in 2023, with a particularly sharp decline observed in the last quarter of the year.Several factors including limited opportunities for women in industrial jobs outside of the ready-made garment (RMG) industry are being attributed to this retrogressive trend. While the RMG sector has traditionally been a significant source of employment for women, the shift towards high-tech production methods has led to a reduction in female jobs within this sector. This over-reliance on a single industry for female employment underscores the need for diversification and expansion of opportunities in other sectors, particularly in industrial domain.While there's been some progress in female employment in the service sector, concerted efforts are needed to enhance opportunities for women in industrial roles. Policy Research Institute (PRI) Executive Director Dr. Ahsan H Mansur rightly pointed out the importance of bolstering women's participation in industrial jobs to address this imbalance effectively. Strategies aimed at promoting gender-inclusive policies, providing vocational training, and fostering a supportive environment for women in traditionally male-dominated sectors are imperative.It is crucial for policymakers, employers, and civil society organisations, therefore, to collaborate on initiatives that address the root causes of women's drop-out from the workforce. This includes tackling systemic barriers such as gender bias, sexual harassment, and socio-cultural norms that seek to keep educated women tied to household chores. Additionally, initiatives such as childcare support and breast-feeding corners in the workplace, a hassle-free transport system, and flexible work schedule can help facilitate greater female participation in the labour market. Ensuring equal opportunities for women in the workforce is not only supportive of gender equality, but also essential for sustainable economic development.",
        "headline_1": "Disconcerting decline of women in workforce",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/disconcerting-decline-of-women-in-workforce-1709477783",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-03-2024"
    },
    {
        "full_article": "The springtime in Bangladesh is not all fun and merriment. Because in this pre-monsoon months, dry air and rising temperature turn the environment into a tinderbox. So, it is also the time when deadly fires break out. But though the fire incidents take place recurrently every year, many with devastating consequences taking heavy toll of life and damage to property, the general public seem to forget the tragedies soon after the fires die down. For had it not been the case, why is it that in about every case of fire that hit headlines, fire department and other agencies concerned in their post-inspection reports invariably mention the absence of preparedness against fire and lack of appropriate safety measures at the residential, commercial and official buildings. It is often reported that such buildings did not have provision for fire exit or if there was any, it had been crammed with sacks or piles of other materials. Due to such callousness on the part of the management of those factory buildings or marketplaces, the death toll rises. Even in the case of February 29's deadly fire at the commercial building named, Green Cozy Cottage Shopping Mall, in the city's Bailey Road area, that housed many eateries including shops, the stairway of the seven-story building was obstructed with gas cylinders which at some point exploded to turn the fire into an inferno. It is learnt that some restaurant owners and staff members have been detained by the police for their suspected lapses and negligence causing the fire. Unfortunately, in most of the cases of deadly fire claiming hundreds of innocent lives, real perpetrators of the crime remain beyond the reach of law. In their place, some people who are just part of the flawed systemic failure are held or fined.  Of course, not following building codes during the construction of factories, shopping malls, or residential quarters is a punishable offence. Absence of fire safety devices like fire extinguishers, water sprinklers poses far greater challenges if the approach roads to the places are narrow and thus prove difficult for fire fighters to use and do their job promptly and effectively. People who own those buildings vulnerable to fire, people who occupy those place as residents or as tenants to run business must be held accountable for doing a shabby job. The safety of customers, staff members and diners cannot be compromised. Unsuspecting visitors are unlikely to know about the faulty system of restaurant operation with glitzy bill boards and eye-catching interior decoration. But now that the restaurant tragedy has happened, people will think twice before going to restaurants in multi-storey buildings. They are not supposed to know if the building is unsuitable for restaurants, if there is no fire safety devices, etc. However, they can have a look if there are wide staircases for emergency exit. Both owners of the buildings and restaurant operators must take responsibility for any breach of the building code and other laws guiding construction of a building to suit the purpose for which it was built in the first place. The authorities like Rajuk, city corporations, fire fighting agencies and law-enforcers cannot also wash their hands of the devastating conflagrations producing excuses like warnings were issued to the occupants of the places in question of possible dangers, or that notices were served to evacuate the places so gutted by fire and so on. The common public generally do not act of their own volition to disrupt the status quo. So, it is the responsibility of the enforcers of the rules and law to force the owners, tenants or other occupants of those vulnerable places to vacate after expiry of the notice periods or warnings so issued. Sometimes, unwilling owners and occupants of buildings in question go to court and have court rules issued in favour of maintaining the status quo. These are definitely instances of legal hurdles deliberately created obstructing law-enforcers to do their job. In that case, in the face of the increasing incidents of destructive fires in the city and elsewhere in the country, the judicial authorities may take suo moto cognizance of the issues and order law enforcers to forcibly vacate or if necessary demolish the sites reported to be vulnerable to fire or any other calamity of human or natural origin. No excuse for not taking the required precautionary measures to protect life and property by the authorities concerned would be acceptable.In the present case of Bailey Road fire, alongside doing their routine job of finding the cause of fire, compensating victims and so on, the authorities concerned should not fail to hold to account those who mindlessly allowed operation of restaurants for the purpose of which the building was not designed in the first place.\n[email protected]",
        "headline_1": "Restaurants at wrong places prove deadly",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/restaurants-at-wrong-places-prove-deadly-1709477818",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-03-2024"
    },
    {
        "full_article": "The Bailey Road building that was devastated by a fire causing death to at least 46 people including all five members of a family and injuring others reportedly housed as many as eight dining facilities. Even though the origin of the fire was none of these eateries, their gas cylinders stocked on the only narrow stairway turned the timid fire into an inferno and left no room for evacuation from the seven-storey building. The next building to the one so gutted houses even more prestigious restaurants including some famed international brands like KFC and Pizza Hut. Prime Minister Sheikh Hasina has expressed her resentment at the absence of emergency fire exit system there. Ideally, it should have. Now that the tragedy has happened, irregularities, lapses, negligence and other issues of concern will come to the fore. But one fundamental problem that lies at the heart of this entire affair is the provision of housing restaurants---not one but a large number of those---in multi-storey buildings. A contemporary reports that a 13-storey building on Road No-27, Dhanmondi has accommodated as many as 18 restaurants. There are other such buildings which house multiple eateries in them. Indeed, this has, of late, become a trend in restaurant business. Most such high-rise buildings have no emergency exit stairs. The requirement of a number of certificates for opening a restaurant is a vital point. Apart from the trade licence which serves almost but not entirely the purpose equivalent to India's shop and establishment licence, there is the need for a restaurant licence issued by the deputy commissioner (DC) office. Before issuance of the certificate, physical inspection by a controller is mandatory. What matters most is the fire licence in Bangladesh and fire safety licence in India. This is issued by the Fire Service and Civil Defence authority under the Ministry of Home Affairs. Another important criterion is 'lift clearance' which is obtainable only after an inspector of the electricity department and the labour commissioner has conducted due inspection. This requirement has been ignored in case of Bangladesh. Food safety and environmental requirements are more or less same in both countries. But the crux of the problem is the emergency fire exit that is not mentioned in either of the countries. One highly important thing is the inspection of the layout of the restaurant space. A troubling question is the existence of numerous eateries and their kitchens with 10-15 ovens operated by gas from cylinders. Is it feasible, let alone wise, to issue licences to numerous dining facilities at different levels, including rooftop arrangement, of a building? That these overheated kitchens with several gas cylinders used and also stored nearby but hardly equipped with any fire safety devices are a ticking bomb waiting to explode needs no elaboration. So the legal parameters of the entire licensing system need to be reviewed in order to rationalise the aspects of accommodation. Multi-storied buildings without open spaces and extra fire exit system must not be used for restaurant business. What happens is that multi-storied buildings are not constructed exclusively for restaurant business but those who need to open such facilities convert the inside into spaces according to their requirements. In the process, they have to change layouts within and rearrange electric fittings including arrangements of air conditioners and kitchen. At times more tinkering follows with expansion of business. Similarly shopping malls needlessly use excessive lighting. Investigations into fire incidents ultimately prove futile because suggestions made are not followed up. Even the process of shifting chemical warehouses from old Dhaka could not be completed so far. In case of dining accommodation, the presence of several restaurants in a single building not constructed specifically for such facilities poses grave risks. The fire service department claims it issued three notices but to no effect. When the threat is potent, let there be enforcement of magisterial power for sealing off such buildings. Once garment factories were the hotspots of inferno, now multiple dining facilities in multi-storey buildings are likely to take their place. Before this happens, the authorities concerned should ask expert architects to come up with retrofitting designs and/or plan for converting such accommodations into green buildings.\n[email protected]",
        "headline_1": "Why so many restaurants in a single building?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-so-many-restaurants-in-a-single-building-1709477863",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-03-2024"
    },
    {
        "full_article": "On the night of February 29, 2024, a tragic fire engulfed the multi-storey building on Bailey Road, resulting in the deaths of 46 individuals and leaving 11 seriously injured. Additionally, 75 people were rescued from the scene. Shockingly, most of the deceased showed no signs of burns on their bodies, suggesting that their deaths were caused by carbon monoxide poisoning generated during the fire due to a lack of oxygen. This news garnered international attention, with major Western media outlets covering the incident extensively.These deaths cannot be dismissed as mere accidents; they are acts of negligence, resulting in murder. Although an investigation committee formed will try to identify the responsible parties, it is unlikely that justice will be served. The Rajdhadi Unnayan Kartipakkha (RAJUK), has revealed that the building lacked permission to operate a restaurant or merchandise outlet, while the fire service confirmed the absence of adequate fire safety measures. Despite receiving three warning letters, no action was taken for reasons unknown. Shockingly, eight restaurants continued to operate in the building for years, disregarding fire hazards. Identifying and punishing the culprits would serve as a deterrent against future tragedies and prompt others to take proactive measures to prevent fires. Despite the formation of inquiry committees after each fire, most of their reports never see the light of day, and no action is taken against the influential persons responsible. It is undeniable that the authorities cannot escape responsibility for the Bailey Road fire due to negligence in their supervisory duties. We demand justice for the victims.\nMd. Zillur RahamanSatish Sarkar Road,Gandaria, Dhaka.[email protected]",
        "headline_1": "Fire tragedy: authorities cannot evade responsibility",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fire-tragedy-authorities-cannot-evade-responsibility-1709477907",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-03-2024"
    }
]