[
    {
        "full_article": "On the eve of the opening of the Winter Olympics in Beijing on Friday, India announced a diplomatic boycott of the games. The MEA said no Indian official will be present at the opening or closing ceremonies of the games, which run from February 4 to 20. The decision for an official boycott of the games — a lone Indian athlete who qualified, skier Arif Khan, will still take part in both the games and in the opening ceremony along with support staff — followed China’s move this week to choose a PLA commander as one of the participants of the traditional torch relay. The commander was involved in the June 15, 2020 clash in Galwan Valley. He was subsequently given military honours by Beijing. The MEA said the commander’s participation in the torch relay was “regrettable”. Until this week, New Delhi was considering having its top diplomat in Beijing attend the games. Only in November, India joined Russia in expressing support for the games, following a meeting of the Foreign Ministers of Russia, India and China. If India, dealing with its own long list of problems with China and a continuing stand-off along the Line of Actual Control, had initially planned to not involve itself in the politics surrounding the games, Beijing’s torch relay changed that calculus. The broader context of the selection of the PLA commander is an on-going campaign by China to publicise Galwan and highlight the “bravery” of PLA troops. India’s statement of support for the games in November had come amid the U.S. and its allies announcing a diplomatic boycott because of rights violations in Xinjiang, where minority Uighurs have been sent to “reeducation” camps. China first denied the existence of the camps, but later said they were for “vocational training”. China denounced the diplomatic boycott by around a dozen countries — which India has now joined albeit for different reasons — as “politicising” the games. It is another matter that Olympic Games, through history, have been inherently political events. For host nations, holding a successful games carries the promise of burnishing the legitimacy of the government of the day. The games within China have certainly taken on particular political significance domestically, in the context of the country’s battle against COVID-19. Last month, President Xi Jinping noted that the 2022 Olympics would be “the first international multi-sport event to be held as scheduled since the outbreak of the COVID-19 pandemic”. The underlying message is that the successful holding of the games amid the pandemic is another example of the superiority of the Chinese political model, which has been highlighted as a sharp contrast especially with how the U.S. handled the pandemic. Last year, the IOA added the word “together” to the official Olympic motto of “faster, higher, stronger”. If that is certainly a laudable aspiration, it is clear that as far as the Olympics are concerned, the politics is never far away. That will certainly be the case in Beijing as the latest games, both on and off the ski slopes, begin.",
        "headline_1": "Winter is here: On India’s diplomatic boycott of Beijing Winter Olympics",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/winter-is-here-the-hindu-editorial-on-indias-diplomatic-boycott-of-beijing-winter-olympics/article38372571.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-02-2022"
    },
    {
        "full_article": "One of the most striking moves in the Union Budget’s taxation proposals for 2022-23 is the introduction of a taxation regime for virtual digital assets — evolving manifestations of cryptocurrencies, codes and non-fungible tokens. Finance Minister Nirmala Sitharaman has proposed to tax all profits from transactions in such assets at 30% along with the applicable surcharge and cess, and a 1% tax to be deducted by buyers while trading in any virtual digital asset beyond a threshold. While the tax on profits will apply from April 1, 2022, which officials said will not preclude profits already booked before that date from the tax liability, the TDS provisions aimed at creating a transaction trail for the tax authorities, will kick in from July 1. While trading profits will be taxed at, according to crypto industry players, a higher rate compared to other jurisdictions, no deductions will be allowed on account of setting off losses from such trading or from any other capital losses. The only deduction permitted would be the cost of acquiring the asset. The term ‘property’ under the I-T Act is being expanded to include virtual digital assets so that such assets received as a gift shall be taxable except when received from relatives. However, the taxation regime by itself, Ms. Sitharaman has emphasised, does not grant legitimacy to the trade in these currently unregulated assets. A consultation process is underway, which will determine the legal position of such assets.This provides some relief for the growing flock of crypto investors. The Government may still not consider them fully legit, yet the tax regime indicates the hard option of an outright ban that was signalled in the nomenclature of a proposed crypto law last year is off the table. Listed first for Parliament’s monsoon session, then again in the winter, that legislation is also now off the agenda. All this time, India’s youth, who the Prime Minister worried were being lured by crypto players’ misleading ads, continue to be swayed, with no norms brought in place to rein in such ballyhoo, and no regulatory watch. Whether this case is different from collective investment and plantation schemes that were belatedly regulated is ponderable. The delay in arriving at a decision also pre-empts Indian start-ups and innovators from developing products and ideas that can be scaled up globally given the nature of these assets. In November, the Government had indicated a forward-looking approach to crypto market oversight. It is time those words are matched with a clear regulatory framework soon instead of ambiguous waffling and dithering.",
        "headline_1": "A disjointed response: On crypto assets and regulation",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/a-disjointed-response-the-hindu-editorial-on-crypto-assets-and-regulation/article38372576.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-02-2022"
    },
    {
        "full_article": "Of the 48 current vice-chancellors (VC) in the public universities across Bangladesh, 39 are former office-bearers of some pro-government teachers' bodies. Of the rest, five are known to be associated with the ruling party. A report by this daily has found that if one is a member of the Blue panel—a pro-Awami League group of teachers—at Dhaka University, his or her chances of being appointed VC at any public university increases exponentially. The message is very clear: if you are a part of the government party or belong to its various wings, or can outshine others as a \"big drummer\" in the government bandwagon, your future is made in the academic hierarchy of public universities.\nSo, have these VCs, appointed clearly on partisan lines, served the ruling party's interests? Have they, in any way, raised the intellectual profile of the Awami League? Have these VCs been able to prove that the Awami League is truly committed to improving the academic quality and atmosphere in public universities? Has any VC of a public university been able to improve relations with their students? If the answer is an emphatic no in each case, then shouldn't the ruling party review its policy of appointing such VCs?\nA ruling party's proclivity to reward those who help them come to power is nothing new. Practically every government does it. So why should we take issue when our government does the same? Well, the answer is simple. In choosing our VC candidates, we usually lose sight of the academic qualifications necessary and the overall image and public stature of the individuals concerned. Over the years, political loyalty has overtaken academic status. What serves as the personal reputation of academics has practically nothing to do with their accomplishments as teachers, writers, authors, but more to do with how vociferously they have been able to uphold the party line, regardless of its impact on their respective institutions or the time-honoured profession of teaching.\nWhy can't the present government appoint VCs who are from the party and have, if not impeccable, then at least highly regarded academic credentials? Why do the choices veer to the bottom, particularly when we all know that there are plenty of highly qualified teachers within the ruling party?\nOf course, the government has certain expectations from the people they appoint as VCs. But how unethically low they have stoop to preserve their chairs is the question. VCs appointed on partisan considerations are a part of a complex web of privileges and favouritism, which does not allow them much freedom to run their respective institutions on the basis of their better judgement. They are, in fact, prisoners of all sorts of forces within the campus that have nothing to do with the goals and purposes of a university.\nFirst of all, a partisan VC will have to take care of all teachers who belong to the same party—starting from their appointments, promotions, placement in various positions of power and leverage, to granting study leaves, foreign scholarships, allocations of living quarters, etc. In time, factions develop within their supporters based on how much benefit each of them received. This necessitates more benefits to be dished out to keep the VC's support base intact. This pushes them further towards arbitrary actions, making them more controversial. And the cycle goes on.\nThen comes the more difficult task of keeping the ruling party's student wing in line. From the admission of party honchos who will be later used to intimidate and force non-partisan students to fall in line, to distribution of hall seats, to allowing them to pass class tests and annual examinations, to protecting them from police when involved in criminal activities, to giving them various financial deals including construction contracts—the management of the student wing drags a VC more and more into the quagmire of malpractice and irregularities. Such a VC is unable to take any disciplinary action against any student who may have the ruling party tag. This drastically compromises the VC's moral standing among their students, assuming it was there in the first place.\nThe question we want to raise is: Do partisan appointments actually serve the interests of the ruling party? Take the case of the former VC of Rajshahi University, who made 138 appointments of teachers and staff on the very last day of his tenure and bent university rules to appoint his daughter and son-in-law as teachers. What sort of a person does such a thing? What level of common sense—or lack thereof—and what utter disregard for the law, regulations, system or practice could make a VC stoop to such malpractice? Another case is of Nazmul Ahsan Kalimullah, the former VC of Begum Rokeya University. Throughout his tenure of 1,447 days, he was absent from the campus for a total of 1,207 days—more than three years out of four. What weird mentality could have led him to such behaviour? If he was so loath to go to the campus, why did he take the job? Did the Awami League gain anything by such appointments?\nIn a recent comment to this daily, Professor Emeritus of Dhaka University Serajul Islam Chowdhury said, \"Only those who have sound academic background and can play the role of a guardian should be appointed as VCs… The main job of a VC should be to create an enabling environment on the campus in which all bodies, including student unions, are functional, and cultural activities and critical thinking can flourish.\"\nTime has come for the government to ask a fundamental question: Do we want our public universities to become centres of academic excellence? Do we want these institutions to produce scholars of global stature, who can make us active participants in the international intellectual scene? Do we want to keep pace with the knowledge revolution that marks the 21st century?\nOr do we want our public universities to produce nothing more than slogan-chanting BA or MA degree holders, most of whom may be able to increase the muscle power that maintains the ruling party's physical control of the campuses, but can do very little to increase our brain power that will ultimately determine whether Bangladesh becomes a knowledge producer or remain its consumer only?\nThe answer to this simple but vital question will determine the future of our public universities. The global and regional rankings of Bangladesh's public universities speak volumes of what we have done to the once famous universities of ours.\nHere, a mention needs to be made and tribute paid to the teachers and students who, in spite of all the shortcomings and partisanship, keep the flame of knowledge burning. It is because of their tireless efforts that we still have whatever little academic atmosphere that still remains in our public universities.\nThe way our public universities are currently run is not in tune with either the goals of Digital Bangladesh, nor the needs of the 4th Industrial Revolution, much less the technological transformations that most forward-looking countries are preparing for.\nThe most tragic reality is that our country's total intellectual environment is anti-creative, which is most likely strikingly exemplified by our lack of investment in research and support to our scholars. In fact, scholarship is trivialised and partisanship eulogised in considering most of the things academic. The fundamental freedoms—of thought and expression—that are keys to an academic environment remain elusive in ours. In fact, these freedoms marked the golden days of Dhaka and other public universities in the past.\nThis reality must change if we are to become a developing nation where a nation is judged not only by its physical infrastructure, but also by its intellectual infrastructure, of which public universities are a crucial element.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n",
        "headline_1": "Govt needs to review its practice of appointing VCs",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/govt-needs-review-its-practice-appointing-vcs-2953846",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-02-2022"
    },
    {
        "full_article": "Recently, on a wintry afternoon, I went to see the Padma Bridge. I experienced something unique. Whether you are standing on the bank of the mighty Padma or on a boat in the water looking straight ahead, the bridge gradually fades into an infinite line—or perhaps into the future. It was both magical and mystical.\nI have seen great river bridges before: Florence's Ponte Vecchio, New York's Brooklyn Bridge, San Francisco's Golden Gate Bridge, Sydney's Harbour Bridge, and London's Tower Bridge. All are civic monuments and urban icons of these cities. What is so special about the Padma Bridge?\nI must confess, seeing it for the first time felt a bit unreal or even surreal—a technological behemoth poetically upending the tranquillity of rural Bengal. Our soft mental image of pastoral Bengal—characterised by paddy fields, rivulets, homesteads, ponds, humble scale of things, and solitude—is challenged by the bridge's godlike scale, cutting-edge technology, and futurist ambition.\nI wondered how technology could conquer the legendary Padma River with such ease and simplicity. The bridge seemed like a line that hovers over the river with a magisterial sweep. When a colossal piece of engineering enters a pristine natural landscape, it may perturb our cherished mental images of familiar rivers, places, and geographies. As much as they are natural phenomena, rivers are also epics etched on geography that only the mind can process. Manik Bandopadhyay's Padma has no giant bridge over it—only the perennial flow of water, and the majhis who find inspiration in it for their survival. A mammoth bridge does not seem compatible with Tagore's depiction of the Padma, \"Idly my mind follows the sinuous sweep of the Padma roaming under a distant sky.\"\nHow did I process the unlikely juxtaposition of my own mental image of the Padma River, and an engineering marvel that tames it?\nA mystical veneration, a mix of spirituality and dread, attended my experience of the Padma Bridge. Philosophers have discussed the psychological effects of a \"sublime\" feeling. For British political thinker Edmund Burke, the sublime, unlike the \"beautiful,\" could evoke an exalted emotional quality of attraction and fear. The sublime is grand and dangerous. German philosopher Immanuel Kant argued that the sublime has to do something with the awe-inspiring scale and boundlessness of a phenomenon. In front of an ocean or a mountain, one could feel his or her insignificance, experiencing a sublime feeling.\nIn the 20th century, American theorists like Perry Miller and later David Nye used the concept of \"technological sublime\" to explain how technology's provocation of ecstasy, bewilderment, and terror played an important role in shaping the modern American mind. Standing before the gigantic concrete superstructure of Hoover Dam, built on the Colorado River during the 1930s, I understood what technological sublime meant: a complex mix of wonder, admiration, and fear.\nThe Padma Bridge is, I believe, Bangladesh's maiden example of technological sublime. Standing awed in front of it, I wondered how it would reshape our political consciousness, transform our cultural universe, and disrupt our understanding of a deltaic geography. Its sheer scale and innovation should not overwhelm us to not consider its practical value. The multipurpose bridge is 6.15km long, with a four-lane highway on the upper level and a single-track railway on the lower level. When completed, it will be one of the longest river crossings in the world. And, when the bridge reaches its full capacity, 75,000 vehicles will cross it every day, increasing the GDP of the impoverished south-west region Bangladesh by up to 2.5 percent. With the contribution of the bridge, national GDP is projected to rise by 1.2 percent. Furthermore, as research shows, every taka spent on the bridge is expected to generate about Tk 2 of social good. This is a huge boost for the national economy and the country's collective well-being.\nBut beyond the engineering accomplishment of the Padma Bridge and its economic promises, what are its larger social and cultural meanings? Is it merely a bridge that would boost connectivity and economic productivity? What does the bridge mean culturally, socially, and politically for Bangladesh?\nFirst, the underlying motivation for national confidence-building has been obvious. Since the World Bank withdrew its funding for the project in 2012 over the allegation of corruption, there has been a national outrage, steeped in a postcolonial, nativist grievance against the \"civilising mission\" of Western powers. Self-funding and constructing the bridge became the symbolic catalyst for graduating the country from the infamous \"basket case\" to a self-confident nation, assertive on the world stage. The bridge was Bangladesh's message to the world: The era of West-to-East, North-to-South political pontification is over.\nSecond, the bridge symbolises a direction opposite to that of the Indian subcontinent's power diffusion along the Ganges-Padma river system. Rising in the Himalayas, the Ganges flows from northwest to southeast, entering Bangladesh at the northern edge of the Kushtia district. It then streams through the heart of the Bengal delta, eventually emptying into the Bay of Bengal. This Gangetic trajectory has been the migratory path of Vedic Brahmins, invaders, occupiers, dynastic rulers, military strongmen, traders, saints, and power-wielders to the Indian subcontinent. From Indo-Aryans and the Mauryas to the Mughals and colonial powers, all followed this path to arrive in Bengal. This is the direction through which the frontier advanced from northwestern power centres to southeastern Bengal's agrarian hinterlands. In 1204, Muhammad Bakhtiyar's Turkish cavalry followed this path. Mughal Subahdar Islam Khan Chishti arrived in Dhaka following this riverine trail. West Pakistan sought to control the political destiny of the people of East Pakistan. The symbolism of that power trajectory persists.\nThe Padma Bridge is a metaphorical countermovement—politically conceived to set in motion a new frontier to advance from southeast to northwest and southwest. It is an emblematic defiance of and resistance to the historical Gangetic trajectory and, by extension, the West. It symbolises a reversal of a power arc that has traditionally defined the political structures and their diffusion in the Indian subcontinent. The bridge is a new geostrategic gesture from East to West—a resistive message from the Global South to the Global North about a shifting global power dynamic.\nFinally, as much as it is about strengthening communications with southwest Bangladesh and eliminating the time-consuming ferry-crossing of the Padma River, the bridge is also about us. It hints at our anxieties and aspirations, and our fractious visions for the future. As we build the bridge, we mitigate our geo-cultural vulnerabilities and celebrate our national advancements. We use the bridge as a mental backdrop for projecting our green-and-red patriotic exaltations. The Padma Bridge is the spatialisation of our national aspirations and a personification of the Bengali self. In this sense, I find a lot of similarities between the National Martyrs' Memorial at Savar and the Padma Bridge. Both are monuments to our national consciousness.\nAs I walked on the bridge, I felt both euphoric and melancholic. Euphoric because the bridge has conquered a sea-like river, recalibrating the hydrogeography of Bangladesh for the 21st century, thanks to Prime Minister Sheikh Hasina's steadfast determination. Melancholic because in crossing the bridge in the comfort of a car or a bus in a few minutes, we may lose the psychological connection to the waters of the Padma River that has animated artists, poets, novelists, boatmen, fishermen, and many other protagonists. I always thought that crossing a river by a boat had a spiritual dimension. You are in the water, not over it.\nBut people are never stagnant. They move on and adapt to new realities. The technological sublimity of the Padma Bridge perhaps would inspire new types of cultural imaginations and geographic consciousnesses. Most importantly, the bridge will improve the social and economic lives of southwestern Bangladesh. That's a great thing.\n \nAdnan Zillur Morshed is a professor, architect, architectural historian, and urbanist. He teaches in Washington, DC, and serves as the executive director of the Centre for Inclusive Architecture and Urbanism at Brac University.\n",
        "headline_1": "The Meaning of the Padma Bridge",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-grudging-urbanist/news/the-meaning-the-padma-bridge-2953831",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-02-2022"
    },
    {
        "full_article": "It was the spring of 1985 in New Delhi. I, along with my father Vishnupada Bhattacharya, a linguist, literary critic and a teacher at the Department of Modern Indian Languages in Delhi University, came out of Vigyan Bhavan after watching Satyajit Ray's \"Ghare Baire.\" The first words we exchanged was a remark from my father, who was very selective in watching films and was a Ray admirer: the man who plays the role of Nikhilesh has correctly understood the character he portrays.\nThat was the first time I saw Victor Banerjee on the screen. I could not have hoped for a better beginning to appreciate the actor. Of course, later I watched many of his commercial and meaningful films in Bangla, Hindi and English, in which he straddles the two genres with equal elan.\nSo, it came as no surprise when Victor was named as the winner of Padma Bhushan, India's third highest civilian honour, on January 25. In fact, given his contribution not only as an actor, but in other departments of film-making, the honour should have come quite earlier.\nIt is sad that Victor won the National Award for best supporting actor for \"Ghare Baire,\" although Nikhilesh is the main focus of the story along with his wife Bimala (played by Swatilekha Sengupta) and Nikhilesh's friend Sandip (Soumitra Chatterjee), and the central focus of the story is about the relationship between the three. As a liberal zamindar, Nikhilesh's character is endowed with layers of emotions as he deals with his relationships with Bimala and Sandip. Among all his films, Ray, according to me, handles most adroitly the complexity of the Nikhilesh-Bimala-Sandip relationship with all its nuances, while leaving little doubt about his sympathies for Nikhilesh.\nEvery time I watch \"Ghare Baire,\" I am left with the conclusion that Victor Banerjee got into the skin of Nikhilesh and effortlessly immersed into the character to give a memorable performance. One may go on debating how much credit is to be apportioned between Ray and Victor. If Ray brought out the best in Victor as an actor—as he did with many others—Victory too gave all of his heart in it. The coming together of the duo is what is called in Bangla \"manik jore\" for a spell-binding show. Victor's ability to enact a complex role was also evident in abundant measure in David Lean's 1984 film \"A Passage to India,\" in which he played the role of a Muslim doctor, and Shyam Benegal's \"Kalyug.\" For his performance in \"A Passage to India,\" the actor got the National Board of Review award for best actor and was nominated for a BAFTA award. Even in the most routine commercial films in Bangla, it is Victor's performances that see them through to viewers.\nIn a newspaper interview last year, Victor said that among all the films he had appeared in, Ray's \"Shatranj Ke Khilari\" had the biggest impact on his career. \"I belonged to a traditional Bengali family where watching films was not welcomed, acting in them was way beyond my thoughts. But since 'Shatranj Ke Khilari' was a Ray film, I got the chance to work under the auteur. It was because of this 1977 Hindi classic that I received my passport, and my family understood (that) acting is also a respectable profession,\" he said.\nApart from working with an array of acclaimed foreign film-makers like Lean, James Ivory and Roman Polanski, Victor is perhaps the only film personality who won the National Award in three different categories of film-making: as a cinematographer in non-fiction film \"Where No Journeys End\" and as the director of the adventure film \"The Splendour of Garhwal and Roopkund,\" besides \"Ghare Baire\" as best supporting actor.\nVictor's interest in and commitment are not just confined to cinema. He has been running a school for the blind at Moranhat in Assam's Dibrugarh district since 1982, to carry on the project started by his father SN Banerjee in 1971. The school located outside a tea garden gives free education, food, boarding and uniforms to students. According to Zaffri Mudasser Nofil, a Delhi-based journalist hailing from Dibrugarh, Victor, as the president and managing trustee of the school, makes it a point to visit the institution from time to time. In 2020, three students of the school passed the higher secondary exam in first division with letter marks in mathematics, he says.\n \nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India\n",
        "headline_1": "A Director’s Delight",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/directors-delight-2953791",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-02-2022"
    },
    {
        "full_article": "Many societies have their own sources of shame. Genital mutilation, honour killing, sexual abuse of children in religious institutions—there are many such practices that go against all norms of a civilised and humane society. What is ours? I can think of at least two: child marriage and child labour. I call them shame as both are condoned and enjoy social acceptance, yet violate the fundamental principles of human rights and dignity—the right to a life of freedom and security.\nThe IGI Global, which conducted research on child labour with the support of the International Labour Organization (ILO), estimates that there are 420,000 child domestic workers in Bangladesh, of whom 83 percent are female, and 132,000 work in Dhaka city.\nThe government has committed to phase out child labour in Bangladesh and enacted a policy to this end in 2010, and issued an order in 2013 prohibiting all children under 18 years of age from working in 38 identified hazardous jobs. However, there is no implementation of this regulation as children continue to work in hazardous and dangerous situations, such as welding, in biri factories, as helpers in human hauliers, stone-cutting, etc. As for domestic work, it did not even make it to the list of hazardous work. Child rights experts, on the other hand, say that child domestic workers are particularly vulnerable as their work is inside people's homes and evades scrutiny from the authorities or those children's families. It is unregulated and unmonitored, leaving children at the total mercy of their employers. Parents with low income hand over their children, often as young as eight, to work in middle- or lower middle-class households in the hope that they will be looked after, at least get better nutrition, and also contribute to their families' income.\nAlas! Contrary to their expectations, domestic child workers face regular abuse and neglect. The abuse ranges from overwork, insufficient food, no recreation or education, etc to unspeakable torture such as sexual violence, severe beating, starvation, burning, scalding with hot water and so on—sometimes resulting in death.\nAs per reports compiled by rights organisations such as Ain o Salish Kendra (ASK), Manusher Jonno Foundation (MJF), Bangladesh Shishu Adhikar Forum, etc. in the last five years, at least 200 child domestic workers were found dead in their employers' homes. Meanwhile, 365 were tortured physically, and 62 girls were sexually abused. In 2020-2021, as per reports compiled by MJF from six newspapers, 44 child domestic workers were victims of torture, of whom 16 died, and four died by suicide. Unless there is severe injury or death, such cases are not reported, nor are criminal cases filed. Only 30 percent of the cases of such torture are filed, with no known example of perpetrators ever getting punished for such heinous crimes against children.\nThe recent case of Farzana, a domestic worker aged 17 years, employed by a banker's family in Kalabagan, Dhaka revealed that physical and mental abuse can continue for years without anyone knowing about it. She suffered continuous torture for seven years, after which she finally sought help. Her entire body shows marks of old and new wounds. She is now lying at a hospital, undergoing treatment. Her parents have filed a criminal case, but the perpetrator is already out on bail.\nThis is not a one-off incident. We read about such inhuman acts inflicted by members of the so-called educated or elite class on their domestic helps every so often. In November last year, little Tania, an eight-year-old child from Fulbaria, Mymensingh, was found with blade cuts all over her body. Daughter of a poor tea seller, she was hired as a household help for a monthly salary of Tk 1,000. A criminal case was filed, but again the perpetrators are out on bail. Last year, the 44 reported cases of torture inflicted on child domestic workers all tell the same story of brutal assault, starvation, scalding with hot water and iron, and so on. Medical help was given only when the child faced imminent death. Criminal cases were filed against some, but no one has faced any punishment for their act of such extreme cruelty.\nReports of suicide or attempted suicide by adolescent female domestic workers are common. Most are found hanging from the ceiling fan. Investigation into the cause of suicide is mostly inconclusive without enough evidence to file criminal cases. There is, however, strong suspicion of sexual assault by male employers.\nAs is obvious, the unreported cases outnumber the reported ones. No one takes notice unless the torture is severe, and the victim lands in a hospital or is dead. Cries for justice go in vain. Not a single perpetrator accused of torturing domestic help has ever been convicted. Being economically solvent, perpetrators are able to prevent cases from being filed or negotiate with the victims' families, who are too poor and powerless to continue with the cases and usually agree to out-of-court settlement.\nThe government has committed to eliminate all hazardous work by children by 2024 and completely eliminate child labour by 2030. By all standards, setting a deadline that is years away indicates the lack of urgency in implementing any system or policies that will end child labour soon. In the meantime, children continue to fall prey to predator employers, who think they own them and can do whatever they want.\nWhat can we do to make child labour socially unacceptable? What kind of campaign will result in putting to shame those who employ children and mistreat them? The narrative that our socio-economic situation will not permit elimination of child labour has gone on for too long. But why should children pay the price of our inability to build a society where everyone's basic needs are met? When will children enjoy the fruits of our so-called middle-income country status?\nThe government should consider expanding the social safety net programmes for parents who are forced to send their children to work. An important first step is to address the invisibility of child domestic workers, because once they enter the homes of their employers, they lose all identity and often their parents are not allowed to visit them. They should be registered with the social welfare department, and given ID cards with a hotline number to call in case of emergency. The social welfare department can also organise spot visits on a trial basis to at least give the impression that there is a system in place to monitor how these children are being treated.\nThe other issue is that of justice. If the law is supposed to work for everyone, then how come not a single case filed against these cruel employers of child domestic workers has ever resulted in conviction? This has given the message that they will not be held to account, no matter what cruelty they perpetrate on these children.\nBut a more fundamental question is: What drives normal people to such acts of cruelty? How can people—couples with families—have such double standards of adoring and protecting their own children, but slap, pinch, or worse, starve and burn others' children with hot iron? I don't think we have the answer; perhaps this phenomenon needs further study.\nFinally, many of us dream of the kind of society we want. Mine is the following: The mention of \"child labour\" is greeted with astonishment. \"Child labour! What is that? How can the two words, child and labour, go together? The only words that can be associated with children are laughter, playfulness, naughtiness, and joy!\"\nIs this my wishful thinking, or can it be a reality some day?\n \nShaheen Anam is the executive director of Manusher Jonno Foundation (MJF).\n",
        "headline_1": "Children are to be nurtured, not tortured",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/children-are-be-nurtured-not-tortured-2953041",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-02-2022"
    },
    {
        "full_article": "It's disconcerting that the individuals with connections to power continue to demolish hills or hilly areas around Bangladesh. They excavate soil from there and sell it to brick kiln owners or real estate developers to fill lowlands, or for road construction purposes. But the end, however noble or realistic, doesn't justify the means—especially when there is such a huge environmental cost involved. Unfortunately, the trend of hill-cutting has continued well into the Covid-19 pandemic when most other activities came to a halt.\nOne such hilly area that is under constant threat is Moulvibazar district, where powerful syndicates are involved in ravaging hills to create plots. In the Islamnagar area of Bhatera Union in Kulaura upazila, for example, hills standing for centuries have been flattened to the ground. It has been reported that more than 200 families who lived on the hills for decades are now homeless. The risk it has posed to the local biodiversity is also unimaginable.\nThere is no reason to believe that the local officials are unaware of the laws on environment or the development in Islamnagar, but they choose to do nothing anyway. Locals have revealed the names of some well-known people who have been cutting hills owned by local residents, including one by a UP chairperson. The Department of Environment (DoE) has made no attempt to stop their activities. It appears that the DoE is unaware of the clear mandate they have been handed by the Environment Conservation (Amendment) Act, 2010, which says, \"…no government, semi-government or autonomous organisation is allowed to cut or raze hills, without prior permission from the authorities concerned.\" If even the state is not allowed to cut the hills, how come some individuals are?\nOur report from Moulvibazar presents a symbolic picture of the predicament our hills are in across the country, which needs to be addressed, so that we can protect the ones that are still standing. Unfortunately, in most cases of environmental destruction and degradation, involvement of local political entities has been reported, but state officials seemed either complicit or unable to do anything in this regard. We urge the government to take a firm stance in this regard, and pursue a policy of zero tolerance to any threat posed to the environment. Raising awareness is also essential to make this successful.\n",
        "headline_1": "Why is hill-cutting still being tolerated?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-hill-cutting-still-being-tolerated-2953776",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-02-2022"
    },
    {
        "full_article": "It is quite shocking that despite being one of the oldest public universities in the country, Jahangirnagar University (JU) is yet to figure out a way to address the needs of its students with disabilities. Although a number of students get admitted under the \"disability quota\" every year, JU has neither any proper reading materials nor any seats reserved for such students. Moreover, there is no official scribe without whose support it is difficult for them to appear in exams, or even attend classes. Also, the university does not have any funds to cover the education expenses of many of these students who come from low-income backgrounds. In the absence of any initiative to support their needs, many students find it hard to continue their education.\nJust imagine: there is no special corner for braille books for the visually impaired students in the university's central library. This speaks volumes about the apathy of the university authorities towards the students with disabilities. While many higher educational institutions, such as Dhaka University, have made a lot of progress in this regard, Jahangirnagar University is shockingly lagging behind. It is not hard to imagine what students with other types of disabilities face at the university.\nThe question is: Why have our universities still not been able to ensure a disability-inclusive higher education system, despite the fact that we have all the necessary policy frameworks to do so? Bangladesh ratified the United Nations Convention on the Rights of Persons with Disabilities (CRPD) in 2007, and formulated the Rights and Protection of Persons with Disabilities Act in 2013. While, as per these laws, all public establishments must be accessible to people with disabilities, we often see them facing difficulties in their educational institutions, workplaces, and public transports. Students of JU are also facing the same problem, as there are no ramps in the academic buildings or residential halls for those who use wheelchairs. If this is the condition of one of the most prominent public universities in the country, one can safely assume what it might be like in other universities.\nWe urge the administrations of all public universities to take this issue seriously and provide all the support that students with different types of disabilities need in pursuing higher education. There should be enough funds in their annual budgets to cater to the needs of these students. While appropriate reading materials must be made available at all departments and at the central libraries, scribes or assistants must also be employed to support the students taking exams. Furthermore, the buildings at these institutions must have ramps and proper toilet facilities according to their needs. All these changes are essential to make higher education accessible to people with disabilities.\n",
        "headline_1": "JU must be disability-friendly",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/ju-must-be-disability-friendly-2953661",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-02-2022"
    }
]