[
    {
        "full_article": "TN election counted big in national govt formation back in 2004 and 2009. Whether this is repeated in 2024 may depend on how much BJP has weakened AIADMK, because DMK looks set for first place\nA R Venkatachalapathy\nIn the 2004 and 2009 general elections, Tamil Nadu results proved decisive for the nation. Both times, the Congressled United Progressive Alliance (UPA I and II) govts were formed with the support of Dravida Munnetra Kazhagam (DMK). In 2004 the DMK-led alliance swept up all 39 seats in the state and in 2009 it won 27.\n\nIn 2014 the All-India Dravida Munnetra Kazhagam (AIADMK) led by J Jayalalithaa made a big comeback, winning all but two seats even without an alliance. In 2019, the pendulum swung once again and the DMK-led alliance won all seats. On both these occasions, however, the Tamil results made no difference to the national outcome. Both times, BJP-led NDA formed a majority govt without Tamil Nadu, sidelining the southern mandate.\nRead full story on TOI+\n\n",
        "headline_1": "Will Chennai move closer to Delhi?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/will-chennai-move-closer-to-delhi/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-04-2024"
    },
    {
        "full_article": "Absentee pilots have caused Tata’s airline to cancel over 100 flights in the last few days. But the pay cuts they are looking at are a genuine issue. And ‘pilot fatigue’ is a stress factor across airlines\nIndian carriers have 1,620 aircraft on order and that has opened a huge demand for airline pilots. But it hasn’t translated into big gains for the Indian airline pilot community, yet. If anything, they are up against numerous hurdles and these issues affect passengers, indirectly or directly. This is currently the case with Vistara flyers, who have been hit by flight cancellations and delays in the past few days.\n\n\nWhy are Vistara pilots protesting? | This airline is in the process of merging with Air India, and seeking a uniform salary structure for pilots.\nRead full story on TOI+\n\n",
        "headline_1": "Why Vistara pilots are protesting… and others too",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/sliceofsky/why-vistara-pilots-are-protesting-and-others-too/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-04-2024"
    },
    {
        "full_article": "Cancer patient dies in Delhi as hospitals turn him away. Why this happens is known. But no one cares\nA 46-year-old cancer patient from Uttarakhand was admitted to Delhi State Cancer Institute (DSCI) on March 16. He died on March 30. Over March 28-29, AIIMS, Safdarjung and GB Pant refused him treatment. He returned to DSCI, and died hours later. What the patient faced in his last hours, the trauma his wife went through, and Delhi govt’s statement on the tragic incident, all bring into sharp and painful focus everything that’s wholly wrong, brutal and callous, in the state of emergency care and end-life care across hospitals.\n\nPatient’s needs | Did the 46-year-old need critical care intervention, a ventilator and ICU facilities? Or did he need palliative end-of-life care? Point is, neither was made available to him – the former is in shortage and the latter is non-existent. The family will never know what transpired – but remain scarred for life that he died because hospitals didn’t care.\n\nEmergency care | Shortages are of both infra and trained personnel. Reams exist on what’s required. India-wide, there are barely 18,000 ventilators in govt hospitals, 30,000 in private hospitals. These numbers include faulty and non-functioning ventilators, where maintenance is zero, among many other idle medical machines. These are just numbers to tick off as ‘done’ on bureaucracy’s PPTs.\n\n\nPolitics & policy | Delhi govt’s squarely blamed LG for “stalling development work at Delhi govt-run hospitals”. Upshot – in the vicious feud between Delhi govt and LG’s office, an already creaking infra is further crumbling under patients’ burden, while political parties slug it out. What have we done to deserve this? Delhi is destination for thousands from neighbouring states. Per Niti Aayog’s health index 2021, Uttarakhand’s health facilities are among India’s worst – in the bottom 5 of large and medium states.\n\nEnd-of-life care | If critical treatment is scarce even in metros, palliative care’s practically non-existent as a policy matter across states, barring Kerala. DSCI was supposed to have a palliative care unit years ago. But what it’s reporting is that over 50% essential medicines are out of stock, as is a life-saving drug to treat breathlessness. Could the patient have been saved is one line of inquiry.\nThe other is, who will save these dying hospitals? GOI’s health outlay is barely 2% of GDP. Patients, you are on your own.\n\n",
        "headline_1": "Deaths foretold",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/deaths-foretold-cancer-patient-dies-in-delhi-as-hospitals-turn-him-away-why-this-happens-is-known-but-no-one-cares/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-04-2024"
    },
    {
        "full_article": "Telangana’s phone tapping case is an electoral hot potato. Police officers working with the state’s Special Intelligence Bureau had allegedly carried out widespread phone tapping of hundreds of opposition leaders, businessmen and even some film personalities under the previous BRS govt. Another proof that existing mechanisms to check unauthorised tapping aren’t working.\n\nToo much power |The fundamental argument for tapping and surveillance is national security. However, this needs to be balanced with the constitutional right to privacy. So yes, govts can tap phones. But clear procedures and laws have been laid down. Telephone tapping (mobile and landline) is governed by Section 5(2) of Indian Telegraph Act, 1885.Govts (Centre and states) can tap phones in the interests of sovereignty and integrity of India, security, preventing offences etc.\n\n\nNot without restraints | But that doesn’t mean govts can use security as a convenient crutch whenever it orders a tap. Supreme Court has laid down safeguards to prevent abuse. These include prohibiting tapping without authorisation of home secretary, GOI or home secretary, state govt concerned; limitingphone tapping orders to a period of two months, renewal capped at six months; and restricting tapping to people mentioned in the official order. Further, it also provides for a review committee – comprising chief secretary, law secretary and another member appointed by the relevant govt – whose job it is to check the relevance and integrity of the tapping order. None of these measures appears to have been followed in Telangana.\n\nCurtail perverse incentives | While the Telangana case is being investigated, it certainly won’t be the last one as long as incentives for unauthorised tapping remain. Along with punishment for the guilty, there’s an urgent need for a national security law to regulate lawful surveillance. Without this govts can easily ignore current rules and surveil not just opposition leaders, but activists, journalists and anyone else deemed critical of the party in power. That this is also a waste of intelligence resources is another point. Cops and spooks should say no – a law that codifies surveillance will help them say so.\n\n",
        "headline_1": "Phoney business: Telangana illegal phone tapping won’t be the last such case, unless a national law on surveillance is enacted",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/phoney-business-telangana-illegal-phone-tapping-wont-be-the-last-such-case-unless-a-national-law-on-surveillance-is-enacted/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-04-2024"
    },
    {
        "full_article": "Barely a couple of days have passed since the finance minister's expression of optimism over the country's economic recovery and now the World Bank (WB) sticks to its earlier projection of Bangladesh's gross domestic product (GDP) growth to 5.6 per cent for the current fiscal year and even downsizes it to 5.7 per cent from its earlier projection of 5.8 per cent for 2024-25. The 5.6 per cent economic growth is way behind the target of 7.5 per cent the government set in its budget. More concerning is the fact that the projected growth is lower than the South Asian average of 6.0 per cent. The WB's projection is even grimmer as the economic growth is likely to stay below 6.0 per cent for three consecutive years including the current one. Now, what really made the finance minister optimistic about the economy's turnaround to leave economic worries behind? True, the country's merchandise exports have topped $5.0 billion for the fourth straight month ever since it crossed that mark in January last year. But the exports are not on a consistently higher trajectory. In December, 2023, exports amounted to $5.30 billion, which rose to $5.72 in January this year, but fell to $5.18 billion in February and $5.10 last month. Although increase in remittance inflow could complement export earning, the former is yet to prove particularly positive. Even in the month preceding the Eid-ul-Fitr, March that is, a time when inflow of remittance has traditionally surged, this has fell below the previous month's mark. In February the country, according to Bangladesh Bank data, received US$2.16 billion but in March, it dropped to US$1.99 billion which is 1.23 per cent lower than that of the same period of last year. Apart from this two vital pillars of economic strength and source of foreign currency, the finance minister grounded his optimism on stabilisation of exchange rate of currencies---between US dollar and taka. The exchange rate is a long way to get stabilised. This is exactly why the WB has recommended in its 'Bangladesh Development Update' report a reform or, better say, a market-dictated exchange rate. Finally, the minister relied, rather overly, on the assurance of financial support from the Asian Infrastructure Investment Bank (AIIB). Financial support from multilateral financiers comes at a price and this by no means is a country's own resource. Already, the growing interest payment obligation is proving insurmountable so much so that the country's forex reserve is at risk of falling below the IMF-mandated benchmark. Clearly, the WB report on Bangladesh economy points out many of the lapses of and weakness in monetary policy. The banking bedlam, in particular, has come under severe criticism and for obvious reasons. Non-performing loans have not only caused liquidity crisis but also sapped this country of its economic vitality. The WB has shown the link between the rise in NPL ratio on the one side and lax definitions and reporting standards as well as forbearance measures ---all of which favour loan defaulters---on the other. Or else, the NPL ratio could not climb to 9.0 per cent in December 2023 from 8.2 per cent a year ago. Then, with its revenue-GDP ratio one of the lowest in the world, the country collects only about half of its potential revenue. So putting the grey area of internal resource mobilisation in order can bring the economy back on its feet.",
        "headline_1": "Why Bangladesh economy falters",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-bangladesh-economy-falters-1712159118",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-04-2024"
    },
    {
        "full_article": "Many children in Bangladesh are yet to get adequate support for education —FE File Photo \nArticle 17 of the Bangladesh Constitution stipulates that the state shall establish a uniform, mass-oriented, and universal system of education, extending free and compulsory education to all children up to a stage as determined by law. The National Education Policy 2010 aims to provide free and compulsory education up to Class VIII. However, in reality, the education system is neither uniform nor is education a common public good anymore.Three major parallel streams of education - national curriculum, religious-based madrasa curriculum, and foreign curriculum-based English medium - have become so deeply entrenched and institutionalised that envisioning a uniform education system is all but fantasy. Furthermore, the constitutional mandate for providing free and compulsory education has also turned out to be a chimera. Rampant commercialisation has driven up the cost of education to such an extent that low-and-middle-income families are increasingly finding it difficult to bear educational expenses for their children. A recent study conducted by Education Watch brings to light the mounting financial pressure faced by families trying to secure a better future for their children. According to the study, the cost of education in Bangladesh is skyrocketing for both primary and secondary school students. The survey conducted on 7000 students found that education expenses jumped by 25 per cent for primary school students and a staggering 51 per cent for secondary school students during the first half of 2023, compared to the same period in 2022.For example, in 2022 families spent Tk 13,882 on average per year on a primary school student's education. This figure had already reached Tk 8,647 for the first six months of 2023, indicating a sharp rise in expenses within a shorter period. The situation is even more concerning for secondary school students. While the average annual cost for a secondary-level student was Tk 27,340 in 2022, families had to spend Tk 20,712 in the first half of 2023 alone. These findings underscore the relentless surge in costs is rendering education unaffordable for many.So, why is education, which is supposed to be provided by the state free of cost for all children - and provided in the Constitution as their right - becoming increasingly expensive? The answer may be found in inadequacy as well as lackluster performance of government educational institutions, which led to mushroom growth of private schools. The situation is particularly dire in Dhaka city, where even poor housemaids hesitate to enroll their wards in government schools because of the popular belief 'there is no 'real' education to be gained in government schools.' Astonishing as this may sound, a recent news report mentions that even the teachers of government primary schools in Dhaka send their own children to private schools in the hope of receiving a better education. That is similar to a chef not eating his own cooked food because it is not good.Meanwhile, private investors in crucial service sectors like healthcare and education have a propensity to view everything in terms of profit and loss, and they are failing to contribute to society with an unselfish spirit. Private educational institutions are quite welcome - some famous educational institutions of the world are private - but private is not the same thing as profit-based. The private institutions are expected to be backed by some foundation or endowment and not to depend on tuition fees alone. The fact here is that most of the private educational institutions - be it school or university - are mere commercial ventures aimed to exploit education for profit. Things have come to such a pass that those who do not have enough money will not get quality healthcare and their offspring will be deprived of quality education. Efficient regulatory measure, therefore, is a must to curb the exploitation of education for profit and streamline public educational institutions.Another disturbing aspect is the mercenary attitude of teachers. Although the government has increased the salary of teachers, many of them can still be found giving more time in private tuitoring and coaching than teaching in classrooms. A section of teachers allegedly do not teach properly in classrooms, but hold back to promote their sideline mentoring business to maximise their private earnings. As a result, teaching in schools is being overshadowed by private tuition and coaching centres. It seems that schools only exist to conduct exams and issue certificates, while the actual teaching and learning are done in private tuition/coaching centres, robbing educational institutions of their sacred duty. Teaching outside to the neglect of their primary duty should not be condoned and must stop. The limitation imposed by the Education Ministry on teachers to refrain them from coaching business is not working much to the detriment of the children and the nation at large.In light of these pressing challenges, urgent action is needed to salvage the crisis-ridden education sector before it completely falls into decay. Firstly, the education system must be freed from political interference and commercial exploitation. Secondly, efforts should be directed towards revitalising public educational institutions and making them more vibrant and conducive to learning. Lastly, emphasis should be placed on strengthening the mainstream medium of education to ensure equitable access for all.The escalating cost of education poses a grave threat to the future of the country's youth and the prosperity of the nation as a whole. Unless decisive action is taken to address the root causes of this crisis, the dream of education will remain out of reach for many, perpetuating a vicious cycle of inequality and violation of the fundamental rights of children, especially from disadvantaged families.Education is the backbone of a nation. If the process of receiving education becomes too expensive, lower and middle-class people may be discouraged from pursuing their children's education. Many may even decide to stop sending their children to school altogether and put them in the workforce to bring home income, thus stymieing all efforts to reduce child labour. The authorities, therefore, should focus on increasing the quality of education in public educational institutions and regulating the private ones to stop the commercialisation of education. \n[email protected]",
        "headline_1": "Education: a right or a luxury?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/education-a-right-or-a-luxury-1712159159",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-04-2024"
    },
    {
        "full_article": "Goods loaded trucks are waiting at Maungdaw border at Rakhine State in Myanmar — Collected Photo \nMyanmar is a key land bridge between South Asia and the Southeast Asian regions, which have emerged as the new hotspot for world economy.The economies of South Asia and Southeast Asia are growing and forging closer ties at a time when global situation remains turbulent due to conflicts in Ukraine and Middle East.Actually after the 2007-2009 global financial crisis, it became amply clear that Asian economies should concentrate on domestic and regional demand to secure sustainable and inclusive growth.At the same time, it also became evident that enhancing connectivity between these two vital regions was a must.According to some statistics, South Asia and Southeast Asia cross-regional trade has increased 23 times from $4 billion to $90 billion in 12 years since 1990. It was also found that Southeast Asia's share of South Asian trade rose from 6 per cent to only 10 per cent whereas South Asia's share of Southeast Asian trade doubled from about 2 per cent to 4 per cent. The sharing of cross-regional investment and cross-regional financial flows was also low as Southeast Asia only accounted for 15 per cent of total South Asian foreign direct investment (FDI) outflows during 2009-2013 and South Asia only received 9 per cent of Southeast Asian FDI.Hence, experts have identified tremendous potential for shared growth in these two regions, which can pave the way for greater integration through trade, investment, and financial flows.India, the biggest economy in South Asia, is also focusing on 'Look East Policy' with the objective of enhancing cross-border trade and infrastructure investments. Bangladesh has also initiated moves to deepen its connectivity with South East Asian countries after 90s.Due to its geographical position, Myanmar's role is seen in ensuring improved physical connectivity and associated soft infrastructure, which are needed to foster closer economic ties between South Asia and Southeast Asia.Myanmar is strategically located and rich in natural resources, including arable land, forests, minerals, natural gas, and freshwater and marine resources. The country with covers an area of 676,577 square kilometers is the largest in Southeast Asia. The development of Myanmar's oil and gas reserves since the early 1990s has resulted in rapidly increasing petroleum exports. But the ongoing civil war in Myanmar emerged as a game spoiler for bridging the two regions.Progress regarding the regional highway connecting South Asian countries like India, Bangladesh with South East Asian countries has come to a standstill as the entire Myanmar has now turned into a battlefield.Without ending this war in Myanmar, nothing can be taken forward in terms of physical connectivity between the two regions.Surely, it now requires intervention from the international community to ensure permanent peace in this country.Myanmar's Asian neighbours should take proactive role in ending conflicts in Myanmar considering the importance of establishing physical connectivity between the two regions.\n[email protected]",
        "headline_1": "Regional connectivity and Myanmar",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/regional-connectivity-and-myanmar-1712159198",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-04-2024"
    },
    {
        "full_article": "Bangladesh's graduation from the Least Developed Country (LDC) status is a significant achievement in its journey towards economic prosperity and social development. The country's economic progress has been remarkable, with GDP growth averaging 6.5 per cent per year between 2010 and 2020, outpacing the global average. However, graduation may lead to the gradual phasing out of preferential trade agreements, posing challenges for certain export sectors, particularly the garment industry.Social and human development indicators have also made significant strides in Bangladesh, with significant gains in healthcare, education, and poverty reduction. The infant mortality rate has declined from 52 per 1,000 live births in 2010 to 28 per 1,000 in 2022, reflecting improvements in healthcare infrastructure and access to services. Education has also seen a rise in literacy rates among adults aged 15 and above, but challenges persist in ensuring quality education and addressing gender disparities.As Bangladesh transitions to a middle-income country, it must confront environmental challenges exacerbated by rapid industrialisation and urbanisation. The country is vulnerable to climate change impacts, including rising sea levels, cyclones, and erratic rainfall patterns. Bangladesh ranked seventh in the list of countries most affected by climate change between 2000 and 2019.Growth opportunities include diversifying its economy, investing in infrastructure, and emerging as a regional economic powerhouse. The government's Vision 2041 aims to transform Bangladesh into a developed and prosperous nation by investing in infrastructure, human capital, and innovation. Investments in sectors such as technology, agriculture, and tourism can fuel economic growth and create employment opportunities for the burgeoning youth population. Strategic partnerships with international donors, development agencies, and the private sector can facilitate the transition to a more sustainable and inclusive economy. The authorities must make a concerted effort to prepare Bangladesh to meet the post-LDC graduation challenges.\nMaliha MahfuzBBA in Finance and MISNorth South University[email protected]",
        "headline_1": "Implications of LDC graduation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/implications-of-ldc-graduation-1712159218",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-04-2024"
    }
]