[
    {
        "full_article": "That two States have approached the Supreme Court of India against the conduct of their Governors once again flags the problem of political appointees in Raj Bhavan using their authority to delay the implementation of decisions by elected regimes, if not undermine them. Tamil Nadu and Kerala have questioned the delay in the granting assent to Bills passed by the legislature. Tamil Nadu is also aggrieved that proposals related to grant of remission to some convicts, sanction for prosecution of some former Ministers and appointments to the State Public Service Commissions have not been acted upon. Governors need not rubber stamp any decision, but one can question the practice of Governors, especially in States not governed by the ruling party at the Centre, blocking decisions and Bills. For instance, some Governors appear to be hostile to the very idea of amendments to university laws if they seek to leave out Chancellors, invariably the Governors themselves, from the process of appointing vice-chancellors, or establishing new universities in which Governors are not chancellors. The idea of having Governors as ex-officio vice-chancellor of most universities is only a practice and is actualised through their founding statutes. However, Governors seem to be labouring under the misconception that they have a right to be chancellors and tend to delay assent to any Bill that clips or removes their power. It is time to have a national prohibition on Governors being burdened with the role of chancellor of any university, as recommended by the Justice M.M. Punchhi Commission on Centre-State relations.It is unfortunate that absence of a time-frame for giving assent is used by some Governors to stymie laws passed by the legislature. One would have thought the Supreme Court’s observations, arising out of the Telangana government’s petition, reminding constitutional authorities that the phrase “as soon as possible” appearing in Article 200 of the Constitution contains significant “constitutional content” would have driven into them a sense of immediacy in considering Bills. What the Court meant was that it would be constitutionally impermissible for Governors to indefinitely hold on to Bills without conveying a decision. The States, too, ought to be prudent in their decision-making without leaving scope for questions on the merit of their decisions. The absence of any laid-down process to seek applications and assess the relative merits of applicants before appointing the chairperson and the members of the Tamil Nadu Public Service Commission is a case in point. The larger point that none should forget is that Governors are explicitly restricted in their functioning by the ‘aid and advice’ clause in the Constitution and ought not to misuse the discretionary space available to them. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTamil Nadu\n\n/\n\nKerala\n\n/\n\ngovernment\n\n/\n\njudiciary (system of justice)\n\n/\n\nGovernor\n\n/\n\nlaws\n\n/\n\nuniversity\n\n/\n\nconstitution\n\n/\n\nTelangana",
        "headline_1": "Action and authority: On Governors and implementation of decisions by elected regimes",
        "headline_2": "Governors should leave no scope for criticism that they challenge elected regimes",
        "link": "https://www.thehindu.com/opinion/editorial/action-and-authority-on-governors-and-implementation-of-decisions-by-elected-regimes/article67494047.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-11-2023"
    },
    {
        "full_article": "Misinformation and its more malicious variant, disinformation, have been the bane of today’s unfettered communication system, especially social media where the necessary filters are rarely applied over the spread of news and views, many of which are based on false information deliberately or ignorantly placed. The Tamil Nadu government’s decision to constitute a fact-checking unit to deal with “misinformation and disinformation pertaining to the State government” emanating from “all media platforms”, sounds, on the face of it, a reactive step. This decision follows a similar move by the Karnataka government. But for the governments to deem themselves or units constituted by them as the adjudicator of what is false is a retrograde move as an interested party deciding upon what is factual or not is problematic. Tamil Nadu’s move must be seen along with the Centre’s notification of the IT Rules earlier this year, which amended the Information Technology Rules, 2021, and allowed the Ministry of Electronics and IT to appoint a similar fact-checking unit. Several parties including the Editors Guild of India, the Association of Indian Magazines and the political satirist Kunal Kamra had challenged the IT rule enabling the unit. During the hearing, the Bombay High Court had raised the issue of the lack of necessary safeguards that will allow fair criticism of the government. It had also remarked that even if the motives for the introduction of such a rule was laudable — to tackle false news — it could be done away with, if its effects were unconstitutional, that is, if it infringed upon freedom of speech and expression guaranteed under Article 19(1)(a) of the Constitution.The verdict is set to be delivered on December 1, but the remarks indicate where courts stand on the constitution of a government “fact-checking unit” to adjudicate on reports and information relating to its functioning. The Editors Guild of India had urged Karnataka to specify the scope and powers of the fact-checking unit, besides suggesting that the menace of misinformation and fake news was best left to independent bodies and that “[a] monitoring network should follow principles of natural justice including giving prior notice, right to appeal and judicial oversight”. States have their information and publicity departments that can clarify on news related to them and there are independent fact-checkers who tackle misinformation on social media. It would have made express sense for such units to be set up with the involvement of journalists and other stakeholders, but that has also not been the case with the Tamil Nadu government’s decision.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTamil Nadu\n\n/\n\nKarnataka\n\n/\n\njudiciary (system of justice)\n\n/\n\nmedia\n\n/\n\nlaws\n\n/\n\ncomputing and information technology",
        "headline_1": "Retrograde step: On government fact-checking units",
        "headline_2": "A government panel to check facts is liable to be misused against critics",
        "link": "https://www.thehindu.com/opinion/editorial/retrograde-step-on-government-fact-checking-units/article67494498.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-11-2023"
    },
    {
        "full_article": "The demand for a quota in government jobs and educational institutes for Marathas, about 32% of Maharashtra’s population, started over 40 years ago. All major parties – BJP, NCP, Shiv Sena, Congress – support it. Ordinances (2014), legislations (2014, 2018) and recruitments (2014) to the effect have been stayed/cancelled by Bombay HC and the Supreme Court (2014, 2021). A review petition is pending in the Supreme Court.\nThe issue is how to accommodate the promised 16% quota – whether to breach the Supreme Court’s ceiling of 50% or cut out a Maratha slice within the OBC pie. In the ongoing stir, the Shinde government has promised that a section of Marathas, those in Marathwada region, with documents that connect them to “Nizam-era”, will receive Kunbi caste certificates.\nl  What was the trigger for the vandalism by protesters?\nThe 56-odd agitations since the first tepid demand in 1981 have largely been peaceful. This time, protesters turned violent in districts Chhatrapati Sambhaji Nagar (CSN), formerly Aurangabad, and Beed.\nManoj Jarange Patil & protesters\nMaratha activist Manoj Jarange Patil began his indefinite fast on August 29 in his village Antarwaali Saraati in district Jalna. CSN, Beed and Jalna together with five other districts form the Marathwada region, an agrarian belt and Maharashtra’s least developed.\nTrouble started when police lathi-charged the peaceful Jalna protest on September 3. Politicians across parties swooped down to Jalna to commiserate with the injured and Jarange-Patil. Who ordered the lathi-charge is still a “mystery”. Read full story on TOI+ \n\n",
        "headline_1": "The what, who & how of Maratha quota",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/holycow/the-what-who-how-of-maratha-quota/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-11-2023"
    },
    {
        "full_article": "The government will shortly appoint the next finance commission whose main task will be to determine how much of its tax pool the Centre must give away to states (vertical sharing) and how that divisible pool should be apportioned among states (horizontal sharing).\nCurrently, for every rupee it collects in taxes, the Centre gives away 41 paise to states. States will of course demand, as they always have, that the Centre should give away more on the argument that being on the frontlines, they can spend that money more efficiently. The Centre on its part will plead its inability to raise the share given its own expenditure commitments, particularly on defence and national security.\n\nEven as we might see a testy debate, there is not much wriggle room here and the finance commission is unlikely to tinker with the existing formula.\nHorizontal sharing of the divisible pool will likely turn out to be more contentious. For every rupee they contribute to the Centre’s taxes, richer states like Tamil Nadu and Maharashtra get back less than a rupee while poorer states like Bihar and Jharkhand get more than a rupee.\nSuch cross-subsidisation of poorer states by richer ones is inevitable in a large and diverse country like ours, and has, in fact, been an accepted principle. The question is, are we hitting the limits of such cross-subsidisation? Read full story on TOI+\n\n",
        "headline_1": "Testing the south’s patience",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/testing-the-souths-patience/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-11-2023"
    },
    {
        "full_article": "By Jaya Row\nImagine a freshly made pickle – it’s sharp and intense. It has all the ingredients that a ready-to-eat pickle has but lacks the mellow taste. As it ages, it matures into something truly delicious. In the same way, when you gain knowledge, you may have the answers to many situations. But there are rough edges to your personality. You may speak words of wisdom. You are not living them.\nYou know you should exercise, eat healthy food, and be unselfish, but the challenge is putting that knowledge into action. You get distracted by the allure of instant pleasure. This gap between what you know and what you should do is not insurmountable.\nBecoming wise is a journey. It involves three phases. The first stage is shravana, gaining information, like reading a book or watching a video. The second phase is manana, reflection, thinking, contemplating on these ideas, experimenting with them. Finally, the third phase is nidhidhyasana, living them. This is when you truly transform into a better person. The intake of knowledge is easy, reflection takes effort, but applying it in life is the real challenge.\nYou may have lived with the attitude of taking, feeling a sense of separateness from people and focusing on fleeting pleasures. Consider a different approach – the joy of giving, loving others, and rising to emotional thrills and intellectual delights. You will grow into a remarkable personality. The final plunge is to the spiritual realm. You will then see the futility of worldly pursuits, and not be carried away by the glitter of transitory joys. You will seek infinite happiness and reach Enlightenment.\n\nLong before you take on the world, you must win against your deadliest opponent – you! You have imposed limitations on yourself. You worry about failing, and do not even consider the possibility of winning. Using golf terminology, you have lost your swing.\nFind purpose. What are you living for? Life cannot be just growing, getting a job, going on a few vacations, growing old and dying. In the end you want meaning in life. More zest, energy, vitality. You want to wake up excited, with a thirst for life you haven’t felt since childhood.\nThe world is a projection of your mind. Change your thoughts and your world changes miraculously. The same world in which you felt insecure, vulnerable and threatened, now becomes a secure, welcoming and warm environment. All it requires is a slight change in attitude.\nEveryone wants happiness. The ignorant seek and obtain trivial, finite ends. A few people visualise the transcendental and worship God. They are of four types: those who want to enhance their wealth. The distressed seek solace. Others are curious. But the jnanis, the wise, excel. They seek permanent happiness and reach Enlightenment. So, embrace the journey of transformation, and you will discover deep, lasting happiness in your own heart and soul.\nFor Bhagwad Gita webinars by Jaya Row every Saturday 6-7pm IST online on YouTube, WhatsApp 9820138429 to register\n\n",
        "headline_1": "Bridging the gap, from pickle to perfection",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/bridging-the-gap-from-pickle-to-perfection/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-11-2023"
    },
    {
        "full_article": "If Air Quality Index is urban India’s haunting tune, then ‘AQI-on mila ke/lungs choke kar ke/chaley nahi jaana’ is the remix version of the 1944 classic crooned by smokey-voiced Zorabai. Dilli is still tops, but Mumbai follows soot. Its AQI has reached such disastrous levels that drastic curbs have been imposed on runaway real estate construction. Poetic justice: BMC has had to cull its biggest cash cow. Developers were allowed to stampede through the city to make up for the Covid slump, and sarkari agencies had milked them for this via commission etc. In fact, the builder-politician nexus had long replaced the underworld in ruining the city. Now it’s payback time. The good news is that tough decisions have been taken. The bad news is that cities, like hell, are paved with good intentions.\nFat-cat builders occupy the penthouse of rule-breaking; they are unlikely to be deterred by the riot act warning them to comply or face a total Stop Work. Some 1,500 scrawnier bakeries are Culprit No. 2, each using 500 kg of polluting firewood a day to supply the poor man’s pav. In the same category are 88 Hindu crematoria, the dead ghoulishly killing the living. The list is longer, but BMC is no Shri Herculeskar who can cleanse the Augean stables aka toxic AQI.\nAni the bigger polluter is the policer only. More particulate matter (PM) is spewed by the sarkari infrastructure being frenetically built as if there’s no tomorrow. Ironically these connectors will encourage a bigger ‘bumper’-crop of vehicles further toxifying our tomorrow.\n\nSo, while Longfellow’s ‘Dust thou art to dust returneth was not spoken of the soul’, it has certainly returned to smother every surface of my home. Dealing with it was always fraught since jhadoo-pochha-bartan (sweeping-swabbing-utensils) is the limit of the remit of my part-time help; our old Cal house-boy’s jhhad-pochh (dust’n’wipe) is beyond the ‘My way or the bye-bye-way’ Mumbai bai.\n(Un)clearly, a ‘bad heir day’ is a pan-urban problem, not just that of a certain party. Actually, the entire opposition reels under the overwhelming ‘PM’ levels in political atmospherics.\n\n",
        "headline_1": "Choke de!",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/choke-de-3/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-11-2023"
    },
    {
        "full_article": "When many countries including neighbouring India, Sri Lanka and Pakistan have their own plastic cash, especially debit, credit or prepaid cards, there is no reason why Bangladesh should continue to depend on foreign payment processing systems like Visa, MasterCard, and American Express. So, the launching of TakaPay, the local plastic cashcard, by the prime minister on November 01 is a welcome move. To be operated through the Bangladesh Bank (BB)'s own payment gateway, the National Payment Switch of Bangladesh, the cashcard will transform the system of payment. Since the foreign branded plastic cards are expensive because of the hefty annual fees in US dollars they charge their users, the local banks and other financial institutions, the just introduced TakaPay, therefore, is expected to save foreign currency. Though, for the present, the TakaPay, stated to be issued by the state-owned Sonali Bank and private banks like City Bank and Brac Bank in collaboration with the BB, and to be used within the country, in the future, the cardholders, will also be able to save the foreign exchange conversion loss they now sustain while using the international brand plastic cash in foreign lands. So, it is gladdening to know that, as indicated by the government, TakaPay is also going to be developed as an international credit card through partnering with foreign banks and institutions. At this point, it is good to know that the BB is also planning to introduce what it terms, Taka-Rupee card, to enable tourists visiting either country to use it instead of Visa, Mastercard, etc. Once that happens, its holders could be spared the additional costs they have to bear by way of foreign currency conversion losses. There is no question that the country should move fast to fall in step with the rest of the world towards conducting all types of financial transactions electronically. But it is also highly important to ensure that data security of the end users of the non-cash devices like TakaPay is adequately protected. Let there be no defrauding of this card like the debit cards issued by different commercial banks. In 2016, fakers copied the account information stored in a large number of magnetic strips attached to the back of the plastic cards. The City Bank had to reimburse its clients an amount of Tk 30 million as its debit card holders were robbed of the same amount from different points of sale (POS) terminals at the posh shopping malls of the city. Also by using skimming devices fraudsters copied account information of plastic cash users to steal Tk10 million from different ATM booths of the city. Such a question arises because the TakaPay reportedly will also come with magnetic strips attached, though most modern plastic cash cards now use EVM technology in which system a computer chip is embedded in the card. Since these are more secure as they generate a security code every time card holders insert them into the chip-enabled POS or ATM terminals, it would be better, if TakaPay could be equipped with EVM technology at its very outset. For the purpose, the existing infrastructure of ATMs and POSs could be upgraded to make them chip-enabled. While popularising the TakaPay, the government needs to educate its potential users about efficient use of the card so they can draw the benefits as promised without being defrauded.",
        "headline_1": "Introduction of new plastic cash is welcome",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/introduction-of-new-plastic-cash-is-welcome-1699018831",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-11-2023"
    },
    {
        "full_article": "It is unfortunate for Bangladesh that the majority of the critical infrastructures inevitably end up being delayed. The latest to fall foul to this trend is the single-point mooring (SMP) project launched in 2015 and was slated to be completed in 2018. The three-year project is now gong to take nine years to complete with project cost nearly doubling. The latest extension has the cost rising to Tk82.98 billion, and now the project is slated to be completed in December 2024. The project titled \"Installation of Single Point Mooring (SPM) with Double Pipeline\", taken up in November 2015 with a cost of Tk 49.35 billion, was supposed to be completed in December 2018.The idea of setting up the SPM by Eastern Refinery Limited (ERL) was to bring down the cost of transporting fuel oil from vessels at outer anchorage (deep sea) through pipelines. This would forgo the use of lighterage vessels, thus significantly cutting down transportation costs. The project would save the government an estimated Tk8.0 billion annually. Interestingly, nearly 66 per cent of the work on the SPM was completed by 2021. The Bangladesh Petroleum Corporation chairman had gone on record saying, \"We're expecting to initiate the operation of the SPM project by August 2022\". The project cost was slated at T65.68 billion, of which the government was footing Tk12.19 billion, the BPC 6.85 billion and the rest Tk46.63 billion coming as project aid. The project work entailed construction of 135km offshore pipeline and 58km onshore pipeline which had already been installed. Indeed, going by reports published in the media, construction of pumping station is now complete and six storage tanks are nearing completion. Three out of six storage tanks would be able to store 50,000 cubic-meters of crude oil while the remaining three had 30,000 cubic-meters capacity. Once SPM is constructed, the Bangladesh Shipping Corporation and some private companies stand to lose business. Today the BPC pays US$5.50 per tonne to lighterage vessels to ferry petroleum to its onshore tanks from larger mother vessels. The SPM would save this money. There is also a significant time saving in the equation. The SPM, as BPC estimates, would enable unloading of petroleum products from a 100,000-deadweight tonnage tanker within two days, which currently takes 11 days. Every year the country imports an estimated 6.0 million tonnes of crude and 1.3 million tonnes of refined petroleum products.When the project was undertaken in 2015, the conflict in Europe was not in sight. The war has already dragged on for two years and no one knows how protracted it will be. While the rest of the world moved heaven and earth to take advantage of discounted oil that became available on international markets, Bangladesh has been dragging its feet on projects like SPM. Excuses can always be found on how to delay project timelines and escalate costs. The SPM was delayed for the third time to June 2023 entailing cost escalation by 44 per cent from initial cost estimate. Back then, it was stated by SPM officials that \"installation of more than 214km of the 220km pipeline had been completed.\" This situation begs the question as to why the authorities initiate projects without doing proper feasibility studies that would give policymakers an idea of time and cost overruns an endevour like this is likely to encounter. For years and multiple projects later, the country's planners have yet to find effective ways to manage projects. Perhaps it works to the advantage of companies to have these delays that will entail multiple time extensions resulting in continual project cost revisions (upward). Of course, the financial benefits accrued from such \"extensions\" is allegedly shared by all concerned and that has been the modus operandi for decades. Needless to say, the SPM would curtail a lot of business currently being done by a handful of operators and perhaps that is why the project has been on the slow lane. The latest extension approved by the Executive Committee of the National Economic council (ECNEC) takes SMP project completion to December 2024. The first revision increased cost to Tk54.26 billion (time line extended to December 2019). Second extension came when it became clear SPM wouldn't be completed and delayed project completion to December 2022 with project cost rising to Tk65.68 billion. The ERL asked for and got a further time extension to December 2023 with cost escalation ballooning to Tk71.24 billion and now the latest (and hopefully the last) extension approved last week will take the total cost of SPM to Tk82.98 billion!\n[email protected]",
        "headline_1": "Delay means double the cost",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/delay-means-double-the-cost-1699018925",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-11-2023"
    },
    {
        "full_article": "There is no doubt that Dhaka is an overpopulated city, which is clearly visible from its roads and streets, as well as its huddling residential buildings. Every morning, millions of people rush to workplaces by buses, cars, motorcycles, CNG-driven auto-rickshaws and paddled rickshaws. Besides using these motorised and non-motorised vehicles, many people walk to their destinations. The movement of people during the morning and evening, two peak hours of the working day, is 'greeted' by terrible traffic congestion. The traffic chaos becomes a nightmarish daily spectacle.The city is currently ranked as the sixth most populous city in the world, having 33,591 people per square kilometre, and the metro area population of Dhaka is now around 2.25 million. Due to overpopulation, a myriad of urban problems, including housing, waste disposal, public transport, safe water, electric power and security, have already mounted. Nevertheless, there is no effective measure to contain the population growth here let alone reverse the trend.For maintaining a sustainable population in the capital city, there is a need for well-planned decentralisation of development and facilities. Instead of the non-stop construction of various modern facilities in the capital city making people Dhaka-bound, the need is to take facilities to the doorstep of villagers. People come to Dhaka for work, education and health service. Last year, 26.40 per 1,000 people migrated from rural to urban areas in the country, according to the estimate of the Bangladesh Bureau of Statistics (BBS). The rate was 18.4 in 2021 and 12.70 in 2020. Urban-to-urban migration increased to 38.4 per thousand in 2022 from 29.9 in the previous year.A lack of efficient and rapid public transport also drives many residents of nearby Narayangani, Gazipur and Manikgang to come and stay in Dhaka. Though Narayanganj and Gazipur are well connected with Dhaka by rail links, train service is poor. Those who daily come to Dhaka for work and education mainly depend on public buses, which are costly. For instance, passengers in the Dhaka-Narayanganj route are almost captive to the notorious bus owners-workers syndicate backed by a section of political leaders. The notorious syndicate controls the operation of buses and puts barriers to running frequent commuter trains. On resumption of the train service, suspended for eight months to complete the Padma Bridge rail-link project, the total number of trips have been reduced to eight pairs, which was ten pairs earlier. In this densely populated mega city, most of the residential houses are standing without any sufficient spaces or gaps. Besides the luxurious apartments, there are slums and mess dormitories where a minimum level of decent living is impossible. Low-income and poor people are staying in these slums as they come to Dhaka for their livelihoods. So, the burden of population increases. Overpopulation has also put pressure on utility services and makes these costlier day by day. Be it water supply or power, excessive demand for these utilities becomes a severe challenge before the providers. Due to the growing population, the natural environment in Dhaka has compromised heavily. There is little green space in the capital city now as trees have fallen and water bodies have also been filled up to build housing for the people who come to Dhaka for livelihood. Air quality in Dhaka is one of the worst globally. So, Dhaka has become one the cities of high temperature in the world. The 400-plus years historic city is now almost on the verge of collapse notwithstanding its spatial expansion.\n[email protected]",
        "headline_1": "Dhaka with an oversize population on verge of collapse",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dhaka-with-an-oversize-population-on-verge-of-collapse-1699018971",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-11-2023"
    },
    {
        "full_article": "Onion is an essential cooking ingredient in Bangladesh. However, it often gets pricier since we are largely dependent on imported onions. Currently, the price of onion has increased again to an astounding limit. One may recall at this point that the price of onion had gone through the roof in the past when the government had to import this essential commodity. Onions are now selling at Tk 130-140 per kilogram in Dhaka city's kitchen markets. This is Tk 70 to 80 more than what was a few months ago. The onion market is unstable in rural areas of the country too. The limited-income people, especially day-labourers, are struggling to meet their daily expenses. Onion is an indispensable item for cooking. But every year, in this season in particular, onion prices go beyond the reach of common people. The prices of other daily groceries are also increasing every week. Potato market in Bangladesh is volatile as well. The price of potato has reached Tk 65 per kg in the retail market, which was Tk 30 just two months ago. No one can have a rational explanation for why potato price is rising abnormally. Potato is one of the cheapest food items in Bangladesh. A large number of poor people rely on potato for their everyday meals. If the price of potato goes beyond their reach, it will leave millions of commoners in dire straits. Therefore, the government should immediately address the problem of onion and potato price spiral and take effective measures to bring the price of potato and onion under control. \nShabab Mazhar Wafi, Student of Department of Marketing and International Business, School of Business and Economics,North South University, Dhaka,[email protected]",
        "headline_1": "Arresting onion and potato price",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/arresting-onion-and-potato-price-1699019002",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-11-2023"
    }
]