[
    {
        "full_article": "What happens when there is a grave lapse in editorial judgment and something false gets published? If the report is against someone who wields influence, and the media institution concerned is a known critic of the Government, the consequences might turn out to be disproportionately severe. Digital publication The Wire finds itself in precisely this predicament after a series of its stories has been discredited due to what it admits is fabricated evidence provided by one of its own consultants. Its reporting relating to the alleged privileges enjoyed by a purported beneficiary of social media giant Meta’s ‘XCheck’ programme — privileges that it claimed included the right to report any post and have it taken down with no questions asked — has turned out to be a major debacle. Amit Malviya, head of the ruling BJP’s national IT department, named as the one who had got an Instagram post removed, has filed a police complaint, alleging a conspiracy by The Wire to harm his reputation through forgery. The Delhi Police, with whom The Wire too filed a complaint against its consultant Devesh Kumar for allegedly perpetrating an elaborate hoax by submitting fabricated digital proof, lost no time in searching the residences of its editors and seizing laptops and phones. Even by the set standards of the present regime in dealing with vocal dissenters, the hurry shown and the seizures made by the police are shocking. The effort seems to be to make an example of The Wire.Despite the element of forgery in this case, one cannot dismiss a possible conspiracy to discredit The Wire. Mr. Malviya has limited his complaint to its founders and the journalists whose bylines appeared in initial reports concerning him. Further, the complaint does not name Mr. Kumar, raising a doubt whether this is intentional. The police should not really be investigating the defamation angle, as Supreme Court judgments are clear that prosecution for defamation should only be at the instance of the aggrieved person, and there can be no police FIR. The case highlights the continuing hazard of having defamation on the criminal statute to be exploited by influential state-backed actors rather than a civil remedy to aggrieved individuals. The Court’s refusal to decriminalise defamation does add state power to the armoury of those waiting for occasional lapses in the media. The absence of malice, a key defence in such cases, is quite obvious in The Wire case, as no one would wilfully publish a report based on fabricated proof and fake validation by experts under the clear risk of exposure. At the same time, media outlets should acknowledge the perils of the interplay between editorial laxity and confirmation bias in assessing a potential story.",
        "headline_1": "Heavy-handed hurry: On The Wire fiasco",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/heavy-handed-hurry-the-hindu-editorial-on-the-wire-fiasco/article66092058.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-11-2022"
    },
    {
        "full_article": "Benjamin Netanyahu, after spending 17 months in opposition, has made a stunning comeback with his Likud Party and its right-religious allies taking a solid lead in Tuesday’s parliamentary elections. When about 93% votes were counted, his coalition, including the extremist Religious Zionism and ultra-orthodox Shas and United Torah Judaism, is poised to win 65 seats, a comfortable majority to form a government in the 120-member Knesset. While Likud is set to become the largest bloc with 32 seats, the centre-right Yesh Atid, led by Prime Minister Yair Lapid, the architect of last year’s anti-Netanyahu coalition, is projected to win 24 seats. Mr. Netanyahu, Israel’s longest serving Prime Minister, was ousted last year when Mr. Lapid and other opposition leaders formed a cross-ideology coalition of right-wing, centrist, centre-left and Arab parties. But the coalition government, led by Yamina Party’s Naftali Bennett, eventually fell apart, pushing the country into its fifth election since 2019. For Mr. Netanyahu, who is on trial for three corruption cases, the time spent in the opposition was an opportunity to rebuild his right-religious base. He attacked the “weak” coalition and promised to make Israel “strong again”. The results show that his campaign struck a chord.With a clear majority in the Knesset, Mr. Netanyahu could build a stable government and pass legislation bypassing the Opposition’s pressure tactics. But his return would also raise questions on regional peace and Israel’s social stability. “The King of Israel” for his loyal supporters, he at best is a divisive leader, whose commitment towards a just solution of the Palestinian question remains doubtful. He had once said that an independent Palestinian state would not be formed under his watch. He has also been known for his hawkish policies towards Iran, which has blamed Israel for a series of subversive attacks inside its territory (which Israel has not denied). While Mr. Netanyahu is seen to be a hardliner, his main coalition partner, Itamar Ben-Gvir of Religious Zionism, is farther on the right. Mr. Ben-Gvir, who in 2007 was convicted of inciting racism and backing a terrorist group, wants to dismantle the Palestinian Authority, the provisional government in the occupied territories, and is staunchly opposed to a Palestinian state. He has also attacked Israel’s Arab citizens. While a government of Messrs Netanyahu and Ben-Gvir would be a leap for Israel’s right wing, any leader who is invested in the country’s long-term interests cannot ignore the growing violence in the occupied lands and widening social disquiet inside Israel proper.",
        "headline_1": "The right and worse: On Benjamin Netanyahu’s comeback",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-right-and-worse-the-hindu-editorial-on-benjamin-netanyahus-comeback/article66091686.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-11-2022"
    },
    {
        "full_article": "With the Election Commission firing the starter’s gun for the Gujarat assembly elections, one thing is clear. The real fight is over who is best positioned to challenge the multi-decade political hegemony of BJP. Will it be AAP or Congress?\n* So, it’s A (AAP) versus B (BJP) versus C (Congress).\n* What will decide the outcome is the vote share performance of A.\nRead full opinion on TOI+\n\n",
        "headline_1": "Gujarat polls: ABC & M – BJP favourite. But watch AAP’s vote share. Don’t dismiss Congress. Modi big factor. Will Morbi matter?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/gujarat-polls-abc-m-bjp-favourite-but-watch-aaps-vote-share-dont-dismiss-congress-modi-big-factor-will-morbi-matter/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-11-2022"
    },
    {
        "full_article": "Gujarat, BJP’s strongest bastion and PM Modi’s home state, will vote in two phases on December 1 and 5. After governing uninterrupted for 24 years and winning every assembly election since 1995, BJP is pressing all its firepower into the field to continue the unbeaten streak. It is also understandable why BJP’s big guns, Modi and Shah, are leaving nothing to chance. BJP’s Mission 150 campaign in 2017 ended as a close shave when Congress, propelled by the Patidar reservation agitation and led from the front by Rahul Gandhi, gave a tough fight.\nThe PM has been in Gujarat virtually every week, unveiling new schemes and talking up the state’s development prospects. With mega projects like Vedanta-Foxconn, Tata-Airbus and many others trooping in, the benefits of the “double-engine” government, political speak for the same party governing both Centre and state, would be evident to most voters. The en masse replacement of the Vijay Rupani cabinet following the mishandling of the deadly Covid second wave with an all-new ministry headed by Bhupendra Patel much before the elections have helped BJP forestall anti-incumbency. Meanwhile, the party machinery has also been drilled into election readiness through constituency-level “gaurav” yatras.\nUntil it launched five “parivartan sankalp” yatras this week to crisscross the state, Congress was running a low-key campaign. Despite claims of focussing on behind-the-scenes booth-level management, identified as the critical flaw in its 2017 defeat, the lack of a narrative with no CM candidate or a tall central leader to give Congress’s campaign a face and a direction has provided AAP the opening it needed. Arvind Kejriwal has become a frequent visitor from Delhi, much like Rahul in 2017. After attracting disillusioned Congress leaders and workers into AAP and promising free power to voters, Kejriwal has now pivoted to soft Hindutva positions, in an attempt to poach the BJP vote.\nWhile at least one opinion poll had suggested that division of opposition votes will suit BJP, it will not want price rise becoming an election issue, like unemployment did in the UP and Bihar polls. Extension of the free food grains scheme till December despite Covid waning was clearly an attempt to provide relief. BJP’s sharp focus on industrial development and Gujarati identity, Congress’s parivartan pitch and AAP’s freebie bouquet make for a spicy political pickle, making Gujarat perhaps the most fascinating contest after UP.\n\n",
        "headline_1": "Political pickle: Gujarat is already seeing high decibel BJP campaign. But opposition can spice things up more",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/political-pickle-gujarat-is-already-seeing-high-decibel-bjp-campaign-but-opposition-can-spice-things-up-more/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-11-2022"
    },
    {
        "full_article": "Canada announced that it will absorb close to 1.5 million permanent residents over the next three years. The highlight of the plan is that it’s rooted in pragmatism. Canada’s PM Justin Trudeau has pitched his government’s plan to enhance immigration level as one that will benefit the economy and, thereby, serve its citizens well. It’s an approach that many other developed countries need to follow as the challenges they face are similar.\nCanada has a fertility rate of 1.4, well below the replacement rate and one of the lowest in the world. Like most developed economies, it’s grappling with the linked challenges of high inflation and slow economic growth. Inflation in September was 6.9%, well above the central bank’s inflation target range of 1-3%. An important reason for high inflation is that businesses are reporting a severe labour shortage, which is pushing up wage costs. Canada does have unemployed people, around 5.2% of the labour force. However, the problem is a mismatch between job vacancies, which are mainly of the skilled variety, and the capabilities of job seekers. The only way to quickly plug the gap is by having a liberal immigration policy.\nThis is exactly what Canada is doing and it’s something its peer group should emulate – contrast Ottawa’s approach with the rhetoric coming from London. An unusual feature of the current economic woes of developed countries is that they are experiencing a “job-full recession”. Rich economies are in the simultaneous grip of slowdown and job vacancies. If this continues for long, it will take a permanent toll on their economic competitiveness. While immigration is a politically touchy issue, the Trudeau government has been able to sell a liberal immigration policy by locating it in the economic self-interest.\n\n",
        "headline_1": "Canadian way: Ottawa is being smart about liberal immigration in ways London, for example, isn’t",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/canadian-way-ottawa-is-being-smart-about-liberal-immigration-in-ways-london-for-example-isnt/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-11-2022"
    },
    {
        "full_article": "There is no clear end in sight to the war in Ukraine. Although Ukraine has made recent military gains, Putin has doubled down, by annexing parts of Ukraine and portraying Russia’s invasion as part of a civilisational war with the West. The Russian leadership has also hinted that nuclear weapons could come into play. As well as the rhetoric, there are real concerns that the changing nature of nuclear weapons may destabilise the traditional deterrence equation – creating many more possible scenarios than nuclear strategists and game theorists imagined during the Cold War.\nMoscow’s nuke option\nFor years now Russia and other nuclear-armed states have invested in “tactical” nuclear weapons that are designed to be deployed in a war-fighting situation on the battlefield, rather than on long-range missiles aimed at the capitals of other nuclear states.\nRead full opinion on TOI+\n\n",
        "headline_1": "Russia’s dangerous game: Moscow’s nuclear sabre-rattling confronts the West with tough choices",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/russias-dangerous-game-moscows-nuclear-sabre-rattling-confronts-the-west-with-tough-choices/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-11-2022"
    },
    {
        "full_article": "How does one prove s/he participated in the 1971 Liberation War? It is common knowledge now that Bangladesh's civilian population – farmers, students, majhi and jele – created the backbone of the guerrilla forces that liberated this country.\nHowever, not everyone engaged in direct combat. Families risked their lives by taking in freedom fighters and giving them food and shelter. Fishermen transported ammunition in their boats at great personal risks. Teachers distributed revolutionary pamphlets, shopkeepers watched Pakistani soldiers' movements, and ordinary workers, whether they came from a field or an office, passed on information to the resistance. It could be argued that they were all, in their own capacities, fighting for freedom.\nThe Bangladesh government has, to a degree, acknowledged how wide-ranging the independence efforts were. So far, 253 members of Swadhin Bangla Betar Kendra have been recognised as freedom fighters. Recently, 448 of the Birangona received the same recognition – a drop in the ocean given how widespread wartime sexual violence was, but nevertheless a step in the right direction.\nThe point is, it is not always possible to identify citizens' contributions in terms of bullets fired or injuries sustained, and it isn't easy to provide evidence towards that end either.\nBut when they do exist, surely they help?\nTake, for example, the case of martyred Syed Hafizur Rahman, whose family owns a copy of the Tk 2,000 cheque awarded to them by Bangabandhu Sheikh Mujibur Rahman in 1972. During his time with the well-known Crack Platoon, Hafizur Rahman earned the name \"Guerrilla Hafiz\" for his expertise in laying mines and planning effective ambushes. This is proven in a letter owned by the family, signed by Crack Platoon guerrilla commander Golam Dastagir Gazi. The largest collection of the Liberation War documents, Bangladesher Swadhinota Juddho: Dolil Potro, also has details of the operations he took part in.\nSuch a man, you would think, would never face trouble being recognised as a freedom fighter.\nUnfortunately, he never got to enjoy this recognition. A few months before the war ended, he was captured and brutally tortured, according to eyewitness accounts. Despite having his eyes gouged out by Pakistani interrogators, he refused to give up any information. He was taken away, never to be found again. By all accounts, Guerrilla Hafiz was a hero who gave his life for his country.\nBut not according to the Ministry of Liberation War Affairs, which recently rejected his family's petition to recognise him as a freedom fighter for the ninth time. He has not even been recognised as a martyr, even though almost all of the martyred guerrillas of Crack Platoon have been given posthumous gallantry awards.\nWhat is the reason behind this oversight? The relevant authorities' excuses range from being clumsy to downright absurd. Liberation War Affairs Minister AKM Mozammel Haque told media that the appeal was rejected because, as of February 8, the ministry is no longer accepting fresh applications for state recognition. This statement was then contradicted by a member of the Jatiya Muktijoddha Council, who said the ministry can't choose to end the process without consulting them first.\nIn fact, the minister is directly in conflict with himself, since on October 23, he told The Daily Star that a fresh application would lead to necessary steps being taken, and that \"The recommendation from fellow freedom fighters alone is enough for state recognition.\"\nWhy these conflicting statements? It is concerning that the ministry in charge of such a significant chapter of history is implying that a technicality is enough reason to refuse to preserve our collective memories as a nation, and that there seems to be no cohesion in carrying out this important task. The government has committed to making a list of freedom fighters. Why, then, should a known freedom fighter be excluded from it? And how can we expect the list to include those with less obvious – but no less significant – contributions?\nHafizur Rahman's family submitted nine applications from 1974 to 2022. On the seventh attempt, they were specifically asked for a training certificate from India – a measure to reportedly guard against \"fake freedom fighters.\" This implies anyone without a formal training certificate could be accused of this – a ludicrous suggestion that could wipe out many civilian fighters off of the government's list.\nWhile the veracity of applicants should absolutely be double-checked, it is difficult to forget how the same authorities accidentally included the name of at least seven freedom fighters, including a martyr and the chief prosecutor of the International Crimes Tribunal, on a list meant for Razakars in 2019. I believe we may be forgiven for questioning just how organised this process of verification is, especially since there have been reports of freedom fighters being deprived of government benefits or allowances, despite having official certificates.\nEven more worryingly, in 2014, during another attempt for recognition, his family was told by a ministry official that the training certificate issue could be solved if Tk 5-10 lakh was \"paid at the right place.\" We have now reached a point where freedom fighters are being asked to pay bribes from beyond the grave for state recognition.\nHow much deeper can this rot spread? How many more will be erased from the pages of history due to government officials who are corrupt at worst, and sloppy and inefficient at best? And can we really accept that the persons responsible for these offices and ministries seem to always be \"not aware\" of what is going on in their own departments when such accusations arise against them?\nGuerrilla Hafiz was an ordinary young man in 1971, known for his considerable skill with the guitar. After the genocide of March 25 and his father's death at the hands of Pakistani soldiers in early April, he joined martyred musician Altaf Mahmud to contribute to Swadhin Bangla Betar Kendra's work. Soon after, he traded in his guitar for a rifle, and he never returned home again.\nIt feels almost shameful now, in 2022, to be writing about giving him the official recognition that he should have gotten decades ago.\nShuprova Tasneem is a member of the editorial team at The Daily Star. Her Twitter handle is @shuprovatasneem\n\n",
        "headline_1": "Guerrilla Hafiz and the freedom fighters we have failed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/guerrilla-hafiz-and-the-freedom-fighters-we-have-failed-3160171",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-11-2022"
    },
    {
        "full_article": "Almost a hundred years ago, a prominent Congress leader, Gopal Krishna Gokhale, commented that what Bengal thinks today, India thinks tomorrow. Similarly, it can be argued that what Bangladeshi economists have been saying for a long time is pretty much what the International Monetary Fund (IMF) has told our central bank and the government. But it is only after the IMF said so that our government has started listening.\nThe basic principles of economics are the same no matter who mentions them first. But our finance ministry – highly concerned with political agendas – trashed the suggestions when they came from our economists. The Bangladesh Bank, too, followed the finance ministry's footprint because of its lack of independence. The ministry didn't stop there. Rather, it produced opposing theories overnight, which are often ironic and have never been heard before in the field of economics.\nOne of their peculiar theoretical inventions is that the nine percent cap on lending rates need not be lifted to tame inflation, while all sensible countries in the world have raised their lending rates to put a brake on private credit growth – knowing that it will be recessionary. Our ministry justifies the nine-percent cap as investment augmenting to deliver more growth and employment. It is adding fuel to the fire of inflation, which is already above the 10-percent mark. Ironically, the last budget statement describes combating inflation as its number one priority. Then, why is there such a contradiction between its target and its action?\nThe non-market high rates on sanchayapatra (savings certificates) have been validated multiple times by the finance ministry over the last decade to hide its fiscal incapacity. It's the biggest national charity for pampering the super-rich in the name of supporting the vulnerable segment of our society. A Prothom Alo report from October 10 shows how painful it is for widows to get the income from sanchayapatra, which requires tax papers from them – in a country where the tycoons are notorious for dodging taxes every day.\nIf sanchayapatra rates are above the lending rate, wouldn't that create an opportunity for unethical arbitrage? Just borrow at nine percent and save at 11 percent. The government may not know how many business magnates are taking advantage of this loophole. But the ministry is sticking to its self-spawned theory.\nThe budget of FY2012 suddenly claimed that investment is not that sensitive to interest rates. Of course, interest rates don't matter to the habitual defaulters with political clout. But small and medium enterprises must take the cost of interest rates into account before investing in their businesses. In the face of declining remittances, the ministry introduced the so-called 2.5 percent incentive on the dollar's value and claimed that remitters responded to it effectively. But there is no authentic research to validate this claim.\nThe policy prescriptions that the IMF suggested mainly include: i) removal of the interest rate caps of nine and six percent; ii) floating the exchange rate and getting rid of multiple exchange rates; iii) proper accounting of foreign exchange reserves; iv) correcting abnormal rates on sanchayapatra; and v) improving fiscal capacity. Bangladeshi economists have been calling for these measures incessantly. But the finance ministry turned a deaf ear to all of them.\nBangladesh witnessed another strange spectacle when the planning minister announced the monthly inflation figures. Inflation is a matter of concern for the central bank and for the commerce ministry. It has nothing to do with the planning ministry, which is supposed to deal with long-term plans.\nOne morning, the planning minister proclaimed that inflation figures would be announced on a quarterly basis instead of a monthly basis, defying all good practices across the world. While all countries are trying to give more information to help the public and policymaking, ours is moving backwards. Intentionally hiding unpleasant figures cannot fool people who have some common sense.\nThe same is happening when it comes to monetary policy announcements – which have suddenly moved from taking place biannually to annually, the opposite of what other countries are doing. Countries like Vietnam and Pakistan announce monetary policies at least four times a year, while India does it six times, and the US every six weeks. The IMF has now advised the government to make it biannual again.\nWhen ministries intend to provide data less frequently, it may imply that the data quality is low, and that they want to hide it. The need for quarterly GDP data has always been emphasised by economists. One statistics officer at the Bangladesh Bank once brought to my notice a project to upgrade the data quality by increasing GDP data frequency on a quarterly basis. I thought it was important and tried to convene a meeting with the finance ministry – without much success. Now, the IMF has again instructed to make it quarterly.\nIndia moved to announcing its GDP quarterly since the mid-1990s, and Pakistan has also started doing the same. We brag about being ahead of India and Pakistan on many counts, but the quality of our data is atrocious compared to global standards. Economists always question when ministries publish data, particularly those concerning growth, unemployment, and inflation. The IMF has reiterated the same point. Fortunately, our government can't turn down the IMF's suggestions the way it does when it comes from our economists.\nDr Birupaksha Paul is a professor of economics at the State University of New York at Cortland in the US, and former chief economist at Bangladesh Bank.\n\n",
        "headline_1": "What the IMF said, our economists have said before",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-the-imf-said-our-economists-have-said-3159861",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-11-2022"
    },
    {
        "full_article": "Given the rate at which our forest coverage is depleting, it can be easily said that soon we will have little forestland left to maintain the ecological balance so critical for our survival. On the one hand, the government is making pledges to preserve our forests; on the other hand, it is allowing many of its own agencies to grab parts of forests to implement their various projects. If this trend continues, not only will we fail to fulfil our pledge to stop deforestation by 2030 – which the government has made at the Glasgow Leaders' Declaration on Forests and Land Use in COP26 – but we may also have to face harsher impacts of climate change going forward. Needless to say, the damage to be done to the rich biodiversity and wildlife of these forests would be irreparable.\nIgnoring all concerns, however, the Roads and Highways Department has reportedly embarked on an environment-degrading project as it seeks 174 acres of the Ramgarh-Sitakunda Reserve Forest in Chattogram – one of the oldest reserve forests in the country – to widen a road going through it. This is, we must say, in line with a disturbingly growing tradition of institutional grabbing of forests in Bangladesh.\nOver the past decade, a number of attempts were made to grab protected forestland in Cox's Bazar district alone. While the Department of Prison reportedly planned to build a prison on 160 acres of protected forestland in Paglirbil in Ukhiya upazila, the Bangladesh Football Federation (BFF) planned to build a residential training facility on 20 acres of Ramu reserve forest in the same district. Also recently, the Local Government Engineering Department planned to construct a road through the Ramu reserve forest, which would connect Ramu upazila with Cox's Bazar City at the Marine Drive along the sea beach. Earlier, the High Court gave a stay order on a similar project to build a civil service academy in this tourist district.\nWe cannot help but ask: why would the government agencies plan and implement projects on protected forestland, most of which were declared ecologically critical areas? What is noticeable in the majority of projects is, they have been undertaken without consulting the relevant government authorities – such as the Department of Environment and the Forest Department. In some cases, the land ministry allotted the land without consulting the forest ministry. Moreover, many of the projects started without even getting any environmental clearance. All this shows lack of coordination among government ministries and departments concerned.\nWe have already lost enough of our forests by now, and are in no position to lose more. We have all the laws and policies to protect our forests. But how long will they remain unimplemented? We urge government agencies to set an example of preserving forests, rather than destroying what's still left of them.\n",
        "headline_1": "Stop institutional grabbing of forests",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-institutional-grabbing-forests-3159746",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-11-2022"
    },
    {
        "full_article": "Just three decades ago, Panchagarh was a poverty-stricken district in north Bangladesh. Sugarcane, paddy, and some seasonal vegetables were the main crops grown there. During the off seasons, many people spent days without work. According to the Bangladesh Bureau of Statistics (BBS), the poverty rate in the Rangpur division was 47.2 percent in 2016.\nThough the poverty rate has not decreased much in other districts of Rangpur, it has decreased significantly in Panchagarh. One of the reasons for that is the fast-growing tea industry there.\nCurrently, more than 100,000 men and women are regularly employed at stone quarries and tea plantations with a daily wage of Tk 400-700. Between 2000 and 2021, about 11,433 acres of plain land was brought under tea farming in five northern districts – out of 50,000 acres of suitable land. Tea board officials in Panchagarh said there was a shortage of about 25,000-30,000 workers for the fast-expanding tea farming in the region.\nInitially, the tea industry appeared to be a boon for all, but irregularities and mismanagement seem to have turned that into a curse. One of the main concerns is that tea farmers have not been getting fair prices for years. If the problems are not fixed promptly, the industry will have to face long-term troubles.\nAccording to the tea board, producing tea leaves on plain land costs around Tk 8-10 per kg. At present, farmers can sell tea leaves for only Tk 14-16 per kg. When they take their produce to tea processing factories, 20-40 percent of the leaves get discarded for various reasons – wet leaves, low quality, etc. So, if a farmer sells 100 kg (or, one quintal) of tea leaves at the rate of Tk 15 per kg, instead of getting Tk 1,500, they would actually get Tk 1,200 at best, which is the price of 80 kg of leaves.\nThey have to pay tea workers Tk 300 (Tk 3 per kg) for picking each quintal of tea leaves. Added to that is the transportation cost of Tk 100 per quintal. So a farmer is actually suffering a loss of Tk 200 per quintal.\nTea board officials say that if tea leaves are wet during the monsoon season, tea factories can discard 10 percent of the total harvest at maximum. But in reality, factory owners are rejecting more than 20 percent, which is unethical. Tea board officials claimed that factories are regularly raided and fined to stop excessive deductions.\nOn the contrary, tea growers complain that not only during the monsoon season, but factory owners discard 20-40 percent of the tea leaves brought to them throughout the year, and the tea board and local administration play a silent role in this regard. Protests don't make any difference.\nAlthough the district administration fixed the price of tea leaves at Tk 18 per kg this year, tea factories are not buying tea at that price. Farmers also complained that the factory owners formed a syndicate and did not want to buy tea leaves during peak time. Thus, the factory owners are making a profit by driving farmers away from fair prices. To mitigate the losses, many tea growers have started planting mango trees in their tea gardens.\nOn the other hand, tea factory owners claimed that they would face losses if they did not discard \"bad\" tea leaves because growers harvest wet leaves all the time. Tea leaves are plucked using scythes instead of by hand, which is the reason behind bad quality leaves. Moreover, they claim that, due to the low price in auction markets, they are not able to pay good prices to tea farmers.\nVisiting Panchagarh recently, I found that tea farmers were cultivating relatively fast-growing, low-quality Indian varieties instead of the 23 good-quality varieties developed by the Bangladesh Tea Board. Most marginal farmers in Panchagarh are growing new tea gardens on their croplands with no previous experience. As a result, they are dispensing fertiliser inappropriately, thus affecting soil fertility. The cost of tea production can be reduced further if fertilisers are applied after testing the soil, as advised by agriculture officials.\nAccording to regional tea board officials, there are more than 700,000 small-scale tea farmers in Panchagarh, Thakurgaon, Lalmonirhat, Nilphamari and Dinajpur districts. Last year, the production of tea (finished goods) from the northern districts was more than 14.5 million kg, with a market value of approximately Tk 225 crore. The government earned a revenue of Tk 34 crore and the tea board also received about Tk 2 crore from the tea cultivated in this region.\nIn the northern region, tea plantation increased by about 12.4 percent and production increased by 41 percent in 2021 compared to 2020. Now, these plainland tea plantations are supplying 15 percent of total domestic production, second to only Sylhet.\nWhile the government, tea board and factory owners have benefited, farmers have been suffering losses for years.\nIf farmers don't get a fair price for their produce, they can't make any profit after investing a lot of money year after year. They also need proper training and technical skills to be able to grow good-quality tea, for which the government is responsible. If they can't grow quality tea, exports won't grow, which in turn will affect local market prices.\nIf that happens, what can tea farmers do, except lose interest in growing tea?\nThe bottom line is, the tea board should train farmers, and the government should ensure fair prices by monitoring tea factory owners in Panchagarh. They can also set up state-run tea processing factories and auction centres in Panchagarh. This may save the tea industry of the plainlands.\n \nMostafa Shabuj is the Bogura correspondent of The Daily Star.\n\n",
        "headline_1": "Northern tea farming shrivelled by unfair prices",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/northern-tea-farming-shrivelled-unfair-prices-3159706",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-11-2022"
    },
    {
        "full_article": "Given the rate at which our forest coverage is depleting, it can be easily said that soon we will have little forestland left to maintain the ecological balance so critical for our survival. On the one hand, the government is making pledges to preserve our forests; on the other hand, it is allowing many of its own agencies to grab parts of forests to implement their various projects. If this trend continues, not only will we fail to fulfil our pledge to stop deforestation by 2030 – which the government has made at the Glasgow Leaders' Declaration on Forests and Land Use in COP26 – but we may also have to face harsher impacts of climate change going forward. Needless to say, the damage to be done to the rich biodiversity and wildlife of these forests would be irreparable.\nIgnoring all concerns, however, the Roads and Highways Department has reportedly embarked on an environment-degrading project as it seeks 174 acres of the Ramgarh-Sitakunda Reserve Forest in Chattogram – one of the oldest reserve forests in the country – to widen a road going through it. This is, we must say, in line with a disturbingly growing tradition of institutional grabbing of forests in Bangladesh.\nOver the past decade, a number of attempts were made to grab protected forestland in Cox's Bazar district alone. While the Department of Prison reportedly planned to build a prison on 160 acres of protected forestland in Paglirbil in Ukhiya upazila, the Bangladesh Football Federation (BFF) planned to build a residential training facility on 20 acres of Ramu reserve forest in the same district. Also recently, the Local Government Engineering Department planned to construct a road through the Ramu reserve forest, which would connect Ramu upazila with Cox's Bazar City at the Marine Drive along the sea beach. Earlier, the High Court gave a stay order on a similar project to build a civil service academy in this tourist district.\nWe cannot help but ask: why would the government agencies plan and implement projects on protected forestland, most of which were declared ecologically critical areas? What is noticeable in the majority of projects is, they have been undertaken without consulting the relevant government authorities – such as the Department of Environment and the Forest Department. In some cases, the land ministry allotted the land without consulting the forest ministry. Moreover, many of the projects started without even getting any environmental clearance. All this shows lack of coordination among government ministries and departments concerned.\nWe have already lost enough of our forests by now, and are in no position to lose more. We have all the laws and policies to protect our forests. But how long will they remain unimplemented? We urge government agencies to set an example of preserving forests, rather than destroying what's still left of them.\n",
        "headline_1": "Stop institutional grabbing of forests",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-institutional-grabbing-forests-3159746",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-11-2022"
    },
    {
        "full_article": "Out of the 9,556 acres of flood-flow zones, water-retention areas and waterbodies in Dhaka city, 3,440 acres have been lost from 2010 to 2019. That means it has taken only nine years to fill up an area more than thrice the size of Dhanmondi – taken over by individuals, businesses, real-estate developers, different organisations, and even government agencies. Thus, around 57 percent of the Dhaka metropolitan area's flood-flow zones have been lost in this way.\nWhy is this important? Flood-flow zones are crucial for our city, since these areas store water when it rains and prevents waterlogging – an issue that only seems to get worse every year. This is despite the fact that relevant authorities continue to reiterate their commitment to solving the problem of waterlogging. In fact, it was only last year that the two city corporations took the initiative to draw immediate and long-term plans to this end, part of which involved taking over the city's drainage system and canal management, and attempting to reduce the influence of encroachers and land-grabbers.\nThis is why we are even more confused that the recently approved Detailed Area Plan (DAP) for Dhaka has allowed the construction of structures in certain flood-flow zones, which urban experts argue will further encourage land-grabbers and aggravate waterlogging. The grabbing and encroachment of Dhaka's flood-flow zones and water-retention areas that has happened at such a rapid pace, despite the previous DAP making them off-limits for development, shows a huge failure on the part of Rajuk. What we do not understand is why still, instead of coming up with solutions to rectify this, Rajuk's method seems to be to come up with a way of legalising encroachment (based on certain conditions).\nWhile we applaud many of the initiatives outlined in the DAP, such as density zoning, demarcating places for housing facilities at reduced prices, and prioritising pedestrians and non-motorised vehicles, we are worried that the concerns of experts are not being taken into account with regard to certain more questionable sections of the DAP. For example, the proposal of creating eco parks on farmlands, and of allowing construction on agricultural land on the city's outskirts (again, based on certain conditionalities), have all been vehemently criticised. But so far, little has been done to acknowledge or address these concerns.\nAt a time when Dhaka is in the grips of a serious dengue outbreak, when there are worries of other waterborne diseases like cholera and typhoid becoming more common, and when climate change is leading to more erratic weather patterns – including higher rainfall – it is imperative that any plan about Dhaka takes into account how dangerous waterlogging can be for its inhabitants. The relevant authorities should be doing everything in their power to come up with solutions for the lack of floodplains and a \"blue network\" and consequent waterlogging that continues to plague Dhaka city-dwellers, instead of making plans that will ultimately exacerbate it.\n",
        "headline_1": "Rajuk should stop filling-up of flood flow zones, not encourage it",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rajuk-should-stop-filling-flood-flow-zones-not-encourage-it-3158881",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-11-2022"
    },
    {
        "full_article": "As the harvesting time of Aman paddy is drawing near, government's procurement policy for this important cereal is of crucial importance. In view of the less than satisfactory procurement last year, it was expected that this time the authorities would sit up and take measures to render the procurement mechanism smooth-by removing the complications involved as well as revising, albeit raising, the procurement price to a sensible and realistic level. But what has come by way of an announcement appears to be far from expected.  The government this week announced the paddy and rice procurement prices, raising the prices by Tk 1.0 per kg and Tk 2.0 per kg respectively on the rates of the previous year. With the raise, the buying rate of Aman paddy stands at Tk 28 per kg and that of rice at Tk 42 per kg, compared with that of Tk 27 per kg and Tk 40 per kg respectively in the last season. The government is set to buy a total of 300,000 tonnes of paddy and 500,000 tonnes of parboiled rice from farmers and rice mill owners this year. The obvious question is, if this is the right price to inspire farmers to sell their produce to the government. In a reaction, soon after the announcement was made, agro-experts as well as rice millers expressed doubt about the success of the procurement drive. They are not at all convinced that with this negligible raise, the government would succeed in attaining its procurement target. This is simply because the government-set prices are well below those of the open market. According to newspaper reports, coarse rice currently sells at Tk 48-50 a kg in the northern region of the country, while in Dhaka, prices range between Tk 54 and Tk 55 a kg. It may be recalled that due to price gap between open market and the government drive, Aman procurement target could not be achieved last year. Some millers have reportedly said that it would hardly be possible for the millers to supply rice or paddy to the government, unless the government revises its procurement rates in line with the market rates. Procurement is not about price only, although it is the key driving factor. Along with price, it is the easing of complications of the procedures that, too, is important. In the past years, despite being cautioned by various quarters, the authorities did not heed much to either offer fair price or provide the required facilitation. This year, given the looming economic slump with price spiral of most daily necessities threatening to cause misery to most sections of the people, food security is no doubt a prime concern. Hence all out efforts should be in place to ensure that the government's stock is sufficient to face any critical situation. At present, stock of rice in government warehouses is estimated at 1.37 million tonnes. But if the upcoming Aman procurement faces any major setback, an adverse impact on the overall food-grain stock may not be averted. The authorities must do the needful before it is too late to make the procurement drive successful.",
        "headline_1": "Aman procurement: No room for past mistakes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/aman-procurement-no-room-for-past-mistakes-1667482685",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-11-2022"
    },
    {
        "full_article": "Russia's abrupt u-turn from pulling out of the UN-brokered Black Sea grain initiative on Wednesday last will allow people in food-deficit countries around the world to heave a sigh of relief. Only four days ago on the weekend, Russian President Vladimir Putin's announcement of withdrawal from the agreement on safe grain shipment from Ukraine to countries in urgent need for food cast a dark shadow on the prospect of getting access to food for millions of people in Africa, the Middle-east and Asia. The United Nations time and again have been sounding the alarm bell ringing about the spectre of a global famine that looms large not at too distant a horizon. Next year, according to the UN World Food Programme (WFP), 345 million people are going to face acute food insecurity in 82 countries. The number of food-insecure people is now double the number there was in these countries before the pandemic struck in 2020. In 2021, 2.3 billion people were afflicted with moderate to severe food crisis. Before they could recover from the shock, their turnaround was once again halted by high energy prices in the international market and disruption of cereal supply on account of the Russia-Ukraine war. Had the world powers been not on a collision course, the unilateral moratorium put on fossil fuel extraction and supply on international market could be avoided and the atrocious price escalation arrested. Abnormal price rise of oil started a chain reaction to push up prices of food grains and other essentials. The two warring parties are major food exporters and Kyiv could not export cereals because of Russian naval blockade of the Black Sea and Russia cannot as yet export its wheat on account of Western sanctions on the federation's export. The authorities in Bangladesh have been assuring that the country is under no threat of starvation because it has enough stock of rice. Even if this claim can be substantiated, Boro crop losses to floods in the Sylhet's haor region and damage to Aman paddy on account of Sitrang in the coastal belt will definitely deplete the estimated yield. The low procurement prices of Aman, as announced by the government, will hardly help raise its stock. Again, Bangladesh's late drive for import of rice did not make much of a headway with the major rice exporting countries either slapping a ban on export or curtailing export volumes. This has further triggered the price escalation of food grains on the international market. Yet, Bangladesh may not be in a serious crisis in terms of its food stock next year---the time the UN's WFP cites to be the critical year --- unless natural calamities wreak havoc with its peak Boro crops scheduled for cultivation within a month and harvesting by January and early February. But the problem is not with the stock of food grains in the country, it is with people's access to foods. Already, skyrocketing prices of foods ---indeed, all kinds of food grains ---have seriously affected 68 per cent of the population here, according to the WFP. Right now, prices of rice, wheat and corn have soared to record levels with rice registering 12 per cent, wheat 70 per cent and corn 33 per cent higher prices compared to the previous year. This has squeezed the purchasing power of 68 per cent people further, the lower-income groups' only more so, because never before did all three cereals register such price jumps together. Then unbridled price escalation of other essentials including toiletries has only forced them to have their back to the wall. In the absence of nutrient foods, their health will be compromised and in the absence of adequate use of cleaning materials of living quarters, their personal hygiene too will be compromised. The overall living standard of a large segment of people is thus set to decline. For a significant portion of the population access to food will, however, be very difficult. With their meagre income they have already started escaping meals, according to reports. Instead of taking breakfast and lunch, they eat a meal in between. It may not be called famine but is definitely a sort of starvation in the face of market volatility. The government's vulnerable group feeding and other programmes have been quite useful for many but still there remain a large number of new poor and vulnerable people to be covered by those initiatives. There have been allegations of irregularities in identifying or selecting the deserving candidates for food support. Cards were issued to non-deserving people leaving the most vulnerable out of the list. True, the floating poor in the cities pose some problem for their inclusion in such a list but those with a more or less permanent address whether in the slums or in rented shacks or in villages can easily be spotted and enlisted. Sincerity of the local representatives is what really counts in this regard. With falling remittance and export earning, the government is running out of funds. The record fall of Taka against dollar has further worsened its capacity for generosity. At a time like this, the option open to the administration is to collect higher revenue from the high-performing sectors that have created a band of rich and superrich in this country. Only then a modicum of reasonable distribution of economic justice in society can be possible.\n[email protected]",
        "headline_1": "Meeting the challenge of starvation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/meeting-the-challenge-of-starvation-1667482727",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-11-2022"
    },
    {
        "full_article": "The ongoing negotiations between the government of Bangladesh and the International Monetary Fund (IMF) centring around the former's request for a US$4.5 billion loan have drawn the attention of economic experts and media to an unprecedented degree. Not that the country has sought financial assistance from the multilateral lender for the first time. It has drawn more than SDR1.7 billion (equivalent to USD1.37 billion) under, at least, ten credit facilities having an aggregate value of SDR 2.8 billion (USD 2.19billion) since 1974. The reason behind attracting wider attention this time is the size of the loan---the largest ever---and the circumstances that have forced the government to seek what many be described as a bailout facility. Given the reserve still available with the central bank, there should be no justified reason to look at the proposed loan as a 'rescue package'. The availability of the IMF loan would make the situation a little more comfortable for the government. However, more than anything else, the issues that are being raised by the IMF's negotiating team during its discussions with various government agencies are being followed by the media with intense interest. Most points the IMF has been raising are nothing new. The Article IV mission that holds annual discussions with the relevant government agencies asks the latter to carry out reforms in various sectors of the economy. Usually, identical issues also came up even more prominently during negotiations over various credit facilities. The government has been slow in implementing most reforms, which are painful and, in most cases, resisted by the vested quarters. The IMF appears serious about reform measures and other issues that concern proper economic management. Economic data generated by the Bangladesh Bureau of Statistics, the state statistical agency, is one issue the IMF has picked up for serious discussion. On occasions, experts raise questions about the quality of a few macroeconomic data, as those hardly represent the situation on the ground. Thus, the quality of data gathered and compiled by the BBS and other government agencies often comes under the scrutiny of experts and development partners. The inflation data released by the BBS in recent months have raised serious doubts. The organization took longer time than usual to publish the inflation data for August last. The IMF, during its parleys with the BBS, sought to know the reason for the delay. The answer that came from the BBS must have been taken by the IMF with a grain of salt. The IMF team has suggested the BBS release the GDP data quarterly instead of in annual reporting practice. It also reportedly advised the BBS to change the base year of the consumer price index (CPI) and inflation calculation. The response of the BBS top notches to the IMF's suggestions is not known. But they should make serious efforts to prepare quality and credible data that concern the economic well-being of the country and its population, and try to uphold the independence of the national statistical organisation. They should also resist undue interference designed to manipulate important economic data. No planning at the national level can be perfect and deliver results if the quality of data remains poor or imperfect. So, improvement in macroeconomic data quality is a must. \n[email protected]",
        "headline_1": "Tasks that IMF wants BBS to accomplish",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tasks-that-imf-wants-bbs-to-accomplish-1667482763",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-11-2022"
    },
    {
        "full_article": "Many of us may not know that as many as 10,000 children die of drowning in Bangladesh every year. It is one of the top five causes of child death in the country, says a recent survey. According to the survey, around 235,000 children are drowning in water every year and 90 per cent of these children are from low and middle income countries. Although we have achieved success in many fields, we have not yet been successful in preventing the death of children from drowning. In different parts of the country, drowning of children is taking place on a regular basis but we do not seem to be so worried about it. Drowning is currently considered the third leading cause of unintentional death and injury to children in the world. Bangladesh has the highest drowning death rate of children under five years of age in the world. The World Health Organization (WHO) points out that drowning is one of the world's most preventable, yet neglected public health problems. Among the causes of child drowning, parents' ignorance is highly noticeable. Not only do children die due to lack of knowledge, but adults also die as they do not know how to swim. People from all walks of life too need to act more consciously. Everyone is; perhaps, well aware of the fact that May, June and July are the most dangerous months when drowning incidents are more frequent in our country. Yet, we constantly ignore the issue and pay for it with lives of our dear children. Instead of only criticising the authorities concerned, we should also start to take responsibility for our actions. So, we urge individuals, communities and the government to raise awareness and do all we can to ensure every child's right to survive and thrive. \nMahmudul Haq Hasan, [email protected]",
        "headline_1": "Protect children from drowning",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protect-children-from-drowning-1667482788",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-11-2022"
    }
]