[
    {
        "full_article": "In filing a quick appeal against the grant of statutory bail to lawyer-activist Sudha Bharadwaj, the NIA has displayed nothing but pique and petulance over a well-reasoned order of the Bombay High Court. The bail order itself is a much-delayed relief, considering that the right to ‘default bail’ had accrued to her as early as January 2019, on completing 90 days in prison and when there was neither a charge sheet nor a lawful order extending the time limit for filing it from 90 to 180 days. The High Court is right in concluding that the Sessions Court had no jurisdiction to grant such an extension, and subsequently take cognisance of the charge sheet filed in February 2019, when a duly constituted Special Court under the NIA Act was already functioning in Pune. Further, the court has given the benefit of default bail — an indefeasible right under Section 167(2) Cr.P.C. that arises when the investigating agency fails to submit its final report within the stipulated period — only to Ms. Bharadwaj, as only her application was pending at that time; while eight others had not specifically sought bail on that ground, even though they had questioned the legality of the manner in which the court had taken cognisance of the case against them. On this, case law favours the view that if one fails to seek statutory bail at the appropriate time, and a charge sheet is laid subsequently, the right to default bail is extinguished.The NIA’s appeal exemplifies the hard-line approach of the Union government in prosecuting the Bhima Koregaon case under the Unlawful Activities (Prevention) Act based on a dubious premise that some violent incidents that occurred in the aftermath of the Elgaar Parishad event, on December 31, 2017, were part of a sinister Maoist conspiracy. A local investigation against the attack on a commemoration event organised by Dalits transmogrified into an anti-terrorism probe. After convincing the Supreme Court that it was not a case of suppression of political dissent, the Centre pursued the probe vigorously, and got bail denied to everyone — save for a temporary respite on medical grounds to Telugu poet-activist Varavara Rao. There is also no sign of an early trial. One of those held, Father Stan Swamy, succumbed to illness exacerbated by prison conditions. There are reports that some of purported evidence in this case may have been planted remotely on their devices. It is unfortunate that courts seem to be considering bail only on medical grounds, and in this one case, on the ground of default. It is time they examined the merit behind the sweeping claims in the charge sheet and also took heed of Supreme Court judgments that have granted bail even under UAPA if the trial is unlikely to be completed in the foreseeable future.",
        "headline_1": "Pique and petulance: On Sudha Bharadwaj’s bail and NIA’s appeal",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/pique-and-petulance-on-sudha-bharadwajs-bail-and-nias-appeal/article37831751.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-12-2021"
    },
    {
        "full_article": "The death of five elephants, four of them cows, caused by trains colliding with them, and all within a week, has again highlighted the gaps in efforts to reduce man-animal conflicts in the country. On November 26, the first accident occurred near Madukkarai in Coimbatore district, Tamil Nadu that has seen many an elephant death on a rail track stretch that extends up to Kanjikode, Kerala. The second accident was near Jagiroad in Assam’s Morigaon district, four days later. Both accidents were at night. Elephant deaths in railway accidents are not new in India. A reply by the Project Elephant division of the Union Ministry of Environment, Forest and Climate Change in May to a set of RTI questions highlighted reasons other than natural causes as having led to the killing of 1,160 elephants over 11 years ending December 2020; 741 deaths were due to electrocution; railway accidents accounted for 186 cases; poaching 169 and poisoning 64. The pattern of train accidents involving elephants has been studied by different stakeholders, including the Railways, Forest and Wildlife Departments and activists, especially with regard to the Madukkarai stretch. That a greater number of casualties getting reported are in elephant passages has been confirmed by the C&AG in its latest compliance audit report on the Ministry of Railways.There are effective solutions in the case of two causes: electrocution and train hits. Installing hanging solar-powered fences, as has been planned in Tamil Nadu and Kerala, and planting citronella and lemon grass, as done in Golaghat district, Assam, to deter elephants are some of the large-scale options. The authorities should ensure that there are no illegal electric fences or barbed wire fences, which, instead, can be replaced with the solar powered ones. Needless to say, the participation of local communities is crucial. The critical role elephants play in biodiversity conservation must be highlighted, especially to those living in areas close to elephant corridors. The Environment Ministry and Ministry of Railways should also expedite proposals for elevated wildlife crossings or eco-bridges and underpasses for the safe passage of animals. A finding of the C&AG was that after the construction of underpasses and overpasses in the areas under the jurisdiction of East Central and Northeast Frontier Railways, there was no death reported. The authorities should also expedite other recommendations made by the C&AG such as a periodic review of identification of elephant passages, more sensitisation programmes for railway staff, standardisation of track signage, installation of an animal detection system (transmitter collars) and ‘honey bee’ sound-emitting devices near all identified elephant passages. Of the 29,964 elephants in India, nearly 14,580 are in the southern region, and the State governments concerned and the Centre need to find lasting solutions to the problem of man-animal conflicts.",
        "headline_1": "Corridors of death: On elephant deaths on tracks",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/corridors-of-death-the-hindu-editorial-on-elephant-deaths-on-tracks/article37831784.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-12-2021"
    },
    {
        "full_article": "There was a 10mm glass wall at ULAB that separated Prof Rafiqul Islam's office room from mine for more than three years. He was the only professor who had a TV in his office, and he would listen to the news in loud volume, usually once after lunch. Almost every day, I would see media men coming in with their paraphernalia to get the opinion of this public intellectual on many national issues. I would see him walking briskly along the faculty floor, maintaining a respectful distance. We would exchange pleasantries, but hardly any real conversation. On several occasions in the last seven years of our acquaintance, we had sat side by side in the faculty lounge during different birthday celebrations of colleagues, shared stage during national or cultural events. He would recount anecdotes or reflect on some national events. We met on several occasions to organise events or seek his opinions on university-related issues. His voice modulation commanded the attention of his audience. Like others, I would listen to him in awe while he would storyboard his memories.\nFrom his accounts, his snippets of the past, we would know who Prof Rafiqul Islam really was as a person. His bio-blurbs are full of credentials, such as national professor, Bangla Academy president, professor emeritus, Ekushey award-winning Nazrul scholar, eminent linguist, language warrior, former vice-chancellor of ULAB, or even the favourite teacher of our prime minister. Somehow, they seem inadequate in defining the man I constructed from his memories.\nRecent studies suggest that memory is not only a reflection of the past, but also a pathway for the future. Our remembered life story indicates what we will do tomorrow. According to the surrealist Spanish-born film-maker Luis Buñuel, \"Our memory is our coherence, our reason, our feeling, even our action.\" Losing your memory is equal to losing a basic connection with who you are. This is true at both individual and national levels. Prof Islam had the uncanny ability to cast back to events from his past to conjure the \"semantic memory\" of dates, times and places, and to reconfigure the moment and relive it from the inside. He was a time-traveller who could return to the present to explain the demands of the present and chart the future. He was a living legend as he witnessed different crosscurrents of our sociopolitical and cultural life that is tinged with our national identity.\nHe enrolled into Dhaka University in 1951. He completed his MA in Bangla language and literature from the university in 1956, and joined his alma mater as a scholar-cum-lecturer. In 1959, he obtained a Fulbright scholarship to pursue his MA in general linguistics and cultural anthropology. He joined the Department of Bangla of Dhaka University as an assistant professor in 1961 and taught there for 40 years, before his retirement in 2000. Among his favourite students was Bangabandhu's daughter. When Prime Minister Sheikh Hasina held his hands to lead him to the parade ground on Bangabandhu's homecoming day celebration as part of the Mujib 100 inauguration, the nation saw how influential he was as a teacher.\n\"I used to live in the railway colony. My father was a doctor. I had seen them around 1948—those people, mostly students participating in the procession. How old was I? I sat for matriculation in 1949; so, I was a student of Class X. I was very young then. But in 1951, I became a student of Dhaka University. And as a student I became directly involved in the Bangla Language, Literature and Cultural Movement,\" Prof Islam told our colleague Sohana Manzoor in an interview. \"You know what happened in 1952. It's history now. I had a Voigtlander camera with which I took pictures. I was a part of the procession that day, too. I was not one of the wounded,\" he added (The Daily Star, February 17, 2018).\nWhen the All-Party Language Committee was split in opinion over the violation of Section 144 clamped by the then Pakistan government to diffuse the student protest over the question of state language on February 20, 1952, a young Rafiqul Islam stood up and told the committee president, Abul Hashim, to leave the matter to the students. In response, Hashim retorted, \"I do not like to learn politics from a boy like you\" (Islam, R, Bangla Bhasha, Sahitya o Sangskritik Andolon, 2006). Yet, the protest happened; he joined the Language Movement procession with his camera. We are all grateful for the photographs that he as a young man captured. He spoke to witnesses and recorded the immediate reactions of the participants and family members of the victims of the Language Movement. He made sure that ULAB curated his prized possessions; the photograph collections are displayed on every Ekushey February to remind our next generation of the proud legacy of our language.\nAfter his retirement from Dhaka University, he was approached by the editor of Ajker Kagaj and ULAB founder Kazi Shahid Ahmed to help him consolidate his ideas of doing something for the country. Prof Islam was instrumental behind the creation of a university that has Bangladesh in its name. Eventually, he became the vice-chancellor of the University of Liberal Arts Bangladesh (ULAB) and remained so till 2007. During his tenure, he initiated quite a few traditions at the university, including the adoption of Tagore's \"Mora Satyer pore mon..\" as a theme song. The powerful lyrics is quite telling of his own life and the university, with which he was involved till the last day of his life:\n\"Today we shall offer our mind to the cause of truth,\nLong live truth.\nWe shall follow, worship and launch a treasure-hunt for truth,\nLong live truth.\nNot to think of a lie despite misery,\nNot to serve a lie despite poverty,\nNot to tell a lie despite penalty.\nLong live truth.\"\nAt ULAB, Prof Islam led the Center for Bangla Studies and brought out invaluable research-oriented publications, designed curricula, and integrated understanding of Bangla culture as one of the core values. But it was in his reminiscences in different university programmes that he would remind us of the different junctures of our history: the 1947 Partition, the Language Movement, the 1969 Mass Upsurge, the Liberation War, and the tragedy of August 15, 1975. His photographic memory helped him outline a clear, coherent picture of our past. Because of his training in classical anthropology, he could share very personal observations in a very objective manner.\nIn our last Victory Day event, he recollected his experience of 1971. He told us how he, along with some other Dhaka University professors, were captured by the Pakistan Army in August 1971. They were kept in a \"VIP cage\" in Agargaon. Dr Nurul Islam, Prof Rehman Sobhan and Prof Ansiur Rahman approached US Senator Edward Kennedy, who called the then Foreign Minister Zulfikar Ali Bhutto to precipitate their release. He told us how earlier he had lost his father in March 1971 when there was a firing going on near their house at RK Mission Road. His father hit his head hard while trying to get away from the bed and succumbed to his injuries in a state of coma. Prof Islam had to stay in his Dhaka University residence to attend to his father. The police officials informed the then vice-chancellor to warn some of his colleagues who were on the wanted list of the Pakistanis. When Prof Islam was arrested and taken to Ramna police station, the officer-in-charge was surprised that the message had not been communicated. The OC allowed Prof Islam to call the VC, who seemed surprised that one of the professors could get away. He thus warned us of the frequent betrayals that characterise our national life.\nProf Islam would tell us about his visit to the mortuary after the August 15 massacre, and give gory details of the killings. I had the good fortune of working with him in the national Mujib 100 subcommittee on publication and translation as well as on the ULAB project of a commemorative volume on the father of the nation. Prof Islam and I edited the bilingual volume. I read his article and was inspired by the clarity of thoughts and convictions that defined him as a writer. He was supposed to speak at the book launch on October 7. For the first time, he sounded frail over the telephone. He said, \"I am not feeling well. I would rather join online.\" He was the one who led the year-long Mujib 100 programmes at ULAB. We decided to stream his recorded speech, and probably it was his last recorded video. He developed a lung condition due to old age, and it started deteriorating fast. On November 30, 2021, the news came. An era ended. ULAB lost a guardian and the nation a chronicler.\n \nDr Shamsad Mortuza is pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "Prof Rafiqul Islam: A great chronicler",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/prof-rafiqul-islam-great-chronicler-2909216",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-12-2021"
    },
    {
        "full_article": "How well do we know ourselves? What is the best way to even measure the country's progress? How can we practise evidence-based public policy? How can we engender innovation? One of the scientific ways is to take a \"data-centric approach.\" This means that the government primarily takes the driving seat to ensure that the country's data assets are properly and timely curated, and are made available for the agencies and residents to consume. Unfortunately, the traditional means of collecting, manipulating, and building indicators of progress has become too slow and very expensive at this age of computational revolution. Scientists around the world are now talking about the potentials of Big Data and machine learning as complementary, and sometimes as an alternative path to facilitate data-centric decision-making. We also want to see ourselves at the forefront of technology. But before we jump on the Big Data bandwagon, we need to put the focus on creating value from our traditional sources of data. However, the question is: Where do we start?\nTo be honest, there is no playbook to start the process. But every scientist and practitioner will agree on one thing: we need to establish a culture of data-centric decision-making in all possible spheres of our societies. This is the job of the modern government that has already chosen to walk on the path of \"digital transformation.\" The first task of the government is to make an effort to make any data available. Why? There are several reasons behind it. Firstly, it benefits the government itself by making inter-institutional decision-making an easy task. Agencies working in silos amass a vast amount of data that other agencies could benefit from but do not have the access to. Secondly, non-governmental organisations and businesses can make better decisions on innovation, investment, and expansion. Finally, academia and research organisations can help improve the government's data efforts by scrutinising the structures and processes which can ensure better data-centric governance.\nThe second task is to ensure \"usability.\" Availability is important, but it does not ensure the use. Data must be \"reusable,\" meaning they should be in open formats that can be read by software, and users will have the legal right to \"reuse\" them. Why? While a large amount of data is published on government websites, most of them are meant to be read as stand-alone documents and not reused for other purposes. This makes these data unusable by modern computational and statistical software.\nMaking data available and ensuring their reusability is the philosophy of the \"open data\" movement. This global movement picked up steam in 2013 when G8 leaders signed an \"Open Data Charter.\" This charter promised to make public sector data openly available, free, and in a reusable format. Over time, countries around the world embraced this philosophy as a tool to ensure transparency and efficiency, and engender innovation.\nBangladesh approved an open data strategy in 2016. But the strategy focused only on the release and publication of data at the national level. Even though the country has many key ingredients in place to implement a high-impact open data programme, a look at the open data platform tells us that the progress has been very slow. If we assume the number of datasets uploaded as a measure of activity, Bangladesh till early 2021 uploaded 134 datasets, while our neighbours Nepal and India have 616 and 10,224, respectively. In general, supply increases where there is increasing demand. It seems that there is a general lack of demand for using the open data platform in Bangladesh.\nAround the world, open data platforms not only helped governments get organised and do away with siloed decision-making, but also engendered many innovative services. The UK government records the category of the person and organisation requesting datasets on the website data.gov.uk. They report that after private individuals, start-ups and SMEs are the largest categories of requesters. Open data start-ups like CityGrows built open data platforms that help non-technical government staff build and customise digital services. Estonian ICT company Datel has been developing a new early warning system based on satellite open data for large infrastructure such as railways, highways, bridges, ports, etc to make them more accessible and secured. In South Korea, a start-up named Modu Parking released an application that lets parking space owners lease out their spots to others. The company started by aggregating data about car parks from municipal open data portals. Around the world, there are many such stories of innovation.\nUnfortunately, stories like that are rare or non-existent in Bangladesh. This points out our inertia to make evidence-based decisions and the lack of awareness of the innovative use of data. We collect data for the sheer fact that it must be collected, being unaware of its intrinsic value. Moreover, most of the government agencies and potential non-government users are likely not aware of the 2016 strategy. Academia has not come forward with innovative research either, which would pressurise the government to make this platform a rich source of information and innovation.\nIf Bangladesh wishes to become a truly innovative country, we need to focus on our data assets. We need to create demand by raising awareness that in turn will ensure the supply of quality data. One way to do it is by involving academia to come up with innovative projects based on our available data resources. If the government does not show interest, private organisations and academia should come forward. Let the data revolution begin by making the open data initiative a success.\n \nDr Moinul Zaber is senior academic fellow at the Operating Unit on Policy-Driven Electronic Governance (UNU-EGOV) in United Nations University (UNU), Guimaraes, Portugal. His Twitter handle is @zabermi. The views expressed in this article are those of the author and do not necessarily reflect the official policy or views of the UNU.\n",
        "headline_1": "How can we start the open data revolution?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-can-we-start-the-open-data-revolution-2909206",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-12-2021"
    },
    {
        "full_article": "We find ourselves at the outro to yet another year, and the world has to keep reminding itself, like a broken record, that all of this violence against women must stop. That is precisely this year's rallying cry—\"End violence against women now!\"—that we chant, as women's rights activists, feminists, human rights defenders, civil society actors, artists, and individuals across the globe come together to share and reflect, to question, to mobilise, to strategise, and to continue to step up to end violence against women. Bangladesh is no stranger to this show of global solidarity, as people at home have taken to the streets and social media alike, to participate in the ongoing 16 Days of Activism against Gender-Based Violence campaign and speak up against abuse and oppression, demand accountability and better protection, and advocate for equality and non-discrimination.\nHowever, since the understanding of gender in Bangladesh is still very binary, most calls for eliminating gender-based violence continue to demand strengthened protection for women. Most initiatives on furthering gender equality are centred on reducing inequalities between men and women, or more specifically, between the \"male\" and \"female\" sexes. For most things to be considered \"gender-inclusive\" in Bangladesh, the first question many would ask is whether services, languages, institutions and the infrastructure, transportation, administration, government agencies, workplaces, places of worship, and public amenities, among other things, are \"women friendly.\" And if they are, then benchmarks for gender equality may have well been met. Of course, we must ensure that existing legal and institutional frameworks and processes do not discriminate against women, justice mechanisms and social protections are available and accessible, and women's voices are amplified across communities and in decision-making spaces.\nHowever, to be truly gender-inclusive is to accept and celebrate all diverse gender identities. This starts with discarding the binary constructions of gender and gender identity, and looking beyond conventional definitions. This starts with not relegating transgender individuals to the sidelines while we take 16 days out of the year to specifically focus on activism against gender-based violence. This starts with fighting discrimination with approaches that are intersectional and acknowledge people in all their diversities.\nIt is not possible to achieve gender equality if we set out to only even the scales between men and women, without also focusing attention on individuals who identify outside of this binary (and may call themselves gender non-conforming or gender-diverse), or individuals whose gender identities and expressions do not conform to the sex they were assigned at birth (transgender women and men) and the typical gender norms and social expectations that may arise out of such an assignment. Gender-based violence in Bangladesh is deeply rooted in gender inequality, which is created and perpetuated by patriarchal social norms, gender stereotyping, and unequal distributions of power, leading to the lack of agency and independence and a persisting culture of silence and impunity. Within this limiting context, it is extremely important to recognise and talk about the rights of transgender, hijra, and other gender-diverse individuals, marginalised because of their gender identity, to have freedom from and protection against violence and discrimination, and to have equal and inclusive access to basic necessities and services as citizens of this country.\nFor people who are gender-diverse, including transgender individuals, and members of the hijra community in Bangladesh (specific communities of transgender women and gender-diverse individuals who are part of the long-standing hijra tradition, and have their own language, profession, and customs rooted in this tradition), the violence, discrimination, and stigma are multifold and underlined by prejudice and misconceptions about gender, gender identity, sexuality, and the human body. Although the government has attempted to give legal recognition to diverse gender identities, through a 2014 gazette by the Ministry of Social Welfare which recognises the hijra community as the 'hijra gender,\" the flaw in this recognition is its exclusionary approach. Founded on a lack of proper understanding of the hijra identity and culture, it fails to appreciate the ways in which gender identity is nuanced and diverse. It does not set out what recognition actually entails for hijra community members, and it completely leaves out gender-diverse and gender non-conforming individuals, including transgender men and women, who are not part of the hijra tradition. In the absence, therefore, of conversations around gender, identity, and diversity, and recognition and identification processes that are inclusive and implemented effectively, the othering of gender-diverse individuals starts within their own families, and is further perpetuated by society and the state, and the existing structures in which these operate. Discrimination on the basis of gender identity is pervasive, resulting in obstacles to the free expression of gender and access to basic rights and necessities, such as education, healthcare (including mental health support and gender-affirming healthcare), inheritance, housing, employment opportunities, and legal support and protection against violence.\nThe existing laws and policies that address gender-based violence and discrimination are framed in heteronormative terms. For example, the Penal Code, 1860, the Women and Children Repression Prevention Act, 2000, and the Domestic Violence (Prevention and Protection) Act, 2010, all of which provide significant protections for women against different forms of sexual and gender-based violence, recognise only cisgender women—who fit into the strictly binary framework of gender—as victims and survivors of violence. Since these laws are not gender-affirming, transgender women and men as well as the members of hijra community are completely excluded from the scope of legal protection offered by these laws. The criminal justice system similarly reinforces existing heteronormative structures, which means that the courts and legal processes, and other institutional frameworks, are not gender-inclusive, preventing gender-diverse individuals from speaking up and reporting violence and discrimination based on their gender identities.\nService providers, including law enforcement agencies and those providing emergency services (such as Victim Support Centres and One-Stop Crisis Centres) and legal support, are not gender-sensitive or gender-responsive, lacking the understanding of gender diversity and the specific ways in which violence and discrimination against gender-diverse individuals occur, and lacking the appropriate resources to address these concerns. Shelter homes are also unable to house members of hijra and transgender communities facing sexual and gender-based violence—again because they do not conform to conventional and binary expressions of gender. These heteronormative and exclusionary frameworks interact to put up immense barriers in terms of access to justice for gender-diverse individuals, only compounded by the absence of any laws and policies expressly addressing and protecting the rights of all gender-diverse individuals, and the lack of an anti-discrimination law to challenge and address discrimination on the basis of gender identity. This also creates particular vulnerabilities for those with lower socioeconomic backgrounds, and encourages further marginalisation and exposure to violence.\nIn recent years, the government has taken some progressive steps towards protection and social inclusion of hijra community members, providing monthly allowances, scholarships, and skills and capacity development training. However, these steps have not been enough or effective in reducing inequalities faced by the hijras, simply because of their gender identity; nor have these created inclusive spaces for other gender-diverse individuals. The starting point for this would be to enable proper legal recognition of gender identity and make identification processes inclusive for all diverse identities. The next immediate step would be the enactment and implementation of an anti-discrimination law that recognises diverse gender identity as a basis for discrimination, and prohibits and punishes such discrimination, which could be further taken up through gender-affirming reforms in other laws, policies, and institutional practices that enable gender-diverse individuals to challenge discrimination and secure justice against violence. Any steps taken to reduce violence and discrimination based on gender must also extend to unequivocally recognising and protecting the human rights of gender-diverse individuals.\n \nAbdullah Titir is a legal researcher working on issues of equality and non-discrimination, with a focus on hijra and transgender communities.\n",
        "headline_1": "To end gendered violence, we must look beyond the binary lens",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/end-gendered-violence-we-must-look-beyond-the-binary-lens-2909196",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-12-2021"
    },
    {
        "full_article": "On November 13, 2021, the two-week 26th United Nations Climate Change Conference, or COP26, ended in Scotland with the participating nations agreeing upon the Glasgow Climate Pact. Since carbon emission reduction and climate finance were the top COP agenda, decisions on phasing out inefficient fossil fuel subsidies, phasing down coal power, and increasing adaptation funds by developed countries, for example, are noted as successes in this COP.\nIn recent years, nature-based solutions (NbS) gained significant momentum in climate conversations. It is, therefore, no surprise that the Glasgow pact repeatedly highlights the need for protecting, conserving and restoring diverse ecosystems to fight climate change. In the simplest terms, NbS means working with nature to tackle our societal problems, such as poverty, food insecurity, and of course climate crisis, while ensuring both human and biodiversity benefits.\nOn December 24, 2020, I wrote in this column how Bangladesh explored NbS last year amid Covid-19. Now, let's look back at 2021, at how the country has been mainstreaming NbS. And let's see what opportunities await us in 2022. Let's explore these along four interconnected threads: planning, practice, capacity development, and knowledge.\nOver the last two years, we have seen a good number of analyses on how ecosystem-based approaches—or NbS, for that matter—are sufficiently represented in Bangladesh's short-term (e.g. 7th and 8th Five-Year Plans), medium-term (e.g. Perspective Plan of Bangladesh 2021−2041; the revised Nationally Determined Contributions, or NDC 2021, to reduce the country's carbon emission by 2030), and long-term plans (e.g. Bangladesh Delta Plan 2100). Although the term NbS has not been explicitly mentioned in these planning instruments, the action points outlined there are very much in line with the principles and scopes of NbS.\nIn terms of practice, Bangladesh has long been implementing NbS in various ecosystems. For example, we have been practising floating agriculture for the last couple of hundred years, we have been creating green belts along our coastlines since 1966, and we have been managing our forests and wetlands with local communities over the last couple of decades. Currently, the United Nations Development Programme (UNDP) and the Bangladesh government are designing a project for Tanguar Haor management. This will be a follow-up of the government's 12-year effort to conserve this globally important wetland with local people and administration. The envisaged scope of this project and the ongoing conversations show that this USD 21.6 million project will be taking a comprehensive approach to mainstream NbS for sustainably managing Tanguar Haor.\nSince September 2014, the Asian Development Bank (ADB) has been supporting the implementation of Coastal Towns Environmental Infrastructure Project (CTEIP). This USD 103.5 million project is making the infrastructure at 10 municipalities in Bagerhat, Barguna, Bhola, Patuakhali, and Pirojpur districts disaster- and climate-resilient. This year, the ADB has started designing the second phase of this project. So far, urban NbS has been practised to a limited scale in Bangladesh, besides the green spaces in different towns and cities. Nevertheless, restoring natural drainage systems, reviving the lost riparian vegetations, and protecting and creating the mangroves around the coastal towns can fill in the current gaps in urban NbS. The increasing interest of ADB in NbS indicates that the second phase of the CTEIP could be a flagship project that mainstreams NbS into Bangladesh's climate-vulnerable municipalities.\nRegarding capacity development on NbS, over the last year or so, Bangladesh Planning Commission, in association with UNDP, has been providing training to mid-level to senior government officials in a relatively new concept named Disaster Impact Assessment (DIA). One of the sessions of this training discusses the role of NbS in building disaster resilience. This gives the participants an opportunity to learn about NbS, and how Bangladesh has been implementing it to reduce disaster risks in different contexts. Recently, a training manual was prepared on DIA, which includes NbS and thus expands the capacity development opportunity on NbS.\nIn recent months, to improve risk management in development projects, the Establishment of National Academy for Development Administration (2nd Revised) Project has organised capacity-building events for project management leadership at government agencies ranging from local government, agriculture and EPZs to housing, power and education. The training includes a session on NbS, which links ecosystems with climate resilience, shares basic concepts of NbS, and showcases how Bangladesh can implement NbS in different sectors, such as forestry, disaster risk management and urban development, and how we can follow global standards to make our NbS effective. These training sessions are crucial to mainstream NbS both into policy and practice.\nFinally, let's look at our efforts to create knowledge on NbS. In 2021, six researchers from the University of Oxford, International Centre for Climate Change and Development (ICCCAD), and University of Liberal Arts Bangladesh (ULAB) analysed 56 peer-reviewed journal articles and final reports from USAID-supported the MACH (1998−2007) and the CREL (2013−2018) projects, the CBA-ECA project of the Department of Environment (2010−2015), and SDC-supported Tanguar Haor project (2006−2016). Their research, published this November in the journal Frontiers in Environmental Science, shows a wide range of benefits we get from diverse NbS interventions practised in Bangladesh, the factors that make these NbS effective, and possible future actions. The authors concluded that \"Bangladesh has an opportunity to lead the way in showing how high quality NbS can be deployed at landscape scale to tackle sustainable development challenges in low- to middle-income countries, supporting a Green Economic Recovery,\" since the world is recovering from the Covid-19 pandemic.\nThis first-ever review on Bangladesh's NbS fills in the knowledge gap identified during a learning hub event organised by Bangladesh Planning Commission and ICCCAD on March 15, 2020, just before Bangladesh went into lockdown. The article now creates a modest basis to further adopt NbS in our development planning and project design and implementation.\nAs we move towards 2022, we can take three immediate actions to advance NbS mainstreaming. First, Bangladesh is currently preparing the National Adaptation Plan (NAP) with technical support from UNDP. This gives us an amazing opportunity to effectively embrace NbS by making it a core element of the NAP. Second, the government is now updating its Development Project Proforma (DPP). The existing DPP clearly guides new projects to consider environmental sustainability, climate change, biodiversity, and ecosystem services. It is high time to adopt the global NbS standards and guidelines in the revised DPP, making our development projects NbS-friendly. Third, we need a comprehensive database to help us select suitable NbS interventions for specific regions to address location-specific societal challenges. The existing NbS Bangladesh Network can be an important platform for creating such a repository and decision-making tool.\nIt will take a while to understand if the decisions made in COP26 are being carried out or not. But Bangladesh must maintain the momentum it has created to mainstream NbS into its development actions. We can only hope the others will catch up.\n \nDr Haseeb Md Irfanullah is an independent consultant working on environment, climate change, and research systems. His Twitter handle is @hmirfanullah\n",
        "headline_1": "Mainstreaming nature-based solutions into development in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/mainstreaming-nature-based-solutions-development-bangladesh-2909171",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-12-2021"
    },
    {
        "full_article": "Nearly eight percent of the jobs in Bangladesh are concentrated in Dhaka city, and 40 percent are concentrated in the greater Dhaka region, which includes Gazipur and Narayanganj cities. Such extreme concentration of people and economic activities in the capital are having negative impacts on the national economy, according to a new study. The study found that some 31.9 percent of Bangladesh's urban population live in Dhaka, whereas the country's major cities that have over a million inhabitants contain only 3.5 percent of the urban population. In the last 10 years, Dhaka's population has increased by more than 50 percent.\nIn 2017, Bangladesh's per capita income and GDP was 11 percent lower than its potential, due to the excessive concentration of resources and economic activities in the city. In 2019, the GDP loss as a result of that amounted to USD 35 billion. At present, Bangladesh is losing 6-10 percent of its GDP because Dhaka's growth has crossed the optimum rate—and that is a huge loss. That just goes to show how long overdue it is for the government to take measures to try and reduce the huge population load that is currently on Dhaka.\nAnother issue of major concern is that such overpopulation is leading to urban poverty remaining stagnant. For example, the study shows that from 2010 to 2016, the extreme poverty rate in rural areas declined from 21.1 to 14.9 percent, but there was virtually no change in urban poverty rate. Additionally, the traffic congestion that arises from this huge concentration of people is causing losses amounting to 2.9 percent of the country's GDP.\nAll things considered, it is becoming increasingly clear that not only is the population burden on Dhaka leading to worsening living conditions, but it is also causing significant economic losses, as well as environmental damage. Therefore, it's high time for the government to urgently develop other regions of the country to try and reduce some of the load from Dhaka. Some decentralisation measures and locating the government's own agencies—most of which are in Dhaka—outside of the capital would be great steps towards that end. City authorities also need to be empowered so that they can pursue the necessary development goals that they have on their own, instead of always having to rely on the centre. Whatever steps the government can take, it should take them now, before Dhaka's overpopulation situation becomes worse and the city becomes completely uninhabitable.\n",
        "headline_1": "Overpopulation in Dhaka getting out of control",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/overpopulation-dhaka-getting-out-control-2909136",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-12-2021"
    },
    {
        "full_article": "While we are disappointed at a recent report by this daily, which detailed an incident of how students protesting for road safety confronted a 19-year-old illegally driving a microbus while the vehicle's driver slept beside him, it is, unfortunately, too common a scene in our country. The young driver could not produce a driving licence or any other papers to the demonstrators, but claimed he had been driving the vehicle for the last four years without any issues. He may have meant this to be a reassuring statement, but it's anything but that. We are left to wonder how ineffectively the current road safety laws are implemented if a 19-year-old has been able to drive a passenger-laden motorised vehicle since he was 15 years old. It should be noted that the student protesters suspected that the driver was even younger than he claimed to be.\nThere is little doubt that recklessness on the roads—including the fact that teenagers are able to drive any motorised vehicle, from cars to buses, carrying people—is perpetuated by the authorities' apparent apathy towards road safety. Otherwise, how is it that the Road Transport Act, passed three years ago, is still in its draft form waiting to be vetted by the law ministry? Despite the first seven months of this year seeing a 42.25 percent hike in road accidents and a 39.98 percent rise in deaths in said accidents (compared to the same period in 2020), why did the government decide to delay the act's implementation by allowing transport owners and associations to negotiate some of its key sections? Who is to say how many of those thousands of lives lost on the roads were due to underage drivers being allowed to ply the roads, manning all sorts of vehicles? Anyone, including the traffic police, need only look at these drivers to know that they are clearly not old enough to drive. So, we wonder if bribes exchanging hands is the cause of human hauliers regularly being driven by adolescents on our roads.\nWe believe that the focus of the law should be shifted from underage drivers, who likely drive vehicles for very low wages to support their livelihoods, and instead be redirected towards traffic police and vehicle and transport association owners who allow these adolescents to put their own and others' lives at deathly risk. We also urge the government to speedily implement the Road Transport Act, especially in the face of the recent protests by students for safer roads and public transport. We hope that the coming years will not be reminiscent of 2018 as this year has been, in terms of poor safety on the country's roads and the authorities' apathy towards the situation.\n",
        "headline_1": "Why is underage driving so prevalent on our roads?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-underage-driving-so-prevalent-our-roads-2908901",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-12-2021"
    }
]