[
    {
        "full_article": "One of the most significant commitments of the Narendra Modi government is to ensure piped water to every rural household by 2024. Under the Jal Jeevan Mission, led by the Department of Drinking Water and Sanitation, 10.2 crore rural households, or about 53% of the eligible population, now have tap water access. This, the Government claims, is a 37-percentage point rise from 2019 when the scheme was announced, where its stated aim is to ensure at least 55 litres per person per day of potable water to every rural household — which implies a mere connection does not suffice. The Government commissions annual surveys to evaluate the success of the scheme. A recent audit, by a private agency, found that around 62% of rural households in India had fully functional tap water connections within their premises. A report of a Parliamentary Standing Committee on Water Resources in March, based on numbers provided by the nodal Jal Shakti Ministry, stated that 46% households had such fully functional tap water connections. It is important to note that for the purposes of the survey, only 3% of rural households were surveyed by the agency for the updated numbers and so the margin of error may be substantial and subject to the way the survey was designed. If the numbers are accurate, however, this represents an impressive rise in potable, tap water accessibility and suggests that the mission is well on its way to meeting its 2024 target.The survey, however, revealed wide disparities in achievement. Tamil Nadu, Himachal Pradesh, Goa and Puducherry reported more than 80% of households with fully functional connections while less than half the households in Rajasthan, Kerala, Manipur, Tripura, Maharashtra, Madhya Pradesh, Mizoram and Sikkim had such connections. About 75% of households received water all days of the week, and only 8% just once a week. On average, households got water for three hours every day. Moreover, the report mentions a problem of chlorine contamination. Though 93% of the water samples were reportedly free of bacteriological contamination, most of the anganwadi centres and schools had higher than the permissible range of residual chlorine. The COVID-19 pandemic disrupted the progress of the scheme but with the economy now close to pre-pandemic levels, it is likely that the challenges of labour and material have softened somewhat to aid the progress of the scheme. The Centre should liaise better with States that are falling behind in targets and ensure that the infrastructure created as part of the scheme is long lasting and not merely to meet election targets.",
        "headline_1": "Making every drop count: On the Jal Jeevan Mission",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/making-every-drop-count/article65966724.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-10-2022"
    },
    {
        "full_article": "As tragic as the stampede in the Kanjuruhan Stadium, in East Java, Indonesia, that killed at least 125 people after a football game on Saturday night, was, the most telling comment on the incident was made by an injured survivor, who rightfully blamed the police for “dehumanising” the spectators. When some spectators descended onto the pitch after the game and engaged in scuffles, the police over-reacted with the use of tear gas, leading the fans on the pitch and others to scamper to the nearest gate, only to find it closed, resulting in a crowd rush and asphyxiation. This accident is reminiscent of other crowd-related tragedies such as the deaths of eight people in January 2022 during the Africa Cup of Nations in Cameroon, those of 74 spectators in Port Said, Egypt in 2012 and 97 Liverpool supporters at Hillsborough in Yorkshire, England in 1989. In all three cases, the deaths were less the result of hooliganism and more to do with police incompetence and crowd control failure. FIFA, football’s governing body, has come up with a clear guideline on stadium safety — “no firearms or crowd control gas shall be carried or used” by police or stewards in charge of crowd control. This guideline is not without reason. Policing of this kind is done to bring order when violence goes beyond control and descends into riots and there is little thought for public safety. With stadiums being regulated and closed spaces, using firearms or tear gas for crowd control would only result in furthering chaos and threats to public safety. It is only apt that the Indonesian National Commission on Human Rights is planning to investigate the use of tear gas by the police and civil society organisations are asking for the organisers and police to be brought to trial.With legions of passionate supporters across several countries, football is unquestionably the world’s most popular spectator sport, largely due to its simplicity and emphasis on skill and team work. But the flip side of spectator passion is that their tribal emotions for and against some teams or players overcome their appreciation of the abilities of the players or actual play. This false consciousness of identifying with the actual participants in a competitive game while merely being a spectator, is a key reason for the inflamed passions that come with the territory of spectator sports, which are also fanned by commercial and political interests. While the blame for the deaths in Kanjuruhan should be on the police for overzealous crowd control, the recurrent nature of such tragedies should also make every sport fan introspect on the role of a spectator. It’s one thing to appreciate the beautiful game, it’s quite another if that appreciation turns into a fatal attraction.",
        "headline_1": "Love and loss: On the Indonesia soccer match stampede",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/love-and-loss/article65967383.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-10-2022"
    },
    {
        "full_article": "Prospects of recession in the US and Europe have led some to speculate that the Indian economy may suffer a similar fate. Suggestions of an outright recession are, of course, silly since they entail a decline in the level of economic activity lasting for several months, something unlikely under any plausible scenario.\nBut even the predictions of tepid growth are without a sound foundation. Based on the available data, a good case can be made that growth would touch the 8% mark in the current fiscal year and sustain at a 7-8% rate in the medium term. By my calculation, the country would become the third largest in the world by the end of 2027-28 if not sooner.\nRead full opinion on TOI+\n\n",
        "headline_1": "On the way to world No 3: Data suggests India will become the third largest economy by end of 2027-28, if not sooner",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/on-the-way-to-world-no-3-data-suggests-india-will-become-the-third-largest-economy-by-end-of-2027-28-if-not-sooner/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-10-2022"
    },
    {
        "full_article": "India’s Light Combat Helicopters (LCHs) are about both symbol and substance. They have 45% indigenous content by value – which will progressively increase to 55% – and are equipped with HAL’s Shakti engine, developed in collaboration with French engine-maker Safran. Designed for high-altitude areas, the LCH can operate at 20,000 feet and perform combat, search and rescue roles. The helicopters will especially come in handy in boosting our defence infrastructure along the LAC with China. In fact, two LCHs were even flight-tested in eastern Ladakh in 2020 amid the military confrontation with Beijing.\nHelicopters are crucial given their versatility. However, much like the challenge faced with fighter jets, there is an urgent need to replace obsolete choppers, some of which, like the Chetak and Cheetah, are of 1960s-70s vintage. Then there is the huge dependency on Russian hardware. Given the war in Ukraine, this dependency puts India in a tough spot – both in terms of maintenance and warding off US sanctions. But India needs to not just diversify its import sources but also reduce its import bill. It is the largest importer of arms in the world and as the current volatility in global markets shows, large importers of any particular class of products – whether food or fuel or even armaments, which have a longer term horizon – are particularly vulnerable. Therefore, that India inducted American helicopters to replace its Russian-built Mi-25 and Mi-35 choppers was good news. But the real winner can be the indigenous LCH, which will play the same role for India’s combat helicopters that the Tejas LCA is playing for fighter jets.\nHowever, India lags in the light utility helicopter segment. HAL is tasked with developing one. This should be fast-tracked, especially since GoI suspended negotiations for the Russian Kamov Ka-31 earlier this year. Plus, we are still way off from acquiring deep expertise in engine development, particularly in the jet engine segment after the failure of the indigenous Kaveri project. The share of India’s foreign defence purchases has come down by almost 21% in 2017-21 compared to 2012-16, according to the Stockholm International Peace Research Institute. But unless mastery of critical technologies is achieved, this share won’t reduce further appreciably. LCHs show what India can do in defence manufacturing and how much more it needs to do.\n\n",
        "headline_1": "Blades of change: India’s home-made military helicopters show what’s possible but also how much needs to be done",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/blades-of-change-indias-home-made-military-helicopters-show-whats-possible-but-also-how-much-needs-to-be-done/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-10-2022"
    },
    {
        "full_article": "GoI is to soon introduce bar codes or quick response codes to track spurious drugs. The plan to use technology to deal with this menace has been under consideration for over a decade. It began with Allahabad high court suggesting in 2011 that GoI examine if the use of technology to track spurious drugs is doable. A year later, a committee set up by the health ministry laid out a road map to roll out tracking through barcodes in phases as the pharmaceutical industry was wary of additional costs. Since then, technology costs have fallen sharply, which makes this idea feasible.\nThere are two kinds of challenges in this area. The Drugs and Cosmetics Act extensively covers spurious drugs, which are a deliberate attempt to cheat. A wider problem is that of substandard drugs that are made by a licensed firm but lack potency because manufacturing practices are not up to the mark. India’s enforcement framework to deal with these problems is split between the Centre and states. As states collectively check more drug samples, their track record gives a sense of the scale of the problem.\nOver five years up to March 2021, states annually tested anything between 77,000 to 85,000 samples of drugs. The substandard drugs found in the samples were in a range of 3-4%, while spurious drugs were around 0.1-0.3%. Anecdotal evidence suggests that it’s usually high-value drugs that fall in the spurious category. QR codes will offer a quick check and should be a deterrent against spurious drugs. However, substandard drugs, which are a larger problem, require that all levels of government enhance both the strength and skills of inspection teams.\n\n",
        "headline_1": "Bad medicine: QR codes to detect fake drugs are good. Substandard ones need better enforcement capacity",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bad-medicine-qr-codes-to-detect-fake-drugs-are-good-substandard-ones-need-better-enforcement-capacity/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-10-2022"
    },
    {
        "full_article": "Following Elizabeth II’s demise, the demand to return the Kohinoor diamond to India has resurrected itself. India and others have strong reasons for wanting their plundered heritage restored.\nRecently, this March, Australia returned 29 artefacts during PM Modi’s visit there. But until and unless both national and international laws are strengthened, returning cultural artefacts to their country of origin will be a struggle.\nRead full opinion on TOI+\n\n",
        "headline_1": "Kohinoor and other quarrels over stolen artefacts: Recovering cultural property from West requires strong laws, preservation of surviving local treasures",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/kohinoor-and-other-quarrels-over-stolen-artefacts-recovering-cultural-property-from-west-requires-strong-laws-preservation-of-surviving-local-treasures/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-10-2022"
    },
    {
        "full_article": "As part of my health upkeep, on a daily basis, I take several oral medicines, a spoonful of black cumin, shreds of ginger, garlic and turmeric, large portions of fish and vegetables, and a date or two every other day. I have substantially cut down on rice, and eat no sweets, dairy or bakery items, nor fizzy drinks. Apart from dietary management, I walk briskly for half an hour. After months of regimentation, my sugar level dropped down below seven. Now, in my sudden gain, which I have yearned for years, I am truly at a loss as to which of my practices should I credit for such a joy.\nThe morning after, as I opened the front door of our house, I was rather amused to see a hitherto unseen and unthinkable drama. The shobjiwala, the baker, my doctor, the beverage shopkeeper, the fishmonger, the spice seller, and a host of unknown people, were all gleeful and looking downright silly wearing garlands of marigold. Seeing the media cameras, they were shoving each other and shouting \"I did it,\" dwarfing me and drowning my voice, and ruining my biggest day.\nOur women footballers suffer from a similar quandary, seeing that there are dozens of claimants to the credit after they became the champions of South Asia football on September 19. Overcoming Maldives by 3-0, Pakistan 6-0, India 3-0, Bhutan 8-0, and finally Nepal by 3-1 over a span of 12 days is being shamelessly ballyhooed as contribution of several Jodu, Modhu and Kodu.\nAcknowledgement-seekers emerged in full force at Hazrat Shahjalal International Airport. There was a hirik of several non-associated males garlanding each other with marigold. There was a government directive at the time due to Covid resurfacing, but being falsely tagged as THE man responsible for the women's championship was a unique opportunity. The tamasha would not look bad, if that was possible, had the heroes been respected, highlighted and granted their due recognition.\nDespite being shoved back to make room for the amla and kamla, the women footballers were magnanimous in their victory and held their head high in dignified modesty. In an implausible defence of the gate-crashing men, they did sign some files at the secretariat, and the Bangladesh Football Federation (BFF) Bhaban. In exposing their hand of disbelief and low expectation, the BFF Bhaban was not illuminated, although the ladies arrived two days after their famous victory. Did someone say austerity?\nThe impressive open-air festive bus was a surprise, commendably acquired in a day. However, the exclusivity of that triumphal journey through streets lined by grateful fans was also violated by unwanted and unqualified intruders, who did nothing for our football, but were on the top waving along with the champions.\nThe BFF president of 14 years contributed most by not being at Kathmandu's Dasharath Rangasala Stadium during the final match of SAFF Women's Championship 2022 because, according to him, the players would have been under additional pressure. An astounding concept, no doubt! The \"clandestine cheerleader\" did not crowd the arrival lounge at the airport either. Instead, he came to light at the infamous press conference later in Motijheel, where, after a while, the players, the coach and the team staff were relegated to the back. Even then, in the nation's heart, the humble and reserved women champs were at the forefront.\nThe girls achieved the SAFF laurel after years of silent labour, quietly shedding tears and making sacrifices with their families, notably without any significant media attention or public interest. They are now painting a dream on a larger canvas, their determination sky-high. Let us not disserve their type of homespun football by drastically changing the system, especially by selfish schemers, who have sniffed glory.\nWhat could be the psyche behind this ugly practice of stealing the limelight despite having no intellectual, technical, moral or effective input in any of the 23 goals that our girls scored in Kathmandu? The best goalkeeper of the tournament has to sadly take the blame for the only goal consumed, because none of the garlanded guardians will. Undeserved bouquets, yes. Brickbats? Are you crazy?\nThe sick mental condition stems from a mindset developed under centuries of colonialism, when a petty favour from the masters, acquired by a few among the subjugated, by guile and betrayal, was highlighted among the minions. People are more akin to rejecting such opportunists now.\nEver since the mayhem of stealing the applause and acclamation, I have been thinking rather deeply. Do I have a stake in the achievement of our women footballers? Of course, I do. I watched the final match on TV because I did not want them to be under undue pressure from the presence of an irrelevant uncle from back home. Where's my marigold, eh?\n \nDr Nizamuddin Ahmed is an architect and a professor, a Commonwealth scholar and a fellow, Woodbadger scout leader, Baden-Powell fellow, and a Major Donor Rotarian.\n\n",
        "headline_1": "Stealing the applause and appreciation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/chintito-1995/news/stealing-the-applause-and-appreciation-3134176",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-10-2022"
    },
    {
        "full_article": "As someone who has already sat for three board exams and is currently preparing for the last one, arriving at exam halls among other students just as nervous is no longer what makes me anxious about the whole situation. However, there's usually an upsettingly common sight outside these exam halls minutes before the gates open, and that's what sets me on edge. It's the one where you see groups of examinees huddled over and hurriedly reading something off their phones while desperately rifling through test paper solution/guidebooks at hand.\nSaid something being leaked question paper sets, it's revolting how normalised this practice is even in a surrounding with parents and other adult guardians present, many of whom are seen assisting their children to cheat. It's not only the case with Secondary School Certificate (SSC) and High School Certificate (HSC) exams, but used to be prevalent when Primary Education Completion Examination (PECE) and Junior School Certificate (JSC) exams were around as well, shedding a depressing light on the shockingly young age from which we're exposed to such nuisance.\nIn a national curriculum board exam where tons of answer scripts are often evaluated with a lot of biases, leaked questions harm all the examinees, especially the ones who have access to them. Firstly, it invalidates someone's honest efforts in academics while unfairly tilting scales towards many who put in none. Not only is that potentially capable of crushing a student's confidence, it also results in skewed grades in times when the questions are complicated/difficult overall.\nAnd the consequence doesn't only stop here, because these very grades, in case of HSC, are an evaluation parameter for university admissions.  Besides, the kids who become reliant on passing the absurd frequency of board exams by buying these questions never learn a better perspective on education, resulting in wasted potential that naturally continue to haunt them for the remainder of their academic life.\nIt's easy to blame the students actively participating in aforementioned circumstance, but they're simply products of a corrupt education framework that's nothing more than a business at this point; and only ever glorifies good grades as a gateway to success.\nInstead of using a holistic evaluation process that's capable of providing students with a properly efficient learning experience, our educational institutions have been using exam scores as a sole parameter for one's worth for ages. Most of our teachers promote their tutorial and coaching classes for the same cause, taking it up a notch by fuelling the suggestions-for-common-question-pattern-in-exams culture and oftentimes even leaking question papers from school exams.\nIn fact, our fascination with perfect grades on a sheet of paper has gone so far, that we've found a way to invent the term Golden A+ for further categorising students who do indeed manage to secure the perfect GPA in board exams. So why is a student, who's already under crushing pressure from toxic expectations perpetuated by a corrupt system that never benefits them, to be blamed entirely for using unfair means that are so readily available?\nUnfortunately, other than issuing empty promises in countless conferences and periodically making a show out of taking legal actions against people who perpetrate and sell question papers to students. The education board hasn't really been able to tackle this issue at the root as it keeps happening at some place or the other every time a board exam rolls around. Probably because it's not possible to compensate for negligence towards fixing fundamental errors with performative measures that do nothing, a concept yet foreign to the people in charge.\n",
        "headline_1": "The trail of leaked questions and its long-lasting impact",
        "headline_2": "",
        "link": "https://www.thedailystar.net/shout/news/the-trail-leaked-questions-and-its-long-lasting-impact-3134236",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-10-2022"
    },
    {
        "full_article": "Did you know that mind-reading was an essential trait for the job of an election commissioner? I did not. But, now we know it since one of our election commissioners, Md Alamgir, has said that those who are opposing the use of electronic voting machines (EVMs) in the upcoming general election do have faith in the EVMs in their hearts. He has also claimed that 120 million voters in the country have faith in the EVMs. Who, other than a mind reader or an expert in public psychology, can be so certain that the opponents of EVMs, in fact, are not telling the truth, or at the least not revealing what they really think or believe?\nElection Commissioner Alamgir has experience in election management since the introduction of EVMs, the most controversial voting tool in the country, as he worked at the Election Commission (EC) on deputation from the civil service. He first came into the media limelight in 2020, when he, as the secretary at the Election Commission, set a new precedent by telling journalists that returning officers are not accountable to any individual election commissioner and any information sought regarding the polls must be passed through the EC Secretariat. His comments were in response to the late Election Commissioner Mahbub Talukdar's statement on non-compliance of his instructions by the returning officers in two city corporation polls in Dhaka regarding the violation of the electoral code of conduct by candidates. In a way, he is the most experienced election manager among his fellow commissioners. There's little doubt that the introduction of the EVMs in the 2018 election, albeit on a limited scale, was a whimsical decision and lacked consensus among the contesting parties.\nIn addition to the usual arguments made by the chief election commissioner (CEC) and other members of the EC about the so-called benefits of EVMs, Md Alamgir said those who wrote against the use of EVMs had not voted using the EVMs, never seen it, and were unwilling to hear about it. He asked whether any of those voters who had used the EVMs had ever written any column in a newspaper. No wonder, the contagion effect of the government's search for helpful columnists has reached the EC. Md Alamgir has also forgotten that when he was working as an EC secretary, voters did not have to go to the polling centres as ballot boxes were allegedly stuffed the night before with some help from the bureaucracy and law enforcement forces.\nElection Commissioner Alamgir repeated the EC's favourite mantra: \"Wherever voting took place using EVMs, there was no fighting, bloodshed, rigging and not even a single complaint.\" Perhaps they have not noticed the reported incident of EVM snatching in Patuakhali during the union parishad (UP) elections held in November 2021. According to media reports, eight EVMs were snatched away from the Kazirkanda Government Primary School polling centre in Panpatti Union under Galachipa upazila by the supporters of the losing candidates. If it can happen in the UP elections, how can one rule out the possibility of the recurrence of this incident in the most important electoral contest in the country – the parliamentary election?\nMd Alamgir also seems to have forgotten that the losing mayoral candidate of Cumilla City Corporation, Monirul Haque Sakku, lodged a case with the election tribunal alleging rigging in vote-counting where EVMs were the only tool used for voting. Observers will be watching the case with keen interest as it is common knowledge that in absence of a paper trail, there's no way to verify the results of EVMs. Election Commissioner Alamgir, however, deserves our praise for his admission that after talking with experts, the EC has found that adding paper trail is not possible at this moment.\nIn addition, a few other things have proven that EVMs are not the answer for restoring the Election Commission's credibility and its ability to conduct a fair election. Among those are the lack of sufficient testing of the machines, because wherever they have been used, the polling there has been mired in controversy, either due to boycott by the presumed lead contending party, or low voter turnout, or intimidating environment and takeover of the voting booths by the ruling party men, or problems with matching fingerprints, or the polling officials' discretionary power to cast vote on someone's behalf.\nNow it has emerged that the EC has undertaken two very ambitious projects for conducting polling by EVMs: one is the procurement of 200,000 new EVMs, which would cost at least Tk 6,000 crore, and the other is to get fresh fingerprints of all the voters. The total cost for procuring EVMs and their accessories, storage and security will be Tk 8,711 crore. Based on the budget allocation for the 2018 election (except the cost for the sudden addition of a few thousand EVMs), the cost for the EVMs in the coming election is equivalent to the cost of holding at least 10 national elections using the traditional paper ballots.\nThe EC's plan for collecting fresh fingerprints of all the voters within the next 15 months also seems to be a tall order. The digitisation process of the voter ID cards, otherwise known as national ID cards, has already caused huge problems and sufferings for the citizens due to silly mistakes, like misspelling of names, addresses, non-inclusion of postal codes, wrong inputs about dates of birth, etc. Those mistakes are largely the result of inefficiencies of the EC Secretariat and its field staff. When the EC is still struggling with the backlog of millions of faulty ID cards, why would anyone believe that it is capable of making a new fingerprint database of 120 million voters, the number noted by Md Alamgir?\nIn the absence of a national consensus, and being the preferred choice of the ruling party, any attempt for a forced introduction of the EVMs will only increase suspicion about the EC's intent among both the voters and the parties vying for power. The alleged alterations by the EC of the opinion of some political parties on EVM use to show a higher number in favour has already raised doubts about their intent. The EC should not waste any more time, energy and resources over the EVM fantasy. Instead, the commission would be wiser to concentrate on building consensus for a fair and participatory election, and prepare accordingly.\n \nKamal Ahmed is an independent journalist and writes from London, UK. His Twitter handle is @ahmedka1\n\n",
        "headline_1": "EVMs and a mind-reading election commissioner",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/evms-and-mind-reading-election-commissioner-3134166",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-10-2022"
    },
    {
        "full_article": "The year was 2006. I was in Class 7. We had some guests over at our home. Someone switched the TV to Star Sports channel. The Australian Open was on. Rafael Nadal's match was going on. That was the first time I ever seriously watched a tennis match. One or two days later, I switched on to Star Sports to find Roger Federer playing. At that time, I did not know he was the World Number One. I did not know that he already held multiple grand slam titles to his name. The sheer grace and elegance of his playing style hooked me. Soon, I became a fan of tennis. More importantly, I became a fan of Roger Federer.\nFederer was my first authentic love in the sports world. My love for cricket and football was inherited to some degree. But my love for tennis grew completely out of nothing. Federer made me love the game. I loved his art on the tennis court. \"Ballet dancer,\" I remember one commentator calling him.\nThe most unique thing about Federer is his elegance. His play was like poetry in motion. Among his shots, I loved his half volley backhands the most. I would get goosebumps every time I saw him hit one. The iconic one against James Blake in the Tennis Masters Cup Final 2006 comes to mind. He had an uncanny ability to use the speed and the direction of the ball to pull out jaw-dropping, physics-defying shots. He went about his business like a musician directing his orchestra.\nFederer the person was even more important to me than Federer the tennis player. Cricket and football are team sports. Although team sports can be inspiring, the level of individual control in tennis made it way more relatable to me in my personal life. Federer was my most favourite teacher. It is with him that I learnt how to utilise my talents better, to rise to challenges, to keep a cool head in difficult times. He taught me to embrace life as a sport and I learnt to embrace the journey, rather than be lost in pursuit of rewards. The mindset of taking life as a sport is one of the most valuable lessons. Despite what he won and achieved, he was always so humble. I loved that; I tried to learn from that. Whenever I needed inspiration, I would think about his journey; I would watch the highlights of his matches on YouTube and I would feel better. I learnt to take personal failures in perspective. I learnt to keep my feet on the ground when I had successes. Federer was fallible. He experienced many painful defeats. In the 2009 Australian Open final, after his defeat to Rafael Nadal, Federer cried. \"God, it's killing me,\" he said. I felt his pain. I drew on his process of recovery. Federer's fallibility and his candidness on the court was inspirational for me.\nFederer's win over Nadal in the 2017 Australian Open final was one of his most meaningful matches that I watched. That win was filled with physical and mental battle against all odds. The moment Federer won that last point is my most memorable moment of his whole career. After that win, it seemed that he had finally solved the puzzle of Rafael Nadal. Federer won most of his subsequent matches against him. That journey is another inspirational lesson I took from his career.\nRoger Federer played his final professional tennis match on September 23. I used to dream that I would be able to watch him play live. I would go to Switzerland and meet him and talk with him. I would tell him how much he meant to me; how he helped me build myself. Sadly, the dream of watching him play live would remain unfulfilled. I still dream of going to Switzerland. Maybe, just maybe, I may get to meet him.\nIn the words of poet Walt Whitman:\n\"O Captain! my Captain! our fearful trip is done,\n\nThe ship has weather'd every rack, the prize we sought is won,\nThe port is near, the bells I hear, the people all exulting…\"\nRoger Federer, the prize you sought is won. I hear people exulting. Your trip through the world of tennis is complete as a player. But unlike in Whitman's poem, your trip was beautiful. From a fan to his idol: I will keep looking up to you. I will keep watching your beautiful moments. You will keep inspiring me through good and bad times. I will keep being mesmerised by you.\nEnjoy your retirement, \"O captain, my captain!\"\n \nMahir A Rahman is a research associate at Bangladesh Institute of Development Studies (BIDS).\n",
        "headline_1": "Roger Federer: The legend, the person",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/roger-federer-the-legend-the-person-3134151",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-10-2022"
    },
    {
        "full_article": "In August this year, the country experienced a searing heat wave where the average maximum temperature turned out to be a three-decade high. Now, a study published by the Adrienne Arsht-Rockefeller Foundation Resilience Center has found that Dhaka is losing USD 6 billion worth of labour productivity each year due to heat stress from extreme temperatures. This amounts to over 8 percent of the city's annual labour output, and unless measures are taken to reduce global warming, this number could rise to 10 percent by 2050.\n\nWhile there are other cities that are more exposed to heat stress, Dhaka is especially vulnerable due to its labour-intensive economy and low rate of active cooling.\nOut of the 12 cities compared in the study, the situation in Dhaka is the worst. While there are other cities that are more exposed to heat stress, Dhaka is especially vulnerable due to its labour-intensive economy and low rate of active cooling. So, although climate change is making the already high temperatures and humidity in Dhaka substantially worse, it seems the city authorities have done little to alleviate the situation.\nAccording to experts, greenery and water bodies have an important impact on reducing heat stress in urban areas. However, another study recently found that Dhaka has lost around 56 percent of its green spaces over the last three decades. The circumstances are similar in terms of Dhaka's wetlands, 22 percent of which are estimated to have been lost over the span of nearly a decade. And it is not just rapid urbanisation and encroachment of natural spaces that are heating up the capital. Last month, we were reminded once again of the disturbingly high volumes of untreated waste that are flowing into the rivers of Dhaka and slowly killing them, right under the noses of the same authorities in charge of protecting them.\nEqually disturbing, but perhaps not surprising, is the fact that the poorest are the biggest victims of extreme temperatures. The new study found that in informal settlements where corrugated iron sheet are used on roofs, temperatures are typically 12 degree Celsius higher than the rest of Dhaka, since these trap heat during the day and do not radiate it fast enough at night. A lack of greenery and surrounding high-rise buildings blocking wind flow only add to their sufferings.\nThe highest worker productivity-related economic losses, too, are felt by the poor. The study found that in sectors such as garment manufacturing, transport, and retail trade, where wages can be lower than average, losses from heat stress already amount to around 10 percent of income. These are particularly high in industries where workers are in proximity to machinery or ovens, such as garment manufacturing or brick making. All the while, the glass buildings and constant use of air-conditioning of the urban rich and white-collar industries only continue to further heat up the city.\nThe situation is clearly untenable, and if urgent actions are not taken, it is not only the poor who will feel its impacts; our entire urban economy will be under stress. The unplanned urbanisation of Dhaka must be curbed by all means, and the authorities must demonstrate their commitment to creating a liveable city by taking concrete steps to reduce heat stress.\n",
        "headline_1": "As Dhaka is cooked, it is the poor who are suffering more ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dhaka-cooked-it-the-poor-who-are-suffering-more-3133456",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-10-2022"
    },
    {
        "full_article": "It's painful to see the manner in which the government's much-vaunted anti-drug campaign in Teknaf – which got Yaba traders to \"surrender\" promising not to go back to their ignoble business – has fallen flat on its face. As a report in this paper has revealed, most of these seasoned Yaba dealers (some of them godfathers) managed to get bail with their \"promises\" and went back to their old trade. Should we attribute this failure to the naiveté demonstrated in taking a soft approach to rein in the big fish in the Yaba business, or was this just a contrived publicity stunt all along? Either way, it's evident that the cancerous spread of this trade in Teknaf and other areas of Cox's Bazar is not going to be contained any time soon.\n\nShould we attribute this failure to the naiveté demonstrated in taking a soft approach to rein in the big fish in the Yaba business, or was this just a contrived publicity stunt all along?\nAccording to our report, around 123 top narcotics dealers surrendered to the police in 2019 after a countrywide crackdown against drugs. Among them were four brothers of a former lawmaker. Reportedly, one of the brothers, who was released on bail in 2020 on the condition that he would not return to the drug trade, was now back in the business and allegedly sheltering other drug smugglers. Another released Yaba dealer has become the chairman of Teknaf Union Parishad, but at the same time he is reportedly back in the business of drug trafficking as well. It is obvious that the involvement of politically influential individuals in the narcotics trade has made it impossible to curb, let alone end this dangerous trade.\nWhen drug dealers become local government representatives or are family members of lawmakers, how realistic is the idea of adopting a lenient attitude to handling them or curtailing this nefarious business? How do they even become elected councillors, union parishad members or union chairmen? It is frightening to know that many of these very godfathers, with a clean chit from the police, now play a leading role in law-and-order meetings. One can only imagine the state of law and order in these areas!\nAt least 299 individuals were reportedly killed in so-called \"gunfights\" during the drive against narcotics in Cox's Bazar. These deaths have not helped to stop Yaba from entering the border points or being sold all over the country or smuggled to another country. Meanwhile, the \"soft approach\" to haul in drug lords has also come to naught – which casts doubt on whether the authorities are at all serious about making Cox's Bazar and other districts free from the clutches of narcotics. If they are, then they must prove it through action and put an end to the political patronage of the trade. They must remove the loopholes that allow kingpins to get away with little punishment and come back stronger and more dangerous.\n",
        "headline_1": "A farcical police campaign against drugs",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/farcical-police-campaign-against-drugs-3133441",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-10-2022"
    },
    {
        "full_article": "That hotel business at the top tiers, euphemistically called hospitality industry has started bouncing back over the past six months is good news for this particular type of service sector as well as tourism. Increased revenue earnings from this sector is another positive development. Sure enough, following the easing of travel restrictions imposed earlier on account of Covid-19 and arrangements of high-level local and international seminars and conferences at the luxury hotels, these are witnessing brisk business to return to the pre-pandemic level. This is quite natural. Stalled or held-up and cancelled negotiations are to resume in the interest of business, commerce, investment, industrial ventures and economic cooperation of diverse categories. The current sequence of spurt in this industry is not an isolated phenomenon. Viewed broadly, it should be seen as part of a robust global rebound of the service sector. On that count, it is a barometer of the economic resurgence taking place in the post-pandemic context. South Asia is doing quite well. India's service sector is reported to have posted a significant rebound. Nepal and Sri Lanka whose income from tourism is their mainstay should not lag far behind. Unlike these two countries, the Maldives was not affected much by the pandemic because of its isolation from continents and its tourism did not bleed like others. Except Pakistan, all other South Asian nations including Bhutan should enjoy a share of economic turnaround that is taking place right now. It is in human nature to make up for the lost time. All the nations in South Asia surely need closer cooperation for revival of their economic prospects but at the same time they are supposed to have an unwritten competition among themselves to be on the highway of recovery. Bangladesh, with its economy in a better stead than many of the region, surely enjoys an edge in order to grab opportunities on offer now. This does not mean, this country has not its own constraints. The hospitality industry has indicated that tourists are returning, corporate executives and high level government officials are holding seminars, workshops and other negotiations at the posh venues but there is still a long way to go before the luxury hotels get into the pre-pandemic rhythm. If the economic activities reach the optimal level, the burgeoning business of holes will also reach their peak business points. What is positive is that the luxury hotels are about to recover their lost grounds.So, things are looking up for Bangladesh in terms of its economic uptrend. But the high inflation and market volatility have turned the economic recovery rather exclusive rather than being inclusive. Service sector's rebound in India in the month of August alone has created record employment. A full picture of new employment in the service sector of this country would have helped get an idea of at least the trickle-down benefits at the lower level of society. Luxury hotels' earnings do not reflect sharing of the benefits with those who right at this moment need sources of income most. So, the focus has to be redirected to this segment of people who are struggling to survive this crunch time.",
        "headline_1": "Let service sector, not just hospitality industry, rebound",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/let-service-sector-not-just-hospitality-industry-rebound-1664808043",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-10-2022"
    },
    {
        "full_article": "Lots of students and even their guardians are not aware of a vital fact: the private universities are also under the jurisdiction of the powerful University Grants Commission (UGC). Formed by the country's President, it formulates the administrative and financial guidelines of the country's public and private universities. Its directives are binding on the institutions. Given this fact, twenty-three Dhaka-based private universities' non-compliance with the UGC order that they should move to their permanent campuses by December 31 this year appears startling. A length of 12 years has elapsed since the UGC's allowing the 23 universities to operate temporarily from their present addresses. Few have moved. To elaborate, most of them have failed to take any significant steps in this regard.A few of them have large students' enrolment as well as sufficient teachers on the staff. Despite the fact that some of the universities are costly with formidably high tuition fees, thanks to their academic excellence, many others lag behind with their students showing below par academic prospects. But with the unabated increase in the number of the latter's students mostly after their failure to get enrolled in public universities, these institutions hardly see any dearth of students. Few are spared their semester fees.On the other hand, the performance-wise higher grade universities provide special facilities for meritorious students. Universities belonging to this category appear to be positioned comfortably. They can afford to move to their permanent campuses. Maybe, construction-related delays and uncertainties over smooth and lasting communication facilities prompt them to take time to complete the shifting. The smaller and obscure private universities find themselves in a soup after the issuance of the stringent UGC order. There are reasons for being fidgety. In its latest directive after repeated warnings to the defaulting institutions, the UGC authorities categorically say the period of temporary permission to carry out their academic activities ends on December 31 this year. After that it can shut new enrolment in these universities, and take legal actions against them. UGC member Professor Dr Biswajit Chanda has been quoted by a news agency as saying, \"Fresh student enrolment and all other activities of these private universities will be shut if they fail to move to their permanent campuses by December 31.\" The stern message permeating the order is quite clear. A few of the private universities are least bothered about the deadline set by the UGC. They are prepared to shift to their permanent campuses. They have been conducting their activities in part at their new addresses for quite some time. These institutions are apparently out of the purview of the UGC reminders.Of the total 23 private universities receiving the UGC notice, the real objectives of many are reportedly questionable. The state machinery had made the university education free of all kinds of government strings in order to allow it enjoy autonomous growth in a liberal atmosphere. The prospects for the private universities' growth proved abundant. Entrepreneurs promoting higher education came forward in numbers. In a decade, Dhaka witnessed the opening of private universities one after another. Few could realise that groups of people focused on mere money-making got mixed with the academically bent entrepreneurs. The former opened universities with students indiscriminately picked from the backbenchers. This was a phase of the mushrooming growth of private universities generously distributing graduation and post-graduation certificates. A few, on the other hand, took the added responsibility of accepting research papers. To the horror of the country's scholars, PhD certificates are sold against the so-called researches and theses. These universities using awe-inspiring names once used to dot the capital. The damage these factories of post-graduation and doctoral certificates and professorship had done to the country's academic sector were undoubtedly irreparable. The UGC may have been alerted to the activities of these phony universities. By demanding that all private universities have their permanent campuses, the grants commission may have swung into the task of uprooting these commercial entities operating under the guise of universities. Barring a few non-serious or run-down ones, the UGC has marked 23 universities as having the capability to shift to their permanent ones. All of them must have been apprised of the condition that they should have their own campuses in the future if not at the initial stage when they started. Private universities have been growing on the myth that it's the students from the affluent families who normally enrol in these institutions. Surprisingly, the exclusive and highly expensive private universities do not fail to draw students. Needless to say, these students in general belong to the upper middle class. Thanks to the students' excellent results, the guardians do not hesitate to part with large chunks of money in tuition fees of their wards. Against this reality, a comfortably large number of the private universities are presumably capable of owning their permanent campuses. The UGC notice saying that the period of temporary permission granted to the universities ends on 31 December this year and they should move to their own buildings is a rational conclusion. Moreover, they have been given repeated reminders in the last 12 years --- a period long enough to buy plots and construct buildings. The UGC's warning implicitly says that failure to comply with the ultimatum will invite stern measures vis-à-vis these institutions. The measures may end up being a series of disastrous developments for the hapless students, many of whom might be at the end of their university days. Few in society, including the UGC educationists and administrators, are prepared to see the students face this bitter reality.\n[email protected]",
        "headline_1": "Private universities' own campuses",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/private-universities-own-campuses-1664808085",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-10-2022"
    },
    {
        "full_article": "Elon Musk, the richest man on earth, founder of SpaceX with its idea of reusable rocket and maker of electric cars from his company, Tesla inc., has now embarked on his new project of making humanoid robots. Recently, he presented a prototype of his yet-to-be-made humanoid robot, Optimus, at a Silicon Valley event. The prototype of the humanoid robot to be made, however, was still on wheels as it could not walk -- a humanoid robot, though, no one could make one so far, should, in theory, be able to walk and do many other things humans do. Even so, the one shown on the annual Tesla AI (Artificial Intelligence) Day presentation could at least wave to the audience and raise its knees. A video of the upcoming humanlike robot, Optimus, was screened which showed that the machine could do some simple things like lifting bars, carrying boxes and watering plants. How simple and uninteresting those acts appear when humans do them! And to think that long after scientists developed intelligent machines that we now know how difficult and complex these tasks of just lifting something from the ground and taking it to another place are! But why making humanoid robots? Robots, automated machines capable of doing specific tasks with speed and precision with little or no human help, are already in use to save labour. Apart from those used in domestic, educational or space research purposes, some three million industrial robots are already engaged at different workplaces across the world, says a World Robotics report. And going by the trend in the use of robots so far, which has tripled in the last two decades, by 2030 the number is projected to rise to 20 million of which 14 million may be in China.Though these special-purpose robots are helping their users, no doubt to the latter's satisfaction, innovators and entrepreneurs are still not satisfied. They want to materialise their fantasy of making a sci-fi-style automaton, an android.It may be recalled at this point what this ambitious entrepreneur along with more than a hundred high-tech industry leaders (in robotics and artificial intelligence) in 2017 wrote in an open letter to the UN calling for preventing an arms race using lethal autonomous weapons. For, he, like his cosignatories of the letter to the UN, feared, those autonomous machines run by AI, dubbed 'killer robots,' would start, what they called, a 'third revolution in warfare.' Terming AI humanity's worst existential threat, this hi-tech entrepreneur launched a non-profit organisation, OpenAI, which would look for ways to serve humanity in a safer way, with the help of AI, of course. Needless to say, the 'Optimus' he is trying to build is itself an autonomous AI-powered machine. However, it is going to be a safe, helpful humanoid, Mr. Musk claimed. But who knows where the fine line between a safe and an unsafe humanoid lies! For how often the road to hell is paved with good intentions! That said, there is no way the forward march of technology can be stopped. The point is to control the research and development of potentially dangerous technologies. But who is there to take control? Information and Computer Technology (ICT) including AI is already in the hands of big business. Now, it is up to the governments to save potentially perilous technologies including AI, nuclear and biotechnologies from falling into wrong hands. However, knowingly or unknowingly, we are already using AI and the service it provides. For example, Online shopping, advertising, web searching, digital personal assistants such as smartphones, virtual assistants answering questions and providing recommendations and so on are all AI-based. Commerce, industry, finance, farming, medical research, security systems, public administration, transport, you name it, AI's presence is there.In fact, AI is now a fast growing field of technology and its application cuts across every conceivable field of human endeavour. So, it will be better to embrace, not fear it. \n[email protected]",
        "headline_1": "Getting to know AI",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/getting-to-know-ai-1664808122",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-10-2022"
    },
    {
        "full_article": "Bangladesh's first metro rail service is expected to start operating from Uttara to Agargaon in Dhaka from December this year. The authorities have already fixed the fare at Tk 5 per kilometre, with a minimum fare of Tk 20. Students will receive a 50 per cent discount on showing their identity cards. Oddly enough, according to reports, the metro rail will charge fee even for children travelling on their mother's lap! This indicates that the ticket fixing committee has not considered the issue of babies travelling with their parents properly.. This is not only surprising but also shocking. Parents with suckling infants on metro rail should not be charged for travelling because they do not occupy any seat. The metro rail authorities should immediately fix this problem and make journey free for such infants. Otherwise, it will put huge financial pressure on the middle- and low-income class families. Also, the minimum fare should be reduced from Tk 20 to Tk 10, considering our socio-economic situation. MA Islam, Dhanmondi, Dhaka",
        "headline_1": "Suckling babies to pay travel fare on metro rail!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/suckling-babies-to-pay-travel-fare-on-metro-rail-1664808143",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-10-2022"
    }
]