[
    {
        "full_article": "Delhi is not much more than a Union Territory with limited powers for its legislature and government. The division of powers between the Lieutenant Governor and the provincial government has been a matter of perennial debate, and has curtailed the role of the latter. Yet, the Delhi Assembly elections are no less prestigious than that of any other State. Hosting the capital city and a humongous population that has burgeoned significantly, as the National Capital Region remains a magnet for employment, commerce and livelihoods, Delhi is a melting pot. Increasingly, class and welfare issues have become salient in Delhi’s elections even as identity issues have become less determinant of political fortunes. Delhi has urbanised dramatically, with some of India’s highest net worth families in posh neighbourhoods, living cheek by jowl alongside slums housing the working class and the urban poor. There is a large middle class no longer just employed in the massive government apparatus in the capital city. The metropolis is also host to small businesses, factories and services employing the many migrants from the hinterlands of north India. Civic concerns abound in each of these segments, making the Delhi elections unique. The three main political parties, AAP, the BJP and the Congress, must address these concerns in their campaigns and cannot focus on just identity and patronage politics.As Delhi gets to vote today, it will be known whether the pattern of voting in recent election cycles, for the BJP at the Centre and favouring AAP in the Assembly will remain. AAP has managed to successfully get the support of a coalition of middle and lower class voters through its welfarist measures and by fostering an image of being a crusader for clean governance, helping it rule the roost in the past two elections. This time, however, its anti-corruption plank and image have taken a beating after its key leaders, Arvind Kejriwal and Manish Sisodia, were arrested for their roles in the liquor policy case. “Stand-in” Chief Minister Atishi has sought to reorient the party’s image even as it has doubled down on its welfarist message with a slew of sops targeting its core support base. The BJP has had to focus on emphasising its own welfarism in response while the Congress has tried hard to regain its lost base. Yet, the campaigns have been full of vituperation and mudslinging with little by way of a clear position on how to tackle the core issues — the air pollution in particular. As the dust clears, the electorate will have to choose candidates who are able to rise above narrow mindedness and cater to the aspirations of residents of what could well be India’s most populous city today.\r Published - February 05, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Delhi Assembly Elections 2025\n                    \n                            /                      \n                        \n                        Governor\n                    \n                            /                      \n                        \n                        demography\n                    \n                            /                      \n                        \n                        Aam Aadmi Party\n                    \n                            /                      \n                        \n                        Bharatiya Janata Party\n                    \n                            /                      \n                        \n                        Indian National Congress\n                    \n                            /                      \n                        \n                        voting\n                    \n                            /                      \n                        \n                        corruption & bribery\n                    \n                            /                      \n                        \n                        welfare\n                    \n                            /                      \n                        \n                        arrest\n                    \n                            /                      \n                        \n                        political candidates\n                    \n                            /                      \n                        \n                        political parties\n                    \n                            /                      \n                        \n                        air pollution",
        "headline_1": "​Power and prestige: On the Delhi Assembly elections 2025",
        "headline_2": "Civic issues cry for attention, but Delhi polls are about competitive welfarism",
        "link": "https://www.thehindu.com/opinion/editorial/power-and-prestige-on-the-delhi-assembly-elections-2025/article69180673.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-02-2025"
    },
    {
        "full_article": "Besides some high-profile announcements, such as an AI Centre of Excellence for education with an allocation of ₹500 crore, broadband connectivity for schools, the expansion of five third-generation IITs, and increased funding for Indian knowledge systems, Budget 2025 has promised higher allocations for education compared to last year’s revised estimates. There was a 7% increase for higher education, although the actual expenditure for 2023-24 was 10% more than the 2025-26 Budget estimates. A key challenge in higher education is that the ambitious UGC reforms, modelled on advanced nations, require significant funding. For instance, introducing four-year degree programmes, allowing students to take courses across multiple institutions, implementing bi-annual admissions, and other structural changes demand substantial finances, which will inevitably fall upon State governments. However, Budget 2025 does not appear to adequately address these financial concerns. The release of the ASER 2024 report in the same week as the Union Budget highlighted gaps in India’s school education system, particularly in foundational literacy and numeracy (FLN). While the report indicated that learning losses from the COVID-19 pandemic have been recovered, and, in some cases, FLN levels are at their highest ever, India still has some way to go before achieving full FLN, the 2026-27 target under the NIPUN Bharat scheme.Compared to the 2024-25 revised estimates (RE), school education has been allocated an additional ₹11,000 crore, a 16% increase. However, as a percentage of the total Budget, this increase is only 0.12 percentage points, bringing the allocation to 1.55%. In higher education, the Budget fraction remains unchanged at 0.99%. While institutions such as Kendriya Vidyalaya Sangathan continue to receive significant funding, the increase does reflect higher inflows to States, which are the primary implementers of school education programmes. The Centre has been keen on fully implementing the National Education Policy (NEP), which proposes a 5+3+3+4 system that includes five years of early education up to Class 3. Early education is being prioritised as the key to achieving full FLN, but a critical gap remains: the two years before Class 1 are managed by underpaid anganwadi workers, who are already overburdened and often lack adequate training to deliver on FLN goals. A focused FLN drive is pivotal to achieving full FLN, a prerequisite for building a highly skilled workforce and leveraging India’s demographic dividend. Over the next few years, depending on the progress made, the government must further strengthen school education investments to ensure India meets its full FLN target. Time is of the essence.\r Published - February 05, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        school\n                    \n                            /                      \n                        \n                        education\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        Union Budget\n                    \n                            /                      \n                        \n                        higher education\n                    \n                            /                      \n                        \n                        students",
        "headline_1": "Learning steps: On the Union Budget and education",
        "headline_2": "India must further strengthen its investment in school education",
        "link": "https://www.thehindu.com/opinion/editorial/learning-steps-on-the-union-budget-and-education/article69180892.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-02-2025"
    },
    {
        "full_article": "Grammy recognises a widespread meditative practice, much of whose cognitive potential is still unsung\nBeyoncé won’t expect a great post-award sales bump for Cowboy Carter, which won album of the year Grammy. Because she already has a mega market and routinely tops multi-country charts. The best New Age, Ambient or Chant album Grammy for Triveni, on the other hand, has gotten Indian-origin Chandrika Tandon and her collaborators their first front-page headlines and sent precious new listeners their way. Among these new listeners in India, many will wonder, what’s the fuss about. Its Om Sahana Vavatu (Om, Together may we two be Protected) rendition, for example, is a close kin of the ambient sounds of our country. \nIt’s all about context, though. What is quotidian in traditional Indian society can still be special to the West. But chanting isn’t just an ancient practice across Hinduism, Buddhism, Sikhism, Sufism and yogic traditions. From Australian Aboriginals to American Navajos, Hebrew cantillation to Catholic Gregorian chants, it’s been part of worship and mobilisation practices far beyond South Asia as well, a vast spread across space and time. Of course it occupies a profoundly separate mindspace than Beyoncé or the other big winners of Grammy night – like Kendrick Lamar and Chappel Roan. Chanting is associated with very different  experiential outcomes than rap or country music or rock n roll or our own modern music. Many chants are on the mystical spectrum. There is also a lot of ongoing research into the other cognitive benefits of chanting, especially when it’s practised with strong intentionality.\nRicky Kej is another Indian-origin person who’s tasted success in this Grammy category. But the band that’s perhaps done the most commercially triumphant (Gregorian) chanting, Enigma, has ironically never won a Grammy. Maybe because they are so irreverent. Their admixture of chanting with “the principles of lust” and Marquis de Sade is, however, indicative of how capacious chanting can be, in form and meaning. \n\n",
        "headline_1": "Om Chanting Om",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/om-chanting-om/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-02-2025"
    },
    {
        "full_article": "Trump’s weapon of tariffs against countries like China and India might well backfire on him\nThe Australian boomerang is an effective weapon in the right hands. If when thrown it misses its target, it returns to the thrower, enabling a second try. \nHas Donald Trump unintentionally invented an economic boomerang which, if it misses its intended objective and inexpertly handled, comes back to wallop him?\nTrump won the presidential polls on the planks of curbing illegal immigration and combating the rising cost of living, which affects the lower income segments of the country, by imposing punitive tariffs on nations such as China, the biggest exporter to America. \nWhy should Americans have to pay income tax to Internal Revenue Service to keep the country solvent? Why not devise an External Revenue Service whereby countries, like China and to a lesser extent India, who make money by exporting their products to US are made to pay for the privilege? These countries would have to shell out large sums of money by way of tariffs to the US govt on their exports, which would ease the fiscal burden on the American taxpayer.\nA truly MAGA idea. Except for one thing. By imposing high import duties on foreign goods it will make all those goods, from TVs to T-shirts, from cars to comestibles, even more expensive for American consumers, who are already feeling the pinch, or the punch, of rising prices. \nTrump’s tariffs could become Trump’s boomerang, which could double back and knock the top hat off Uncle Sam’s head. \nAmerica, the richest country on earth, earns largely through the sale of assorted weaponry in parts of the world riven by conflict, often stage-managed by US itself from the wings. It produces little by way of mass, everyday goods, for which it is dependent on external supply. Tax that supply, and you end up taxing the American household. \nUndaunted by such an example of the law of unintended consequences, Trump seems bent on making good his threat to become a global tariff policeman. With tariffs being his key, Don could well have invented a new branch of economics called Donkeynomics.\n\n",
        "headline_1": "Don’s boomerang",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/dons-boomerang/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-02-2025"
    },
    {
        "full_article": "Indian deportees arriving on a US military aircraft is embarrassing. GOI needs to target people traffickers\nBy the time you read this, a US military plane bringing 205 illegal Indian immigrants from San Antonio, Texas might have landed in Amritsar. Unlike Colombia and Mexico, India has not made a fuss about US deploying military aircraft to deport its citizens. The optics don’t matter when you’re staring at the prospect of receiving dozens of such flights over the coming months. US has a ready list of 1.5mn foreigners to deport – 18,000 of them reportedly Indian. And that’s a tiny percentage of the 725,000 Indians staying illegally there. It’s embarrassing, not so much because of the military planes as the fact that so many desperate Indians felt they couldn’t realise their dreams in India. There are many more in Canada and Europe and West Asia, and some even on the Russia-Ukraine frontline now. \nIt’s not the first time US has deported Indians. Last Oct, a chartered plane returned 100 to Punjab. Altogether, 1,100 were sent home quietly between Oct 1, 2023 and Sept 30, 2024. But Trump made illegal immigrants a poll issue and has kept the spotlight on it in his first two weeks as president. This hurts the almost 5mn ethnic Indians who are present in America legally and have built a reputation as a highly successful group. Two years ago, they had the highest median household income of $145,000. They also had a very high proportion of college grads. Contrast that with the Hispanic population that had a median income of $65,540 – less than half – in 2023. So, when a US military plane takes off for, say Guatemala, and another for India, the cost in terms of national image is not the same. \nThat’s why it’s vital for GOI to crack down on illegal immigration now. On average, over 90,000 Indians are caught trying to enter US illegally every year. In 2022-23, the number shot up to 96,917. Sometimes, these attempts end in tragedy, like the Gujarati family that froze to death on the US-Canada border in Jan 2022. But with the ongoing US crackdown, more and more will end in disappointment. Govt needs to target gangs that run illegal immigration networks and, at the same time, focus on creating opportunities. Only then will Indians think risk and ignominy abroad are not worth it.\n\n",
        "headline_1": "Plane truth",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/plane-truth/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-02-2025"
    },
    {
        "full_article": "In UK, walking one’s cat on a leash is increasingly common. Pet shops now offer a wide selection of cat harnesses, collars, and other cat-walking accoutrements. The shops will sell anything as long as there’s demand. If spouse-walking ever becomes fashionable, it’s certain that tastefully designed collars and leashes will hit the shelves. The availability of such gear, however, is no justification for the act. Yet, this trend is spreading at an alarming rate.\nThe Royal Society for the Prevention of Cruelty to Animals warns: “A sense of control is very important to cats, and being walked on a collar or harness prevents them from having control. It may be more difficult for them to move away or hide from anything that might scare or worry them.”\nAlmost everyone in UK has been on strike – doctors, train drivers, barristers. Do we want to add cats to this growing list of the disgruntled? Cat-walkers, however, have their own reasoning. One enthusiastic proponent of the practice explains that it’s better for the environment, as cats are skilled hunters. “Cats kill other creatures,” she points out. “But ours are well-fed, so they don’t need to kill to eat.” Yet, she admits to letting them roam freely in her back garden.\nA cat is not a dog. You cannot teach it to fetch a ball or sit down. Yes, it will snuggle up to you, purr, and rub itself on your legs. However, it does all that for its own gratification, not for yours. Stop feeding it, and it will abandon you quicker than you can say feline. Unlike a dog, it does not look at you with doting eyes or pant in affection.\nThe cat defends the last bastion of free will. Despite centuries of human endeavour, it has remained true to its nature – wild, untamed. The essence of the cat is captured by the expression often used by teachers when confronted with a classroom full of boisterous children: “It’s like herding cats.” One cat owner puts it succinctly: “I love my cat. But I know if I shrank to his size, he would kill me.” That is the fundamental nature of a cat – independent and wild, much like birds. If caging a bird is wrong, can walking a cat on a leash be justified?\n\n",
        "headline_1": "Catwalks",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/catwalks/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-02-2025"
    },
    {
        "full_article": "We are quite disturbed by the tragic deaths of at least 23 Bangladeshi migrants whose bodies washed ashore in northern Libya. Reports indicate that a boat carrying 56 migrants bound for Italy departed from Libya's coast on January 25. On January 28, local authorities recovered seven bodies, and over the next three days, the toll rose to 23. Two critically injured survivors were also rescued and hospitalised. However, some victims remain unidentified, while officials fear the death toll may rise as there is no information about the remaining passengers.\nAccording to the families of some identified victims, the boat passengers were being smuggled from Libya to Europe via the Mediterranean Sea. All came from impoverished backgrounds, each paying between Tk 14 lakh and Tk 16 lakh for the perilous journey across the Central Mediterranean route, with a Bangladeshi broker from Cumilla allegedly organising the operation. One of the deceased, Bashar Akand, left behind a one-year-old child; he had been working in Libya for a year before attempting the journey to Europe. Another victim, 19-year-old Titu, took this life-threatening risk after being defrauded by an agent when applying for a work permit, which brings us to the crux of the matter.\n\nSince 2017, Bangladeshi migrants have consistently ranked among the top nationalities crossing the Mediterranean Sea to Europe—a route often taken by those fleeing conflict or war and considered one of the most dangerous in the world. This underscores the grim reality driving such migrations.\nWhile these migrants attempted to enter Europe illegally, each had their own reasons for taking such a desperate gamble. Some had borrowed large sums in search of better opportunities. Others had tried to migrate legally but were defrauded by unscrupulous agents, making them even more desperate. Ultimately, their desperation to leave Bangladesh highlights the severe lack of stable jobs and economic prospects in their home country.\nSince 2017, Bangladeshi migrants have consistently ranked among the top nationalities crossing the Mediterranean Sea to Europe—a route often taken by those fleeing conflict or war and considered one of the most dangerous in the world. This underscores the grim reality driving such migrations. Another major reason so many Bangladeshis fall victim to human traffickers is the failure of so-called \"legal\" recruitment channels, which often deceive and exploit prospective migrants. With no other options, these individuals are forced to pursue risky, illegal routes in the hope of a better future.\nThe only way to prevent such tragedies is by creating better opportunities within the country. The government must address this issue as the employment situation appears to be worsening. At the same time, legal migration must be made more affordable, accessible, and efficient. Finally, the authorities must crack down on human smugglers and their agents who exploit innocent people trying to secure a better future for their families.\n",
        "headline_1": "Why are migrants taking dangerous journeys across the Mediterranean?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-migrants-taking-dangerous-journeys-across-the-mediterranean-3816096",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-02-2025"
    },
    {
        "full_article": "This year's theme for World Cancer Day is \"United in Unique.\" The campaign aims to bring everyone together to create a world where we look beyond the disease and see the person before the patient.\nThe World Summit Against Cancer for the New Millennium was held in Paris, France on February 4, 2000. The Charter of Paris against the disease was formed at the summit to promote cancer research, prevention, and improve patient services. The official document was signed by the general director of UNESCO and president of France on the same day. The charter also included an article establishing the anniversary of the official signing day as World Cancer Day.\nSince then, the Union for International Cancer Control (UICC) leads the observation of the day in support of the goals. Over 100 countries and the World Health Organization (WHO), including Bangladesh, observe the day every year. \nEvery cancer patient has a unique story. The disease involves physical, social, emotional, and spiritual sufferings for the affected person. We need to appreciate and acknowledge their story and try to address their different needs during treatment and post-treatment. Personalised care has already been stressed in recent years after the discovery of specific mutations in cancer and the facts that they drive behavioural change of cancer growth. Medication directed towards those specific changes makes the results of treatment much more effective and less toxic to the patient. \nIn addition, the role of palliative care is also recognised. Palliative care is another layer during treatment of cancer to address the suffering of the patient while curative or supportive treatment is going on. This includes control of physical symptoms like pain, nausea, vomiting, shortness of breath, etc. Palliative care also addresses the inevitable emotional issues—grief, depression, and anxiety—associated with cancer. \nSpiritual issues during this time in a patient's life may include the feeling of guilt (\"Why am I being punished? I must have done something bad\"), fear of death and afterlife, and fear of leaving the loved ones. There are also important social stresses like the huge financial burden of treatment that affects the entire family. Relationships with family and friends also need repairing sometimes. Long forgotten and hidden stresses may also reappear, and palliative care helps with healing those too. Asking for forgiveness from the loved ones and from the creator is encouraged and facilitated. We also encourage keeping a diary if possible, for jotting down thoughts and messages. \nPalliative care during the last six months of a patient's life is called hospice care. Treatment is directed towards comfort during that time as it has been established that curative treatment is no longer possible. This is usually home-based care but it may also be for the hospitalised patients. \nCaregiver need and caregiver burnout is also a big factor in cancer care. Caregivers are usually the spouse or children of a patient. Their well-being directly affects the care of a cancer patient. There is a huge opportunity for relearning and addressing these aspects in the care of a cancer patient in Bangladesh. We have avenues to deliver standardised care here. Sometimes we cannot solve the issues, but acknowledgment, active listening, and holding hands go a great length. Virtual visit is another underutilised option. \nOne important aspect of the campaign is promotion of cancer prevention and early detection. Healthy lifestyle, avoiding smoking, and increasing physical activity remain crucial. Routine annual medical check-up is very important to catch cancer early to ensure curative treatment. \nMonthly self-examination of breasts, annual mammograms after age 45, colonoscopy and prostrate exam at 50 should be done if available. The HPV (human papilloma virus) vaccine will prevent most of the cases of cervical and head and neck cancers, which are common in Bangladesh. More importantly, listening to one's body is crucial and any unexplained change in energy or weight loss from baseline should be reported to a medical professional.\nChallenges of cancer care in Bangladesh include a lack of access for the general public to specialised services. Most of the reputable cancer treatment centres are located in Dhaka and the others in different parts of the country are underutilised.\nWe also need to work on developing public trust by improving accountability and better communication between physicians and patients. We have to decentralise healthcare in general in addition to cancer care. If we can ensure that each centre follows the standard care guidelines accepted internationally, that will definitely help.\nWe can also improve research on cancer treatment. In the health education setting, we have to teach medical students early on about proper communication with the patient and their families. Delivering bad news has to be done properly in simple terms. Giving options for treatment, coming up with a plan, or referring to a proper place should be part of their training. This counselling has to be done with empathy. \nThe goal of this year's campaign is to pay attention to the entire person with cancer. Every cancer patient has unique needs. Let us recognise that fact and adopt a holistic approach in addressing all the issues of the patient.\nDr Maleka Ahmed is professor of medicine at the Division of Medical Oncology and Hematology at Duke University Health System in North Carolina, US. She is also adviser for the cancer programme at Sylhet Kidney Foundation Hospital. \n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "World Cancer Day: Importance of holistic approach for patient care",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/world-cancer-day-importance-holistic-approach-patient-care-3815956",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-02-2025"
    },
    {
        "full_article": "We are outraged by the gang rape and murder of an eighth grader in Dhaka. Reportedly, police recovered her body from Hatirjheel Lake on February 2, about 17 days after she went missing from the capital's Dakshinkhan area. According to confessions from the two arrestees—Robin and Rabbi—the duo, along with three others, lured the girl to a house in Mohakhali, where they gang-raped her. When she became unconscious and later died, they disposed of her body in Hatirjheel. This horrific incident once again highlights the appalling state of women's safety in the country. Why is the state failing to protect them in public spaces? Why do rapes and other forms of violence against women continue with impunity?\nAccording to an estimate by Bangladesh Mahila Parishad, 205 women and girls were reported to endure violence in January alone. Among them, 67—including 42 girls—were raped. Of these, 20 were gang-raped, and two were murdered after being raped. While these figures do not capture the full extent of the crisis, they underscore the pervasiveness of gender-based violence in our society. Yet, law enforcement efforts to arrest and punish perpetrators remain questionable, while convictions remain rare. Patriarchal norms, flawed investigations, prolonged legal proceedings, and low conviction rates all contribute to causing insecurity for women.\nBeyond physical violence, women are also facing rampant harassment online. According to the Police Cyber Support Center for Women, 9,117 cases of cyber harassment were reported in 2024. In this particular case, one of the rapists reportedly met the victim through Facebook—which shows how easily predators can exploit online platforms to target teenage girls. Unfortunately, efforts to address these evolving threats remain largely inadequate.\nWe, therefore, urge the authorities to take decisive action to ensure the safety of women and girls in all spheres of life. They must send a strong message that gender-based violence will not be tolerated. To achieve this, the entrenched culture of impunity must end. In case of the Mohakhali incident, we urge the government to arrest the remaining suspects, expedite the investigation, and bring all perpetrators to justice without delay. No more girls should have to suffer such brutal violence and death.\n",
        "headline_1": "State must be able to protect our girls",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/state-must-be-able-protect-our-girls-3815901",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "City government the answer",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/city-government-the-answer-1738599332",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-02-2025"
    },
    {
        "full_article": "A worker inside a tea factory —Collected Photo ",
        "headline_1": "Tea industry needs  deep reforms",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tea-industry-needs-deep-reforms-1738599455",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Shocking truth of DeepSake",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/shocking-truth-of-deepsake-1738599539",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Empowering women thru' banking",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/empowering-women-thru-banking-1738599563",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-02-2025"
    }
]