[
    {
        "full_article": "In a multi-tiered governance system such as the one in India, a Union of States, electoral democracy works by allowing people to choose their representatives for each tier based on their perception of who is best suited to represent them for each specific tier. There is a reason why there is a demarcation of power between the Union, States and local body institutions and why there is a voter mandate every five years to elect representatives for Parliament, Assemblies and local bodies. The demarcation allows for specific roles for each representative across these tiers and suggests varied voter choices that could be based on party affiliation, candidate strength, ideological positions or simple socio-economic reasons specific to each constituency. That some States such as Andhra Pradesh and Sikkim hold simultaneous Assembly and parliamentary polls is a coincidence as their electoral cycle has coalesced with that of parliamentary polls. The BJP-led Union government’s trial balloon, exploring the feasibility of simultaneous elections for all levels through a committee led by former President Ramnath Kovind, militates against the foundational idea of multi-tiered governance and is anti-federalist. Dangerously, one of the committee’s terms of reference — to “examine and recommend, if the amendments to the Constitution [for the purpose of holding simultaneous elections] would require ratification by the States” — is a proposition that is anti-constitutional and will not stand legal scrutiny. It also advances a motive that would curtail many Assemblies much before their scheduled tenures — an untenable prospect. Ostensibly, the proposal speaks of the need for simultaneous elections as a cost-cutting exercise allowing voting in parliamentary, Assembly, municipal and panchayat elections in one go. It also stems from the flawed notion that governments are forever in campaign mode because of frequent Assembly elections. First, there is no study to prove that there will be significant cost-saving with simultaneous elections and in any case, the costs incurred in the conduct of elections are not essentially wasteful as there is a multiplier effect to campaign spending and economic activity around polls. Elections for different levels also allow voters to hold their representatives to account and for their specific grievances to be noted. Second, the conduct of various elections at different points of time is to only elect representatives for these tiers and is not a referendum on just one tier or even an individual leader at every point of time, as the BJP has sought to make it. Those in civil and political society who are committed to India’s federal structure should argue for separation of the Lok Sabha election from polls to Assemblies as the campaign issues and democratic choices vary. In any case, unless the term of each Lok Sabha and Assembly is fixed, and premature dissolution for whatever reason is barred, the idea is unworkable.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nelection\n\n/\n\ndemocracy\n\n/\n\npolitics\n\n/\n\nAndhra Pradesh\n\n/\n\nOrissa\n\n/\n\nArunachal Pradesh\n\n/\n\nSikkim\n\n/\n\nBharatiya Janata Party",
        "headline_1": "Tiers apart: On the ‘one nation, one election’ trial balloon",
        "headline_2": "‘One nation, one election’ militates against federalism and multi-tiered governance",
        "link": "https://www.thehindu.com/opinion/editorial/tiers-apart-on-the-one-nation-one-election-trial-balloon/article67270484.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-09-2023"
    },
    {
        "full_article": "GST revenues have clocked an 11.3% growth in the first five months of 2023-24, with an average monthly kitty of ₹1.66 lakh crore, up from about ₹1.5 lakh crore last year. This uptick, bolstered by the record ₹1.87 lakh crore collected in April, was slightly higher at 11.5% in the first quarter. Over July-August, that growth has slowed to 10.8% and 10.76%, respectively, marking the slowest rise since July 2021. In absolute terms, revenues in August, pertaining to transactions done in July, were at a three-month low of ₹1.59 lakh crore, from a three-month high of ₹1.65 lakh crore in July. On a disaggregated basis, revenues from goods imports rose about 3% in August after two months of contraction, indicating some recovery in discretionary demand. However, revenues from domestic transactions and services imports rose 13.8%, slower than July’s 15.1% growth. The festive season could fuel some growth from both revenue sources. But the resurgence of high inflation may skew the momentum towards items preferred by high-income households as those with weaker incomes grapple with the pronounced price rise across food items by cutting back other spends. The salutary effect of mandatory e-invoicing for firms with an annual turnover over ₹5 crore, excising loose ends in the tax trail, will be visible in this month’s revenues. But the festive effect would only be discernible two months from now. Yet, the overall trajectory of GST revenues, boosted by a crackdown on evasion and fake registrations, is buoyant and should dilute concerns about underwhelming collections in initial years of the tax. Moreover, it offers a window to simplify and rationalise the complex multiple rate GST structure as mooted by the GST Council in 2021. Last year, the Finance Ministry indicated the rate rejig will have to wait till inflation subsides. This year, it signalled the rationalisation plan will stay in deep freeze, even before the recent price spike. A ministerial group (GoM), tasked with recommending a new rate structure, is yet to be reconstituted. Even if political bandwidth for the big GST reset is limited and the Centre may want to pitch it as a promise to voters for the next Lok Sabha, waiting that long will hurt growth potential. If done deftly, tax rate changes could also aid the battle against inflation in items of interest for the common man. In any case, this will be a complicated exercise so the dialogue with States must be continued by reviving the GoM, rather than starting afresh a year later.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntaxes and duties\n\n/\n\nimports\n\n/\n\neconomy (general)",
        "headline_1": "Opportune moment: On the uptick in GST revenues",
        "headline_2": "Despite a minor deceleration, GST inflows create room to expedite tax rates’ rejig",
        "link": "https://www.thehindu.com/opinion/editorial/opportune-moment-on-the-uptick-in-gst-revenues/article67270495.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-09-2023"
    },
    {
        "full_article": "One of the troubling aspects of Indian democracy is that anything proposed by one political formation will be opposed by the rest, never mind the actual merits of an idea. So it is no surprise that the entire INDIA bloc of opposition parties, which hopes to oust Modi from power in 2024, has given the thumbs down to the government’s proposal to examine the viability of holding simultaneous elections to three tiers of government – Centre, states and local bodies.\n\nAlready, the Congress member included in the Ram Nath Kovind panel to examine the feasibility of the proposal has opted out. The eight-member panel, which includes Union home minister Amit Shah, ex-Congress member Ghulam Nabi Azad and many non-political members, will lose some of its legitimacy if no opposition member joins it.\nRead the full story on TOI+\n\n",
        "headline_1": "ONOP & One-Upmanship: The case for one-nation-one-poll rests on one crucial pivot – the possibility of improved governance. But such a big change must be built on consensus across the political class",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/onop-one-upmanship-the-case-for-one-nation-one-poll-rests-on-one-crucial-pivot-the-possibility-of-improved-governance-but-such-a-big-change-must-be-built-on-consensus-across-the-political-class/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-09-2023"
    },
    {
        "full_article": "The long break in the monsoon in August has brought out a lot of expert comments on how El Nino is doing what it is supposed to do in terms of creating a drought over India. The season is not over yet even though we are inching closer to the normal withdrawal date of mid-September. But will we have a normal or an early withdrawal? Will there be some late season fireworks with heavy rains? Arctic warming and sea-ice loss have delivered such extremes into late September and October in the last few years.\n\nBut first, we need to be more careful about claiming that El Nino is what is causing the long break in August. It is very tempting to look at the warming in the eastern tropical Pacific and assume that since El Nino is here, we are thus under its evil spell. And yet, the actual pattern across the tropical Pacific is quite unlike that of a typical El Nino.\nRead the full story on TOI+\n\n",
        "headline_1": "Mark the sea that blows hot & cold: Did El Nino cause the dry August spell? A rethink may be in order given the conditions for a typical El Nino were absent this year. Global warming may also be playing a role",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/mark-the-sea-that-blows-hot-cold-did-el-nino-cause-the-dry-august-spell-a-rethink-may-be-in-order-given-the-conditions-for-a-typical-el-nino-were-absent-this-year-global-warming-may-also-be-playi/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-09-2023"
    },
    {
        "full_article": "The attempt to explore the feasibility of holding simultaneous elections in India across all levels of government got off to a controversial start. Adhir Ranjan Chowdhury, Congress leader in Lok Sabha and the only opposition politician in the eight-member committee headed by former president Ram Nath Kovind, opted out of it. The Kovind committee has been tasked with studying the issue.\nIndia had simultaneous elections for the first 15 years. However, unstable coalitions after the 1967 elections led to a breakdown in the synchronicity of government formation. Five years ago, the law commission explored the subject in a draft report. It concluded that significant legislative changes would be needed, including constitutional amendments which should be ratified by at least half the state assemblies. The commission suggested that the goal could be reached gradually by bunching assembly elections in batches till we finally hold them together. As an overarching principle, simultaneous elections are an appealing goal. However, since it involves significant disruption in a politically charged atmosphere, including prospective delimitation, it’s important to weigh the costs and benefits.\n\nThe most frequently cited reasons for the transition are that it will improve governance and costs of conducting elections will come down. The governance argument is unconvincing. First, governance issues at local bodies like municipalities are unrelated to elections. State governments have been reluctant to devolve power, which has led to underfunded and often fragmented urban governance systems. In case of state assemblies, election-influenced disruption comes at the tail end of the term. If a government fails to perform till that phase, the problem is unlikely to be solved by simultaneous elections.\nOn the cost front, there’s no doubt that simultaneous elections will help EC. But the elephant in the room is the real spending by political parties. Delhi-based CMS estimated that between 1998 and 2019, aggregate Lok Sabha poll expenditure by political parties increased from ?9,000 crore to over ?55,000 crore. We seem to have the most expensive elections globally, which impact governance. The Kovind committee should examine the issue in all its dimensions.\n\n",
        "headline_1": "1 nation, many questions: One-time elections are an intuitively appealing idea. But will they make govts work better?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/1-nation-many-questions-one-time-elections-are-an-intuitively-appealing-idea-but-will-they-make-govts-work-better/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-09-2023"
    },
    {
        "full_article": "That Xi Jinping won’t be travelling to New Delhi for the G20 summit won’t make any material difference to the event itself. But the Chinese know this. Xi’s no-show must be read politically. First, it is quite possible that Xi did not want to come faceto-face with US President Joe Biden who will be attending the summit. US-China relations have taken a rocky turn as Washington is no longer giving Beijing a free pass on trade, technology and geopolitical issues such as Taiwan. Plus, China and Russia have also hardened their position on Ukraine since the last G20 summit in Bali. Therefore, Xi perhaps wanted to avoid a meeting with his Western counterparts under these circumstances.\nSecond, Xi is also in a spot of domestic bother. The Chinese economy is sputtering and Beijing is faced with a growing property market crisis. Last week, one of China’s largest property developers, Country Garden, reported a record loss of $7 billion for the first half of this year. There are fears that the property crisis will ripple out to the larger economy. If that happens, it will present a huge challenge for Xi and his political agenda of recentralising power in the Chinese Communist Party. Thus, travelling abroad at this sensitive juncture may not have suited him.\n\nFinally, it is also clear that India-China ties are likely to remain in cold storage for the foreseeable future. The strategic interests of the two countries, never similar, have diverged dramatically over the last few years. China last week issued its 2023 standard map that reiterated its claims over Arunachal Pradesh and Aksai Chin, days after Xi and Modi agreed at the Brics summit to expedite the troop disengagement process in eastern Ladakh. Similarly, China has consistently downplayed the 2020 Galwan clashes, but showed a clip from the skirmishes at the 20th CCP Congress last year. Beijing, as of now, isn’t simply interested in making any goodwill gesture. So, not coming to a G20 summit New Delhi is heavily invested in suits Beijing just fine.\n\n",
        "headline_1": "G Minus Xi: Reasons Xi’s not coming probably include not wanting to meet Biden to gathering domestic economic troubles",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/g-minus-xi-reasons-xis-not-coming-probably-include-not-wanting-to-meet-biden-to-gathering-domestic-economic-troubles/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-09-2023"
    },
    {
        "full_article": "In what is undoubtedly a worrying development, remittance has fallen by 21.5 percent in August – the steepest decline since the peak of the pandemic in 2020. According to the Bangladesh Bank, August's receipts are the lowest in six months. The latest development signals yet another blow to the country's dwindling dollar reserves, which stood at $23.06 billion on August 30 and is projected to slip below the $23 billion mark this week. For a country so dependent on remittance earnings, the situation is beyond concerning.\nThe decline in remittances – despite an increasing number of Bangladeshis leaving for jobs abroad – has become a persistent trend in recent times due to the growing use of unofficial channels, i.e. hundi. What is most frustrating is that economists have been endlessly warning about the wide difference between the market exchange rates in the official and kerb channels that continues to sway workers to choose the latter. Last Thursday, the exchange rate in official channels was set at Tk 109.5 per dollar, while the rate at kerb market prevailed around Tk 117-118 per dollar. According to a report by this daily, even private banks who can offer more to remitters have to follow the low rate fixed by the Bangladesh Bank. Now, with the growing number of informal channels online, which easily allows them to transfer money and with higher rates, remitters are increasingly eschewing the cumbersome formal process. Can we even blame them?\nInstead of wasting energy on chasing those who make and choose the channel of hundi, the authorities should, first and foremost, acknowledge that the taka's artificial overvaluation is the primary reason that hundi has mushroomed over the years. We urge the Bangladesh Bank to pay heed to the warnings of our economists and urgently rethink its misguided policy of artificially fixing the exchange rate. It goes without saying that, given the current volatility of our economy and our ever-dwindling forex reserves, we can no longer afford to stay complacent about the consistent dip in remittances.\nIt is widely known that workers also prefer informal channels due to the lack of external fees and higher accessibility compared to banks. The government should therefore give further incentives to exchange houses to alleviate the fees of remittances and let private banks develop their own apps for workers to seamlessly transfer their hard-earned money back to their families.\n",
        "headline_1": "Downfall of remittance inflow again",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/downfall-remittance-inflow-again-3410981",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-09-2023"
    },
    {
        "full_article": "The BRICS bloc, when formed, created the hope to serve the common interests of Global South – the developing countries and the emerging market economies. The world economy has witnessed an unprecedented growth of emerging market economies and developing countries, with their share in global GDP rising from less than 40 percent in 1990 to almost 60 percent in 2022. Also, between 1990 and 2022, the combined share of developing countries in global export trade reached close to 40 percent from just about 20 percent. Trade between developing countries increased by an average annual rate of 10 percent since 2000, hitting $5.3 trillion in 2021. During the same period, world trade grew at a slower 5.5 percent. Although impressive growth performance has characterised many developing countries, the rise of BRICS economies has widely been recognised as the defining features of the advanced south, paving the way for a world economy with an increasingly multi-polar character.\nThe era following the 2008 global economic crisis marks the relative decline of the West, the end of the post-Cold War unipolar moment, and the rise of China and other major economies, all of which are challenging the current world order. The world is now fragmented due to escalated protectionism, explicit and implicit trade wars, and the emergence of regional mega blocs like RCEP, CPTPP, TTIP, etc. While the current centres of gravity for global politics and economics are Asia and the Western Pacific, geopolitics is now taking new turns due to the growing gap between the distribution of economic and military powers, which is driving further division. These trends are likely to shape the future of the world order.\nDespite the much-created hype, there are doubts whether BRICS, as a bloc, is capable of creating a new world order. In my view, BRICS can't become a powerful economic and trade bloc in the near future for a variety of reasons.\nFirst, BRICS is an investment cooperation, not a trade forum. One notable achievement of the BRICS bloc is that in 2014, at the 6th BRICS Summit, the BRICS states signed the agreement on the New Development Bank (NDB). The NDB is a multilateral development bank aiming to support public or private projects through loans, guarantees, equity participation and other financial instruments. However, without comprehensive agreements in the areas of trade in goods and services, trade facilitation, intellectual property rights, and non-tariff measures, mere investment cooperation would not be meaningful. The prospect of such comprehensive trade agreements among BRICS countries seems bleak.\nAlso, there are allegations that BRICS countries impose various restrictions on investment from each other. In July 2023, India rejected Chinese automaker BYD's $1 billion investment proposal to build electric cars and batteries in India in partnership with a local company. Allegedly, security concerns with respect to Chinese investments in India have been flagged by the Indian authorities. Certainly, such concerns are not helpful for BRICS to emerge as a powerful platform for investment cooperation.\nSecond, the bilateral political relations among some of the BRICS countries are not smooth and favourable. Also, the bilateral political animosity between the US and China and between the US and Russia affect the internal political relations within the BRICS countries. On top of these, the bilateral political relation between China and India, the two largest economies in BRICS, is tense and, in recent years, has been dwindling. In contrast, currently, India and the US maintain close relations, common interests, and collaboration on issues such as counterterrorism and countering Chinese influence in the Indo-Pacific region. India is a member of the QUAD, which was allegedly formed to contain the rising influence of China in the Indo-Pacific region. While India was part of the initial Regional Comprehensive Economic Partnership (RCEP) negotiations; allegedly, due to the growing political tension between India and China and strong domestic resistance in India for not opening up its market to China, India pulled itself out of the RCEP negotiations in 2019. India is also highly concerned about the growing Chinese presence in its neighbouring countries in South Asia. Therefore, if the two most powerful economies in BRICS don't cooperate effectively with each other, the prospect of BRICS emerging as a powerful entity will remain bleak.\nThird, the much-hyped BRICS currency is not feasible. As long as the economic differences between the member countries remain considerable, and an inherently strong mood of non-cooperation continues between India and China, the common currency is unrealistic. However, bilateral currency swaps (as it is happening on some scales between China and Russia, and between India and Russia) may continue to reduce dependency on the US Dollar.\nFourth, the recent inclusion of the six new members – Argentina, Ethiopia, Saudi Arabia, Iran, UAE and Egypt – in BRICS doesn't provide a clear and solid roadmap for the BRICS to consolidate power and redefine global governance into a \"multipolar\" world order that prioritises the voice of Global South. The inclusion of Saudi Arabia, Iran, UAE and Egypt seems very Middle East-centric, which has more oil-centric, geoeconomic, geostrategic and geopolitical implications, rather than representing the interests of the Global South. To emerge as the voice of Global South, BRICS needs to work out its expansion plan carefully.\nBangladesh has strong economic aspirations to become part of a forum like BRICS. Both China and India are Bangladesh's major trading partners, growing sources of external funding and prospective investments. However, a few non-economic factors are becoming increasingly important for Bangladesh to get the rightful entry into such forums, such as the evolving nature and challenges in domestic politics, and challenges in maintaining the balance of bilateral relations with China, India, and the US. While Bangladesh needs effective and enlarged trade and investment cooperation with all three, it is becoming increasingly difficult to maintain a reasonable balance due to the pressure coming from these countries out of their geostrategy and geopolitical interests, and for Bangladesh to handle this pressure in the contexts of conflicting domestic politics, weak institutions and governance.\nFinally, graduation from the LDC status by 2026 will bring new challenges for Bangladesh. Among the BRICS nations, China and India are Bangladesh's two largest import sources. Bangladesh, as an LDC, gets duty-free facilities for the export of all products to India, except for 25 liquor and tobacco goods. In China, Bangladesh's exports receive duty-free treatment in 98 percent of tariff lines. In the post-LDC era, unless Bangladesh signs free trade agreements (FTAs) with India and China, it will lose its preference in these markets. Our country hasn't signed any bilateral FTA so far - the only success is a preferential trade agreement with Bhutan for some products. With this very limited experience, no doubt, Bangladesh needs to do proper homework while negotiating FTAs with India and China in the coming days. Even if the country is able to join BRICS in the future, how effectively it manages its trade, investment, and strategic relationships with India and China will also be critical factors for realising its own benefits out of BRICS.\nDr Selim Raihan is professor at the Department of Economics of the University of Dhaka, and executive director at the South Asian Network on Economic Modeling (Sanem). He can be reached at [email protected].\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n",
        "headline_1": "Demystifying BRICS and the stakes for Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/demystifying-brics-and-the-stakes-bangladesh-3410966",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-09-2023"
    },
    {
        "full_article": "Whenever a country's social contract unravels, conditions become ripe for rumours and absurdities to circulate. Even when these are outrageous and obviously nonsensical, they can give expression to a people's deepest fears and prejudices.\nSuch is the case in Russia today, where Sergei Markov, a former adviser to President Vladimir Putin, has warned that Ukraine is creating \"gay super-soldiers\" to wage war against his country: \"Military theorists and historians know which army in Greece was the strongest, remember? The Spartans. They were united by a homosexual brotherhood. They were all homos. These were the politics of their leadership. I think they are planning the same for Ukraine's Armed Forces.\"\nOf course, this mixture of homophobia, fake history, and Marvel comic-inspired ideas of super-soldiers indicates that Markov is not interested in encouraging critical thinking and reasoned analysis. No matter: such idiotic statements apparently resonate with at least some important segments of Russian society.\nThe same derangement also increasingly applies to Russian historical memories of major national traumas and crimes. At a recent ceremony in Velikiye Luki, in Russia's Pskov region, a priest known as \"Father Anthony\" doused holy water on a 26-foot statue of Stalin. Though \"the Church suffered\" during Stalin's long reign of terror, he observed, Russians today should be grateful that they have so many \"new Russian martyrs and confessors to whom we now pray and are helping us in our Motherland's resurgence.\"\nSuch perverse reasoning is just a step away from arguing that Jews should be grateful to Hitler for opening the way for the State of Israel. In fact, precisely that has already effectively happened. According to a 2019 investigation by Channel 13 news in Israel, future Israeli army officers at the state-funded Bnei David military prep school are taught, by rabbis, that:\n\"The Holocaust was not about killing the Jews. Nonsense. And that it was systematic and ideological makes it more moral than random murder. Humanism, secular culture – that is the Holocaust. The real Holocaust is pluralism. The Nazi logic was internally consistent. Hitler said that a certain group in society is the cause of all the evil in the world and therefore it must be exterminated. … For years, God has been screaming that the Diaspora is over but Jews aren't obeying. That is their disease that the Holocaust must cure. … Hitler was the most righteous. Of course, he was right in every word he said. His ideology was correct. … [The Nazis'] only error was who was on which side.\"\nThe lesson does not end there. Students also learn that:\n\"With the help of God, slavery will return. The non-Jews will want to be our slaves. These people around us have genetic problems. Ask an average Arab what he wants to be. He wants to be under occupation. … They don't know how to run a country or anything. … Yes, we are racists. We believe in racism. Races have genetic characteristics. So we must consider how to help them.\"\nTo be sure, this extreme rhetoric is openly endorsed by only a tiny, fanatical religious minority. And yet, it hints at the underlying premise behind the current far-right government's policies in the West Bank. To compare the situation in Israel and its occupied territories to Nazi Germany may appear a ridiculous exaggeration, and if a non-Jew makes this comparison, he is instantly dismissed as anti-Semitic; but if leading Jewish figures do so, they ought to be listened to. When a society has wrapped itself in layers of tendentious self-justification, it takes insiders to pull back the shroud.\nConsider the case of Amiram Levin, the former head of the Israel Defense Forces' Northern Command. Speaking recently to Israel's public broadcasting station about the situation in the West Bank, he contends that \"there hasn't been a democracy there in 57 years, there is total apartheid. … the IDF, which is forced to exert sovereignty there, is rotting from the inside. It's standing by, looking at the settler rioters and is beginning to be a partner to war crimes.\"\nWhen asked to elaborate, Levin invoked Nazi Germany: \"It's hard for us to say it, but it's the truth. Walk around Hebron, look at the streets. Streets where Arabs are no longer allowed to go on, only Jews. That's exactly what happened there, in that dark country.\"\nThat a retired IDF general could come to such a conclusion attests not only to his extraordinary ethical stance, but also to just how bad things have gotten there. But as long as there are Israelis like Levin, there is hope, because it is only with the solidarity and support of people like him that the West Bank Palestinians have a chance.\nIn both Russia and Israel today, the social pact is fracturing under the weight of colonialism and fundamental disagreements about foundational principles. These conditions lend themselves to increasingly absurd and extreme forms of rationalisation. But just because you can come up with a reason for doing something does not mean that you should do it. When societies fragment, resisting wrong reasons often requires more strength than following right reasons.\nSlavoj Žižek, Professor of Philosophy at the European Graduate School, is International Director of the Birkbeck Institute for the Humanities at the University of London and the author, most recently, of Heaven in Disorder (OR Books, 2021).\n\nCopyright: Project Syndicate, 2023.\nwww.project-syndicate.org\n",
        "headline_1": "In Russia and Israel, national derangement runs wild",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/russia-and-israel-national-derangement-runs-wild-3410906",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-09-2023"
    },
    {
        "full_article": "In what is undoubtedly a worrying development, remittance has fallen by 21.5 percent in August – the steepest decline since the peak of the pandemic in 2020. According to the Bangladesh Bank, August's receipts are the lowest in six months. The latest development signals yet another blow to the country's dwindling dollar reserves, which stood at $23.06 billion on August 30 and is projected to slip below the $23 billion mark this week. For a country so dependent on remittance earnings, the situation is beyond concerning.\nThe decline in remittances – despite an increasing number of Bangladeshis leaving for jobs abroad – has become a persistent trend in recent times due to the growing use of unofficial channels, i.e. hundi. What is most frustrating is that economists have been endlessly warning about the wide difference between the market exchange rates in the official and kerb channels that continues to sway workers to choose the latter. Last Thursday, the exchange rate in official channels was set at Tk 109.5 per dollar, while the rate at kerb market prevailed around Tk 117-118 per dollar. According to a report by this daily, even private banks who can offer more to remitters have to follow the low rate fixed by the Bangladesh Bank. Now, with the growing number of informal channels online, which easily allows them to transfer money and with higher rates, remitters are increasingly eschewing the cumbersome formal process. Can we even blame them?\nInstead of wasting energy on chasing those who make and choose the channel of hundi, the authorities should, first and foremost, acknowledge that the taka's artificial overvaluation is the primary reason that hundi has mushroomed over the years. We urge the Bangladesh Bank to pay heed to the warnings of our economists and urgently rethink its misguided policy of artificially fixing the exchange rate. It goes without saying that, given the current volatility of our economy and our ever-dwindling forex reserves, we can no longer afford to stay complacent about the consistent dip in remittances.\nIt is widely known that workers also prefer informal channels due to the lack of external fees and higher accessibility compared to banks. The government should therefore give further incentives to exchange houses to alleviate the fees of remittances and let private banks develop their own apps for workers to seamlessly transfer their hard-earned money back to their families.\n",
        "headline_1": "Downfall of remittance inflow again",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/downfall-remittance-inflow-again-3410981",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-09-2023"
    },
    {
        "full_article": "In recent years, the Indo-Pacific region has become a major focus in international politics, especially in the wake of the Russia-Ukraine war and the increasingly complicated relations between China and the West. The entire South Asia region is now no stranger to the political struggles of the three major powers, with one US-based foreign policy expert recently describing it as their \"battleground\" in a seminar in Dhaka.\nBangladesh's geographic location, its growing importance in regional connectivity and relations, and the crucial role it plays as the host to over a million Rohingya refugees, means we are now finding ourselves in more challenging diplomatic situations. While we have managed to play a delicate balancing act and maintain relations with all the major actors so far, experts have warned that if faced with another significant global event that strongly pits Russia or China against the US and its allies, Bangladesh could face unprecedented pressure to pick a side.\nIn a world that is becoming more and more polarised every day, it is now even more crucial for Bangladesh to maintain its simple yet effective foreign policy position: \"Friendship to all, malice to none.\" This foreign policy dictum, first put forward by Bangabandhu Sheikh Mujibur Rahman in the Cold War era, has guided our country through decades of political upheaval and sensitive diplomatic situations, while also enforcing our right to carve our own path without caving in to external pressures. Given the growing engagement with South Asian countries from Washington, Beijing and Moscow, it is imperative that we now take a stronger stance in exerting our independence to choose what is best for us as a nation.\nHistory has taught us that smaller countries are always at risk of becoming pawns in a much larger political game. We have also seen how such power struggles ultimately benefit no one, and as the world moves from crisis to crisis, human rights and global cohesion end up taking a back seat. In such situations, countries like Bangladesh can play a crucial role in being the voice of reason and emphasising the importance of regional and international cooperation instead. Bangladesh is already an important actor in global climate leadership; we must continue to strengthen partnerships with countries in similar positions and urge major powers to move away from militarisation and focus on the most critical need of the hour: human rights and socioeconomic development in the era of the climate emergency.\n",
        "headline_1": "Bangladesh can be the region’s voice of reason",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bangladesh-can-be-the-regions-voice-reason-3410821",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-09-2023"
    },
    {
        "full_article": "With the opening of the 11.5 km segment of the elevated expressway from Kawla, a place close to Hazrat Shahjalal International Airport (HSIA), to Farmgate, the tailback-ridden city can really hope for a phenomenal change in its traffic movement. It will take just 10-12 minutes to course the distance by private cars and perhaps a few minutes more by public buses. Yet the opening of the roughly one-fourth segment of the 46.7 km expressway ending at Kutubkhali on the Dhaka-Chattogram Highway can derive only partial benefits right now. But it surely unfolds the prospect of a highly desirable commute from nearly one end of the city to the other. Together with the metro rail now in operation between Diabari, Uttara, and Agargaon – almost half the distance of the entire route up to Kamalapur – the overhead expressway will not only take capital's commute to a new level but is expected also to impact the traffic movement on its intricate network of roads and streets below in a positive manner. Both the metro rail and expressway are overhead system of transportation with one serving as a purely mass transport and the other not doing the job in the same measure but quite extensively. The expressway will facilitate movement of cars more than that of public buses. A short commute by public buses may not be affordable to the low-income people on a regular basis. But if the combined beneficial impacts are felt on the roads below, the poor and low-income commuters will enjoy the benefit indirectly. However, this will be possible only when the city's burgeoning population can be maintained at the present level. Since that possibility looks dim, because of the fact of fast urbanisation of the city's peripheries with more people coming to huddle in there. This city with just one per cent of the country's total land area is now home to 32 per cent of the total urban population. Without decentralisation, the city stands to be unsustainable notwithstanding the mega projects like metro rail and elevated expressway. There is yet another highly important aspect of express commute awaiting consideration. It is the east-west communication link across the city. Basically, the main roads such as the Mymensingh Road, Mirpur Road and the Rampura Road all run north-south and the Bijoy Sarani and Panthapath serve merely as link roads. In the same way, the Banglamotor-Maghbazar-Santinagar-Kamalapur Road or for that matter Gulistan-Kamalapur-Basabo Road is nothing more than a feeder road each. Even the flyover that branches out of the Maghbazar Flyover is such a link only. The government is reportedly all set to undertake two projects of underground metro rail but none actually addresses the inadequacy of east-west commute. With the opening of the Padma Bridge, city people with ancestral homes in southern, south-western and western districts are increasingly looking for residential accommodations in the Keraniganj-Bosila areas. Already sprawling townships have come into being on the western side of the flood protection dam. Similarly, housing arrangements are on in areas well beyond Basabo. Rampura-Badda have also seen proliferation of housing and population. So the city needs an expressway or a metro rail – preferably both – facility to connect its eastern part with that of the west.",
        "headline_1": "Elevated expressway in Dhaka's traffic landscape",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/elevated-expressway-in-dhakas-traffic-landscape-1693838443",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-09-2023"
    },
    {
        "full_article": "After the end of the era of iron and concrete bridges witnessed during the British period, Bangladesh took considerably a longer time before entering the era of new-age bridges. Following the spectacular start of the Jamuna Multipurpose Bridge or the Bangabandhu Setu in 1998 and the Padma Multipurpose Bridge in 2022, the country eventually entered the state-of-the-art bridges. These are, in fact, national bridges --- in terms of both their strategic locations and the benefits the broad sections of people reap from them. Over two decades into the 21st century, Bangladesh can claim itself to be a country having an enviable connectivity network. It comprises both railway and road bridges built with concrete, steel, stainless steel or combinations of these materials. Over a dozen road bridges across rivers in different parts of the country have been set up to connect distant regions.Alongside these inter-region road communications, the country's capital is awaiting the long-dreamt-of benefits set to come from the recently opened Dhaka Elevated Expressway, long- and mid-distance highways connecting the city with other urban centres, not to speak of the commutes by intra-city Dhaka elevated metro railway. Many high technology and long road bridges have been in operation for years. Compared to these veritable communication breakthroughs, the country's obscure towns and villages continue to remain stuck in their age-old mode of movement across rivers and canals.Compared to the planned and long-term phases of progress in the cities and their peripheries, the vast rural expanses still remain plagued with an obstinate stagnation. The rural people do not dream of any radical change in their age-old communication system, and also in their lot. But as citizens of the country, they can at least expect to be free of the hazards of crossing bamboo bridges when returning home from fields or business. These bridges, also called 'sakos', are basically makeshift in nature. The elderly and infirm villagers avoid these wobbly structures to opt for boats miles away from many of these spots. Few school-going small children can muster the courage to walk over these bamboo bridges. But the teenage and post-teenage boys and girls are compelled to learn the techniques of using the 'sakos'. Used as a means of crossing dying rivers and canals, those remaining dead without water, and also ditches, bamboo bridges are a major means of communication even in the 21st century. To speak without mincing words, the bamboo bridges are in place perhaps as a mockery of their awe-inspiring counterparts over rivers. People in hundreds of villages in Bangladesh are fully dependent on the 'sakos' during monsoon. Although it's on record that of the country's 87,223 villages, 70,000 are considered well connected through a web of rural roads, there is a flip side. During the rainy season, many of these dirt roads turn completely unusable. In such a situation, the villagers rush for bridges, either half-concrete or makeshift, built over flooded water bodies, to avoid the muddy roads.Not all villages have bridges, concrete or makeshift, to facilitate movement of the passersby. Many of them go through untold sufferings while moving from one place to another. They have to negotiate the muddy and submerged roads. The irony is, even the villages with bridges in place have to suffer miserably thanks to the terrible condition of those bridges --- or 'sakos'.Over the long span of time, Bangladesh villages have witnessed the emergence of a class of craftsmen skilled in visualising and constructing makeshift bridges. These bridge makers might be called indigenous architects dreaming of unique types of 'sakos' made of bamboos and wooden planks. Thanks to their imagination, these craftsmen are credited with building some of the long bamboo bridges in the country. The makeshift bridge in Belkuchi upazila under Sirajganj district is now popularly known as the longest such bridge in the country. In the highly developed regions elsewhere, it's strange to think of a bridge made with bamboo or wood. If such a bridge is deemed necessary on emergencies, they turn to prefabricated or bailey bridges. They might also think of the synthetic materials like polymer or plastic. With the easy availability of crude bricks and mortar, Bangladesh bridges in the Mughal period were constructed keeping in mind their permanence. Many still survive today.In the inaccessible areas, makeshift bamboo or wooden bridges were widely in vogue in the past. Due to the non-availability of skilled craftsmen, these bridges over water bodies didn't last long. They would wear out in 10-15 years after their construction. According to people close to the making of these structures, 'sakos' nowadays are made in a way so that they do not wear out in a short time. It's because the rural concrete bridges start collapsing within years of their construction. The relevant authorities and their contractors who have been assigned the task of building the bridges are found resorting to corrupt practices during the construction work. As a result, these sloppily built concrete bridges start showing signs of decay in a couple of years. Besides, due to disagreement over payments for the job, the progress of work witnesses an abrupt halt. Thanks to this abhorrent practice, incomplete concrete bridges are a common sight in Bangladesh villages. Compared to these distressing scenes, hundreds of people engaged in constructing a long 'sako' on the basis of self-help emerges as a magnificent view.\n[email protected]",
        "headline_1": "Of rural bridge communication",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/of-rural-bridge-communication-1693838497",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-09-2023"
    },
    {
        "full_article": "Though the number of migrant workers flying abroad is surging, the remittance they are sending home is not. The mismatch is worrying for the government and intriguing for organisations studying the changes in the pattern of inward remittance flow vis-à-vis the number of migrant workers working abroad. However, fluctuations in remittance receipts have always been there. But the observation that inward remittance receipts are on a steady decline is the most worrying aspect. According to the Bangladesh Bank (BB), year-on-year, the remittance inflow in July fell by 5.86 per cent to USD1.97 billion from USD2.09 billion last year. And month by month, the trend was worse, for July's remittance was 10.27 per cent less than June's at USD2.19 billion. And the figure for August is USD1.599 or close to USD1.60 billion. Evidently, this has set the alarm bells ringing. Will September's performance of homeward remittance be still worse? But what can be done to arrest the continuous decline of hard-earned precious foreign currencies from overseas migrant workers that flow into Bangladesh economy every month? At different discussion events held on the subject from time to time, economists, representative from government bodies like the Bangladesh Overseas Employment and Services Limited (BOESL), Bureau of Manpower, Employment and Training (BMET), Bangladesh Bank (BB), spokespersons of manpower recruiting agencies and research bodies in the field dwelt at length on the issue. In fact, a kind of consensus has been reached on what actually lies behind the diminishing flow of the migrant workers' remittances. One is the overseas workers' increasing tendency to use informal channels, especially the so-called hundi, to send their money. And the other is the gap between government-offered rate of US dollar in taka and what is offered at the kerb market. The government incentive of providing 2.5 per cent on each dollar remitted home through banking channels did work for some time. But with the hundi-operators getting smarter, the migrant workers are now looking to them for service in still greater numbers. Being mostly unskilled workers with little knowledge of the formalities of using banking channels, which are often unfriendly towards the migrant workers, the obvious choice for those workers is the personal service offered by the hundi operators' agents. In a recent report, it came out that the hundi operators have developed a widespread network from the migrant labourers' workplaces in the host countries right to the villages in Bangladesh where their (migrant workers') relatives live. Hundi operators' agents collect the dollars from the individual migrant workers in the host countries and hand over an equivalent amount of taka (of course at the kerb market rate, which at the present rate is around taka 8 more per USD than the official rate of Tk.109) to the relatives of the migrant workers. So, it is getting harder for the official channels to compete with the home service offered by the hundi people. One way to address the issue is to reduce the gap between official exchange rate of USD and that in the informal market to zero. And the other is to bust the hundi networks at home and abroad. The latter option will require cooperation of host government of the expatriate workers in clamping down on the overseas hundi networks. At the same time, at home, the local hundi dens should also be stormed and destroyed. Last but not least, the bank officials and the diplomatic staffs of our foreign missions should be able to win the hearts of the migrant workers by being more friendly, helpful and cooperative towards them.\n[email protected]",
        "headline_1": "Halting the decline in inflow of remittance",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/halting-the-decline-in-inflow-of-remittance-1693838533",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-09-2023"
    },
    {
        "full_article": "The birth and death registration service has been stopped for around two months in Vitikandi union parishad under Titas upazila of Cumilla. People, especially students are facing immense problem. Day-to-day work of the local people is being hampered as a result. The process of making and correcting new birth and death certificates in different places is also completely stopped. Birth registration ensures a child's right to identity. It is compulsory to get a total of 19 services including one's vaccine, national identity card, passport, land registration, driving licence, marriage, visa application and admission to educational institution, among others. But currently common people of this union are deprived of all these services. According to the Registrar General of Birth Registration, the server is temporarily down due to website updating, technical glitches and manpower shortage. Digitisation should guarantee people's access to these services in a transparent manner. However in case of birth and death certificates, we are now facing harassment at almost every step. Therefore, we urge the authorities concerned to take effective steps so that people can easily get their birth and death certificates. At the same time, they should take more stringent and effective measures so that the birth and death registration server remains functional and the website accessible. \nAl Amin, Student of University of Dhaka, Dhaka, [email protected]",
        "headline_1": "Making the birth registration server operational",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-the-birth-registration-server-operational-1693838576",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-09-2023"
    }
]