[
    {
        "full_article": "The majority ruling by the United States Supreme Court that the President has either absolute or presumptive immunity from criminal prosecution raises disconcerting questions about the supremacy of the rule of law in the country. In a ruling based mainly on the doctrine of separation of powers and the need to insulate the Presidency from the fear of future prosecutions, and not the text of the U.S. Constitution, the court, dominated by conservative justices, by 6:3 majority has ruled in favour of presidential immunity. The verdict does not decide whether former President Donald J. Trump will enjoy immunity from prosecution for allegedly trying to interfere with or alter the outcome of the November 2020 presidential elections that he lost to Joe Biden. Instead, it lays down a threshold test for any intended prosecution of a President to see whether the act complained of involved the exercise of a core constitutional duty, or was an official or unofficial act. In respect of a President’s core constitutional duties, the immunity is absolute; for other official acts, he enjoys presumptive immunity, that is, he is presumed to be immune unless rebutted by facts; and for unofficial or private acts, there is no immunity at all. For official acts, any prosecution is permissible only if it does not intrude into the power and authority of the executive.The majority has remanded issues that arise in the prosecution of Mr. Trump for his attempts to influence the electoral outcome, culminating in the January 6, 2021 attack on the Capitol, to the trial court for analysis based on this ruling. The dissenting views speak with moral clarity when they question the claim that only immunity from criminal prosecution can enable a President to function in an unhesitating and bold manner. While it is valid to argue that the President should be free from intrusive probes and fear of trivial prosecution, it is inconceivable that such a powerful office should come with little accountability and the freedom to violate criminal law. Critics of the verdict see great peril for democracy in its implications. As the dissent asks, can a President take a bribe in lieu of a pardon, or authorise a rival’s assassination? The majority wants to protect the Presidency from any intrusion in the name of criminal prosecution, but what it fails to see is that Mr. Trump’s actions may have been destructive of his successor’s Presidency. While there is a passing mention of the possibility that he may have been acting in his capacity as a candidate or a party leader in some instances, it is astonishing that the verdict allows the use of the presidency as a shield even in matters that solely concern the election process.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nUSA\n\n/\n\njudiciary (system of justice)\n\n/\n\ndemocracy\n\n/\n\nlaws\n\n/\n\nconstitution\n\n/\n\nUS PRESIDENTIAL POLLS\n\n/\n\ncrime, law and justice",
        "headline_1": "​Dangerous precedent: On the U.S President and majority ruling by the U.S. Supreme Court",
        "headline_2": "Shielding Presidents from answering for crimes subverts rule of law",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bdangerous-precedent-on-the-us-president-and-majority-ruling-by-the-us-supreme-court/article68367117.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-07-2024"
    },
    {
        "full_article": "The ambitious goal of eradicating wild-type poliovirus type-1 (WPV1) by 2026 appears to have become tougher. WPV1, which is endemic only in Pakistan and Afghanistan, is showing signs of a resurgence since 2023. With Afghanistan and Pakistan reporting six WPV1 cases each in 2023 — there were two cases in Afghanistan and 20 cases in Pakistan in 2022 — the total incidence of type-1 cases in both countries in 2023 might appear to have nearly halved. But with six cases in Afghanistan and five cases in Pakistan already this year, there appears to be an uptick. If this continues, the total cases being reported from the two countries might be close to or even surpass the 2022 numbers. The concern about WPV1 is not limited to the number of cases in children. The circulation of the virus in the environment is seen to be rising, and, most importantly, after a gap of two years, positive environmental samples have been increasingly collected in Pakistan, in 2023 and till early June this year, from cities which have been historical reservoirs for the virus. Last year, 125 positive environmental samples were collected from 28 districts in Pakistan. Of these, 119 belonged to a genetic cluster (YB3A), which suggests that these were imported from Afghanistan. By June 1 this year, there have been 153 positive environmental samples from 39 districts. As of April 8, 2024, 34 positive environmental samples were collected from Afghanistan.According to the World Health Organization, the presence of positive environmental samples in “epidemiologically critical areas and historical reservoirs” such as Karachi, Quetta and the Peshawar-Khyber blocks in Pakistan, and Kandahar in Afghanistan, represents a significant risk to the gains made in the past. Rising positive environmental samples are a reflection of polio campaigns not really achieving their desired coverage; fake finger marking sans vaccination is a persisting problem. Though children in Pakistan’s cities are largely immunised, there is a heightened risk of the virus striking any unvaccinated or not fully vaccinated children — in 2023, two of the six cases were from Karachi city. The situation in Pakistan appears worse than it is in Afghanistan with the actual spread of WPV1 seen “predominantly in Afghanistan in 2022 now being detected in Pakistan in 2023 and 2024”. There is also the grave risk of international spread from Pakistan, particularly to Afghanistan. With over 0.5 million Afghan refugees forced to leave Pakistan, and an estimated 0.8 million to be evicted soon, there is an increased risk of cross-border spread of the virus. There is a large pool of unvaccinated and under-immunised children in southern Afghanistan, increasing the risk that returning refugees can pose. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\npoliomyelitis\n\n/\n\nPakistan\n\n/\n\nAfghanistan\n\n/\n\nrefugee\n\n/\n\nvaccines\n\n/\n\nchildren\n\n/\n\nviral diseases",
        "headline_1": "Grave concern: On wild-type poliovirus type-1 cases in Pakistan, Afghanistan",
        "headline_2": "The risk of international spread of wild type-1 polio cases from Pakistan is great",
        "link": "https://www.thehindu.com/opinion/editorial/grave-concern-on-wild-type-poliovirus-type-1-cases-in-pakistan-afghanistan/article68367144.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-07-2024"
    },
    {
        "full_article": "Biden’s age isn’t the issue, his mental acuity is. Even older heads of govt have done fine \nBiden’s recent presidential debate debacle has sharpened the focus on his age. At 81, Biden is not only the oldest American president, he is also the 9th oldest national head in the world. Many in his own party are calling for him to drop out of the race. But is age really the barometer of a politician’s abilities? Or is administrative acumen driven by other qualities? \nLet’s not get physical | Putin has been photographed hunting and biking. Macron, earlier this year, was photographed boxing. While Chinese leaders are known to give extraordinarily long speeches. All to supposedly project their physical prowess and vitality. But despite the youngest current heads of state or govt being in their 30s, their median age is actually around 62. In fact, in most countries PMs or presidents are significantly older than their population’s median age. Only countries to beat that trend are Montenegro, Ireland and Italy.\nOld but sharp | It’s hardly surprising, therefore, that septuagenarian and octogenarian netas hang around. And with strides in healthcare and nutrition increasing both global life expectancy and healthy life expectancy – the latter is slated to grow from 64.8 years in 2022 to 67.4 years in 2050 – older politicians shouldn’t be raising eyebrows as long as they are on the ball. What ultimately matters is mental acuity to successfully navigate the complexities of state affairs. Malaysia’s Mahathir Mohamad is still active and the last time he was PM, between 2018 and 2020, he was 94 and sharp as a tack. \nAgeism much | Besides, democracies naturally punish netas for not performing. It’s voters who elect older politicians. And if they fail, age becomes a convenient target. That’s barely concealed ageism. Look at governance outcomes, not how many push-ups a country’s head can do.   \n\n",
        "headline_1": "It’s the mind",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/its-the-mind/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-07-2024"
    },
    {
        "full_article": "Jharkhand’s swift CM change shows how crucial polls there & in Maha & Haryana are\nHemant Soren is back as Jharkhand CM. His swift taking back of the post from Champai Soren, who held the fort for 5 months, is as good an announcement as any of the Sep-Oct assembly elections in Jharkhand, Maharashtra and Haryana. Opposition BJP has been quick to accuse Hemant  of shortchanging Champai – a well-regarded JMM veteran and Soren family loyalist. Campaign narratives are forming, with twists and much rattle in the tale.\nPlenty fight | Each of the three states in the first round of assembly elections after the LS poll is a unique battlefield. On test will be INDIA’s unity and perseverance against BJP, which has everything to prove, its third term a coalition govt. One sampled the acrimony in Parliament. On test will be the saffron party in Haryana especially, its LS tally halved to 5 MPs. On test will be the mettle of two Senas and  two NCPs in Maharashtra. \nMaha muddle | Shiv Sena’s haul of 56 MLAs in 2019 assembly polls is now a fractured war chest between UBT and Shinde. If, in 2019, NCP had 54 MLAs, in 2024 Sharad Pawar is toying with estranged nephew Ajit Pawar, who must find his feet after an LS knockout – his wife losing to Supriya Sule was almost a referendum on who voters believe “owns” NCP. Add to that the jarring Jarange beat which makes frenemies of deputy CM and CM – Ajit Pawar’s politics compels him to fight Shinde’s ‘make Marathas OBC’ plank.\nThe Sena-BJP split after 2019 assembly election triggered a constitutional storm that cracked open political skies. In the LS election, MVA won 30 seats (Congress 13, UBT 9, Sharad Pawar 8) of the state’s 48. Congress, as state’s single largest party, helms MVA and is seemingly on a strong wicket. But Shinde has proved to be no walkover, and BJP is 105-MLAs strong. \nHaryana hustle | The only straight battle between BJP and Congress is anything but. In 2019’s assembly election, BJP won 40, Congress 31, and state party JJP 10 – in alliance with BJP. JJP’s no longer a BJP ally. BJP’s switching CMs hasn’t worked to its advantage here – Saini heads a govt just short of majority.\nLocal or hyperlocal? | LS polls were fought on local issues – as much strategy as compulsion for the state constituents in INDIA. It’s to be seen how party campaigns will differentiate from their LS campaign. BJP’s defending in two states, and in Jharkhand, it is battle-ready to take on JMM-Congress. It’s elections again.  \n\n",
        "headline_1": "Soren song",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/soren-song/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-07-2024"
    },
    {
        "full_article": "Leaked question papers and other forms of cheating prove our education system is a total failure\nWe addressed him as Sir or Mr Peterson, but among us schoolboys he was always Gup, as in gup-shup, because he could talk not only the hind legs off a donkey, but the front ones as well. \nAnd we, the Class 10 schoolboys of La Martiniere, Calcutta, were the two-legged donkeys Gup was trying to teach the intricacies of not just English, but the very process of thinking itself. \nWrite a description of a spoon, and what it’s used for, for a person who’s never seen or used one. And I don’t want you to use the word ‘thing’ even once. ‘Thing’ is the sound of a tin plate hitting the floor, and I don’t want to hear it, he’d say in his voice of soft authority. \nSo, trying not to sound like tin plates, we put our thoughts to spoons. What did you call a spoon? An instrument? An implement? \nI recalled Gup and his spoon, and his aversion to the word ‘thing’, which compelled us to think more clearly and precisely, when I read about a recent case of NEET question papers being leaked in Bihar for between ₹30L and ₹32L each. \nEven as the matter is being investigated, what needs to be examined is the entire edifice of today’s educational system that prioritises the getting of higher and higher marks through a regurgitation of crammed or copied notes without regard to the application of mind and thought to the subject in question. \nOur classrooms and examination halls, from primary to university level, promote copycattism, the replication of mugged-up rote matter, at the expense of that long and difficult, but immensely rewarding, journey of exploration and discovery that is called learning. \nThis might, at least partly, explain the high unemployment rate among so many multiple graduates and postgraduates. Perhaps they were never made to face their equivalent of the spoon test. \nAnd had they failed it, it would have been a failure not on their part but on the part of today’s method of teaching. Or the lack of it.\n\n",
        "headline_1": "The spoon test",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-spoon-test/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-07-2024"
    },
    {
        "full_article": "Mona Mehta\nEven to someone who has been living under a rock and woke up to India’s victory in the T20 World Cup, irritated by the sound of crackers bursting in the middle of the night – these cricket matches can have some trophy-worthy life lessons to offer.\nPoring over reams of content and commentaries, these matches revealed some profound truths.\n\nPast failures purify | Failing in a game can actually work in your favour. India’s cricket team had been reeling under a decade-long bad spell of missing cricket trophies by exiting matches either in the semi-finals or finals. Criticism that failure brings can help in two ways – it can reveal your imperfections and offer opportunities for purification. Now loopholes can be plugged and performance improved. Criticism also teaches us detachment and the best way to deal with critics – neither getting affected by them nor wasting time holding on to grudges. Instead, direct your energy towards improving the game.\n\nPerseverance pays | No matter what happens and whatever kind of adversary you are up against, it is essential to do your dharma, in this case, as a cricketer, play a wonderful game of cricket, wholeheartedly. Krishn talks about this attitude in the Bhagwad Gita verse III:16, when he asks a disheartened and depressed Arjun to pick up his bow and fight and do his karm as a warrior, for that is the path to glory: ‘He who does not follow the wheel of creation thus set going in this world, ie, does not perform his duties, leads a sinful and sensual life, he lives in vain.’\nSage Vasisht too glorifies purusharth, human effort, in Yog Vasisht II:4:12, when, upon sensing that his student, Prince Ram, was becoming complacent and lethargic, he states that whatever one wishes to have, one works to achieve it accordingly; it is certainly attained if effort is not abandoned halfway through.\nOnce you are in the self-improvement zone, it is essential to discard the ladder of criticism and hurt that motivated you to get here. Now, just persevere. The Japanese have a word for this – ganbarimasu – which means not stopping until the objective has been reached. It stands for perseverance along with patience. In their book, The Ikigai Journey, Hector Garcia and Francesc Miralles quote a Japanese proverb ‘if you want to heat a rock, sit on it for a hundred years’…for patience with perseverance leads us to fulfilling our goals.\n\nPressure-proof yourself | With the South African team on the verge of victory, the final cricket match being played under the watchful eyes of millions of cricket fans, the tsunami of pressure must have been sky-high. But Suryakumar Yadav used all his energy, presence of mind, focus, and agility – to take a historic catch that sealed India’s victory. We can withstand all kinds of pressure and perform well if we focus all our energy only on the present – detaching ourselves from all past happenings, as well as stonewalling all shards of future anxiety. This way, we move into our zone, where each of our actions is automatically tailored to meet the need of the moment.\nIndia’s victory helped us net three ‘Ps’ that can help us glide through life’s ups and downs effortlessly.\n\n",
        "headline_1": "India’s T20 World Cup and three Ps of success",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/indias-t20-world-cup-and-three-ps-of-success/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-07-2024"
    },
    {
        "full_article": "It is worrying to see the flood situation in northern districts, especially in Kurigram, worsen due to continuous rainfall and onrush of water from upstream. According to a report by this daily, vast low-lying areas have been inundated due to the rise in the water levels of Teesta, Brahmaputra, Dharla, and Dudhkumar rivers. In Kurigram, along the Brahmaputra, some 450 chars and low-lying areas have been flooded, leaving an estimated 50,000 stranded. This is a fluid situation as the water level is projected to continue rising before it recedes. What this means for the affected and at-risk populations is that they have a dual crisis in hand—flooding and erosion—which demands proper attention from the authorities.\nThe evolving situation in these districts, with the simultaneous rise and fall in water levels at different river points, and consequent erosion along their coast, is something the authorities should be observing closely, considering the intensity of such events in recent years. But the immediate priority, of course, is to ensure proper relief efforts. Reports indicate a significant gap between the needs of the affected and available aid. Many flood victims are struggling without adequate relief supplies. Lack of shelter is another major issue, especially in parts of Lalmonirhat and Kurigram where floodwater is showing a falling trend. As per a report, erosion is active at 20 points in five upazilas of the two districts. As a result, many villagers are taking shelter on government khas lands, roads, boats, or embankments. Ensuring that relief materials, including food, clean water, and medical supplies, promptly reach them all is imperative.\nThe increasingly frequent cycle of flooding and erosion in Bangladesh also demands a proper response from the higher authorities. There is a clear need for more resilient infrastructure in flood-prone areas that doesn't make people so helpless, or destitute overnight. While erosions occur every year, its growing trend, especially along the Ganges, Jamuna, Padma, and Lower Meghna rivers, highlights the urgency of more comprehensive and long-term interventions, such as enhancing drainage systems, constructing sufficient flood shelters, reinforcing embankments with durable materials, and regulating river flows.\nIn short, the government's approach needs to be twofold: immediate stabilisation of the most critical areas and the development of a comprehensive, sustainable plan to mitigate the impacts of future floods. For now, it must direct local authorities to improve their response to the evolving situation in northern districts. Besides ensuring sufficient relief materials in flood-hit villages, particularly those in remote locations, they should also consider deploying additional resources and personnel to manage the crisis more effectively.\n",
        "headline_1": "Kurigram flood victims need urgent support",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/kurigram-flood-victims-need-urgent-support-3649441",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-07-2024"
    },
    {
        "full_article": "In Alexander Ward's book The Internationalists, there is an account of a debate between the United States Special Presidential Envoy for Climate John Kerry and National Security Advisor Jake Sullivan on how the United States should address the issue of China in climate negotiations. Kerry argues that America and China must cooperate. Sullivan disagrees—they should focus on \"boxing China out\" and make deals with other countries. Sullivan argues that they should instead present China as the main climate villain, and force them to the negotiating table on US' terms.\nEconomist Raghuram Rajan recently wrote an article for the Financial Times in the aftermath of the Indian elections, arguing that the Modi administration's focus on expanding manufacturing is misguided: \"The world does not have political or climatic room for another China-sized economy exporting manufactured goods.\" Notably, the lack of room is both \"political\" and \"climatic\". The unspoken \"political\" factor here is the recent American anxiety around Chinese overcapacity—G7 economies are worried about losing advanced manufacturing capacity to competitors in all emerging markets (not just China).\nThe \"climatic\" factor brings us back to the question of climate justice.\nWho is the real \"climate villain?\"\nHistorical emissions and global inequality\n\nHow can one measure climate villainy? If we were to take annual carbon emissions, then the primary villain is very clear—it is the People's Republic of China, followed by the United States of America. If we measure \"climate villainy\" on this scale then one can even present the US as a relative \"climate hero\"—it's an example of a large, high-population economy that can sustain a higher quality of life than China while producing fewer emissions. Thanks to the radical green agenda in Biden's Inflation Reduction Act (glowingly endorsed by progressives) and the visionary entrepreneurialism of Elon Musk, it will be the US that saves the world from the climate crisis, just as it saves the world from every crisis.\nThis is the story US progressives would like to tell—of the climate hero America saving the world from the climate villain China.\nThe problem with looking only at annual carbon emissions is that carbon has accumulated over time. The climate crisis is not caused by present-day emissions, it is caused by the sum total of historical emissions. Once we account for the issue of historical emissions, we confront the heart of the matter: the benefits of historical carbon consumption are restricted to a small handful of advanced economies, former Warsaw Pact countries and Gulf Arab petrostates, but the costs have to be borne by us all.\nConsider the figure below, taken from a Nature Sustainability paper by climate scientist Jason Hickel:\nThe y-axis shows the cumulative GDP per capita from 1960-2018. The x-axis measures how much each country has overshot or undershot the global carbon budget needed to restrict warming to 1.5 degrees Celsius, relative to a hypothetical world where historical carbon consumption was divided equally according to population—a value of 1 represents a country that has consumed exactly its fair share of global carbon.\nA striking pattern emerges almost immediately—almost 70 percent of cross-national differences in cumulative per capita GDP can be explained solely by differences in cumulative emissions over time. Thus, it is impossible to disentangle the issue of global inequality from historical carbon emissions. With the exception of primarily the Gulf petrostates, the entirety of the Global South is in the bottom left of the chart, coloured in green. The figure ends in 2018, rapid economic development in the intervening period has since caused China to slightly overshoot its fair share. But the main climate villain when we take historical emissions into account is very clear—it is the US.\nLiability vs generosity\n\nThe solution to the problem of historical emissions is quite straightforward—Global North (red in the graph) countries owe liability payments to Global South (green) countries for exceeding their fair shares of the atmospheric commons. This would enable emissions reductions while still allowing for \"catch-up\" growth in the Global South, and help solve long-standing issues of global inequality. COP would be the ideal venue to negotiate these payments.\nHowever, the topic of liability payments at COP is consistently blocked by the Western negotiating bloc, particularly the US. The concept of Common but Differentiated Responsibility (CBDR) was enshrined into international climate law in the Paris Agreement to acknowledge the issue of historical emissions but is under attack every year from Western nations. CBDR acknowledges that while all countries must act on climate change, the nature of our responsibilities is different and corresponds to our historic emissions. This framework is essential to protecting every sovereign nation's inherent human right to development. It is also essential to preserve as we pursue climate justice. Jake Sullivan's strategy for climate negotiations with China suggests that senior American policymakers have abandoned it completely, choosing instead to use climate politics to suppress economic development in Global South competitors.\nLet us return to Raghuram Rajan's prescriptions for the Indian economy. \"Climatic\" factors are only a barrier to industrial development in India if we take the US position that only present-day emissions matter in determining climate responsibility. A historical emissions framework gives countries in the Global South room to grow and to reach some kind of parity in economic prosperity with the advanced economies. Liability payments offer a mechanism to achieve that parity.\nBy now I hope the readers can fully comprehend the dark motivations behind the consistent blocking of liability payments at COP. We should recognise this for what it is—an attempt by the Global North to use the climate crisis to lock in current patterns of global inequality and maintain their position of privilege in the commanding heights of the world economy. In the context of China, it was even to be used as a way to neutralise an economic competitor.\nWe speak of Bangladesh in terms of \"climate vulnerability\". This is how the Global North would like to see us, as \"vulnerable\" people who exist only to be saved by their generosity and benevolence. This is the language of NGOs and aid dependency. This language also directs us away from the issue of liability payments that we are owed by the Global North. The climate crisis was not caused by Bangladesh, but the lives it claims will be disproportionately from Bangladesh. When you are not owed liability, you can only be grateful for generosity. We need to break out of this paradigm.\nLook again at the figure given.Don't look at it through the lens of personal self-sacrifice and bleeding-heart activism. Don't look at it through the eyes of NGOs. Look at it through the lens of your material self-interest. The emergence of China as a peer competitor to the United States creates the scope for the formation of a counter-hegemonic Global South bloc that can exercise coercion on Global North countries to demand liability payments and an acceptance of the historical emissions framework. In the present moment, this is the clearest path forward to climate justice.\nZain Omar Ali is a PhD student in genetics at Lund University. Bareesh Hasan Chowdhury works on environment and climate and is interested in the sustainable energy transition.\n\nViews expressed in this article are the authors' own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Heroes and villains of the climate crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/heroes-and-villains-the-climate-crisis-3649436",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-07-2024"
    },
    {
        "full_article": "When it comes to public healthcare in a poor country like Bangladesh, any wastage of resources and money hits particularly hard as it deprives millions of low-cost medical care. This is why it is hard to accept what has been happening at the Bangabandhu Sheikh Mujib Medical University's (BSMMU) super-specialised hospital.\nInaugurated in September 2022—with world-class facilities capable of providing stem cell therapy, gene therapy and robotic operations, and a capacity to treat 5,000 patients a day—the hospital now receives less than 500 patients. This is due to shortage of doctors, technicians and support staff, as well as corruption involved in their recruitment. We have commented on this before, and sadly, the situation has not changed much even in a year, as per a recent report. What's more disheartening is that 90 percent of the medical equipment bought from South Korea with $33 million remains unused because of the manpower shortage. The warranty period of some of the machines is nearing expiration, requiring additional maintenance cost. Add to that the burden on the public to repay the Tk 1,047 crore loan that the government had taken from South Korea to build this state-of-the-art hospital.\nIn short, far from providing world-class health service at low cost as advertised, it's turning into a white elephant. A country where out-of-pocket health expenditure is among the highest in the world, and where approximately 800,000 people travel to foreign countries for medical treatment, this super-specialised facility could have been a beacon of hope. That hope has turned into despair because of systemic negligence and corruption, with visiting patients not getting to see doctors on time or having simple diagnostic tests done there. They even have to pay almost the same doctor fees as in private hospitals.\nThis is not the first time that public trust in the health sector has been betrayed. Thanks to the problems mentioned above, we have often seen how well-intentioned projects like this one turned into a debacle in their operation phase. It seems the projects are valued more for the money that can be spent rather than the return on investment, or the benefits owed to the public. How else can the purchase of medical equipment without even recruiting technicians to operate them be justified? We urge the higher authorities to critically look into the case of BSMMU's super-specialised hospital and make it fully operational. Longstanding issues in public procurement and recruitment that are also plaguing other health-sector projects must be resolved, too.\n",
        "headline_1": "Make BSMMU specialised hospital fully operational ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/make-bsmmu-specialised-hospital-fully-operational-3648816",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-07-2024"
    },
    {
        "full_article": "Following recent reports of wealth scams involving government servants, the High Court has directed the government to ensure submission of wealth statements by government officials and their family members. The court has also asked for a progress report on this within three months. What some might find odd, even shockingly disturbing about the matter is the very issue of asset disclosure by government officials, because while it is mandatory for them to submit asset statements according to government servants' conduct rules, there has been minimal effort to enforce the practice. This clearly highlights the longstanding failure of the authorities responsible, prompting intervention by the High Court. It is disheartening that such failure necessitates action from the country's highest court, as it should primarily be the responsibility of the respective authorities to address such issues.Looking at the respective provision of the aforesaid rule, it is clear that the state machinery is least concerned about its compliance. According to the provision of the rule, government servants at the time of their entry into government jobs has to make a declaration, through designated official channel, of all immovable and movable assets, including shares, certificates, securities, insurance policy, and so on held by them or members of their families. In addition, the rule stipulates that he or she shall submit to the government, an annual return of assets in the month of December showing any increase or decrease in assets shown in the declaration. The HC passed the orders after hearing a writ petition that lists recent divulging of fabulous assets of a number of serving and retired officials. During the hearing, the court observed that corruption and money laundering remained as a big barrier to development and hence stopping the misdeeds was extremely crucial. Meanwhile, the Anti-Corruption Commission is reportedly engaged in unearthing huge wealth of a few of those whose names recently came up in press reports.Accumulating wealth through legal and transparent means is not subject to question. However, concealing wealth with hidden intentions is criminal-not just for cheating the state of required taxes but for the manner (dishonest, to say the least) in which wealth accumulation took place. This underscores the necessity for asset disclosure at the beginning of one's career and annual financial statements to ensure that transparency is regulated effectively. Unfortunately, in spite of rules in force for long, this has not been the practice here. It is commonly alleged that absence of any potentially effective scanner has opened floodgates of corruption in almost every nook and cranny of the state agencies nurturing a culture of impunity and unaccountability.Now, following the HC ruling, can one hope that the government will sit up to do the needful? Failure to comply with the ruling will constitute contempt of court. The onus thus is on the government to devise a clear and simple mechanism to implement the relevant provision of the government servants' conduct rules. No doubt, the HC order is a positive and time-befitting move in an attempt to steer things right. The rest depends on how the government works it out.",
        "headline_1": "Asset disclosure by government servants",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/asset-disclosure-by-government-servants-1720102630",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-07-2024"
    },
    {
        "full_article": "A student takes exam at the Secondary School Certificate (SSC) examination site in Dhaka, Bangladesh on Sept. 15, 2022 - Xinhua Photo \nThe national body for curriculum finalisation has lately given go-ahead to a new evaluation system replacing existing one for up to 10th grade. Two major changes have been brought in the new system - changes in the weightage of written and practical examinations and in grading system. The existing grade point average or GPA system has been replaced with a letter-based grading system in which a student will be placed in any of the seven scales - Ananya (Unique), Arjanmukhi (Accomplishing), Agragami (Pioneering), Sakriyo (Proactive), Anusandhani (Inquisitive), Bikashman (Developing) or Praramvik (Beginning). The other changed feature is that under the new system, the weightage of the written portion is 65 per cent and the practical portion is 35 per cent.We have never heard of this weird grading system before. However, government representatives are praising the new system highlighting its 'unique' features. And the educationists leaning towards the ruling section are also not lagging behind others in narrating the benefits of the new system; they are equally engaged in attracting public attention to its merits. It is not bad to introduce any new system if it is thought to be beneficial to the people concerned. But before that proper study, stakeholders' consultations and necessary preparation are a must to ensure that it really works well and be beneficial. Our experience with previously introduced evaluation methods is not that pleasant. The education minister himself acknowledged that many students achieving GPA 5 under the existing 'creative question-answer system' lack the necessary skills, prompting the integration of continuous assessment and other testing mechanisms into the latest curriculum. Anyone will agree that the 'creative' question-answer system was introduced to replace the traditional method without required preparation and training to the teachers who assess answer scripts. And the results of the abrupt introduction of the system are what we are discovering now. For several years since the introduction of the system, teachers remained divided into two groups -- untrained and trained on answer script evaluation under the new method. The gap in understanding between the two groups was so wide that if one group considered an answer correct, the other group thought it was wrong. But the government was not in a position to afford the failure of a huge number of students in public exams only because of systematic mismatch. So the government had to take such a decision that led to students achieving wholesale GPA-5, the top grade. Even those who skipped exams of one or two mandatory courses passed the exams. No, it is not imaginary. An investigation discovered that several students under Chattogram board graduated from 10th and qualified for college entry despite their failure in sitting all mandatory exams.Many believe this is not a Chattogram board-specific phenomenon, similar incidents might have happened in other boards too. Students achieving GPA-5 became so common that now it is not possible to assess any student by his/her results. Gone is the era when anyone could understand how good or bad academically is a student securing the first, second or third division.The mindless introduction of two new public exams - PSC at the end of the fifth grade and JSC at the end of the eighth grade - was another perilous step students had to go through. That the government has later freed the students from the two exams proved they were inappropriate. It will not be unjust to call those who were behind the introduction of the exams were too shortsighted to take any policymaking role in a field like education that determines the course of students life. Anyway, we have not heard anyone being held responsible for making our children guinea pigs. This sort of indemnity might encourage others to play with students' future that we cannot expect or accept. Before the introduction of this new evaluation system, we need to have a study on its impact on the quality of education and on the students, to train all the teachers involved in answer papers evaluation, and to prepare students to adapt to the challenges. Otherwise, the efforts might turn to be a failure exercise and take a toll on students and as a whole the nation unnecessarily.Another issue that many people already discussed is the protection of students from teachers with low moral standards. A big chunk of marks left to teachers to be given to students for their practical abilities and knowledge might make them, particularly female students, vulnerable to maltreatment. We have not forgotten the incidents in which several students were violated by teachers and several others traumatised by them committed suicide. We expect the policymakers will give a second thought before putting the new evaluation system in place.\n[email protected]",
        "headline_1": "New public examinations evaluation system deserves a second thought",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/new-public-examinations-evaluation-system-deserves-a-second-thought-1720102672",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-07-2024"
    },
    {
        "full_article": "A pension programme named Prottoy, effective for those joining self-governing, autonomous, state-owned and statutory organisations after July 1, 2024, has triggered widespread controversy. Bangladesh University Teachers Association Federation is opposing this decision, terming it as 'discriminatory'. Public university teachers have launched an indefinite strike movement, hampering academic activities in all public universities across the country. The authorities should take prompt steps to address the teachers' concerns regarding the pension scheme.In the last two months, the teachers have observed several rounds of strikes. An indefinite strike began on Monday, raising fears of a fresh session jam among students. Needless to say, the academic calendar of educational institutions has already been delayed due to various reasons, including floods, and the strike of the teachers will further affect students' learning.The Ministries of Education and Finance should investigate whether this pension scheme is truly discriminatory and whether it decreases the opportunities for educators who build an educated nation. We hope that the deadlock in university teaching will be resolved soon.\nAshikujaman SyedMarketing Research AssociateHebei Huanji Metal Wire Mesh Co. LtdShijiazhuang, China.[email protected]",
        "headline_1": "Deadlock in universities must end",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/deadlock-in-universities-must-end-1720102695",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-07-2024"
    },
    {
        "full_article": "Hatia Upazila is an isolated region of the Noakhali District, situated on the banks of the Bay of Bengal and the Meghna River. For decades, the Meghna River has been eroding the land of Hatia, leading to the destruction of its coral reefs. Desperate residents, having lost their last possessions to the river, are leaving their homeland. Thousands of hectares of land in Hatia Upazila disappear into the Meghna River every year.If river erosion can be prevented, Hatia has the potential to become one of Bangladesh's main tourist cities. In late 2021, the residents of Hatia began placing Gio bags on the river bank to combat erosion, but the project remains incomplete due to a lack of funds.Experts think to stop river erosion and save Hatia the authorities should take prompt step to install concrete blocks. It is estimated that river erosion causes about 90 crore (900 million) taka in losses to the people of Hatia annually. Originally, Hatia had 11 unions, but three of them have already been gobbled up by the Meghna River.In the last two years, two more unions, Sukhchar and Nalchira, have largely disappeared into the river. Installing concrete blocks on the river bank is the only option to preserve Hatia's land. If this is not done, Hatia will soon vanish into the Meghna River. The people of Hatia urge the authorities concerned to address this issue urgently.\nMamun AbdullahHatia, Noakhali",
        "headline_1": "Hatia on the brink of going underwater",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hatia-on-the-brink-of-going-underwater-1720102720",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-07-2024"
    }
]