[
    {
        "full_article": "The submission by a Government-appointed committee to the Supreme Court that the annual family income of ₹8 lakh is “a reasonable” threshold to determine if someone belongs to economically weaker sections to avail 10% reservations in admissions and jobs does not seem to hold water. The submission rejected the notion that the Government had “mechanically” adopted ₹8 lakh as the cut-off because it was used to identify the OBC creamy layer, by asserting that the income criterion was “more stringent” than the one for the OBC creamy layer. This justification, based on a few more criteria that exclude some income and occupational parameters from the OBC creamy layer, however, is not convincing as the Court’s key question remained unanswered satisfactorily. The Court had said that the OBC category is socially and educationally backward, and had therefore additional impediments to overcome, and had asked whether it “would... be arbitrary to provide the same income limit both for the OBC and EWS categories”. The submission does not adequately respond to this question. On whether at all differences in purchasing power across urban/rural regions and per capita income/GDP across States were considered to arrive at this number, the submission suggests that this exercise would be infeasible and complex. But while asserting that an annual family income criterion of ₹8 lakh is the right approach, the committee does not present any data on the estimated number of EWS persons in the population based on this.If available consumer expenditure surveys such as the 2011-12 NSSO report, Key Indicators of Household Consumer Expenditure are any indication, a bulk of the population will be eligible for reservations under the “below ₹8 lakh” cut-off under the EWS category, rendering the limit irrational. The committee’s assertion that ₹ 8 lakh corresponds to the “effective income tax exemption limit” even as the only income slab exempt from paying taxes was for those earning below ₹2.5 lakh, also renders the criteria on “being economically weak” as less stringent. The submission lays emphasis on the fact that outcomes in the recent entrance and recruitment examinations (NEET, UPSC, JEE) showed an even bunching of eligible candidates in different income brackets (0-₹2.5 lakh, ₹2.5-₹5 lakh, ₹5-₹8 lakh), but it does not explain why marks cut-offs were even lower in recruitment exams than that of the socially and educationally backward OBCs. The validity of the 103rd Constitution Amendment, through which the EWS quota was introduced in 2019, is in any case still before a Constitution Bench. But the apex court must seek more clarity on the criteria adopted by the Government committee to set the income limit for identifying the EWS sections eligible for reservations.",
        "headline_1": "Inadequate response: On income criteria to identify EWS quota",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/inadequate-response-on-income-criteria-to-identify-ews-quota/article38119211.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-01-2022"
    },
    {
        "full_article": "The resignation of Sudan’s civilian Prime Minister Abdalla Hamdok has pushed the country, already battered by political instability, anti-military protests and violence, into further chaos. Mr. Hamdok, who was ousted in a military coup in October and then reinstated as part of an agreement, failed to convince the protesters that he could form an independent technocratic government that would complete Sudan’s democratic transition. As violent clashes continued, Mr. Hamdok, who was called a “traitor” by the protesters, was left with no other option but to go. The crisis is of the military’s own making. Sudan was on a slow but steady transition towards democracy under the Sovereignty Council, which was formed as part of a power-sharing agreement between the Generals and the civilian leaders. But General Abdel Fattah al-Burhan disbanded the Council and ousted Mr. Hamdok. Ever since mass protests in late 2018, the Generals have tried everything to protect the military’s privileges. They first removed long-time dictator Omar al-Bashir and took power in their hands. They agreed on power sharing only after direct military rule became unsustainable. And when the civilian leaders were consolidating power, the military struck again through the coup. But where they erred was in miscalculating the will of the protesters.The military now has power, but is in a difficult situation. When Gen. Burhan reinstated Mr. Hamdok sans the Sovereignty Council after the coup, he may have calculated that the military could exercise greater control over the civilian government and the transition process, which includes elections. But with Mr. Hamdok’s resignation, this plan seems to have collapsed. A direct takeover of the government by the military would be extremely unpopular. Finding a legitimate Prime Minister would not be easy either. According to the constitutional declaration of 2019, the Prime Minister should be selected by a legislative council and then endorsed by the Sovereignty Council. The legislative council was never formed and the Sovereignty Council was disbanded. The military could appoint another technocrat. But if the protesters did not accept Mr. Hamdok, they are certainly not going to accept anyone the military appoints next. Weeks-long protests have also paralysed an already enfeebled economy. Inflation has soared to over 400%. The UN says at least a third of the country’s nearly 43 million people will need humanitarian assistance in 2022. Sudan needs a stable, responsive government that can address the critical challenges. The military has the moral and political responsibility to resolve the crisis. It should immediately end the crackdown, respect the power-sharing agreement it signed with the civilian leaders in 2019, restore the Sovereignty Council and allow the country’s full transition into democracy.",
        "headline_1": "Transition in peril: on military crackdown in Sudan",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/transition-in-peril-on-military-crackdown-in-sudan/article38119263.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-01-2022"
    },
    {
        "full_article": "The e-commerce sector of Bangladesh witnessed significant growth since the outbreak of Covid-19 in March 2020. This growth, however, was not to last long. From mid-2021, the sector was mired in controversy surrounding scams by multiple actors—including Evaly, Eorange, Alesha Mart, and Dhamaka. These e-commerce players offered unsustainable and unrealistic discounts and cashback offers on advance payment to lure customers, and then failed to deliver the products or return the customers' money, or even pay the merchants.\nAs a result, customer confidence in the overall e-commerce sector has taken a hit, leading to a substantial decline in transactions. A local daily, citing a Bangladesh Bank e-commerce transactions report, revealed that transactions in October 2021 witnessed a 41.53 percent fall—to Tk 743 crore—in comparison to the transaction in June 2021, when it was Tk 1,277.4 crore.\nIn addition, the authorities' failure to stop the misadventures of the unscrupulous players on time (despite these having been reported multiple times since the end of 2020), lack of a concrete policy framework to regulate the sector, and the authorities' inability to trace the customers' money and ensure refund have also added to the customers' fears, many of whom now feel uncomfortable making online purchase.\nWhile these scams still remain a major concern for the authorities, they must now also focus on taking preventive and curative measures to bring the e-commerce sector back on the growth trajectory, which, according to a November 2020 forecast, was anticipated to be worth USD 3 billion by 2023.\nOne of the first steps in this regard should be to track the money trail to be able to refund the affected parties. The financial regulators, especially Bangladesh Financial Intelligence Unit (BFIU), should take a closer look at the money laundering aspect.\nIt has recently been reported that the managing director of Dhamaka had transferred Tk 84 crore to his personal account from advance payments the platform had received from the customers.\nSMD Jasim Uddin Chishti, Dhamaka's managing director, also lent Tk 25 crore to other companies he owns, in addition to misappropriating Tk 20 crore, in the name of software procurement. The company, now having only Tk 45.28 lakh in its account, had taken Tk 736 crore as advance payment from its customers, and paid only Tk 557 crore to the merchants. The company now owes Tk 480 crore to its customers and the merchants. Evaly, Eorange, and others have similarly conned their customers and merchants and owe them crores of taka.\nNow the question is: Where is the missing money? Is the money still within the country? Where in the system are the loopholes, because these multiple cases could not have been the result of chance or coincidence? Why could the regulatory and law enforcement bodies not identify the problems earlier? Why did the authorities not take preventive measures before?\nMore importantly, who are the primary and secondary beneficiaries of these scams? By beneficiaries, I mean not only Dhamaka's SMD Jasim Uddin Chishti, or Evaly CEO Mohammad Rassel, and his wife and company chairman, Shamima Nasrin, but the masterminds who moved the pawns from behind the curtains—if there are any—and every single individual, body or syndicate who have benefitted from these scams—whoever they may be or however politically well-connected they are.\nThese are questions that need to be thoroughly scrutinised by unbiased relevant agencies, because in a corrupt system that enables such scams to go on for months, not a single page should remain unturned in order to identify the rotten elements that are eating at the core of the system, making it dysfunctional and ineffective. The answer to these questions would not only help in tracing the money trail, but would also help in formulating a comprehensive policy framework that would safeguard the interests of not only the customers or the e-commerce players, but the sector overall.\nWith the pandemic set to stay for the long haul, e-commerce has become one of the preferred options for customers worldwide. And with mobile financial services and banks facilitating online, cashless payments, e-commerce has become a more convenient marketplace. We need to utilise these opportunities.\nFor now, the commerce ministry has issued the Digital Commerce Operation Guidelines, 2021, pursuant to the National Digital Commerce Policy, 2018 (as amended in 2020), in order to ensure transparency and accountability in the sector, among other objectives. And while the guidelines are comprehensive in nature, its effectiveness will only depend on how well these are being enforced. If the regulators and law enforcers apply the guidelines selectively, it will be a self-defeating act and will only be detrimental to the growth of the e-commerce sector.\n\"While the Digital Commerce Operation Guidelines, 2021 is a welcome move in the face of the crisis we have been through, we must keep in mind that it is only a stop-gap measure. In order to truly create a conducive environment for long-term growth and much-needed sustainability of the e-commerce industry, the government, in alignment with its high profile aspiration of creating a Digital Bangladesh, must focus on formulating a comprehensive policy framework, which will also define the roles and responsibilities of each actor involved, especially to ensure proper implementation,\" suggested Dr Iftekharuzzaman, executive director of Transparency International, Bangladesh (TIB) while talking to this writer. He added that it is also important that relevant stakeholders are involved in developing such a policy.\nAs we move forward in 2022, with the aim to create a bigger scope for the e-commerce sector, we need to take learnings from the setbacks of 2021, and reset the system to make the most of what this sector has to offer.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n \n",
        "headline_1": "Making the most of our e-commerce sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/making-the-most-our-e-commerce-sector-2932486",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-01-2022"
    },
    {
        "full_article": "The year 2030 is the target year for the world to achieve all 17 Sustainable Development Goals (SDGs) set by the United Nations. In addition to the SDGs, 2030 is also the year by which all countries party to the Paris Agreement on climate change must keep the global temperature rise below 1.5 degrees Celsius, as well as achieve the Global Goal on Adaptation (GGA).\nAt the same time, the UN Food Systems Summit (UNFSS) held in 2021 has launched a series of initiatives to change the food systems nationally as well as globally, to make them more resilient by 2030.\nAnother initiative of note is the Race to Resilience (R2R) campaign launched by the high-level champions of the UN Framework Convention on Climate Change (UNFCCC), which is bringing together non-state actors from around the world to enhance the overall resilience of society in the face of adverse impacts from human-induced climate change that are going to get only worse by the day.\nAs we have entered the era of loss and damage caused by human-induced climate change, we need to tackle these issues as true emergencies, rather than simply tinkering with reform around the edges. The Covid-19 pandemic has clearly demonstrated what a global crisis looks like, as well as the need for all countries to work together to effectively combat it.\nEvery single one of us needs to consider ourselves the citizens of Planet Earth first, and our respective countries second. Almost all the major problems facing humanity now are global in nature, and cannot be solved within national boundaries anymore. Hence, we all need to think globally while acting locally.\nAnother important shift needed in our thinking is for every sector and organisation to make it their own responsibility to actively participate in tackling climate change—rather than simply leave it to the government. This is now known as a \"whole-of-society\" approach, taken to tackle major issues. This approach is the way to go if we are to have any chance of tackling the global challenges we currently face. This means that every organisation—from schools to companies, from NGOs to media houses—has to undertake its own analysis of what can be done regarding climate change, and then commit to actions themselves to contribute to the greater climate action.\nThe third important task regarding the climate emergency is to confront the forces who are causing the problems—which includes fossil fuel companies as well as certain governments and media outlets who protect them. These forces of the status quo now need to be challenged at every level. This will require criminalising their behaviour both at national and global levels. From now on, polluting companies must be forced to pay for the loss and damage they have caused and profited from. It is now very clear that these companies knowingly caused the damage; now, they must face the consequences.\nEvery country in the world needs to make these three transitions as quickly as possible in order to enable their citizens to tackle the crisis adequately. In Bangladesh, we have a number of major opportunities for us to make these transitions quicker than others.\nThe first big transition we have coming up is our graduation from the Least Developed Country (LDC) category in 2026. This means that we will no longer be eligible for grants and concessional loans, and will have to compete in the open global economy. This is a major achievement for the government as well as the people of Bangladesh. But it will certainly create a shock, which we must be prepared to overcome.\nThe Mujib Climate Prosperity Plan (MCPP), with its 10-year goal to achieve prosperity for the country in the face of adverse impacts of climate change, takes a whole-of-society approach to enable all sectors, organisations and even individuals to play their respective roles in achieving the desired prosperity by 2030. At the same time, it is important to focus on the role that local communities—including households and even individuals—can and must play to tackle the climate impacts. This is known as Locally Led Adaptation (LLA), in which Bangladesh has already been acknowledged as a global leader. We need to build on this—not just for ourselves, but for us to share our knowledge and experience with other countries as well.\nFinally, we must invest in our young girls and boys who are by far our biggest asset. We have to help them become creative, innovative and successful adults. Each year that we fail to do so is another wasted year, and there are only nine years left until 2030. We need to act as swiftly as possible; there is no time to lose.\n \nDr Saleemul Huq is the director of the International Centre for Climate Change and Development (ICCCAD) at the Independent University, Bangladesh (IUB).\n",
        "headline_1": "How do we reach 2030 climate goals?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/how-do-we-reach-2030-climate-goals-2932466",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-01-2022"
    },
    {
        "full_article": "The rape culture in Bangladesh is nurtured by many disappointing legal loopholes. Some of the provisions are so self-defeating and irrational in nature that not only do they fail to ensure justice to the victims, but they also put the victims on trial, rather than the perpetrators. Despite countless demonstrations, protests and articles which surely make us sound like broken records at this point, the political will of the government never follows through to scrap these provisions.\nTwo such notorious legal provisions are sections 155 (4) and 146 (3) of the colonial-era Evidence Act, 1872.\nSection 155 (4) allows the defence to show that the victim is of \"generally immoral character.\" By virtue of this section, defence may produce a witness to give evidence along the lines of why the victim should not be believed. Similarly, Section 146 (3) allows a witness to be asked such questions that dent her credibility.\nIn November 2021, a writ petition was filed challenging the legality of these two archaic sections. These provisions are completely against a rape victim's fundamental rights and are devoid of any logic whatsoever, because it should be the perpetrator on the stand being judged—not the victim.\nThe adverse effect of these provisions is extremely far-reaching—not just on each rape trial, but also on our societal fabric as a whole. When a piece of law passed and endorsed by the most supreme body in the entire state permits a victim's character to be dragged through the mud during her own rape trial, it passively gives everyone the right to do the same even outside the courtroom. These sections allow the defence to discredit the victim's character, while at the same time enabling the Everyman of our country to ask: Well, what was she wearing? Why was she out so late at night? And if the victim is found to have been wearing something or behaving in a way which is outside the conventionally accepted standards of modesty, people are allowed to draw the conclusion that she herself is to be blamed for her rape. No civilised legal system in this day and age would allow such line of questioning, because it is damaging to the trial, the victim's psyche and the community of rape survivors.\nThe domino effect of these provisions seeps into every interaction a victim has, starting from those with the law enforcement to the general public. On December 23, a gang of young men raped a woman who was collecting funds from tourists with her husband in Cox's Bazar, for the treatment of their child suffering from heart disease. The incident ensued when the perpetrators failed to extort money from the family. They abducted the woman and raped her while holding her husband and eight-month-old child hostage. The intrinsically violent and deliberately misogynistic nature of this crime is horrifying beyond comprehension, but the moral decay of men in our society is a conversation for another day. For now, let's see how the police are running the investigation for this heinous crime that has permanently scarred a family.\nWhile the matter is under investigation, police initially chose to label the perpetrators as being \"formerly known\" to the victim. The same trajectory was also adopted during the trial of the Raintree Hotel rape case (2017) and Kalabagan student rape case (2021), both of which were (in)famously ripe with victim-blaming.\nA rape victim's past sexual history is in no way relevant to whether she had given consent to the particular sexual activity in question. Instances of previous acquaintance discredit a victim's character and insinuate that she might have consented to the sexual activity in question, which is extremely harmful to the case and completely defeats the purpose of a rape trial. If such insinuations regarding a victim's character are valid, then it must also mean that prostitutes and sex workers by default have given consent to literally everyone at large and therefore can never be raped, which is an irrational conclusion. Similarly, this line of investigation fails to consider that most victims are not raped by complete strangers, but rather their acquaintances.\nCriminal law fascinatingly adopts a bird's eye view while judging a situation. Very often, a statute would expressly guide the courts to \"take all circumstances into consideration\" before they reach a particular conclusion. An interesting deviation from this general rule of thumb appears in cases of sexual offences in many jurisdictions. For example, Section 41 of the Youth Justice and Criminal Evidence Act, 1999 of England restricts all evidences and questioning about the complainant's sexual history in sexual offence trials—hence making the lens for judgment very narrow and considering only what is relevant, such as whether the complainant had given consent during only the particular sexual activity in question.\nOn the contrary, Section 155 (4) of our Evidence Act uses arbitrary terminology such as \"generally immoral character\" without defining how such immorality is to be construed. This provision was enacted nearly 150 years ago. A woman speaking out of turn could potentially have been interpreted as having an immoral character back then. How do we interpret this century-old provision now? Who dictates the parameters of morality for women? Would staying out past 10 o'clock at night be considered as a woman's immoral characteristic in 2022? Would being raped while she was out wearing a sleeveless salwar kameez harm her chances of getting justice? What exactly is the purpose of this nonsensical provision, which in no way helps the court decide upon the accused's guilt?\nTo demonstrate just how backwards and inherently harmful to fairness these two sections are, we can take the Sexual Offences Act, 2003 of England and Wales as an example. Section 74 of it states, \"A person consents if he/she agrees by choice, and has the freedom and capacity to make that choice.\" On top of this triple-layer safety net (requiring the victim to have the choice, freedom and capacity to agree to engage in sexual activity before they can be said to have consented), the act also requires that the defendant has had \"reasonable belief\" that the victim consented to the activity. To prove reasonable belief, the court asks both a subjective question and an objective question. First, did the defendant believe that the victim was consenting? Second, if he so believed, then was the belief reasonable?\nThis is how a modern piece of sexual offence law addresses the nuances of consent. England's 2003 law denounces the patriarchal whims of their own colonial era statute, which we are still fostering 74 years after being decolonised. On top of our shockingly outdated provisions of the Evidence Act, 1872, consent has not been defined anywhere in our entire legal glossary. This lacuna leads to the judges interpreting consent in whichever way they deem fit, with no statutory guidance, regardless of whether the victim in question is a romantic partner of the perpetrator or a stranger to a violent aggressor.\nIndia, our colonised counterpart with similar societal structure and legal system, has made significant reforms—at least on paper, if not in practice—with regards to these archaic provisions. By introducing Section 53 (A) into the legislation, India has made character evidence inadmissible and has prescribed any question regarding a victim's character and past sexual history \"irrelevant.\" They have also entirely repealed the controversial Section 155 (4). These amendments were being discussed at least since the late 1970s in India, four decades prior to when Bangladeshi women would still be protesting in front of the parliament building with placards, demanding justice. In that light, the irony of the regular Bangladeshis sitting on their high horse whenever India deals with widespread sexual offences should not be lost on anyone.\nPatriarchy is all-consuming and intends to assume rights over women's bodies. Why isn't our parliament doing the bare minimum to side with women? The fact that we are still judging the women of this country through a 150-year-old lens is alarming—more so when they should not even be on trial.\nLaws are \"sentient\" and a reflection of our collective consciousness. They are supposed to mirror the changing times and the shift in our moral codes. What is the point of the government preaching about equality for women, if the same is not reflected in the laws? A century and a half should be long enough for two unreasonable legal provisions to be cancelled, and the fact that the state has failed to do so—despite our many passionate appeals—shows just how little it cares about the horrifying lived experiences of women in this country, and how dysfunctional our legislature is.\n \nAnupoma Joyeeta Joyee is a barrister-at-law.\n",
        "headline_1": "Why are rape victims put on trial?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-are-rape-victims-put-trial-2932461",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-01-2022"
    },
    {
        "full_article": "The extraordinary assurance that no journalist will be arrested immediately under the Digital Security Act (DSA) without a summon seems to be an attractive solution to the concerns and fears created by its random abuse to suppress critical voices in the media. Law Minister Anisul Huq recently gave this assurance to the members of Overseas Correspondents Association of Bangladesh (OCAB), when he said that journalists would be getting an opportunity to seek bail in court. In a significant shift in the government's position on this controversial law, he also acknowledged that there were incidents of misuse and abuse of the DSA. Though his sublime remarks made an eye-catching headline, the legal and moral questions of such exceptionalism should not be ignored.\nIt should be noted that this controversial law was passed in a hurry, just before the 2018 elections, brushing aside the concerns of journalists and human rights activists. Those apprehensions of widespread abuse of the DSA have now been proven correct. The international community—especially Western democracies and various organisations working on democracy, human rights and the rule of law—have also expressed their concerns about the DSA publicly and in private conversations. One may wonder whether the statement made to the representatives of foreign media was an attempt to allay some of the concerns of friends abroad.\nSadly, his assurances are even more troubling, because none of his words can be found in the law. Therefore, in order to afford this extraordinary exemption to a journalist, the officials and employees of the republic have to sidestep the letter and spirit of the law. This they are not expected to do; rather they should dutifully resist. Such verbal assurances, therefore, have no legal value whatsoever. Besides, who can forget the assurances given by three ministers to the Editors' Council regarding this law that were forgotten for political convenience?\nThis issue became even clearer when the law minister responded to a question about why there wasn't any office order issued in this regard. He responded, \"We cannot give such instructions to the judiciary from the executive branch.\" But he added that he had been informed that internally every police station had been advised accordingly. Referring to his discussions with Home Minister Asaduzzaman Khan, the law minister said, \"We have both decided that if a case is filed against a journalist under the Digital Security Act, the court will not immediately proceed with the case. We have decided that the case will be referred to a special cell formed under a different law immediately. If it is decided upon the investigation of that cell that there are ingredients of the crime that has been complained about under the Digital Security Act, only then the case will be accepted.\"\nThis part of his remarks suggests that the law is subject to the will of the ministers. Whatever has been written in the law, the ministers can make exceptions if they wish to. Doesn't it raise a serious question about the rule of law in Bangladesh? The promised exception for journalists means following two different policies in law enforcement, which is not only unconstitutional, but a gross contravention of the fundamental principle of the law that everyone should be treated equally. No wonder that the Transparency International Bangladesh (TIB) has called for making it a common rule for everyone.\nAs a journalist, some of us may find it convenient and too tempting to welcome this move. But a little warning for them is that these exceptions are entirely dependent on the goodwill or wishes of the government, and the price may warrant some compromise against our professional ethics. We can recall that Ruhul Amin Gazi, a leader of an anti-government journalists' union, is still in jail under the DSA after repeated denial of bail by a number of courts.\nAccording to newly released figures from ARTICLE 19, an organisation that advocates freedom of expression, at least 15 journalists have been prosecuted and jailed under the law in 2021. Between January and November last year, lawsuits were filed under the DSA against at least 225 people, including 68 journalists. Journalists don't need special favours as an individual or working for some privileged media houses. What is needed, instead, is to ensure the protection of professional rights of journalists under any law. The misuse of DSA did not only affect journalists, but also a number of university teachers, authors, singers, and intellectuals. Author Mushtaq Ahmed died in custody under this law. This law has become a preferred tool of political harassment, intimidation and suppressing dissent.\nAs the law minister has admitted that there has been some misuse and misapplication of the DSA, we need fresh thinking and a new approach. Laws are meant to curb crime, not abuse anyone. Since DSA's abuse has already been proven in a number of cases, the only solution is to repeal it. The government's decision to seek expertise from the UN Human Rights Commission in reviewing the DSA should be expanded to replace the existing repressive law with a new one that promotes freedom of expression and protects citizens' privacy, and not persecute anyone for freethinking, dissent and criticism.\n \nKamal Ahmed is an independent journalist and writes from the UK. His Twitter handle is @ahmedka1\n",
        "headline_1": "Journalists should be worried about DSA exceptionalism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/journalists-should-be-worried-about-dsa-exceptionalism-2931761",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-01-2022"
    },
    {
        "full_article": "A recent survey by the Bangladesh Occupational Safety, Health and Environment (OSHE) Foundation has revealed what we already know to be true—workplace safety in the country, especially in the informal sector, is a sham. In 2021, the number of deaths due to workplace accidents was 853, while the number of serious injuries stood at 236. Of the deceased, a staggering 792 were workers from the informal sector. The findings were based on reports from 15 national newspapers, seven local newspapers, and information gathered from the spot by the organisation. However, there is no doubt that many such incidents have gone unreported, and that the real number may be even more horrifying.\nOne need not look back too far into the past to realise just how callous working conditions in Bangladesh can be, which lead to such heavy casualties. On July 8, 2021, a deadly fire at the Hashem Foods factory in Rupganj, Narayanganj claimed the lives of 54 people, 17 of whom were children. Many have termed this a \"murder,\" because workers could not escape the fire as the factory authorities had blocked the only exit of the building from outside. Such tactics can be seen across industries, with deaths or injuries routinely reported in ship breaking yards, garment factories, construction industry, brick fields, steel mills, etc. Though the tragic Rana Plaza collapse of 2013 had made the government amend the Labour Act, many workers continue to suffer due to their sectors not being counted as part of the formal economy. Not only do they lose out on due benefits—as happened during Covid-enforced closures—but many lose their lives as well due to the lack of proper rules and regulations to protect them.\nEnsuring the safety of workers, especially in the informal sector, is a hefty task that the government needs to carry out on a priority basis. Risky sectors need to have health and safety committees, which will ensure that the working conditions at factories and such establishments are not dangerous, and will carry out regular inspections to keep non-conforming firms in check. Additionally, a proper legal framework needs to be in place to protect workers and ensure justice for them, while holding employers to account for any negligence. Workers' lives are hard enough, what with the unfavourable working conditions and meagre wages. Being fatally injured at work should not be something they need to worry about on top of everything else.\n",
        "headline_1": "Urgent measures needed for workplace safety",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/urgent-measures-needed-workplace-safety-2932456",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-01-2022"
    },
    {
        "full_article": "We are baffled by the continued failure of public authorities leading to frequent cost and time overruns in various projects, despite the prime minister's clear directives in the past to check questionable project revisions—including the directive that a project cannot be revised more than three times. As the prime minister-led Executive Committee of the National Economic Council (Ecnec) convened its first meeting of the year, seven of the 10 projects placed at the meeting were set for revisions. According to a report by this newspaper on January 4, when the 10 projects tabled at the meeting were first conceived, they were supposed to cost Tk 3,099 crore. Now that has ballooned up to Tk 14,961 crore.\nIn terms of time, the authorities sought extensions ranging from a year to a full decade for some of the projects—and that, too, after several revisions. For instance, one of the seven projects—the Ashrayan 2 project to alleviate poverty and homelessness—was taken up in 2010 for completion in June 2014. It has gone through three revisions and is now seeking extra time and money again. The project was initially estimated to cost Tk 1,169.18 crore, but that has now increased to a massive Tk 11,142.8 crore. Another project called BEPZA Economic Zone Mirsarai-1st Phase, which is aimed at attracting domestic and foreign investment, is seeking additional expenditure of Tk 552 crore and two more years; the original project cost was Tk 750 crore and the completion date was June last year.\nThat the authorities have asked for such a massive increase in expenditures at the first meeting of the year is deplorable. Similarly, the delay we see in project completion year after year is truly shocking. Besides the cost increase that it leads to—which the taxpayers have to bear—and the benefit that it deprives the people of, the fact that the authorities have failed to make any improvements despite the PM's directives is unacceptable. And the reason for this, we believe, is the lack of accountability that we see when it comes to repeated project revisions. We have barely—if ever—seen any of the public officials or private consultants involved in these delayed projects being reprimanded in any way, shape or form. That must change if such huge time/cost overruns are to be avoided.\nIn line with that, we call on the government to get the message across to all project officials that they must change their business-as-usual attitude. And if they don't, they should be held accountable for failing to deliver to the public what they promise in their initial project proposals.\n",
        "headline_1": "A little bit of accountability can go a long way",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/little-bit-accountability-can-go-long-way-2932316",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-01-2022"
    }
]