[
    {
        "full_article": "India has summarily rejected China’s attempt to lay claim over areas of Arunachal Pradesh after it issued new official names for them. In a fresh attempt on Sunday, the Chinese Ministry of Civil Affairs said it would “standardise” 11 place names in what China calls “South Tibet or Zangnan”, an area consistently controlled by India. The names, in Mandarin, Tibetan and Pinyin (English transliteration), with latitude and longitude markings that pertain to points in Arunachal, including one close to capital Itanagar, leave little doubt that China’s list, the third such since 2017, is a deliberate affront to India’s territorial sovereignty. The Ministry of External Affairs statement, that “invented names” will not alter the reality that Arunachal Pradesh is an integral part of India, mirrors what India had said in 2021 when China “renamed” 15 places; in 2017, there were six names. It would be a mistake, given the timing, to assume that the Chinese decision is a repetition of its previous attempts. The move in 2017 was seen as retaliation after the Dalai Lama’s visit to Tawang. In 2021, the move followed China’s new “Land and State Border Law”, that virtually authorised the government to reclaim territories claimed by China, and was seen as a way to reassert its claim over the State as a whole.There could be many factors behind the latest move: China’s reaction after the Indian Army rebuffed a PLA attempt to take over a post at Yangtse in the Tawang sector of the Line of Actual Control (LAC) in December 2022, an angry response to New Delhi’s decision to hold a G-20 engagement group meeting on Innovation technology in Itanagar which the Chinese embassy had boycotted, or an indication of more serious designs ahead. Above all, it reflects the nadir in ties and the lack of meaningful dialogue for three years since the amassing of Chinese troops at the LAC in 2020 and transgressions that have led to scuffles, including the deadly encounter at Galwan. While many rounds of talks have ensued, and there has been disengagement at some standoff points, political relations have not been resumed, although there have been some meetings between Foreign and Defence Ministers, and Prime Minister Narendra Modi spoke briefly with Chinese President Xi Jinping at the G-20 summit in Indonesia last year. It is necessary, in light of China’s latest act of belligerence, that the government shows more clarity on the nature of its conversations thus far. Until the government probes the reasons behind China’s moves and the motivation for its persistent aggressions, it will be hard to prepare for a future course of action, even as it counters China’s false narrative and a renaming of areas that are firmly within India’s boundaries.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia-China\n\n/\n\ndiplomacy\n\n/\n\nArunachal Pradesh\n\n/\n\nG20",
        "headline_1": "Invented names: On India’s response to China’s fresh attempt to lay claim over parts of Arunachal Pradesh",
        "headline_2": "China’s latest ‘renaming’ of areas in Arunachal is a new low in ties with India",
        "link": "https://www.thehindu.com/opinion/editorial/invented-names-on-indias-response-to-chinas-fresh-attempt-to-lay-claim-over-parts-of-arunachal-pradesh/article66699121.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-04-2023"
    },
    {
        "full_article": "It is not exactly surprising when the India Meteorological Department (IMD) says that the summer months will be searingly hot. Last week, it proclaimed that most parts of the country are expected to experience above normal maximum temperatures during the “hot weather season” (March-May), barring parts of peninsular and northwest India, which would see normal or even below normal ‘maximum’ temperatures. This does not mean that northwest India, which sees temperatures well over 45°C, will be comfortable. ‘Above normal heatwave days, characterised by temperatures 4°-5°C above what is usual for that time in a region, are likely to occur over most parts of central, eastern and northwest India during the hot weather season,’ its forecast notes. A seasonal outlook issued by the IMD in March, on probable summer temperatures, too was on similar lines. However, what has changed in the last month is a greater certainty of an El Niño, or a warming of sea surface temperatures in the Equatorial Central Pacific, that is strongly associated with reduced rains over northwest India. Many El Niño years also see reduced monsoon rainfall during June to September and are often associated with drought-like conditions. The IMD’s official outlook says that ‘neutral’ (neither El Niño, or its converse, a cooling La Niña) conditions are persisting in the Pacific. The World Meteorological Organization’s outlook says that the chances of El Niño developing gradually increase from 15% in April-June, to 35% in May-July, and rise to around 55% during June-August. Later this month, the IMD is expected to announce its first forecast for the monsoon and this will hinge on the El Niño-La Niña development.The purpose of forecasts is to give lead time to States to prepare. The National Disaster Management Authority has been issuing guidelines to States on preparing Heat Action Plans since 2016. Many States have prepared documents that detail measures and methods to deal with heat-related contingencies, that, as reports from the Intergovernmental Panel on Climate Change warn, are only poised to get worse. But, many of these recommendations are only on paper. An analysis by researchers at the Centre for Policy Research of such heat action plans found that most of them are not made to capture local context. For instance, only dangers from unusually high temperatures are evaluated and almost none from humidity and warm nights. Several plans are under-funded and lack legal backing. Heat wave forecasts should be taken as seriously as monsoon forecasts, and the Centre as well as State governments must play a more coordinated role in implementing these plans.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nweather\n\n/\n\n weather science\n\n/\n\nheatwave",
        "headline_1": "Summer resolution: On the IMD’s heat wave forecasts",
        "headline_2": "Heatwave forecasts must be taken as seriously as monsoon warnings",
        "link": "https://www.thehindu.com/opinion/editorial/summer-resolution-on-the-imds-heat-wave-forecasts/article66694765.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-04-2023"
    },
    {
        "full_article": "I’ve just finished reading a novel by the American author, Jodi Picoult, called The Book of Two Ways in which the female protagonist, Dawn, is a ‘death doula’.\nI’d never come across the term before and discovered that the word doula comes from the Greek for ‘server’, and a death doula is a person who helps the terminally ill come to terms with their impending and inevitable demise.\nA death doula’s work involves planning practical details before and after the end of life, teaching meditational practices to help patients reflect on the lives they’ve lived and the legacy of memories they’ll leave behind, and explaining the physical and mental stages of the inescapable process called death.\nIn effect, a death doula is like a midwife who helps to give birth to death, easing a person through the labour of shedding one’s mortality.\nFar from being morbidly depressing, the novel is engagingly uplifting as narrated in the first person by the appropriately named Dawn who has taught herself, and teaches others, to view death not as a mournful end, but as an integral completion of the act of existence; death as an affirmation of the life that we’ve lived, and without which death itself could not have been.\nDeath doulas, also known as End of Life Doulas (EOLDs), do not give any kind of medication to their patients, with whom they form deep emotional and psychological bonds.\nBy and large self-taught, doulas are an active part of a network called Death Positive, a social and spiritual movement that seeks to demystify the passing of life, and dispel the shadowy silence that shrouds everything associated with it, which compounds the sense of isolation which accompanies the termination of existence.\nAs Dawn puts it, her job is to be there for her client, in whatever way is required at any given moment, whether it is to talk openly and frankly about the taboo subject of dying, or to sit in the comfort of companionable silence, or cater to a sudden desire to “eat chocolate ice cream at 3 o’clock in the morning”.\nIn a parallel narrative, Dawn who was an Egyptologist before embarking upon the vocation of a doula, talks about the pharaonic Book of Two Ways which deals with the eternal cycle of death and regeneration.\nThough Picoult does not establish the link, The Book of Two Ways echoes the Tibetan Bardo Thodol or Book of The Dead, which prepares the departing spirit for its final journey.\nIn one of the most memorable passages in the novel, Dawn initiates her client – a talented artist with stage four cancer – into a rite of passage which might well have been derived from the liturgy of Tibetan Buddhism, and which severs the bonds of earthly attachment.\nThe client is instructed to lie on her back, palms folded across the chest, eyes closed, and take volitional leave, one by one, of the devices and desires the ego is subject to, from ambition and the lures of material possession to the longings and fears of love, and the loss of love.\nTypically, doulas do not subscribe to any particular religious doctrine. When her client asks her what happens after death, Dawn does not conjure a rose-tinted picture of an Afterlife of eternal bliss. Instead, she replies that she does not know. Death is a mystery. But it is preceded by the greater, and more wonderous, mystery called life.\n\n",
        "headline_1": "Helping give birth to death",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/helping-give-birth-to-death/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-04-2023"
    },
    {
        "full_article": "Such beautiful popular Indianisms have pretty much disappeared. Like there was a time all our politicians airdashed to New Delhi. You had this vision of guys in spotless white dhotis and pajamas, a power pack on their backs whizzing around the airspace. Where is the minister? Oh, he is airdashing to the capital, to avert a crisis. There was such a sense of urgency to that word. Now they just take one of 10 flights, just no dum in something so mundane. And there would be a bandobust in place for their arrival. So much more appealing than simply saying arrangements have been made. B’bust was so much more comprehensive whether it was a wedding, a funfair or a funeral.\nOff and on these high flyers would return to terra firma to discover they were being gheraoed by their vote bank, which again was full of meaning as compared to being surrounded or encircled by your once supporters, now disenchanted.\nThen there was my favourite, timepass . The very essence of indolence, scathing criticism and casual indifference. As a single word review of the arts it was devastating. How was the movie? Shrug of the shoulders followed by, timepass yaar. There goes that film, shattered like a fallen crystal. There is no equivalent in the English language, timepass stands alone. Down Mumbai way our free unshackled state of mind was seen as being bindaas . A harsher word for that kind of flick of the hand dismissal was dragging out the word ghanta, the changing emphasis on the syllables making a language of its own. Like what could be more cheerfully uncaring or denial. It was pure caution thrown to the wind.\nIn its heyday, Illustrated Weekly had a page called Guftagu which has a relatively vanilla translation into conversation. It was more animated debate, wit on display with the thrust and riposte of a rapier.\nIn our school days we used to mug for exams and the class egghead was a muggoo . Nothing to do with the dangers of walking on a New York street at night. No one says mugged anymore, it is now passe. Just recently I said to a class I was teaching what it meant being kadka as college students. So much more class than penniless, it has such a relevant hollow ring to it, the till is empty kadkakadkakadka. Another lovely upcountry word for the cheeky, know it all upstart was shukta. It was said with relish. You have any favourites? Like faltu … such a perfect word to express flowing disdain… unnecessary, needless, they cannot even come close.\n\n",
        "headline_1": "Indianisms, remembered",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/indianisms-remembered/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-04-2023"
    },
    {
        "full_article": "The death of a British tourist from electrocution in Himachal’s tourist town Dalhousie is a shameful tragedy. The low-hanging high-voltage cable was not an illegally drawn wire but was installed by a major public sector undertaking, NHPC. Residents have long sought the risky cable be removed. That NHPC didn’t respond to those concerns tells the story. In another high-profile case recently, a 13-year-old was electrocuted by an 11kV powerline incorrectly installed too close to their house in Aligarh. She lost an arm. The cable, her father told reporters, remains in position.\nHigh-power cables strung close to houses, and poorly installed and maintained are one of India’s, especially urban areas’, worst nightmares. Yet discoms barely take note. There is little accountability and even less remorse. No wonder deaths by electrocution number in thousands. Data for 2021 in the National Crime Records Bureau report shows electrocution accounted for over 12,500 casualties, including 650 children aged below 14. That works out to 34 people dying daily from electrocution. These deaths can hardly be called accidents, which is how NCRB classifies them. They are a result of administrative negligence and apathy.\nKerala high court recently directed municipalities to remove such cables. Kochi corporation planned to remove cables at a height below 16 feet last year. Projects to take power lines underground continue in fits and starts in some cities. Resolutions to the problem are as haphazard and sporadic as the build-up of cable snarls. Unauthorised urban growth regularised on the back of political pressures and election promises has made the problem more complex for cities functioning on stretched resources. In the mess, every day, lives are lost, and the problem is only growing because our planners short-circuited our cities and towns.\n\n",
        "headline_1": "Shock & Awful",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/shock-awful/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-04-2023"
    },
    {
        "full_article": "In a by-now familiar pattern, public celebrations of Ram Navami were accompanied by the outbreak of violence in some states.\nTOIreports show that Bengal, Bihar, Maharashtra and Gujarat were among states that witnessed violence. Police and other arms of the state administrations tried to keep a lid on the situation by using prohibitory orders and internet shutdowns. While these tools disrupt normal life, the fallout doesn’t end there. It sows seeds of mistrust in public life. The costs keep piling up long after other events take over the headlines.\nReligious processions are an important dimension of India’s public life. They also are a vehicle often cynically used to foment trouble. Following last year’s outbreak of violence during Ram Navami processions, a citizens-and-lawyers initiative brought out a report titled ‘Routes of Wrath: Weaponising Religious Processions’. It pointed out that no cause of interfaith riots across decades has been as recurrent and widespread as religious processions. However, given the importance of processions in public life, any solution to this problem needs to be tailored around limiting the possibility that some elements can use it as a cover to create trouble.\nThe report observed that the most important catalyst for violence is whether processions respect police presence. For example, TOI’sreport on the trouble in Bengal said the procession breached the police cordon in Howrah. Similar examples abound in other cases where religious processions end in chaos. Also, there are instances of participants coming armed. That’s wholly unacceptable.\nOne reason why police are sometimes reluctant to crack down on processions violating pre-arranged routes is mixed political signalling. This is asking for trouble in a tense atmosphere. The citizens and lawyers report observed that in 2022, Telangana police were successful in preventing trouble even in urban areas with a history of communal violence. It comes down to unambiguous law and order messaging.\nWith key assembly elections ahead, public events that can cause trouble have to be especially carefully monitored. It’s for state governments to do whatever it takes to keep them peaceful. There’s no case to be made that there’s unrestricted freedom of choice in choosing procession routes. Violence of the kind witnessed last week temporarily abridged freedom of all people in the area. Religious processions need to be regulated far more tightly – by giving the police clear directions.\n\n",
        "headline_1": "Keeping Peace",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/keeping-peace/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-04-2023"
    },
    {
        "full_article": "We may all breathe a sigh of relief that the brouhaha over the EVMs is finally over, with the Election Commission deciding to forego the use of the electronic machines in the upcoming parliamentary election citing a lack of funds. Since it was first introduced in 2018, there have been widespread fear about its fool-proofness to electoral tampering; in particular, concerns were raised about the audit cards via which election results are collected, which are vulnerable to manipulation in the absence of a voter-verifiable paper audit trail (VVPAT). Despite strong reservations from many political parties, including the BNP, and civil society actors, the EC, till now, seemed hell-bent on going ahead with its decision to use EVMs, finalising a massive Tk 8,711 crore project for EVM procurement and management last year.\nWe are glad that the EC has finally seen reason, if only in consideration of the enormous expenses that the project would entail. Back when the proposal was first made, we had warned the EC against such an expensive undertaking in the midst of the worst economic and cost-of-living crisis in over a decade, particularly given that Bangladesh was buying the EVMs at inflated costs. Now that the EC has retracted its position, we wonder what will happen to the 150,000 EVMs already bought in phases since 2018, at 11 times the price of the machines in India. EVMs worth Tk 642 crore have already become unusable for a lack of proper storage facility and maintenance, according to EC documents. We urge the EC to make sure that our remaining stock – paid with taxpayers' money – are stored properly so that they may be used in the future, if and when it is decided, through political consensus, to switch to EVMs. \nWhile the decision to scrap the EVMs is a step in the right direction, the EC must not lose sight of the fact that there are many other pressing issues that it must address before the public, and other political parties can be confident that the upcoming elections will be free, fair and participatory. Foremost among them is ensuring full independence of the EC, and guaranteeing the ever-illusive \"level-playing field\" for all political parties. Unfortunately, the performance of the EC in the by-elections, except for one notable exception, has not inspired confidence in its ability to rise above and rein in party politics. As it tries to engage with other political parties and to ensure them of its neutrality, the commission needs to remember that it is only through its commitment to the electoral process – rather than the party in power – that it can inspire faith about its ability to guide the nation to a democratic future. \nThe EC must also prove its ability to ensure compliance of the administration and law enforcement in playing their part in defending the democratic process. It must not be seen as reflecting the increasingly intolerant stance of the government towards critics, human rights defenders and the media. \nThe BNP, on its end, must forego its propensity to reject any and all proposal and initiatives of the EC, without due consideration or discussion. Such wholesale rejection will not produce constructive results, and risks jeopardising not just future prospects for the party, but the country at large.\n",
        "headline_1": "A farewell to EVMs",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/farewell-evms-3288811",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-04-2023"
    },
    {
        "full_article": "In today's Bangladesh, issues come, issues go. Arav Khan stole the spotlight with a lot of noise, but his issue got buried soon. Then came Sultana Jasmine. She died in the custody of the Rapid Action Battalion (Rab) in Naogaon. She was picked up even though there was no case or allegation against her. A case was filed against her under the Digital Security Act (DSA) more than a day after she was picked up.\nThe current trending issue is about Prothom Alo journalist Samsuzzaman Shams. Five days after being picked up and then shown arrested under the DSA, Shams was released on bail on April 3. Prothom Alo Editor Matiur Rahman, who was also sued under the DSA, received six week's anticipatory bail.\nWhat kind of a crime did Shams engage in that warranted three microbuses full of law enforcement members to show up at his doorstep at four in the morning?\nWhile picking him up, some of the law enforcement members, who identified themselves as officials of the Criminal Investigation Department (CID), told Shams' landlord, \"The state has an objection about a report prepared by Shams, and hence he is being taken for questioning.\"\nShams prepared the report by talking to children, day labourers and others around the National Martyrs' Memorial in Savar. He wanted to know how the low-income groups were faring amid the rising costs of essentials. He asked the questions just a day before our Independence Day.\n\nHow could Shams be accused of child abuse? Firstly, the child's face is not fully visible in the photo. Secondly, he gave him Tk 10 as a token gesture. How can this paltry donation be compared with exploitation?\nIn his report, day labourer Zakir Hossain was quoted as saying, \"I want (the) freedom (right) of (enjoying) fish, meat and rice.\" Nine-year-old boy Sabuj Miah, who sells flowers around the Martyrs' Memorial, was quoted as saying, \"I cannot enter the memorial now. Tomorrow I will be able to enter and sell a lot of flowers.\"\nOn Prothom Alo's Facebook page, Zakir's quote was published along with Sabuj's photograph in a post. Prothom Alo promptly addressed the issue, and within 17 minutes, the post was removed and the online report's title was updated.\nProthom Alo issued a disclaimer saying it was a mismatch, and made corrections accordingly. In journalistic terms, should we accept this as a \"mismatch,\" or should we term it a \"mistake\" or a \"crime\"? If it was a crime, how severe was it?\nIt is evident that the government considered the post as a major crime. \"Picking up\" the reporter proves this.\nOn the other hand, the foreign ministry issued a statement on this issue, saying, \"The said journalist was arrested because of child abuse and child exploitation, as he offered ten taka to a 9-year-old boy and then expressed his own views in the name of that child.\n\"Secondly, he tried to undermine the independence of Bangladesh on the great Independence Day.\" the statement adds.\nAs per the statement, the main allegation against Shams is \"child abuse\" and \"child exploitation.\" The second complaint is he tried to undermine our \"independence\" on Independence Day. Notably, as per the statement, \"he tried to undermine,\" instead of \"he undermined.\"\nHere are some observations about how the event(s) unfolded:\n1. When Shams was \"picked up,\" the reason was \"the state has objections regarding his report.\"\n2. This allegation contradicts with the statement issued by the foreign ministry.\n3. An accused of child abuse should have been brought under the Women and Children Repression Prevention Act, which didn't happen.\n4. In the early hours of March 29, the first DSA case against Shams was lodged by Jubo League leader Syed Md Golam Kibria with Tejgaon police station at around 2am. The rapid pace of the proceedings to pick Shams up raises a lot of questions. Later on, another DSA case was filed under the DSA against Shams, Matiur Rahman, and others with Ramna police station.\n5. How could Shams be accused of child abuse? Firstly, the child's face is not fully visible in the photo. Secondly, he gave him Tk 10 as a token gesture. How can this paltry donation be compared with exploitation?\n6. Allegedly, Shams \"used\" the child for his own purpose. The social media post in question was removed within 17 minutes of its upload. How can it \"serve\" someone's \"purpose\" in such a short window of time?\n7. The foreign ministry said that as a party to the UN Convention on the Rights of the Child (CRC), the government would not tolerate any act of child abuse. How realistic is this statement?\nPrivate organisation Drik published a report on the DSA (based on media reports), which says a total of 4,657 cases were filed under the DSA within three years of its inception. Among them, 20 children aged 13 to 17 years old from 12 districts were accused in 18 cases. Prothom Alo spoke to people connected with the 18 cases and found out that most of these cases were filed by the police, local Awami League leaders and activists.\n8. Bangladesh achieved independence through a lot of sacrifice, resilience, blood and sweat. This independence is not so shallow that a simple act of publishing a photo or mentioning that someone demands the right to enjoy rice, fish and meat can demean it. In spite of a lot of challenges, Bangladesh has moved ahead, but some of its citizens are still suffering. Shams' objective in his report was to highlight that. From this perspective, the allegation of our independence being demeaned on Independence Day is totally irrelevant. The country belongs to the poor, too.\n9. After being picked up, Shams' whereabouts were unknown for almost 20 hours. This is clearly a case of enforced disappearance. Some members of the law enforcement force and at least two ministers said they did not know anything. Then who picked Shams up? What mystery lies behind the midnight call from Shams' mobile phone?\nEvidently, a negative propaganda is in circulation against Prothom Alo. Participants in this propaganda are trying to prove Prothom Alo and the report as \"anti-independence\" elements. They are portraying a mismatched photo and a very simple error as a \"major crime.\" Though the foreign ministry clarified that Shams had been detained for child abuse, they continued to slam the report and Prothom Alo on the basis of some imaginary anti-independence allegations. Their stance regarding \"picking up\" a journalist and his 20-hour-long \"enforced disappearance\" is not transparent.\nEven if the state has an objection against a citizen's activity, can they legally pick up that person? Almost every lawyer in the country has mentioned that there's no scope for that. Why did the government indulge in such an unlawful act, then? Such acts are creating a culture of fear, which is adversely affecting freedom of speech, as well as the scope of free journalism – and yet, none of this is being covered in those discussions.\nIt is said that when one can't win a competition fair and square, then an all-out effort to bring it down ensues. We are seeing this trend with Prothom Alo.\nTranslated from Bangla by Mohammed Ishtiaque Khan.\n\nGolam Mortoza is the editor of The Daily Star Bangla.\n",
        "headline_1": "An attempt to impede free journalism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/attempt-impede-free-journalism-3288806",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-04-2023"
    },
    {
        "full_article": "We are deeply troubled by another major fire incident that originated in a shop at the Adarsha market in the Bangabazar Shopping Complex and spread to the nearby markets, according to witnesses. There were around 2,500 shops at the complex, most of which have been burnt to ashes. It took around 50 firefighters' units around six and a half hours to bring the fire, which started at around 6:10am, somewhat under control. And although no lives have been lost, at least 12 people, among whom eight are firefighters, have reportedly fallen sick because of the smoke from the fire.\nThe fire caused enormous losses for shop owners and businessmen, most of whom had stored up huge amounts of goods prior to Eid. Many of them claimed to have borrowed heavily to invest in clothes and other items, expecting to repay their loans after profiting from the biggest shopping festival ahead of Eid-ul-Fitr. According to the president of the Bangladesh Dokan Malik Samity, it is estimated that the fire may have burnt more than Tk 1,000 crore worth of investment into ashes. Some shop owners have even alleged that there was foul play involved, as certain quarters have been looking to evict the shop owners in a bid to occupy the area. Clearly, this needs to be properly investigated. \nNevertheless, it is important to remember that as with most markets in Dhaka – and other major cities – the Bangabazar Shopping Complex barely had any proper fire safety measures in place. The fact that, despite numerous fire incidents in recent times, the authorities have hardly taken any measures to rectify this overall situation is simply shocking.\nOver the last few months, we have seen major fire outbreaks all over the country – from high-rise buildings to industrial buildings, from container depots to commercial buildings. And these have only shown how badly building construction codes and fire safety measures are implemented across the country.\nOn the same day that the Bangabazar Shopping Complex was burnt down, this newspaper reported that the Rajdhani Unnayan Kartripakkha (Rajuk) had found 683 buildings in eight zones of Dhaka using their basements to store flammable items, violating building construction rules. However, this situation has only come about because of Rajuk's own failure to properly monitor and enforce the said rules.\nAfter every major fire outbreak, we see the authorities scrambling to form probe committees, which give various recommendations that are never properly implemented. Until and unless this changes, fire outbreaks will continue to devastate and destroy property and, as we have seen in many previous cases, lead to unnecessary deaths. It is high time the authorities stopped treating human lives and their properties with such disrespect.\n",
        "headline_1": "Bangabazar fire: Another avoidable disaster",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bangabazar-fire-another-avoidable-disaster-3288651",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-04-2023"
    },
    {
        "full_article": "We may all breathe a sigh of relief that the brouhaha over the EVMs is finally over, with the Election Commission deciding to forego the use of the electronic machines in the upcoming parliamentary election citing a lack of funds. Since it was first introduced in 2018, there have been widespread fear about its fool-proofness to electoral tampering; in particular, concerns were raised about the audit cards via which election results are collected, which are vulnerable to manipulation in the absence of a voter-verifiable paper audit trail (VVPAT). Despite strong reservations from many political parties, including the BNP, and civil society actors, the EC, till now, seemed hell-bent on going ahead with its decision to use EVMs, finalising a massive Tk 8,711 crore project for EVM procurement and management last year.\nWe are glad that the EC has finally seen reason, if only in consideration of the enormous expenses that the project would entail. Back when the proposal was first made, we had warned the EC against such an expensive undertaking in the midst of the worst economic and cost-of-living crisis in over a decade, particularly given that Bangladesh was buying the EVMs at inflated costs. Now that the EC has retracted its position, we wonder what will happen to the 150,000 EVMs already bought in phases since 2018, at 11 times the price of the machines in India. EVMs worth Tk 642 crore have already become unusable for a lack of proper storage facility and maintenance, according to EC documents. We urge the EC to make sure that our remaining stock – paid with taxpayers' money – are stored properly so that they may be used in the future, if and when it is decided, through political consensus, to switch to EVMs. \nWhile the decision to scrap the EVMs is a step in the right direction, the EC must not lose sight of the fact that there are many other pressing issues that it must address before the public, and other political parties can be confident that the upcoming elections will be free, fair and participatory. Foremost among them is ensuring full independence of the EC, and guaranteeing the ever-illusive \"level-playing field\" for all political parties. Unfortunately, the performance of the EC in the by-elections, except for one notable exception, has not inspired confidence in its ability to rise above and rein in party politics. As it tries to engage with other political parties and to ensure them of its neutrality, the commission needs to remember that it is only through its commitment to the electoral process – rather than the party in power – that it can inspire faith about its ability to guide the nation to a democratic future. \nThe EC must also prove its ability to ensure compliance of the administration and law enforcement in playing their part in defending the democratic process. It must not be seen as reflecting the increasingly intolerant stance of the government towards critics, human rights defenders and the media. \nThe BNP, on its end, must forego its propensity to reject any and all proposal and initiatives of the EC, without due consideration or discussion. Such wholesale rejection will not produce constructive results, and risks jeopardising not just future prospects for the party, but the country at large.\n",
        "headline_1": "A farewell to EVMs",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/farewell-evms-3288811",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-04-2023"
    },
    {
        "full_article": "We are deeply troubled by another major fire incident that originated in a shop at the Adarsha market in the Bangabazar Shopping Complex and spread to the nearby markets, according to witnesses. There were around 2,500 shops at the complex, most of which have been burnt to ashes. It took around 50 firefighters' units around six and a half hours to bring the fire, which started at around 6:10am, somewhat under control. And although no lives have been lost, at least 12 people, among whom eight are firefighters, have reportedly fallen sick because of the smoke from the fire.\nThe fire caused enormous losses for shop owners and businessmen, most of whom had stored up huge amounts of goods prior to Eid. Many of them claimed to have borrowed heavily to invest in clothes and other items, expecting to repay their loans after profiting from the biggest shopping festival ahead of Eid-ul-Fitr. According to the president of the Bangladesh Dokan Malik Samity, it is estimated that the fire may have burnt more than Tk 1,000 crore worth of investment into ashes. Some shop owners have even alleged that there was foul play involved, as certain quarters have been looking to evict the shop owners in a bid to occupy the area. Clearly, this needs to be properly investigated. \nNevertheless, it is important to remember that as with most markets in Dhaka – and other major cities – the Bangabazar Shopping Complex barely had any proper fire safety measures in place. The fact that, despite numerous fire incidents in recent times, the authorities have hardly taken any measures to rectify this overall situation is simply shocking.\nOver the last few months, we have seen major fire outbreaks all over the country – from high-rise buildings to industrial buildings, from container depots to commercial buildings. And these have only shown how badly building construction codes and fire safety measures are implemented across the country.\nOn the same day that the Bangabazar Shopping Complex was burnt down, this newspaper reported that the Rajdhani Unnayan Kartripakkha (Rajuk) had found 683 buildings in eight zones of Dhaka using their basements to store flammable items, violating building construction rules. However, this situation has only come about because of Rajuk's own failure to properly monitor and enforce the said rules.\nAfter every major fire outbreak, we see the authorities scrambling to form probe committees, which give various recommendations that are never properly implemented. Until and unless this changes, fire outbreaks will continue to devastate and destroy property and, as we have seen in many previous cases, lead to unnecessary deaths. It is high time the authorities stopped treating human lives and their properties with such disrespect.\n",
        "headline_1": "Bangabazar fire: Another avoidable disaster",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bangabazar-fire-another-avoidable-disaster-3288651",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-04-2023"
    },
    {
        "full_article": "The two main foreign exchange earners of Bangladesh, export and inward remittance, have shown a mixed trend last month (March 2023). The remittance, for instance, demonstrated a positive growth trend in March compared to the performance of this sector during the past six months. In fact, remittance had been on the decline in the past months dropping to as low as USD1.52 billion in October last year (a fall of 7.0 per cent year-on-year). But seeing that last month's inward remittance hit a record high at USD2.02 billion (8.6 per cent increase in a year), the trend appears to have taken a turn for the better.However, the other forex earning sector, export, registered negative growth last month. Last month (March 2023), the sector fetched USD 4.64 billion, a decline of 2.49 per cent year-on-year. Also, the monthly export target for the month could not be met (it fell short by 7.50 per cent). The main driver of export, the apparel sector, recorded a negative growth of 1.04 per cent compared with what it was in the same month a year before. However, in the past nine months (July 2022 to March 2023), the export sector's performance was positive as it fetched USD 41.72 billion, which is an increase of 8.07 per cent, compared to the same period in the last fiscal year, the Export Promotion Bureau (EPB)'s data say. This growth was driven by the main driver of export, the Readymade Garment (RMG) sector, which earned USD 35.25 billion during the July-March period of FY 23, recording a 12.17 per cent growth over the same period last fiscal, FY22. But all the subsectors of the RMG did not perform equally well. While the knitwear and woven garment did fairly well, home textiles showed a negative trend. So did many other export sectors. Overall, the different export sectors' performance between July and March this fiscal has been a mixed bag. Given the fall in the sales and commodity prices in the global market thanks to the high inflation triggered by aggressive bank interest rates in the advanced economies and the ongoing war over Ukraine, the prospect of overall export is going to remain uncertain in the coming days. The RMG sector, the mainstay of export, for instance, has not been getting enough work orders from European and other Western markets, say the industry leaders. So, they are running below their production capacity. In that case, to improve the situation, the government will be required to reduce its dependence on RMG and diversify export. To that end, the government should promote other export sectors as it did for RMG over the years. In a similar vein, the positive growth trend of inward remittance as demonstrated last month may be a short-lived one. Because this is a phenomenon before the two Eids, the major religious festivals of the country's Muslims as expatriate workers send higher amounts of foreign exchange home for their relatives. But due to the wide difference between the official and kerb market exchange rates, remittance figures at other times were low as expatriate workers preferred illegal channels like hundi as they offered higher amounts of local currency (TK 110 or more) against each USD. The government, on the other hand, pays TK107 for the expatriate remitters and Tk105 for exporters against a USD. So, to boost forex earnings, diversifying exports and establishing a uniform foreign currency exchange regime are imperative. Also, efforts should be on to enhance foreign investment in the economy.",
        "headline_1": "Boosting forex earning",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/boosting-forex-earning-1680621707",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-04-2023"
    },
    {
        "full_article": "Public Private Partnership (PPP) in the country is still far from making a modest start, even after more than a decade it was announced as a prime mover for development projects. The questions obviously are: what it takes to make PPP projects rewarding, and why is its teething problem lingering too long?An Asian Development Bank (ADB) report has identified, among others, implementation challenges, lack of long-term financing, and outmoded laws as a few broad-based impeding factors responsible for poor response from investors at home and abroad. The report says, so far $6.74 billion has been invested in PPP projects against the requirement of $384 billion by 2030. The report gave an outline of the proceedings on the PPP front in the country. It said PPP projects attracted $6.74 billion in investments, of which 76 per cent was contributed by the energy sector. Ten private companies invested $4.1 billion, or 62 per cent of the total, in 25 PPP projects. Some 12 per cent of the investments were made in the port sector, 6.0 per cent in the water and waste-water sector, 4.0 per cent in the roads sector, and 2.0 per cent in the ICT sector. Out of 69 PPP projects implemented in Bangladesh, 18 projects were procured through direct appointment, 29 through unsolicited bids, and 25 through a competitive bidding process. Only energy sector projects were awarded, based on the availability of payment mechanism, with 100 per cent of the projects given by way of the power purchase agreement or guaranteed payments based on availability. Recognising the lacunae in the system affecting investment, the report added that developing sector-level frameworks and model documents or standard bidding documents is crucial to bringing transparency and clarity in order to attract more private sector investment.It is true that the government did put some effort, including among others signing of Memorandum of Understanding (MoU) more than once between the PPP authority and banks and financial institutions. The first MoU was inked way back in 2016 and the second in 2021, ostensibly to remove financing hurdles. But as things stand, these have not worked to energise PPP as a mode of project execution with the dual stake of the public and the private sector. It may be recalled that the CEO of the PPP Authority had candidly made the point saying barriers to PPP financing could not bring success in the MoUs. The CEO pointed out a mismatch in loan agreement period between the PPP projects and financial institutions, and the lack of scope of mortgaging government land under PPP. He had called for bringing an amendment to specific sections or articles of the existing banking laws, involving the banking sector during PPP project preparation, setting guidelines for investing funds from bond market, private equity etc., as a means to improve the financing situation. Clearly, it is the lack of proper coordination among the public and private sectors, a mismatch to be precise, that has stalled the progress of the PPP scheme. The reason why PPP is believed to have fared well in many countries is primarily because of the efficient management of this dual stake reinforced by the ease in accessing finance and other facilitating services. However, this being rather too sweeping a comment, ground realities are not supposed to be so smooth, and are often fraught with difficulties for which mechanisms have to be in place. Some countries -- in both advanced and developing countries ---have succeeded in making PPP a fine example of project implementation. In the South Asian region, India has demonstrated remarkable success in materialising its PPP schemes. Recent studies indicate that India is going to invest close to $400 billion over the next five years in infrastructure development, of which at least 40 per cent would be developed through PPPs. The national road transportation sector has been the front runner in adopting PPPs for India's infrastructure. A survey done some time ago found that around 70 per cent of all Indian PPP infrastructure projects were in the roads and bridges category.Typically, PPP is a business venture funded and operated through a partnership of government and one or more private sector companies. Thus PPP involves a contract between a public sector authority and a private party, in which the private party provides a public service and assumes substantial financial, technical and operational risks in the project. In some types of PPPs, the cost of using the service is borne exclusively by the users of the service and not by the taxpayers. In other types, investment is made by the private sector on the basis of a contract with government to provide agreed services and the cost of providing the service is borne wholly or in part by the government. Government contributions to a PPP may also be in kind (notably through transfer of existing assets). In projects that are aimed at creating public goods like in the infrastructure sector, the government may provide a capital subsidy in the form of a one-time grant, so as to make it more attractive to the private investors. In some other cases, the government may support the project by providing revenue subsidies, including tax breaks or by removing guaranteed annual revenues for a fixed time period.There are usually two fundamental drivers for PPPs. Firstly, PPPs are meant to enable the public sector to harness the expertise and efficiencies that the private sector can bring to the delivery of certain facilities and services, traditionally procured and delivered by the public sector. Secondly, a PPP is structured so that the public sector agency seeking to make a capital investment does not need any borrowing. Rather, the PPP borrowing is made by the private sector implementing the project.In Bangladesh, the reasons for lack of enthusiasm, especially from the private sector, to join hands with the government may be many. Dearth of finance is indeed one. There were discussions on this and other issues but none seemed to be inspiring enough to inject vigour into the PPP scheme. At a roundtable held recently in the capital, speakers stressed the need for a master plan to select and implement PPP projects to make sure that those are efficiently undertaken. They said the government could consider floating initial public offerings (IPOs) or special bonds to collect funding for PPP projects because commercial banks tend to shy away from extending long-term loans such projects require. Some speakers also noted that there should be adequate discussion and analysis on the failure and success of PPP projects, and failed projects must receive punitive action.The idea of exploring alternative financing opportunities including floating different types of bonds, issuance of initial public offering (IPO) to meet the financing gaps for PPP projects looks sound. The government may consider this in right earnest. Besides, development projects which are commercially viable should be implemented through PPP programme. The importance of economic and commercial benefits should also be assessed carefully before taking any project under the scheme to attract investors.Evidences from developing countries indicate that actual or perceived rise in tariffs, macroeconomic fluctuations in currency or purchasing power, inadequate regulatory and institutional environments, methodology of profit sharing, political reneging etc., are some of the key challenges that often create serious obstacles to the functioning of PPP projects. It is high time the government took a close look at the impeding elements and also considered setting up a state window to bankroll PPP projects. \n[email protected]",
        "headline_1": "PPP-far from rising to the occasion",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ppp-far-from-rising-to-the-occasion-1680621742",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-04-2023"
    },
    {
        "full_article": "That the global economy is in turmoil is not news anymore. Every economy, be it rich, poor, or emerging is struggling with revenue mobilisation. Bangladesh for its part has always had problem with domestic resource mobilisation and has been the subject matter of many studies and research projects. Things have started to move in the right direction though. At the prodding of the International Monetary Fund (IMF), an institution that has thrown a lifeline to Bangladesh in the form of a much-needed budgetary support loan, policymakers have finally moved on increasing the tax net to bring in some of what is owed to the state, in the form of taxes.Of course that is easier said than done. Decades of neglect in upgrading institutional capacity to deal with the general tendency of people to take advantage of loopholes in the system, have allowed individuals (and companies) to get away without paying taxes. Indeed, going by the findings of a recent report titled \"Corporate Tax Transparency Issues and Concerns in Bangladesh: Its Implications on Tax Losses and Social Spending\", by the Center for Policy Dialogue (CPD), a Bangladeshi think tank, the country is losing up to Tk840 billion from the informal sector. The study states that about 68 per cent of people who have taxable income do not pay tax. It is appalling to learn that out of 213,000 registered Joint Stock companies, only 45,000 companies have filed returns. This would be a good area to start with for revenue collection by the authorities concerned. What may be a step in the right direction is to overhaul the way companies are registered in this country and also make it mandatory for companies that are registered, to file tax returns. The introduction of a digital platform that will automatically update which companies are active (or inactive); and one that will allow the National Board of Revenue (NBR) to check which companies have not been paying taxes can do the trick.Then there is the question of individuals who earn taxable income, but choose not to file tax returns. The usual excuse provided by any non-taxpaying individual is why should he or she pay taxes? What service does the State provide in return for taxes paid? This argument is flawed all through. Every citizen must pay taxes, if the income is taxable. Why? Because the State does provide a host of services like affordable primary education, basic healthcare, communication infrastructure - road, rail, water, airports. These cost money. The cost burden for development does not fall out of the sky - they have to be paid for. They are not built for fun but for functional, economic reasons and they are used by the people, including those people who come up with excuses not to pay taxes. Without tax revenue, no government can function properly. In the absence of such huge amounts of untaxed revenue, the government will perpetually be in debt, the servicing of which ultimately is done by the general populace. It would be better to pay direct taxes by those who are taxable, so that these same people are not overburdened by indirect taxes like VAT (value added tax) on everything. Upgrading tax laws, introduction of technology / digital platforms to make it easier for people / companies to file returns online are areas that the government should work on to change the current disadvantage. Unless the GDP-Tax ratio is increased, it is seriously doubtful whether Bangladesh will be able to make necessary investments to upgrade its infrastructure that will propel it to reach the middle-income status.\n[email protected]",
        "headline_1": "Tax gap taxing for economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tax-gap-taxing-for-economy-1680621771",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-04-2023"
    },
    {
        "full_article": "Bt brinjal, the first genetically modified crop in Bangladesh, has already become very popular among our farmers. Farmers in all vegetable growing districts of the country now use this crop possibly because it performs well in combating the destructive impact of the pest. The Bt gene produces a protein that is toxic to the borer pest but reportedly harmless to other types of insects and human beings. So Bt brinjal suffers less pest damage and its overall productivity is higher. The crop has also been shown to reduce pesticide use. Despite having benefits and enormous potential, GM crops like Bt brinjal often face opposition from a group of experts. According to them, Bt brinjal has inadequately addressed health and environmental risks, lack of transparency in sharing test data, implications to seed sovereignty of farmers and an absence of informed choice for consumers. Cross-pollination in GM crops paves the way for herbicide-resistant superweeds that can further threaten the sustenance of other crops and pests because of its uncontrolled growth. Pest-resistant Bt crops can also lead to the extinction of a few species that in turn can affect the food chain also. That will be harmful for biodiversity. Bt brinjal poses risks to human health as it contains antibiotic markers. It produces a protein in the vegetable cells that induces antibiotic resistance while humans need to consume antibiotics to fight various diseases. Resistance to antibiotics can turn medicines ineffective. A recently conducted study shows that a person consuming genetically modified brinjal on a regular basis can suffer from immunological, liver and reproductive problems. Experiments related to GM crops are still being conducted worldwide including in the USA, Canada, Australia and even India. None of the countries has come to a conclusion that GM crops are safe for humans. So, we have to do more research to ensure that they are really safe for us. Developing Bt brinjal is undoubtedly a revolution in green biotechnology. What we require now is scientific study that can bring Bt brinjal more acceptance not only in Bangladesh but across the world. \nSamia Jahan Shefa,Student of Department of Genetic Engineering and Biotechnology, Jashore University of Science and Technology, Jashore, [email protected] ",
        "headline_1": "More research on Bt brinjal needed",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/more-research-on-bt-brinjal-needed-1680621795",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-04-2023"
    }
]