[
    {
        "full_article": "By holding that a suit filed by five women to offer worship to Hindu deities at the Gyanvapi Mosque in Varanasi was maintainable, the Allahabad High Court has possibly legitimised a clever attempt to question its status. In an order that upholds a district court verdict to the same effect, Justice J.J. Munir has ruled that the suit is limited in scope to enforcing the plaintiffs’ right to worship Hindu deities and that it is not an attempt to convert the mosque into a temple. As a result, he has held that the suit is not barred by the Places of Worship (Special Provisions) Act, 1991, a law that froze the status of places of worship as they stood on August 15, 1947. In the process, the court has rejected the objections by the Committee of Management of the Anjuman Intezamia Masjid, Varanasi, that the suit is barred by the 1991 law, as well as the Uttar Pradesh Wakf Act, 1995, and the U.P. Sri Kashi Vishwanath Temple Act, 1983. Given the fact that Hindu revanchism has been quite active in claiming that several places of worship of Muslims had been constructed on the ruins of Hindu temples after their demolishment, it is a matter of concern that the judiciary has endorsed the use of legal means to lay the foundation to building a possible future claim on the Gyanvapi Mosque.The court is right in noting that while deciding a motion to reject a civil suit at the threshold, it has to limit itself to the assertions made in the plaint. The plaintiffs have claimed that Hindu deities were being worshipped at the mosque precincts before and after August 15, 1947. In particular, they have claimed that daily worship of Hindu deities was going on at Gyanvapi till 1990, after which it was suspended at the peak of the movement against the Babri Masjid in Ayodhya. After 1993, it was limited to a single day every year. A relevant question is whether it is merely a suit to assert a right to worship, or if it is part of a larger design. The court has rejected the objection that the suit is an instance of ‘clever drafting’ to cover up an attempt to change the mosque’s status. However, it should be noted that the plaintiffs also question whether the mosque was built on Wakf property, and assert that property vested in the deity would remain with the deity even if the structure was destroyed. It will be truly unfortunate if the customary right of worship is allowed to lead to incremental or creeping changes to the mosque’s status.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nreligion and belief\n\n/\n\nVaranasi\n\n/\n\nUttar Pradesh\n\n/\n\nAyodhya",
        "headline_1": "Creeping change: On the High Court ruling in the Gyanvapi Mosque case",
        "headline_2": "Courts should be wary of incremental steps to alter status of places of worship",
        "link": "https://www.thehindu.com/opinion/editorial/creeping-change-the-hindu-editorial-on-the-high-court-ruling-in-the-gyanvapi-mosque-case/article66930808.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-06-2023"
    },
    {
        "full_article": "For Thai voters, the May 14 parliamentary election offered a stark choice between the royalist, military-backed government and the pro-democratic, reformist opposition. They overwhelmingly supported the latter. When the preliminary results were announced, the progressive Move Forward Party emerged as the single largest bloc with 152 seats. The Pheu Thai Party, another pro-democratic outfit led by Paetongtarn Shinawatra, daughter of former Prime Minister Thaksin Shinawatra, came second with 141 seats. All the pro-government parties did poorly. Both the Move Forward and the Pheu Thai have promised to stand up to the military, which captured power in 2014 through a coup, and address the country’s economic issues. The Move Forward, a political upstart led by 42-year-old Pita Limjaroenrat, is now leading coalition talks and has staked a claim to form the next government. During the campaign, Mr. Pita was critical of the establishment and offered a new beginning to Thai voters. The party’s manifesto promised to stop military conscription, end the “cycle of coups”, tackle business monopolies and scrap the military-drafted Constitution. It also vowed to amend the controversial lèse majesté law, which shields the monarchy from public criticism. The Move Forward’s promises helped the fledgling party easily connect with a public which was increasingly angered by Prime Minister Prayut Chan-o-cha’s authoritarianism and the drying up of economic opportunities.But an electoral victory does not necessarily mean that the Move Forward has an easy way towards forming a government. The Opposition coalition has a majority (309) in the 500-member elected House, but in Thailand’s 750-member bicameral Parliament (250 members of the Senate are appointed by the military), Mr. Pita would need the support of 376 legislators to form the government. His criticism of the military and the promise to amend the royal defamation law have made the generals wary of his rise. If the Senate votes as a bloc against the Opposition coalition, he would not be able to form the government. It remains to be seen what will happen between now and July 13, when the Election Commission will officially ratify the results. In the 2019 election, the Future Forward Party, the predecessor of the Move Forward, emerged the third largest party, surprising the generals. It was subsequently dissolved and its leaders banned from politics. Mr. Pita is already facing cases for allegedly violating electoral laws. But any move to stop the winners of the election from forming the government would be disastrous for a country that is on the brink. Thailand witnessed widespread pro-democracy protests in 2020, which were crushed by the regime. Some 14 million people voted for Move Forward and if the military defies their mandate, it would only widen the cracks in society. Instead, the generals should see the elections as an opportunity to cede power and allow the winners to form the next government.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nThailand\n\n/\n\nparliament\n\n/\n\nelection\n\n/\n\neconomy (general)\n\n/\n\npolitics\n\n/\n\nlaws\n\n/\n\narmed Forces",
        "headline_1": "A vote for change: On the result of the Thai parliamentary election",
        "headline_2": "The Generals should cede power without triggering chaos",
        "link": "https://www.thehindu.com/opinion/editorial/a-vote-for-change-the-hindu-editorial-on-the-result-of-the-thai-parliamentary-election/article66930840.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-06-2023"
    },
    {
        "full_article": "Far away from the fussy scholarly histories of the public archives and speeches, often ignored by the commentariat, lies a secret history of social change. It is written by the private conversations within families. It is a personal history of who murmured words of encouragement, of who cooked the meals in a crisis, of who spent time and effort in protecting and caring for us when we dared to resist the state or social convention, of negotiations between fathers and daughters. This is a history of the quotidian underlying the history of the nation.\nThe spectacle of violence against champions protesting sexual violence in the Indian wrestling federation is not merely a question of legalese and tropes of technocratic “due process” for our women. It is not a matter of honouring medals or laurels alone, but the honour we accord as a society to the hard-won battles of women seeking independent livelihoods and a role in the public sphere. Sports are an important source of jobs too. Her-story, the personal history and future of India’s working professional women, is at stake here.\nRead full story on TOI+\n\n",
        "headline_1": "Why the wrestlers’ protest matters so much to the sisterhood of working women",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/why-the-wrestlers-protest-matters-so-much-to-the-sisterhood-of-working-women-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-06-2023"
    },
    {
        "full_article": "As a rule, societies prefer tranquillity to discord. To that extent — depending on individual or community preferences — there is likely to have been irritation in some circles about the controversies over the inauguration of the new Parliament building in New Delhi. What should have been a truly national occasion, involving all sections of the political establishment, was marred by vicious exchanges, particularly in social media. Although this did not mar the solemnity and grandeur of the occasion, the boycott of the ceremony by many opposition parties did certainly inject a sour note.\nIn hindsight, and particularly if the Narendra Modi government secures a renewed mandate in 2024, the contrarian voices are likely to be relegated to the footnotes of history. Who, after all, recalls that the Communist Party tried to orchestrate an insurrection shortly after Independence, using the slogan ‘Yeh azadi jhooti hai’? Who remembers the ugly incident of an English manager who was thrown into a burning furnace in Kolkata during this search for true azadi? Public memory tends to be woefully selective and, more often than not, shaped by the present, not the past.\nRead full story on TOI+\n\n",
        "headline_1": "With Sengol, PM restores India’s comfort with old traditions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/right-and-wrong/with-sengol-pm-restores-indias-comfort-with-old-traditions/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-06-2023"
    },
    {
        "full_article": "“Gandhi wasn’t a bad man,” goes one of the opening lines of the new trailer of a Hindi biopic on Veer Savarkar. “But,” it continues, “if he hadn’t stuck to his insistence on non-violence, India would have got freedom 35 years earlier. ” That is, in 1912.\nBut Gandhi was in South Africa at that time and was yet to bring his ideas to India; he returned to India only in 1915. Savarkar himself was in the Andamans, serving out his 50-year prison sentence from 1911 onwards. Bal Gangadhar Tilak, then India’s tallest leader, was in Mandalay prison in Burma, and the national spirit was down because of a massive crackdown by the British Raj from 1907 onwards and a series of repressive laws such as the Seditious Meetings Act and the Press Act. There was no mass uprising, and those who could bring about such an uprising — ‘Lokmanya’ Tilak more than anyone else — were shut away in jail. So how would India have got Independence “35 years” before 1947?\nRead full story on TOI+\n\n",
        "headline_1": "Savarkar trailer: When filmmakers play fast and loose with history",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/savarkar-trailer-when-filmmakers-play-fast-and-loose-with-history/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-06-2023"
    },
    {
        "full_article": "For me, the most unexpected change in the ninth year of Narendra Modi’s rule has been the fielding of a record 391 Muslim candidates by the BJP in the Uttar Pradesh municipal elections, of whom 61 won. The BJP’s ally, the Apna Dal (Sonelal), fielded a Muslim for the Suar Assembly by-election, who also won.\nThe state has 17 municipal corporations for the largest cities, and the BJP won all 17 mayoral posts with Hindu candidates. But in smaller cities — where the local body is called a nagar palika panchayat — 32 of the BJP’s 199 candidates for chairmanship were Muslims, and five won. The municipal corporations have 1,429 wards and the nagar palika panchayats have 5,327 wards, so the number of Muslims fielded were only a tiny fraction of the total BJP candidates. Many will say that Yogi Adityanath has merely made a cosmetic attempt at Muslim inclusiveness. Yet even cosmetics constitute a change from past practice.\nRead more on TOI+\n\n",
        "headline_1": "What the success of BJP’s Pasmanda strategy means",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/what-the-success-of-bjps-pasmanda-strategy-means/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-06-2023"
    },
    {
        "full_article": "Don't look for rivers in rivers in Bangladesh.\nFor here, in this development wasteland, rivers don't live; they merely exist. They exist as relics of their halcyon days when rivers were truly wild, mysterious, free – or as a side character in their own story, as told through poetry and music. They exist in inherited nostalgia. They exist to serve, not to inspire imagination. Today, going through eponymous titles like Bibhutibhushan's Ichhamati, Manik Bandopadhyay's Padma Nadir Majhi, Adwaita Mallabarman's Titash Ekti Nadir Naam, Samaresh Basu's Ganga or Debesh Roy's Teesta Parer Brittanta feels like walking past a film reel – each river a new negative, a new revelation, but each also a cautionary tale that nature may nurture us, but it needs nurturing, too. Like everything we hold dear.\nThis is what I tell myself every time I come across a \"dying\" or \"dead\" river these days. And I wonder how long we can hold on to the images of what rivers once were before the only image that remains of them is a natural has-been decayed through neglect and overuse.\nFor many of us, images are a vital part of our relationship with rivers. They hugely influence our perception of how we connect to them beyond all the trade, transport, and agriculture that bound us together through the centuries. When Hemanta Mukherjee, in his song \"O Nodire\", asks, \"Say, oh river, where is your abode? Is there no end to your journey?\" – or \"You destroy one bank and build another, but what do you do for the bankside people you leave behind in ruins?\" – it's not just curiosity driving these questions, it's also a deep sense of connection with something we at once feared and felt for. The fear is still there in some form. But the feeling is all but gone, thanks to the shifting images and realities.\nPart of the reason why the 2019 High Court verdict that granted rivers the legal status of \"living entities\" seemed so special was because of its potential to reignite this feeling, from one living entity to another. As legal precedents go, this was a \"historic\" judgment for Bangladesh. It wasn't meant to provoke nostalgia for the good ol' days of undammed, unbridged rivers. It was more rooted in reality, in a vision that development, while inevitable, does not have to come at the cost of rivers. It envisioned a world in which they would be acknowledged as legal beings, given freedom and respect, and granted certain rights safeguarded by the state. \"Killing rivers\" used to be a metaphorical expression until they were granted this status, which made it more literal, with a shock value attached to it.\nFour years on, that semantic change, and the founding of a largely ceremonial National River Conservation Commission as the \"guardian\" of rivers, remain the only outcomes of this verdict. Its remarkable lack of impact, as evidenced by the deteriorating state of our rivers, can only be equalled by that of other court judgments on the conservation of forests and hills. In hindsight, the significance of the verdict lies less in its extraordinary worldview, and more in how extraordinarily it represents the falling apart of that vision. Perhaps the judges overestimated our capacity to care, or underestimated the state's capacity to not care. Perhaps it was just an attempt to keep up with global legal trends. Perhaps, given our rich history with rivers, they didn't need a superficial recognition in the first place. Howsoever you view this verdict today, the truth is, it has failed to prevent what environmentalists have rightly called \"rivercide.\"\n\nNowhere else will you hear a minister claim that we don't need wide rivers, and that we have to narrow them down and recover land from the riverbanks to build resorts and roads and implement other forms of development! \nBangladesh has about 220 small and large rivers, and 90 percent of them are said to be suffering from pollution and encroachment. More than 43 rivers dried up between 2000 and 2020. According to the Rivers and Delta Research Centre (RDRC), which unveiled the findings of a year-long study in March, at least 56 rivers flowing through different parts of the country are suffering from \"extreme pollution\" during lean periods, when natural flows of rivers are at their lowest. Even rivers that became household names through famous books have not been spared. A quick Google search will tell you: the once-mighty Titash is now a veritable canal, with many illegally built structures dotting the riverside; the Ichhamati near Pabna is nearly dead, revived only by the monsoon onrush of water from the Padma; the sad state of Teesta is there for everyone to see. Any residual nostalgia from your days of reading will be hard to maintain.\nOr think of the Karnaphuli in Chattogram, or the Rupsha, a distributary of the Ganga – all poetic names now reduced to a harsh, prosaic existence. These rivers, like the ones before them, are being robbed of life, one aquatic species at a time. The same suffocating situation prevails at the Khowai, which flows through Habiganj, or the Mayur, which flows through Khulna, or the rivers surrounding Dhaka. Tonnes of household and industrial waste are dumped into them every day, untreated and unchecked, while marauding encroachers, both individuals and institutions, including those run by the state, go about building on dried-up lands, pushing further and further beyond the demarcation pillars in some cases. Add to that the mining of sand, the brickfields on riverbanks, the greasy pollutants from motorised boats, the siltation – all contributing to their progressively unhealthy aquatic state. It's not just the life of rivers, canals, or wetlands that is being put to the test. There are also a vast community of farmers, fishers, villagers, and other river-dependent people who are going through a painful readjustment.\nBangladesh has thus essentially become a Land of Dying Rivers, in an astonishing shift for a nation that once ascribed motherly value to its rivers, endearingly calling itself \"nadimatrik.\"\nTrue, the attempt to control or utilise rivers has been there from time immemorial. It was there during the rule of the British, who sought to control the rough waters of Bengal through building road-rail networks. It was there during the rule of Pakistan, which undertook development projects. Their initiatives, in some cases, proved to be disastrous. Ruling rivers – just like hills, forests, and seas – has been an enduring pursuit of humanity. In the monsoon, you had encroaching rivers; in the summer, you had a pushback from encroaching men.\nBut what we are witnessing in today's Bangladesh is not ruling (\"nadi shashon\"), it is bullying (\"nadi shoshon\"). It's not driven just by necessity, but also greed, a general disregard for the sanctity of life, and a reckless can-do-ism. Nowhere else will you hear a minister claim that we don't need wide rivers, and that we have to narrow them down and recover land from the riverbanks to build resorts and roads and implement other forms of development! This pretty much sums up the reigning mood in Bangladesh. And if the current trend holds, it may not be long before it becomes known for having led a unique trend: once a river, NOT always a river.\nPerhaps this was inevitable. Over the last few decades, the more we urbanised, the more we sought to exploit and monetise rivers. The more our population grew, the more we came to treasure our land (and riverbed) as real estate. So, we put unwieldy dams around rivers, hollowed them out in search of sand, canalised and diverted them, constricted their navigation through encroachment, and in many cases, turned them into dumping zones. Anomalies and warnings abound simultaneously. \"A dumping zone called Turag\" – a newspaper heading screams, as if to parody the oft-quoted Titash Ekti Nadir Naam (A river called Titash). What was once a symbiotic relationship worthy of immortalisation in poetry, music and literature has now turned into an abusive relationship, with 170 million rudderless people wedged into a sparse landmass, all somehow complicit in the slow decay or death of their rivers.\nAll somehow ready to accept that their cities turning into heat islands, their rivers being robbed of aquatic species, their waters being contaminated, their fishes being infested with microplastics, their ponds and lakes disappearing, their haors suffering longer flooding durations because of unplanned development, or their children growing up without any connection with their riverine ancestry are not a big enough price to pay.\nWe must acknowledge, however, that there have been attempts to reverse this cycle of destruction. There is no dearth of policies, regulations, and responsible agencies in the country. Eviction and excavation projects to free rivers and riverbanks are routinely heard of. But these attempts are so few, so poorly planned, and so uncoordinated that any resultant effect fizzles out before it can be visible.\nClearly, we need a critical rethink about our whole approach to rivers and river management.\nThis is a revised and expanded version of an article originally published in the Jamini magazine.\n\nBadiuzzaman Bay is assistant editor at The Daily Star.\n",
        "headline_1": "Living in the land of dying rivers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/magic-madness/news/living-the-land-dying-rivers-3337786",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-06-2023"
    },
    {
        "full_article": "There can be no debate that, in the worst economic crisis that Bangladesh and its people have faced in over a decade, an ever-increasing number of poor and vulnerable groups are in dire need of targeted assistance from the government. It was our expectation that the proposed budget for fiscal year 2023-24 would prioritise their sufferings and dedicate more money than was done in the past towards expanding and strengthening social safety nets. On paper, the proposed budget appears to have done just that – social safety nets, according to the government, constitute 2.52 percent of the GDP in the new budget. However, a closer look at the numbers reveals a distressing scenario, with a meagre 1.01 percent of GDP being allocated towards those most in need.\nWhere is the rest of the money that is being peddled as social safety nets by the government actually going? A whopping 22 percent of the sum will be spent in paying pensions for 800,000 government employees, while another 8.9 percent will finance interest for national savings certificates. Meanwhile, 17 percent of the social safety net budget is going towards agriculture subsidy and interest subsidy for loans to small and medium enterprises, including cottage industries. About 60 percent of the total social safety net allocation proposed in the budget is actually set for the non-poor. The obvious question is why the finance ministry would categorise pensions, subsidies and interest payments under social safety nets, unless it is to deliberately misguide people by flaunting a flashy and inflated figure. The next and equally urgent question is why the poor have once again been left out of the government's planning when they should have clearly been a priority.\nIncome inequality has risen at an alarming rate, even if we go by the government's own estimate, over the past decade. As our policymakers continue to pander to their already well-off interest groups, more and more low-income households are at risk of falling into poverty, with food and non-food prices long having spiralled out of control. It is shameful that instead of expanding the scope of the social safety net programmes, enhancing their efficacy, and introducing more targeted interventions for new and urban poor, the policymakers have chosen the questionable route of inflating the numbers. In the process, they have made a mockery of those most in need of its protection.\nWe urge the government to allocate the amount it claims to have dedicated to social safety nets to the actual vulnerable groups. Otherwise, it is tantamount to robbing the poor of their dues from the state.\n \n",
        "headline_1": "Why is government support for poor going to non-poor?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-government-support-poor-going-non-poor-3337556",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-06-2023"
    },
    {
        "full_article": "As the ongoing heatwave gets worse, the country's power shortage is unfortunately showing no signs of improvement. In fact, it is likely to get worse as the Payra power plant is going to shut down completely – currently, one of its units is out of operation – after June 5 due to a coal crisis. According to the State Minister for Power, Energy, and Mineral Resources, Nasrul Hamid, power outages have increased alarmingly due to the shutdowns of several power plants. The government is struggling to import fuel for these power plants. So, even though it increased the country's power generation capacity to 23,370 MW – more than the real demand – what it is actually capable of producing at present is much less (around 11,753 MW during peak hours on Saturday, for example) than what is necessary. This is a perfect example of the poor planning and policies the government has pursued over the years in regards to the power sector.\nResidents of Dhaka city have been complaining about their extreme suffering amidst frequent power cuts as the temperature rose to 37 degrees Celsius on Saturday. In many areas of the capital, power outages have been occurring seven times or more, and both during the daytime and at night. As a result, children and adults have been falling sick, and hospitals across the country have been struggling to operate. Industries are also being affected badly and are facing production losses. People living in rural areas are doing even worse, as they are reportedly getting electricity for only five to six hours a day.\nIt is shocking that after boasting so strongly about their power sector policies, government officials have brought the sector to such a disastrous state. How can the power ministry allow the plants to close over its failure to pay the coal bills? Simultaneously, the government has allowed for huge amounts of payments to be made to idle power plants in the form of capacity charges. So, while on one hand the people were made to foot that bill, on the other, it is they who are also being made to suffer through these frequent power outages. The energy minister in particular, and the government in general, must answer for this.\n \n",
        "headline_1": "People deserve answers for failed govt policies",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/people-deserve-answers-failed-govt-policies-3337531",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-06-2023"
    },
    {
        "full_article": "There can be no debate that, in the worst economic crisis that Bangladesh and its people have faced in over a decade, an ever-increasing number of poor and vulnerable groups are in dire need of targeted assistance from the government. It was our expectation that the proposed budget for fiscal year 2023-24 would prioritise their sufferings and dedicate more money than was done in the past towards expanding and strengthening social safety nets. On paper, the proposed budget appears to have done just that – social safety nets, according to the government, constitute 2.52 percent of the GDP in the new budget. However, a closer look at the numbers reveals a distressing scenario, with a meagre 1.01 percent of GDP being allocated towards those most in need.\nWhere is the rest of the money that is being peddled as social safety nets by the government actually going? A whopping 22 percent of the sum will be spent in paying pensions for 800,000 government employees, while another 8.9 percent will finance interest for national savings certificates. Meanwhile, 17 percent of the social safety net budget is going towards agriculture subsidy and interest subsidy for loans to small and medium enterprises, including cottage industries. About 60 percent of the total social safety net allocation proposed in the budget is actually set for the non-poor. The obvious question is why the finance ministry would categorise pensions, subsidies and interest payments under social safety nets, unless it is to deliberately misguide people by flaunting a flashy and inflated figure. The next and equally urgent question is why the poor have once again been left out of the government's planning when they should have clearly been a priority.\nIncome inequality has risen at an alarming rate, even if we go by the government's own estimate, over the past decade. As our policymakers continue to pander to their already well-off interest groups, more and more low-income households are at risk of falling into poverty, with food and non-food prices long having spiralled out of control. It is shameful that instead of expanding the scope of the social safety net programmes, enhancing their efficacy, and introducing more targeted interventions for new and urban poor, the policymakers have chosen the questionable route of inflating the numbers. In the process, they have made a mockery of those most in need of its protection.\nWe urge the government to allocate the amount it claims to have dedicated to social safety nets to the actual vulnerable groups. Otherwise, it is tantamount to robbing the poor of their dues from the state.\n \n",
        "headline_1": "Why is government support for poor going to non-poor?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-government-support-poor-going-non-poor-3337556",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-06-2023"
    },
    {
        "full_article": "As the ongoing heatwave gets worse, the country's power shortage is unfortunately showing no signs of improvement. In fact, it is likely to get worse as the Payra power plant is going to shut down completely – currently, one of its units is out of operation – after June 5 due to a coal crisis. According to the State Minister for Power, Energy, and Mineral Resources, Nasrul Hamid, power outages have increased alarmingly due to the shutdowns of several power plants. The government is struggling to import fuel for these power plants. So, even though it increased the country's power generation capacity to 23,370 MW – more than the real demand – what it is actually capable of producing at present is much less (around 11,753 MW during peak hours on Saturday, for example) than what is necessary. This is a perfect example of the poor planning and policies the government has pursued over the years in regards to the power sector.\nResidents of Dhaka city have been complaining about their extreme suffering amidst frequent power cuts as the temperature rose to 37 degrees Celsius on Saturday. In many areas of the capital, power outages have been occurring seven times or more, and both during the daytime and at night. As a result, children and adults have been falling sick, and hospitals across the country have been struggling to operate. Industries are also being affected badly and are facing production losses. People living in rural areas are doing even worse, as they are reportedly getting electricity for only five to six hours a day.\nIt is shocking that after boasting so strongly about their power sector policies, government officials have brought the sector to such a disastrous state. How can the power ministry allow the plants to close over its failure to pay the coal bills? Simultaneously, the government has allowed for huge amounts of payments to be made to idle power plants in the form of capacity charges. So, while on one hand the people were made to foot that bill, on the other, it is they who are also being made to suffer through these frequent power outages. The energy minister in particular, and the government in general, must answer for this.\n \n",
        "headline_1": "People deserve answers for failed govt policies",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/people-deserve-answers-failed-govt-policies-3337531",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-06-2023"
    },
    {
        "full_article": "Notwithstanding the reservations of many including Geoffrey Hinton known as the godfather of the discipline, Artificial Intelligence (AI) has continued to occupy a major place in human activities, especially those related to computer and programming. Contrary to many fallacious conceptions about computer-run AI, it has proved to be a tool highly beneficial to many intricate mental jobs of today's man. The device lacks the judgment capability, conscience and scruple of humans; yet it has already emerged as an ersatz copy of the human brain. Detractors fear AI might one day emerge as something uncannily similar to man's brain function. In reality, what AI is equipped with are its machine-driven penchant for precision, infallibility, and the problem-solving capability. In keeping with this, fruitful application of the AI device to accounting and auditing was discussed at a webinar in Dhaka on May 31.IT experts and auditing professionals presented their views at the virtual seminar, organised by the Institute of Chartered Accountants, Bangladesh (ICAB). Speaking as the chief guest, Comptroller and Auditor General of Bangladesh, Mohammad Muslim Chowdhury observed that Artificial Intelligence was now getting closer to human intelligence (HI) leading to new challenges. Spelling out the capabilities of the AI platforms, he said they can learn faster and can even mimic human emotions. As he viewed it, the next-generation AI platforms would be able to undergo faster evolution than at the present rate of its development. There are challenges ahead for different professionals, he added wryly. The observations made at the webinar portray the vision of a real brave new world. But to many, they also carry unpalatable messages. While presenting his keynote paper, Khondkar Atique-e-Rabbani observed new technologies like AI would impact on all disciplines, economies, industries and even challenge ideas about what it means to be human. The ICAB member reiterated the point that AI could be fed with the right data and feedback to become an ethical platform to aid humanity. This observation might recall the war experts' fear that a wrongly AI-driven tool or robot may play havoc with the enemies' civilian populations. This nightmare has lately started prompting the relevant scientists to go slow on war strategies devised with the hyperactive AI in mind. Fears are said to be there for the otherwise amazing Artificial Intelligence tool falling into the wrong hand. However, the accounting and auditing areas are still free of the rogue AI tools. In spite of the isolated incidents of breaking into the banking systems, the AI related catastrophes have yet to turn into a global nightmare.In Bangladesh, the auditors carry out their jobs in accordance with a humble routine. In this regard, the ICAB president says auditors have to be well-prepared to bring about changes in the accounting and auditing functions to conform to Artificial Intelligence, since it is one of the ingredients of the 4th Industrial Revolution. By using Artificial Intelligence technology, transactions and account balances may be continually watched, he noted. AI is not killing jobs, rather changing their nature. Contrary to the common notion, it's not the machine; rather people skilled in new technologies will take over the jobs. These encouraging words might serve as a stimulant. The rift between man and machine during the Industrial Revolution ended with the triumph of the latter. Scientists want a similar course for AI, but with human warmth.",
        "headline_1": "Observations on AI platform",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/observations-on-ai-platform-1685887366",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-06-2023"
    },
    {
        "full_article": "Health care and education should be guaranteed for all citizens in a modern state. That the state should meet these two basic human needs is recognised in the constitution and no government of the nation in its over half a century of existence ever denied the primacy of health and education. But when it comes to allocation of resources for the two sectors of the economy, all the successive governments seem to have been rather stingy, especially in terms of the budgetary allocations for either sector. The just announced national budget for the next financial year FY2023-24 has been no exception. The allocation for the health sector is Tk 380.520 billion which is about 5.0 per cent of the total budget. Given the higher size of the next fiscal's proposed budget at over Tk7.61 trillion, the allocation figure in absolute amount for health may look bigger than last year's, but in terms of its (health budget's) ratio with total budget, it has rather declined. The last fiscal's allocation for health was 5.44 per cent of the total budget. There was, however, no explanation as to why it is so, though the finance minister was quite unambiguous about his government's commitment to ensuring quality healthcare for all citizens.Similarly, despite official rhetoric, the actual allocation for education, at Tk880 billion, is 11.57 per cent of the total budget. It is no doubt bigger than last fiscal's education budget in absolute terms. But as a proportion of the total, it has declined from the previous fiscal's 12 per cent.Either as a proportion of the total national budget, or of the GDP's (FY24's education budget is 1.76 per cent of the GDP), it is far lower than what it should be according to international standards. In fact, it should have been close to 20 per cent of the total budget or about six per cent of the GDP. The argument of a poor country's limitations should no more apply to Bangladesh's case, as it is looking to join soon the club of the middle income nations. So, the shares of the budgetary allocations for the health and education sectors vis-à-vis the total national budget should be reflective of the priority the nation attaches to the social sectors under scrutiny. But such arguments have also certain assumptions. The assumptions are that the allocated amounts of money for the sectors in question would be spent as planned as spelt out in the Annual Development Programmes (ADPs). In the current fiscal year (FY23), for instance, in 10 months between July and April, only 33 per cent of the of the allocated funds for the revised ADP (which was close to 34 per cent less than the original ADP allocation) could be spent by the Directorate General of Health Services (DGHS). To all appearances, the question of 100 per cent utilisation of even the truncated ADP allocation will not be possible within the time left. Picture for the education is similar. What is of concern is that not only the overall government expenditures for education is on a falling curve over the years (it was 0.17 per cent less in 2021 than what it was is in 2020. While in 2020, it was 0.94 percent less than what it was 2019 and so on). Evidently, the size of the total budget and with it those of the different sectors have proportionally increased. But utilisation of whatever allocations have been made particularly for education have shrunken over the years. The same is true of the health sector. The lack of capacity to spend the allocated funds on the part of ministries concerned have led to further curtailment of allocations in the ADPs. But can the lack of capacity, not to mention corruption, be a perennial excuse for shrinking allocations for the two most vital sectors of human development in the economy? If there is lack of capacity regarding fund utilisation, then the blame for the same can again be laid at the government's door. It is again the government's job to develop the capacity of implementing agencies, here the respective ministries. Part of that capacity building should be reducing, if not removing altogether, corruption in the sectors concerned. Health and education sectors are mired by corruption? The government in the last one decade has laid its highest stress on infrastructure building. Undoubtedly, impressive infrastructures make development visible. Infrastructures, especially physical ones, definitely contribute to accelerating economic growth as resources, both human and materials can be conveyed faster to the centres of growth in the economy. But the highways, the bridges and the railways are of course the indicators of increased capacity of the economy. True, investments in the health and education sectors do not show up as quickly and dazzlingly as they do in the case of physical infrastructures. But in the longer term, the opposite is true. The benefits of higher investments in health and education are better reaped by the generations to come. That is exactly why the aging generation now at the helm of affairs is working so hard. Otherwise, the entire effort will be meaningless.\n[email protected]",
        "headline_1": "Putting health and education at centre stage",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/putting-health-and-education-at-centre-stage-1685887399",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-06-2023"
    },
    {
        "full_article": "The death of two people on Friday since the latest death from Covid-19 on March 28 last---exactly 66 days ago---is indeed a cause for concern. It is not only because of the two deaths from the disease from which the World Health Organisation (WHO) has recently withdrawn the worldwide health emergency, but also because of its fresh surge in the country. In the 24 hours up to 8:am on Friday last, 89 people were detected positive with the Covid virus. The rate of positivity is quite high at 5.87 among the 1,515 who were tested with corona symptoms. Understandably, people cannot be blamed for not taking the disease very seriously and putting themselves to corona test after negligible numbers reporting they had caught the disease no longer proving deadly. But the past week's, from May 22-28 to be precise, the rate of Covid-19 positivity has increased as high as 133 per cent compared to its previous week. The sign is not good, if not ominous yet. What is particularly important here is to know which variant is infecting people now and has claimed the two lives after more than two months. China, where from Covid-19 spread, has lately reported spread of newly evolved XBB variants. The sub-variants have, according to health experts and epidemiologists, evolved from omicron and although milder, they are feared to cause the greatest wave of illness ever recorded since China's strict zero-Covid programme was suddenly abandoned last December. Health emergency and hospital accommodation may not be overwhelming similar to those in 2022 but still the elderly and immunocompromised may discover themselves at a grave risk. The impression is that the XBB sub-variants such as XBB.1.9.1, XBB.1.5, XBB.1.16 are highly infectious although they may not be as deadly as the predecessors of omicron such as delta and alpha. Bangladesh should, without any delay, find out if the fresh surge of corona cases is due to XBB or any other variant. The knowledge is important to arrest the spread of infection and avoid economic losses and social costs. Local public health experts are of the opinion that June and July may witness a peak infection on the basis of similar developments they recorded in the past three years. One thing is clear: these milder variants are not powerful enough to cause another epidemic but a public health emergency in a country like Bangladesh now reeling from an economic shock cannot be ruled out. Hospitals here are least prepared for such an emergency. If the peak outbreak of the disease becomes several times higher than what was in the past week, that points to an ominous prospect for many in the middle and lower middle classes, particularly at a time when they are struggling to make both ends meet on account of economic hardship. Then the families with elderly people and those among them with other health complications are always at the mercy of the virus. They must be administered the fourth booster dose before the country witnesses a high incidence of the disease. There is a lack of information of how the elderly can avail of the booster dose of vaccine. In China, the authorities have approved two newly developed vaccines for the XBB variants and three to four are waiting to be approved soon. Specific vaccines for specific variants are a different proposition altogether. Does it mean, the earlier vaccines are ineffective to provide immunity against the newer variants? This point should be made clear to the public. Understandably, Chinese vaccines were less effective than the US and British counterparts against the earlier variants of Covid. Does this prompt China to develop new vaccines or are those absolutely necessary to deal with the latest variants? Whatever it is, the elderly and immunocompromised people must be given the shot of 4th booster dose on a priority basis.\n[email protected]",
        "headline_1": "Comeback of Covid-19 is a cause for concern",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/comeback-of-covid-19-is-a-cause-for-concern-1685887451",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-06-2023"
    },
    {
        "full_article": "Home is the best place for a child to learn. Things learnt at home help them lead a good life later on. Children who are taught good lessons at home know how to behave with whom. They need to learn discipline, manners and values. They should be taught their responsibility towards society and nation as well. However it is unfortunate that in today's fast-paced life, parents cannot allocate much time to their children. So, they are growing up without their parents' company and teachings. Sadly, many of them are being raised by house helps. We hardly find the existence of joint-families nowadays. So, learning from home is now on the decline. It has been seen that families' engagement in their child's education at home and at school often yields higher academic achievements than those who do not. When families are engaged in their child's school life, children develop a love of learning that will expand their knowledge base and sense of wonder. The more parents are involved with children's education, the more the motivation, positive behaviours, and good grades. So, we urge all parents to spend more and quality time with their children and make them more competent for their future.\nShah Muntacher Hossain Mihan, Student of Department of Social Work, Noakhali Science and Technology University, [email protected]",
        "headline_1": "Learning at home",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/learning-at-home-1685887473",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-06-2023"
    }
]