[
    {
        "full_article": "Production in India’s eight core infrastructure sectors remained largely dampened by the impact of a slowdown in state spending on public works in June, when the general election ended in the early part of the month leading to the formation of a new government at the Centre. The heatwaves that had impacted a wide range of economic activity in the country’s northern and western parts in May, extended into June, adding to the overall slowdown in industrial production. Provisional data on the Index of Eight Core Industries (ICI) released by the Commerce and Industry Ministry on July 31 show output in five of the sectors suffered either sharp decelerations in growth or contracted from the year-earlier period, resulting in overall core sector growth slowing to a 20-month low of 4%. While the output of refinery products, which at 28% has the heaviest weight on the ICI, contracted year-on-year for the first time in five months, and shrank by 1.5%, electricity generation declined by 3.6% from May’s all-time high level. The YoY expansion in the key electricity sector, which has the second-heaviest weight of about 20%, almost halved in pace to 7.7%, from May’s 13.7%, as the start of monsoon rains in some parts of the country helped ease power demand. However, June’s debilitating heatwaves, which the India Meteorological Department pegged at a 14-year high, sapped demand for steel as construction activity struggled to regain traction amid the scorching temperatures. Steel output slid 4% from the preceding month, depressing the YoY growth to just 2.7% following May’s 6.8% pace. Coal offered the silver lining, as output growth accelerated to 14.8% in June, from May’s 10.2%.The more contemporaneous private survey-based HSBC India Manufacturing Purchasing Managers’ Index (PMI) for July appears to signal that manufacturing activity at a broader level eased marginally last month. Slightly softer increases in new orders and output resulted in July’s PMI easing to 58.1, from 58.3 in June, the survey of purchasing managers at about 400 manufacturers by S&P Global shows. However, more than the marginal slowing in manufacturing activity, the PMI survey’s truly disconcerting finding is that a significant strengthening in input costs led manufacturers to raise selling prices at the steepest rate in almost 11 years. With goods producers reporting having paid more for coal, packaging, paper, rubber and steel, the outlook for broader inflation — both at the wholesale and retail levels — is far from reassuring. The Reserve Bank of India’s Monetary Policy Committee, which will meet to review its interest rate stance this week, has its task cut out. With clear signs that price pressures are broadening beyond food, policymakers can ill-afford to drop their guard in the battle to tame inflation.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nindustrial production\n\n/\n\nIndia\n\n/\n\nGeneral Elections 2024\n\n/\n\nheatwave\n\n/\n\nelectricity production and distribution\n\n/\n\nMonsoon\n\n/\n\niron and steel\n\n/\n\nconstruction and property\n\n/\n\ncoal\n\n/\n\nmanufacturing and engineering\n\n/\n\nprices\n\n/\n\nReserve Bank of India\n\n/\n\ninterest rate\n\n/\n\ninflation and deflation\n\n/\n\neconomy (general)\n\n/\n\noil and gas - upstream activities",
        "headline_1": "​Election overhang: On economic activity",
        "headline_2": "Inflation remains a concern as price pressures broaden beyond food",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Belection-overhang-the-hindu-editorial-on-economic-activity/article68485015.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-08-2024"
    },
    {
        "full_article": "The amendments adopted by the Uttar Pradesh Assembly to make its regressive anti-conversion law more stringent seems to have ease of its misuse as its principal aim. The original law, enacted in 2021, led to the registration of over 400 cases by 2023. The amendments seek to increase the jail terms prescribed under the Uttar Pradesh Prohibition of Unlawful Conversion of Religion Act, 2021. If minors, women or “certain communities” were the target of conversion through use of force, threat or coercion, it could entail imprisonment up to 20 years and even for life. It also prescribes a stiff sentence and fine for receiving funds from foreign organisations for the purpose of unlawful conversion. A concerning feature is the introduction of stringent requirements for grant of bail that enhance the purported gravity of the offence. The amended law states that a person accused under the Act cannot be granted bail, unless the public prosecutor has been given an opportunity to oppose it, and that there should be reason to believe that the accused is not guilty of the offence, and is unlikely to repeat it while out on bail. The section is similar to the bail-denying provisions in the NDPS Act and the PMLA.Another new feature, by which anyone can file a complaint against supposedly forcible or fraudulent conversions, is reprehensible, as it gives communal organisations and sundry busybodies to get those opting for or supporting an inter-faith marriage arrested. Earlier, only an aggrieved person, that is, the victim or a close family member, could file a complaint against unlawful conversion. The move to amend the provision is likely motivated by the fact that bail has been granted to many arrested under this Act because the complainants were not aggrieved parties in those cases. The idea of giving more teeth to the law is rooted in the claim that the cases of “forced conversions” are on the rise in the State, but whether such a spike is a fact or a result of the widespread misuse of the Act against those opting for inter-faith marriages is something to be studied. The validity of the law has always been in doubt, inasmuch as it tries to criminalise inter-faith marriages by treating “conversion by marriage” as one of the means of ‘unlawful conversion’, by declaring marriages for the purpose of conversion as null and void, and mandating prior intimation to the authorities for those intending to change their religion. The amendments worsen the multiple violation of fundamental rights and betray a medieval-mindedness unbecoming of a democratic government functioning under a forward-looking Constitution. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nUttar Pradesh\n\n/\n\nlaws\n\n/\n\nreligion and belief\n\n/\n\nprison\n\n/\n\nnarcotics & drug trafficking\n\n/\n\nmoney laundering\n\n/\n\nmarriage\n\n/\n\nconstitution",
        "headline_1": "​Medieval-minded: On anti-conversion law in Uttar Pradesh, its amendments",
        "headline_2": "Amendments to U.P.’s anti-conversion law worsen its unconstitutional features",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bmedieval-minded-the-hindu-editorial-on-anti-conversion-law-in-uttar-pradesh-its-amendments/article68485116.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-08-2024"
    },
    {
        "full_article": "Midway through Games, India’s performance is average. Sport ecosystem needs more change \nSo close, yet so far. That’s been the story of India’s participation at the ongoing Paris Olympics. At the halfway stage, India has won just three bronze medals, all of them courtesy our shooters. True, Manu Bhaker has created history by becoming the first Indian since 1947 to win two medals at the same Olympics. But as the accompanying article highlights, more shooting medals were well within our grasp. \nHockey bright spot | The men’s hockey team has made a strong run that now sees India in the semifinals for the second Olympics in a row. The team pulled off a huge upset in beating Australia  after 52 years at the Olympics. It then followed this up with a superb display against Great Britain in the quarterfinals where it was down to 10 men in the 17th minute. The players defended out of their skins to hold the score at 1-1 till full time. In the shoot-out, veteran goalie PR Sreejesh stood tall, making a crucial save to ensure India reach the final four. \nBoxing disappointment | India’s boxing contingent held a lot of promise but failed to deliver. Nikhat Zareen and Tokyo bronze medallist Lovlina Borgohain were among medal hopefuls at Paris. But both crashed out before the medals stage. So did Amit Panghal and Nishant Dev in the men’s categories. Tweaks are in order before the Los Angeles Games in 2028. \nLakshya’s near miss | Lakshya Sen created history by becoming the first Indian male player to reach the semifinals of badminton at the Olympics. But here he came up short against defending champion Viktor Axelsen. In that match, Lakshya even had three game points in the first game but squandered them. After PV Sindhu’s earlier exit, Lakshya can still secure a badminton bronze for India. But it would still feel like an opportunity missed.\nReality check | India now ranks 54 in the Paris Olympics medal tally. That’s, frankly, disappointing. We are the worst performing Brics nation so far. Ukraine, a country at war and sending its smallest contingent in history, is placed 29. Of course, a nation of 1.4bn people should be doing better. Money too is no longer a constraint. What India lacks is a grassroots system that continues to churn out Olympic-level athletes. For that it needs a proper sports culture, not a four-yearly affair with the Olympics. Neeraj Chopra might yet win us another Olympic gold. But where are the next Neeraj Chopras? \n\n",
        "headline_1": "So far, so so",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/so-far-so-so/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-08-2024"
    },
    {
        "full_article": "Even if we buy up clothes to hide the real us…\nPractically all our waking hours are filled with ‘what to wear?’ Clothes – we are either putting them on or taking them off. Whether we Marie-Kondo closets into neatly folded OCD sections, mixing and matching a handful of well-worn favourites, or have a higgledy-piggledy mess tumble down on us, causing injury or death while opening cupboards, style is no longer just throwing on what comes to hand. Even the man who shrugs with disdain – ‘I don’t care what I wear’ – is putting in an equal amount of time into how not to look like he cares.\nUntil recently, sartorial obsessions were considered girlie. As part of the ‘girls are silly’ global gaslighting movement, their penchant for shopping was a punchline for men. The same men who recently came apart at the seams when Kate Middleton walked into Wimbledon. The Colour Purple is no longer a cult book, it is what Kate wore. Back home looms are taking on MNCs. Saas-bahu serials did their bit to revive heavy silk, with women bustling into kitchens in bridal wear. As the Indian Olympic team reached Paris, we fretted more about their uniform than medals. Everyone knows it’s a fashion show.\nClothes can become a terminal condition, with Jean-itis as fatal as Sari-itis. Just when you buy skinny jeans, bell bottoms are back: Denim’s Law. As you collect saris with a junkie’s stealth and speed, you justify: I don’t have this shade, I don’t have that weave. All the mul, linen, khadi, banarasi, bhujodi, pattedu anchu, gomi teni along with mulberry, tussar and eri silks ask only one question: ‘Will I ever be worn?’ And they get a Dear John letter: ‘It is all over between us. It is not you, it is me. I have met another Sari.’ We may not visit a dying relative in our own home but will move to another city for a sari sale. \nI’ve already informed family and friends of what I want to be buried in. Something formal enough for that last selfie with me, but informal enough for everyone to break into warm stories about me. Hand-me-downs have had their own rags-to-riches story when repositioned as vintage wear. Shrinks may declare that we buy up clothes to hide the real us, but rarely appear naked to say this. Dress up or down, but do dress. One man’s wedding finery is another nation’s war costs.\n \n\n",
        "headline_1": "Fad newz",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/fad-newz/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-08-2024"
    },
    {
        "full_article": "UK’s street violence played out like far-right’s actions always do, everywhere \nAfter a week of rioting in UK, one thing can be seen clearly in the smoke. While far-right forces were held back in the recent elections, their potential to make trouble continues unabated. This time, the trigger was the stabbing of three girls at a children’s dance and yoga class, in a city. The victims’ families had barely begun mourning, when violence and arson broke around them. It then spread wide, from Manchester to Hull to London. The rioters’ slogan ran along the lines of ‘We want our country back’ and ‘Stop the boats’. But, contrary to the rumours that fed the fires, the accused is UK born-and-bred.\nThe role played by disinformation raging on social media, to wreck the peace of streets, is something India is intimately familiar with, unfortunately. A sinister SMS campaign sent the northeast community fleeing from Bengaluru in 2012. Fake news spread on WhatsApp and Facebook has seen innocents being killed on suspicion of child-lifting in multiple states. Last year, social media posts and videos played a key role in setting off communal violence in Nuh. In many cases, police actively hold back from pre-emptive action, as a result of mixed political signalling. Beyond this, the problem is it’s still operating in 20th-century terms. In the UK case, revealing the identity of the accused took days, during which disinformation kept spreading. It doesn’t help that social media companies like X have retreated from clampdowns on incitements to violence. \nNigel Farage’s anti-immigration party may have won only 5 seats in UK polls, but it got 14% of the vote nationwide. This week, he predictably helped whip up suspicions that “truth is being withheld from us.” With neo-Nazis, Islamophobes, xenophobic soccer fans, and other hate groups making common cause, the true victims stood forgotten, while new ones got created.\n\n",
        "headline_1": "Riots & wrongs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/riots-wrongs/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-08-2024"
    },
    {
        "full_article": "I met my grandfather when I was 4 and he was 64. I remember thinking he was the oldest person I had ever met. I am now almost the same age as he was then. My grandfather was bipolar: he would be joyous and energetic and then his mood would turn. When I first met him, he was on the downswing, his shoulders slumped, his smile dropping off before it reached his eyes.\nNow that my parents are gone, I probably won’t find out what caused it. Was it some unforgiving brain chemistry, or something that happened in his life? His career as headmaster of one of Kolkata’s most prestigious schools — a government school as it happened — was over when I met him. Was it that? It scares me, now that a lot of my contemporaries are retiring (happily it seems).\nI have a full plan to resist retirement, but in the long run, it is not just the will to keep going. Our bodies take decisions for us. I can still vividly see the day when my father could no longer manage the (complicated) manoeuvre of getting the machh-bhat from the thali to his mouth that we do unthinkingly every day. My mother had to take over feeding him, he, who so loved being in control. Or that day when I had dinner with the once-famous raconteur, then in the cruel clutches of Alzheimer’s, who kept repeating the same story every five minutes, still perfectly narrated with all its dramatic pauses, but frightening exactly for that reason. His wife and family kept trying to cut him off, but for that evening it was not working. Only the khejurer gurer payesh (rice kheer with date sugar), which he relished, offered some relief.\nILLUSTRATION CREDIT: Cheyenne Olivier\nCheyenne, who conceived of this column with me and illustrates it, just lost her father. He was young, much too young to die. A truck driver, proud of his strength and manual skills, he reacted to his encroaching sickness with a combination of nonchalance, confusion and horror.\nTowards the end, his mouth was constantly dry — a side-effect of the medication — and he wanted liquids, preferring the wonderful Spanish soup gazpacho to heavier dishes. There would be tense conversations every few meals, with Cheyenne arguing that while gazpacho is lovely, it is light on calories and null on proteins. He was losing weight and needed to eat more nutritious foods. Eventually, they landed on boiled potatoes with lots of butter — Bernard grew up in Belgium, the home of the original ‘French’ fries and many other potato dishes.\nThe gradual loss of control over our bodies is, of course, as old as humanity itself (though it used to happen at a much earlier age).\nPerhaps as a recompense, most societies accorded a special place of influence for ‘elders’. They were the wise, the respected, the powerful.\nIncreased influence within the family (and sometimes within the entire community) seemingly in compensation for their private frailty. The biggest beneficiaries were, unsurprisingly, older men of wealth or high social status. But in a lot of the households that I grew up with, the mother-in-law also wielded enormous power, at least as long as her husband was alive. I recall one particular lady who was a diabetic — her legs were affected so she could hardly get up — but from her position in bed she would order her daily menu of snacks and sweets.\nOne day it would be papri chat followed by kanchagolla; the next it could be puchhka, Kolkata’s famously hot and tart answer to panipuri, served in her bedroom by a street vendor who came all the way up, followed by a densely sweet kesari chumchum. The whole family knew and worried about it, but nobody dared to really challenge her. The inevitable happened soon enough, unfortunately.\nIn the 1960s and ’70s, which is when my memories of mother-in-law power date from, most people I knew, mostly Bengali and middle-class, lived in joint families. Housing was scarce, decent jobs were few and far between, so it made sense for all the brothers and unmarried/widowed sisters to crowd into the old family house with their wives and children, sharing whatever little income there was. But living together meant conflicts and choices. Someone had to make decisions — this was often the source of power for the more senior members.\nTowards the end of the ’70s, the joint family started to splinter. More and more flats got built, making it easier for the better off to move out of the family residence. This was helped by an improving job situation, at least for the well-educated. Sometimes the parents moved with one child and the family house was sold, sometimes they remained with the rump family. Either way, their role in managing the many fissiparous forces was diminished, and often even the house they stayed in was no longer theirs. The senior couple was losing its central role in the family.\nThis was accentuated by demographic change. Families were having fewer and fewer children. That meant that joint families were less joint, especially since it also became more common for middle-class children to move for employment. An increasing fraction of families had one or more children working in Bangalore, Bahrain, or Boston. Many parents suddenly found themselves living mostly alone, as my mother did for so many years.\nThe same transition was also happening among less well-off families, if at a somewhat slower pace. The number of children was dropping everywhere — the average fertility rate dropped from above 4 in the 1970s to about 2 in recent years nationwide. Rural-urban migration, though still low in comparison to other developing countries, was speeding up. As a result, the all-India proportion of elderly not living with children doubled between 2000 and 2010 and has surely gone up a lot since.\nThe world was also changing. The communication revolution and, in particular, the spread of cellphones changed attitudes and access to information. As kids we relied heavily on my grandfather to tell us stories and, in the process, learnt a lot about his life and opinions. The Abhijit of today has access to audio-books for stories; he is probably a little impatient with his grandparents’ technological backwardness (“dadu, you really know nothing..”).\nAll of that means that today’s elderly, who endured the heavy hand of their parents and big brothers when they were young, are now less important in the lives of their children and grandchildren. Despite our narrative about family-oriented India being entirely unlike the individualistic United States, the fraction of elderly who, in surveys, say that they are lonely is similar in both countries, about 15%. And in Tamil Nadu, which had an earlier and sharper fertility decline rate than North India, and is more urbanised, loneliness is much higher, closer to 30%.\nThose who say they are lonely are much more likely to be clinically depressed based on their responses to the standard set of diagnostic questions — depression rates among the elderly go from less than 20% among those who say they are not lonely to more than 80% among those who say that they are. Cause and effect are less clear — loneliness, especially if you were brought to expect a full family life in your old age, surely depresses people. But depressed people are also difficult to care for, especially if their health is also failing, and even their nearest and dearest may find it difficult to spend time with them. Even Cheyenne, who devoted the last two years to taking care of her father, says that one of the hardest problems was that, half the time, he didn’t know what he wanted. She would prepare something after a lengthy discussion with him, but when she served it, he didn’t want it anymore.\nAs the rest of India undergoes the same social transformation as Tamil Nadu, we will need policies to address the fast-rising tide of depression. While richer people are less depressed in general, a cash transfer to the elderly poor in Tamil Nadu had no durable effect on depression levels based on our randomised controlled trial, though maybe the amount of cash was too small. Nor were there any detectable benefits from therapy. Perhaps they need more ongoing engagements with people like them. It may be worth experimenting with regular events when they have tea with other lonely people of similar age. Maybe even a pot-luck meal, where they each contribute something? And while men may not know how to cook: anyone can learn, as I have written elsewhere. Why not simple potato dishes (see recipes) for a start?\nRECIPES\nMy daughter Mimi is a fan of both potatoes and strongly flavoured food. These are two of her favourites and in a pinch, she can make them on her own, as long as I supply her with the boiled potatoes. Cheyenne often made mashed potatoes for her dad in the last year or so.\nMimi’s potatoes with (lots of) black pepper\nTake 500 gm of boiled and peeled new potatoes (avoid late-season potatoes that are distinctly sweetish). Smallish potatoes work best, until they become so small that peeling takes forever. Heat 6 tablespoons of salted butter in a frypan large enough to hold all the potatoes at medium-high, and when the butter melts, add two tablespoons of kali mirch crushed (but not powdered black pepper) in a mortar. After 40 seconds, add the potatoes, 1 tsp salt and reduce heat to medium. Fry till the potatoes are nicely coated with the pepper and start to turn brown (5-6 minutes). Remove from heat, garnish with ½ cup chopped dhania leaves.\nLeek-infused mashed potatoes\nMash 500 gm boiled and peeled potatoes (avoid those sweetish potatoes) with a potato masher or the back of a spoon while hot, with 3 tbsp salted butter, ½ cup sour cream, several pinches of black pepper, and 1 tsp salt. Take two leeks and cut the white and light green parts lengthwise into thin strips, about 1” long. Heat 2 tbsp ghee and fry the leek strips until they turn brown at the edges. Pour the chaunk over the mashed potatoes and mix in the flavoured ghee.\nThis is part of a monthly column by Nobel-winning economist Abhijit Banerjee illustrated by Cheyenne Olivier\n\n",
        "headline_1": "Potatoes and pills: Feeding the body when feeling frail",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tasting-economics/potatoes-and-pills-feeding-the-body-when-feeling-frail/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-08-2024"
    },
    {
        "full_article": "The continuation and, indeed, re-escalation of violence—which has led to at least 90 people getting killed and thousands injured on Sunday—is pushing the country towards a grave danger. Violence, one may recall, first broke out in mid-July when the student wing of the ruling party attacked student protesters of the quota reform movement. Then we saw law enforcers being used to suppress their protests. Even though such incidents declined after massive casualties, and the government indicated its willingness to pursue a path of dialogue more recently, Sunday's events suggest that the latter can just as easily turn back to the path of force. In addition to the killing of ordinary people, the killing of police personnel and attacks on ruling party members' houses indicate that the violence is taking on a different colour now. This may escalate into a civic conflict with very ominous consequences.\nWe believe the prime minister's invitation for dialogue, regardless of the crisis of faith facing her government, was the wiser path to try and resolve the crisis. But Sunday's events represent a complete U-turn from that and towards the use of force from both sides. But embracing violence, no matter the cost. cannot be an acceptable approach. This violent reaction will only lead to more resentment, destruction, injuries, and deaths. Therefore, the ruling party's decision to resort back to the use of brute force, particularly using its student wings, is not only illegal, but also counterproductive.\nIt was only on Saturday that we saw a most massive gathering of protesters in Dhaka. They were quite vocal, united in their demand, and still fully peaceful. The very next day, we saw ruling party affiliated men taking to the streets with sticks, rods, machetes and, in some cases, firearms. It seems as if they were intentionally placed to face off against the protesters, and ignite confrontations. \nThe ruling party has the right to peacefully demonstrate its strength, but under no circumstances should that show of strength be done with the use of violence. If it truly wants to reduce tensions, why create a situation where there is a guaranteed face-off between its supporters armed with deadly weapons and the protesters? Why would they fire live ammunition? Ruling party supporters could have easily gathered somewhere else, instead of taking position where the protesters were and attacking them. Such tactics raise questions regarding the government's declaration that it does not want conflict but would rather have a peaceful resolution. From what we witnessed today, it is the presence of ruling party members that caused the bloody conflicts.\nThese events show that the country is becoming a battleground with no restraint, particularly from the security forces deployed. This will create much deeper divisions that could prove impossible to mend in the future. That is an extremely dangerous path to embark on. At this point, further use of force would be most detrimental for the whole nation. We strongly call on the ruling party to withdraw its members from the streets, and for both sides to avoid a head-on collision and instead come to the negotiating table for a peaceful settlement. That is the only way to prevent further deaths and injuries.\n",
        "headline_1": "We must turn back from further violence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-turn-back-further-violence-3669721",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-08-2024"
    },
    {
        "full_article": "Awami League leaders including Prime Minister Sheikh Hasina plaintively ask, \"All job quota demands have been met; why, then, are the students protesting?\" If the ruling party leaders don't understand or pretend not to understand why students are not staying back at home (their campuses and dormitories remain shuttered), we are in much deeper trouble than one could imagine. We are already at the precipice.\nJuly 2024 will surely be marked as the blood-drenched July and will find its place in history with other milestones of student movement, such as 1952 (Language Movement), 1969 (Mass Uprising), and 1990 (anti-Ershad movement), which turned the tide of history.\nThe question frequently raised is how a demand for quota reform in government job recruitment by university students in Dhaka has been allowed to spread nationwide and to turn into a bloodbath. The common answer is that the regime has totally failed to sense the public pulse. Incompetence, arrogance, and mockery of protesters by supposedly responsible people were combined with a belief that it would be controlled by applying force and by unleashing the student arm of the ruling party. They failed to realise the depth of grief and pain of the people when Abu Sayed of Begum Rokeya University, Rangpur was gunned down by police on July 16, at close range and in public view, as he stood alone with a stick in hand. The government failed to realise that it was fast going out of hand. It failed to sit back, take stock and change its game plan.\nThe regime failed to see that the movement wasn't just about quotas, and the longer it continued, it conflated and merged into all the grievances and pains of the people.\nCorruption and cronyism affected every citizen who came in contact with any government agency; obscene amassing of wealth by those favoured by the regime reached a new height; and the daily struggle of families to make ends meet in the face of inflation and price hikes of daily necessities was aggravated by syndicates of hoarders and extortionists nurtured and tolerated by the authorities.\nThey did not feel the people's pain and grief caused by more than 200 deaths of students and citizens of all ages, including children, some of whom were killed and injured in the safety of their homes by firing from helicopters roaming over residential neighbourhoods, according to the victim families' accounts.\nIt is very difficult to understand why student coordinators of the protest were not reached out early, in order to come to an understanding about the outcome and about a process to be followed, including handling the judicial process. The public does not understand why and how the police, Rab and border forces called in to the cities became so reckless and vengeful as to aim at the protesters' eyes and heads using not just rubber bullets, but also shotgun ammunitions and lethal bullets. In the fray, they themselves suffered attacks and loss of life. Have the rules of engagement, operational procedures and command and control broken down completely, or has this been part of the plan to subdue protest by terrorising the protesters and citizens?\nThe usual playbook of large-scale arrests casting a wide net and alleging vague criminal acts, picking up the people at the dead of night, not informing families of the whereabouts of those picked up, not allowing families to visit those in custody—all illegal under our constitution and laws—have continued. The regime's game plan does not require that the charges are properly framed and allegations are proven in the court. The hapless people taken into custody under any excuse would suffer harassment, physical abuse, long incarceration, material loss and mental agony, no matter what verdict the slow process of justice eventually hands down. And none are held answerable for this cruel travesty.\nConsidering past experiences, it is difficult to have any faith in government enquiries and the possibility of real perpetrators being punished. As the sister of 19- year -old Mahmudur Rahman Shoikot of Nurjahan Road in Mohammadpur, shot in the head as he was looking for his injured friend, asked, \"Police killed my brother; should we go to them for justice?\"\nStudents have now called for a non-cooperation movement. It is a deep expression of their frustrations. As of this writing, the prime minister has said the doors of Gono Bhaban are open to students. She has been holding meetings with university heads. These are moves that should have come much earlier.\nThere is no reason why the prime minister should not declare the acceptance of the nine-point demand of the students for accountability and justice regarding the government's handling of the quota reform movement and the deaths and injuries, restoring academic peace on campuses, and allowing legitimate channels of expressing students' views and complaints through elected student unions.\nThere is no reason why the prime minister cannot offer an unconditional apology for the mayhem caused, lives lost and how the situation has been handled by her government, despite whatever blame can be apportioned to opportunist mischief-makers.\nThe prime minister should demonstrate her bona fides by offering full cooperation to the Eminent Citizens' Enquiry Commission headed by Justice MA Matin and Sultana Kamal, and vow to give due consideration to its findings and recommendations.\nThe prime minister should ask the ministers involved in aspects of the quota reform movement to accept their share of the responsibility. Officials of law enforcement agencies need to be placed on suspension pending appropriate investigation. A process should begin to bring those respected for academic feat and personal integrity into university management.\nAs a gesture of good faith, the prime minister should pledge to negotiate with the UAE authorities about deporting back to Bangladesh the 57 Bangladeshis who have been sentenced to prison for holding a rally in the UAE supporting the students' movement.\nThe words, actions and gestures must reflect a good faith effort, signal a change of plans and strategies, and a change of heart and mind. And a willingness and openness should be demonstrated to consult and dialogue with all about overcoming the hurdles to build a just and democratic society.\nNo sane person can believe or declare that it is too late.\nDr Manzoor Ahmed is professor emeritus at BRAC University, chair of Bangladesh ECD Network (BEN), and adviser to Campaign for Popular Education (CAMPE). Views expressed in this article are the author's own.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "We must step back from the precipice",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/we-must-step-back-the-precipice-3669526",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-08-2024"
    },
    {
        "full_article": "\"It was the henchmen of the ruling party and the law enforcement who committed the crimes, but we (the students) are the ones who are being picked up.\" — Tasneem Tanha, a protester.\nThe above statement succinctly captures the feeling of student protestors about the role of law enforcement agencies in committing the infamous July massacre, and what was then done in its aftermath. While electronic media lost no time in repeating the government's carefully crafted narrative to divert people's attention from mindless killings to the damaging of state properties and the much-coveted symbols of development of the ruling regime, leading dailies were able to deliver updates and analysis on grievous state crimes unleashed on them.\n\nIt was only after the withdrawal of restrictions on internet services that the extent and magnitude of such wrongdoings began to unravel. Graphic video footage of wanton violence committed by the law enforcers on unarmed young protestors triggered outrage. The display of the government's might through use of armoured personnel carriers and helicopters, new kits in the arsenal of \"law enforcement,\" further added to the trauma of the people. For the citizenry, by now habituated with social media offering them real time information and alternative perspectives, the internet blockade was stifling.\nThe number of those killed, injured or abducted by law enforcement grew with each passing day. The number of dead and maimed patients in the medical facilities began to swell. Some facilities (including renowned ones) refused to admit patients with gunshot wounds for fear of reprisal from the authorities. There are also allegations that law enforcers seized death registers from public hospitals. The families' inability to track their lost members further contributed to the tense situation. Reports of police engaging in extortion from families of those detained caused further fury.\nThe move to diffuse the quota movement through the Appellate Division verdict failed to assuage the agitating students. By then, the situation deteriorated sharply as incidents of killing, involuntary disappearance, and incarceration of protestors became rampant. The abuse of those while under arrest and in detention, particularly the female students, further incensed the people. All these prompted the protestors to make additional demands including that of accountability.\nThe curfew and the imposition of restrictions on assembly had very little impact on the students. The unprecedented participation of private university students, otherwise perceived as privileged, provided it a fresh stimulus. The agitating students were able to garner the support of not only their peers, parents, and loved ones, but also that of ordinary working people who were appalled by the brutality unleashed on the protesters. The reckless statements of the senior-most functionaries of the government and the intellectuals who support their narrative—who have continued to blame the nebulous \"third party\" for \"the violence\"—have hardly resonated with ordinary citizens.\n\nFigures from Prothom Alo inform that until August 1, at least 212 persons were killed in the July mayhem. An analysis of 175 cases reveals that more than 91 percent of the fatalities were caused by firearms (78 percent killed by lethal weapons and 13 percent by shotguns. The other nine percent succumbed to beating, arson or drowned). It also establishes that around 71 percent of the 175 killed were under the age of 29, 17 percent were between 30 and 39 and the rest were above 40.\nSo far, through their collective leadership and creative and methodical planning, the Students' Movement against Discrimination has been able to maintain the momentum. Even in the absence of the top leadership who remained wrongfully detained for about a week in the Detective Branch office in Dhaka, events such as \"march for justice\" and \"rally of defiance,\" initiated by a different group of coordinators, became hugely popular. Despite on-the-spot rounding up of protestors and attempts of disruption by the baton wielding police force, university teachers, lawyers, cultural activists, and people of all strata, including the garments workers, have joined the students and extended their support for the demand of accountability and justice.\nAs this movement scales new heights with each passing day amid spontaneous support of the people, the government's ploy to hide behind the \"third party\" theory has failed to harvest any takers. The huge success of the red e-poster movement expressing solidarity with the protestors on social media on the very day that the government declared as a day of mourning is a testimony of the volume of support that the protestors enjoy over the beleaguered regime.\n\nThe July massacre has brought the credibility of this regime into question. While there is overpowering evidence, corroborated by Amnesty International, that Abu Sayeed of Begum Rokeya University was sprayed with pellets fired by the police, the police in the first information report (FIR) claimed that he died of bullets fired and brickbats flung by the protesters, and a 16-year-old had been blamed for the act. Completely denying the responsibility for shooting unarmed protesters, the government now maintains that the law enforcement agencies did not resort to firearms as they were not granted the permission to do so. This is an egregious distortion of facts.\nOn July 20, the general secretary of the Awami League, also a minister, while announcing the decision to impose nationwide curfew and deploy armed forces after a meeting with 14-party alliance members, categorically stated that \"shoot-on-sight\" order has been issued. The state minister in charge of information is on record boasting that the government had five-year supplies of bullets to quell the protest.\nSuch blatant misrepresentation of facts by the government makes it imperative that a thorough, credible and transparent investigation into the crimes committed by government forces, including killings, injuries, torture and abductions, and denial of the rights to express, assemble and pursue artistic freedom by the citizens, be conducted by an independent body. The youth of Bangladesh—along with ordinary masses—strive, aspire, and have remained on the streets to hold the rulers to account. Surely history will not disappoint them.\nDr CR Abrar is an academic with an interest in human rights issues.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Holding to account the perpetrators of crimes against protesters",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-shores-injustice/news/holding-account-the-perpetrators-crimes-against-protesters-3668796",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-08-2024"
    },
    {
        "full_article": "Tax evasion has been a chronic malaise severely affecting Bangladesh's economy. Despite numerous attempts to address the issue of tax avoidance and evasion, the problem persists stubbornly. The gravity of the situation is evident from a study by the Centre for Policy Dialogue (CPD), which estimates that annual tax evasion and avoidance in the corporate sector alone cost the national exchequer a staggering Tk 2,930 billion. Additionally, the burden of widespread tax dodging disproportionately falls on honest taxpayers. Those who comply with tax regulations and pay their fair share find themselves shouldering an ever-increasing tax burden. The recently released annual report from the National Board of Revenue (NBR) for the fiscal year 2020-21 shows that a mere 2.8 per cent of total individual taxpayers are responsible for a staggering 30.6 per cent of direct income taxes. This shows that 89,290 taxpayers are responsible for one-third of the individual taxes, each paying an average of Tk 220,000 annually. Most of these taxpayers fall within the highest tax bracket of 25 per cent.NBR data further reveal that people with annual incomes above Tk 1.6 million pay taxes at the rate of 25 per cent, while those earning around Tk 30,000 per month are required to pay taxes at the minimum rate. This progressive tax structure is intended to ensure that higher earners pay a larger share of their income in taxes. However, the effectiveness of this system is undermined by widespread tax evasion and underreporting of income. As the NBR study surprisingly shows, contractors, who have their taxes automatically deducted, are currently the top taxpayers. This is indicative of the broader issue of tax evasion in professions where payments are made in cash, allowing for significant underreporting of income. Salaried employees, whose taxes are also deducted at source, have limited scopes to evade taxes. Their income is accurately reported and taxed, leaving little room for manipulation. In stark contrast, professionals such as doctors, lawyers, politicians, YouTubers, TikTokers, traders, and social media influencers often manage to evade taxes despite earning fat amounts. These individuals typically receive income through various channels, including cash payments, digital transactions, and direct transfers, which can be more easily concealed or underreported. Moreover, Bangladesh has a narrow tax base, which is particularly evident in the disproportionately small number of direct taxpayers relative to its population of 170 million. There are over 10 million registered taxpayers, but nearly 59 per cent of these individuals did not file tax returns in the just-concluded fiscal year of 2023-24. Moreover, taxpayers are primarily concentrated in urban centres like Dhaka and Chattogram, leaving vast segments of sub-urban and rural businesses unaccounted for in tax collections. Against this backdrop, it is imperative for the government to develop effective measures to combat tax evasion and widen the tax net. Dr. Ahsan H Mansur, Executive Director of the Policy Research Institute, has rightly observed that the tax administration needs to be strengthened through digitisation, automation, and capacity building. Presently, tax collection heavily relies on traditional methods, involving face-to-face interactions between taxpayers and revenue officers. This antiquated method must be done away with in favour of a modernised system found in developed countries, which facilitates tax payment via electronic means by eliminating manipulation and corruption. By ensuring that all eligible individuals and entities pay their fair share, the tax system can become more equitable and effective, benefiting society as a whole.",
        "headline_1": "Tax burden unevenly distributed",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tax-burden-unevenly-distributed-1722787051",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-08-2024"
    },
    {
        "full_article": "The European Union (EU)'s postponement of its first round of talks with Bangladesh on a fresh agreement towards enhancing trade, economic and developmental relations scheduled for September has occurred at a time when the country's economy is facing multiple challenges, both old and new. The European trading bloc's foreign affairs spokesperson who informed the media of the deferment on July 31 did not say if the meeting would take place at a later date, though Bangladesh's foreign ministry is learnt to have said that the talks have been shifted to November as the schedule clashed with the UN General Assembly session to be held on September 10. However, one would like to believe that there is no other issue affecting the said deal styled, Partnership and Cooperation Agreement (PCA), between the EU and Bangladesh initiated in October last year in Brussels. The partnership agreement with the world's largest economic bloc, which is also Bangladesh's chief trading partner, accounting for 20.7 per cent of the country's trade transacted in 2023 alone, is a very vital one for Bangladesh. It is worthwhile to note that last year (2023), the country's export to the trade bloc (EU), according to the Export Promotion Bureau (EPB), was worth US$24 billion, which was 58 per cent of the country's total export abroad. Evidently, the just postponed talks with the EU bears special significance since after graduation the country is going to come up against the EU's higher duty regime applicable for imports from developing countries as Bangladesh is going to graduate to the developing group of nations after November, 2026. Notably, as a Least Developed Country (LDC), Bangladesh has so far been enjoying duty-free access of its exports to EU under the Generalised System of Preference (GSP). In the scheduled talks, Bangladesh could make out a case for its inclusion in the EU's GSP plus scheme, which offers complete duty suspension for products across approximately 66 per cent of all EU tariff lines. The GSP plus arrangement is an EU incentive for vulnerable developing countries that ratified 27 international conventions on human rights, labour rights, environmental protection, climate change and good governance. Undoubtedly, some of the conventions out of the 27 will be very challenging for the government to meet, especially in view of the recent developments in the country.In this connection, EU's foreign policy chief Josep Borrel last week expressed concern over the violence and blood-letting surrounding the recent student unrest earlier dubbed quota protests, which lately transformed into an 'anti-discrimination student movement.' In the future talks with the EU, these issues might be raised and the negotiators from Bangladesh side would be required to put forward their points convincingly. The recent turn of events on the campuses and beyond have added some quite unexpected challenges to the economy and business. The July report for inward remittance, for instance, is anything but reassuring. According to the Bangladesh Bank (BB), the amount of remittance sent home in July was US$190.9 billion. This is a drastic fall because since October last year, the remittance inflow was on the rise and in June last reached its peak at over US$2.54 billion. That means, within a month of the peak, the remittance receipt has decreased by US$630.26 million. The internet service that remained suspended between July 18 and 23 might be a reason for reduced homeward flow of remittance. But once the internet service was restored, the normal trend of remittance flow should have resumed. Some have suggested that this untoward development might be a fallout from the violent quota protests as some expatriate workers reportedly threatened to stop sending remittance as a mark of their solidarity with the agitating students. Whatever the case may be, being instructed by the central bank, a number of commercial banks bought remittance dollars at higher rates than usual to woo remitters for transfer their money home. In the informal currency market, the value of a USD rose to as high as BDT125.The government should take the issue seriously because the remittance dollars are actually the backbone of the country's forex reserve. One might recall at this point the severe economic crisis that Sri Lanka went through in 2022 resulting in mass street protests. That country's foreign exchange reserve hit the bottom. Sri Lanka, too, experienced a fall in remittance receipts that played a crucial role in that country's severe financial crisis. It may be recalled that in March 2022, the country was earmarked for sovereign default as its near-depleted foreign exchange reserve was not enough to meet the island nation's foreign debt obligations. Many are against comparing Bangladesh with Sri Lanka on the ground that the economic realities of the two countries are different. But the finer points of differences apart, in the modern-day developing nations in particular, a robust foreign exchange reserve is the sine qua non of their economies' sustainability. In a sense, uninterrupted flow of foreign currency whether from expatriate workers' remittance, export earnings, foreign investment or aid, constitute the lifeline of such economies. Since depletion of the foreign exchange reserve in tandem with rising foreign debt was the immediate cause of Sri Lanka's collapse two years back, the policymakers in Bangladesh need to take that into serious consideration. Against this backdrop, the two main sources of the country's hard currency, inward remittance and export, should top the agenda of deliberations on the economy.However, the kaleidoscopic changes the country has been undergoing since the beginning of the current fiscal year (2024-25) are adding to the uncertainties and new challenges to the economy. The development partners including the EU will be keenly watching the events unfolding in the country before they take any firm decision on reaching any new agreement with Bangladesh. Prospective foreign as well as domestic investors, too, will take a wait-and-see approach before committing their funds in any new business venture or the expansion of the existing ones. How the economy would sail through the ongoing crisis depends a lot on the wisdom and political acumen of those in charge. \n[email protected]",
        "headline_1": "Challenging times for economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/challenging-times-for-economy-1722787089",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-08-2024"
    },
    {
        "full_article": "The country's quality of education has always left much to be desired but some initiatives made lately certainly showed the promise of bringing about positive changes--- even if those were small ones. That the University of Dhaka (DU) ranked 554th in the Quackquarelli Symonds (QS) World University rankings of 2025 is the best example of this. With limited budget for research, as exemplified by the Tk200 million allocation for DU's research in the current fiscal year, this is no mean achievement. Had other universities made similar progress, the higher education could indeed make quite a difference in the country's education canvas. Yet a few public and private universities improved their ranking somewhat. Apart from this progress in the tertiary education, the reforms in education with a radically systemic change at the primary and secondary levels also had the potential of catapulting the system out of its outdated format. However, there was the uncertainty of realising the potential because of not putting in place the required facilities including the development of the main architects ---teachers that is. With the indefinite closure of educational institutions, school children will suffer overwhelming learning setback for the second time in four years. During the Covid-19, the learning reversal was incalculable for the young learners. They are yet to recover from the earlier learning setback.Session jam at the primary, secondary and higher secondary levels of education could be avoided by means of stop-gap measures but at a huge cost to the learners' acquisition of the required knowledge in their respective classes. The higher education in public universities was once simply notorious in terms of creating logjam of sessions. But some proactive programmes adopted by many of the universities concerned helped them overcome the problem before the pandemic. Then Covid-19 pushed the completion of syllabi and examinations back by at least a year for some of the universities. Universities like the Bangladesh University of Engineering and Technology, however, was successful in maintaining the academic years.With the uncertainty prevailing on the education front, maintenance of the updated academic year may not be possible. Right now some of the examinations of the Higher Secondary Certificate (HSC) are yet to be complete. Their immediate senior batch is waiting for completing their admission process or starting classes in their respective disciplines at the universities, medical colleges or other highest seats of learning. It will be an uphill task for the educational institutions at all levels to avoid lesson losses and the consequent session jams at the tertiary level if the classes cannot be started soon. The United Nations expressed its concern that the epidemic would end up creating a lost generation the world over. It is not because of only loss of education but also because of the psychological trauma children were supposed to go through as a result of staying confined to the four walls for a prolonged period. That it happened is perhaps grimly highlighted by the fact that the incidence of suicides among students from teenagers to university students and their unemployed seniors suddenly has alarmingly been on the rise. There is the risk of education losing its way in the labyrinth of chaos and anarchy now prevailing in the country thanks to political shortsightedness. Infrastructure damaged or destroyed can be restored or rebuilt but the loss a generation is likely to suffer cannot be compensated. That protesting students are unaware of this self-harm is not the case. It is the hyper-reaction meted out to them that has triggered the explosion of their suppressed anger. They now seek remedy to the social ills vitiating society at large. This emotional crisis has to be treated carefully and with the sagacity it demands. Or else, the nation may have to pay a price beyond its affordability.\n[email protected]",
        "headline_1": "Education facing further setback",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/education-facing-further-setback-1722787121",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-08-2024"
    },
    {
        "full_article": "Governance and transparency are of utmost importance in ensuring the trustworthiness of Bangladesh's banking sector. Central to this is the necessity for self-governing and effective board oversight, which hinges on the configuration of boards with experienced and independent directors committed to shareholder and stakeholder interests.Moreover, vigorous risk management practices are indispensable to recognise, evaluate, and lessen numerous risks, such as credit, market, operational, and compliance risks. Transparency and disclosure play a fundamental role in building trust among stakeholders. Banks ought to provide clear and inclusive information on their financial performance, risk exposures, corporate governance practices and regulatory compliance. Adherence to regulatory requirements is non-negotiable, with banks expected to comply with laws and regulations framed by the Bangladesh Bank and other regulatory authorities. Maintenance of ethical standards and fostering a culture of integrity within banks is imperative to avert misuse of fund. Strengthening of internal controls and audit processes is essential to plug fraud and errors, thereby preserving the interests of depositors and investors. Addressing governance and transparency challenges requires concerted efforts from banks, regulators, policymakers, and other stakeholders to promote accountability, integrity, and sustainable growth of Bangladesh's banking sector.Weak governance practices, such as a lack of accountability, inadequate risk management and ineffective internal controls, have remained the key concerns in the banking sector. Instances of corruption, mismanagement, and fraudulent activities have eroded public trust in the banking system and have had adverse effects on financial stability. Furthermore, poor governance can undermine the efficiency of regulatory oversight putting banks at financial risks.To address these governance challenges, The BB and regulatory authorities have been stressing the need for implementing stronger corporate governance standards and risk management practices within banks. This includes augmenting board oversight, strengthening internal controls, and promoting transparency and disclosure of financial information. Moreover, there have been calls for greater regulatory enforcement and supervision to ensure compliance with governance standards and to hold banks and their management accountable for delinquency and breaches of regulations.Improving governance and transparency in the banking sector is indispensable for maintaining trust and confidence among depositors, investors, and other stakeholders, as well as for promoting financial stability and sustainable economic growth in Bangladesh.\nNargis SultanaAssistant ProfessorDepartment of Finance & BankingComilla University, Cumilla, Bangladesh[email protected]",
        "headline_1": "Strengthening banking sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/strengthening-banking-sector-1722787148",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-08-2024"
    }
]