[
    {
        "full_article": "Finance Minister Nirmala Sitharaman’s interim Budget day speech reiterated a plan by Prime Minister Narendra Modi to supply power to one crore households in the country using rooftop solar panels. This would help households save ₹15,000 annually, the Minister claimed. What is known so far is that households that have a monthly electricity consumption of less than 300 units a month will be able to install a mid-sized system (1-2 kilowatt) with the government bearing the expense. This could mean a minimum outlay of ₹1 lakh crore. As of today, rooftop solar systems are subsidised up to 40%, with the remainder having to be borne by the consumer. Under the proposed policy, the subsidy will increase to 60% and the rest will be financed by a private developer who is affiliated to a public sector enterprise connected to the Power Ministry. This will ostensibly ensure quality in installation and also reliable service. There is a mechanism of ‘net-metering’, wherein surplus electricity produced by households can be sold back to the grid to make good the loan, though the actual way in which this is implemented can be quite complex. A monthly consumption of 300 units is paltry in houses where air conditioners and heaters are a given, but by national standards, is a significant metric of consumption. About 80% to 85% of 25 crore to 30 crore households in India use between 100 units and 120 units of power a month on average. Therefore, finding one crore houses that will be eligible for the plan will not be a difficult task.The major difference from earlier solar promotion policies is that it is the Centre, as opposed to the State power distribution companies (discoms), that will be pushing for solarisation. India’s discoms, most of which are heavily loss making, have had little incentive so far in moving high-consumption customers to decentralised solutions, such as rooftop solar. Given that such discoms have the best granular information about power supply at the household level, by-passing them will not be a successful strategy. The Centre’s push to give visibility to a hitherto laggard programme is welcome. After all, the move towards decarbonised power will be half-hearted if it does not involve households. So far, only 12 gigawatt (GW) out of an intended 40 GW of rooftop solar panels has been installed. Here too, household rooftops account for only 2.7 GW with the rest being commercial or building units. The Centre’s move can thus galvanise a subsidiary domestic industry of solar panels — the subsidies will not be available for imported panels — and must be tweaked in a way to be more accommodative to States. Else, there is a real risk that much of the challenges that have impeded previous initiatives will resurface. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nPrime Minister Narendra Modi\n\n/\n\nsolar\n\n/\n\nUnion Budget\n\n/\n\npower (infrastructure)",
        "headline_1": "A sunshine initiative: On the government’s rooftop solar panel plan",
        "headline_2": "Centre’s solar initiative should be accommodative to States",
        "link": "https://www.thehindu.com/opinion/editorial/a-sunshine-initiative-the-hindu-editorial-on-the-governments-rooftop-solar-panel-plan/article67810556.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-02-2024"
    },
    {
        "full_article": "The continuing arrests of fishermen from Tamil Nadu and Puducherry by the Sri Lankan Navy in the Palk Bay, despite diplomatic interventions at the highest level, and the attacks on them mid-sea by armed civilians are a matter of serious concern. True, Indian fishermen cross into Sri Lankan waters in search of catch, and affect the livelihood of Sri Lankan Tamil fishers. But the numbers this year are staggering. The detention of 23 fishermen and the seizure of two trawlers on Saturday, off Delft island on charges of “poaching”, has taken the number of those arrested so far this year to 69, compared to 240 the whole of last year. Since 2013, Sri Lankan authorities have also remanded some fishermen in judicial custody for several months. This year, 34 fishermen, including 12 who were arrested last year, have been released, while over 45 men remain in custody. What is distressing for the community is the confiscation of their expensive fishing nets and vessels — this year, 10 boats were seized. By the time these boats are released through a judicial process or following diplomatic talks, most are not in a sea-worthy condition.No doubt, Sri Lanka is under pressure from its northern province fishermen to act against Tamil Nadu fishermen, who they accuse of resorting to destructive bottom trawling, a practice banned by the country since July 2017. While India promised to end bottom trawling in the Palk Bay and incentivise fishermen to take to deep-sea fishing under the Blue Revolution Scheme, bottom trawlers are still active. Fishermen also face a practical problem as under the Tamil Nadu Marine Fishing Regulation Act 1983, mechanised fishing boats are permitted to fish only beyond three nautical miles from the coast. Since the distance between Dhanushkodi and the International Maritime Boundary Line is only nine nautical miles, breaches do occur, a point the Sri Lankan Navy should not overlook. As Prime Minister Narendra Modi emphasised in 2015, the tensions over fishing must be handled as a “humanitarian concern”. Unfortunately, neither side has demonstrated consistency in the handling of the issue. In November 2016, the countries had agreed upon a Joint Working Group (JWG) on Fisheries that would meet every three months, and also have a bi-annual meeting of the Ministers of Fisheries. But the JWG has held just five sittings, the last one being in 2022. Tangible and targeted action is needed to encourage deep-sea fishing, bottom trawling being given up and the issue resolved with mutual compassion and periodic talks. Failing this, the Palk Bay would remain perilous territory for Indian fishermen.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nfishing industry\n\n/\n\nPuducherry\n\n/\n\nTamil Nadu\n\n/\n\nSri Lanka\n\n/\n\nIndia\n\n/\n\narrest\n\n/\n\nlaws\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\noceans\n\n/\n\ndiplomacy",
        "headline_1": "Unending woes: On bottom trawling and the arrests of Indian fishermen by Sri Lanka",
        "headline_2": "India must incentivise fishers to give up bottom trawling",
        "link": "https://www.thehindu.com/opinion/editorial/unending-woes-the-hindu-editorial-on-bottom-trawling-and-the-arrests-of-indian-fishermen-by-sri-lanka/article67811108.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-02-2024"
    },
    {
        "full_article": "Déjà vu is the predominant sense that hangs over the forthcoming general election in Pakistan on Feb 8. A principal protagonist, former PM Imran Khan, is in jail, barred from contesting. He has been sentenced in three cases: a 10-year term for infringing the Official Secrets Act, a 14-year one for selling official gifts received from foreign governments, and yesterday, he and his wife were given seven years in jail on the grounds that their 2018 marriage was illegal. The cadres and leadership of his party, the Pakistan Tehreek-e-Insaf (PTI), have been decimated by desertion, imprisonment and other pressures brought to bear by Pakistan’s military establishment. It is another former prime minister, Nawaz Sharif, and his Pakistan Muslim League (Nawaz) (PML-N) that evidently now has the military’s support.\nThe opposite was true at Pakistan’s last general election in July 2018 when it was Nawaz Sharif who faced the military’s disfavour. Deposed as prime minister, barred from politics for life and forced into exile to avoid imprisonment, his party had faced the onslaught the PTI does today. Imran Khan, then backed by the military, went on, as expected, to become PM.\nPolitics in Pakistan, especially in the run-up to major elections, boils down to local power centres determining which way the wind is blowing and then consolidating themselves around the most likely winning trend. These local potentates are termed — appropriately enough — in Pakistan as ‘electables’. Such electables are adept at discerning military guidance on how to play their political cards. In 2018, many electables concluded — correctly — that Imran Khan was the military’s chosen one. Given that 2023 has seen the most intense civil military strife in a generation, it is evident to all that Imran is now in the doghouse and Nawaz is the preferred alternative.\nDoes this mean that the results of the Feb 8 election are as good as declared? Perhaps. But no one can bet with certainty on this outcome. This is after all an electorate of almost 130 million voters out of a total population of about 240 million. There are strong regional and sub-regional dynamics at play given the diversities that exist between the principal provinces — Punjab, Sindh and Khyber Pakhtunkhwa. Another complexity is that along with elections to the National Assembly are elections in all the provinces. At the sub-regional and local levels, the national-level narrative about the role of the army in a democratic polity matter less than more material issues of patronage and alignments. Much also depends on what happens in Punjab which will be the principal battle ground between the PTI and PML-N. This province alone will elect 141 members out of a total of 266 directly elected seats in the National Assembly.\nReports from Pakistan paint a conflicting picture. On the one hand are accounts of a largely lustreless campaign by all parties. This suggests a population exhausted by the most severe economic crisis and downturns in recent memory, civil military strife and terrorist attacks. There is, therefore, low interest in an election which seems to be going the way the military wants. On the other hand, an unprecedented number of candidates are in the fray which suggests a more competitive, intensely fought poll.\nFar from being cowed down, the rump of his party that remains and Imran Khan himself have taken campaigning into cyber space and are spiritedly using social media. Many of his supporters are contesting as ‘independents’. In contrast to the assessment that a PML-N win is a done deal, is the view that Imran Khan’s charismatic appeal and the success with which he has mobilised the latent anti-military sentiment that paradoxically exists amongst many in Pakistan should not be underestimated and the election may still throw up a surprising result.\nBut between a Nawaz Sharif victory and the more unlikely possibility of Imran Khan winning are other combinations. To some observers, Nawaz Sharif’s deep history of antagonism with the military is not forgotten but has only been temporarily set aside in the face of the threat from Imran. It is hardly likely, therefore, with this history, that the military will allow Nawaz to form such a strong government at the centre and in Punjab province that he could revert to disregarding the military as he did in his earlier tenures as prime minister.\nBy next week, we will know the new architecture that will emerge in Islamabad and in the provinces. It is possible a clear-cut verdict will not emerge, and the confusion and chaos that has characterised Pakistani politics over the past year and a half will continue. But whatever the outcome, the results by themselves may not resolve the critical economic, foreign policy and security-related issues Pakistan confronts. The quality of government formed will, however, indicate whether Pakistan is going to make some headway in addressing these challenges or sink deeper into uncertainty.\nT C A Raghavan is a former High Commissioner to Pakistan\n\n",
        "headline_1": "With Imran in doghouse, is Pakistan poll result a done deal? Not really",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/with-imran-in-doghouse-is-pakistan-poll-result-a-done-deal-not-really/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-02-2024"
    },
    {
        "full_article": "I was six when I first tasted Chinese food.\nPigeon Roast in a restaurant called Eros, at the edge of Kolkata’s crumbling ‘New’ Market, a plump little bird rich with what I now know to be the flavours of soy and ginger. It was love at first bite. I lobbied to go back, but the inflationary explosion of the 1960s quickly ate into my parents’ fixed salaries, and we ate out much less. The restaurant closed, and I never got to verify whether the miracle I remembered was genuine.\n\nChinese food stayed with me. On the rare occasion when we went out, it was often Chinese. Hakka chowmein was my favourite — best when rich in chopped cabbage, carrots, French beans, and bits of chicken or pork. I loved steamed bhetki dressed with generous amounts of chopped ginger and scallions in soy-flavoured sauce. And the marvellous chimney soup, (pork?) broth simmering at your table with different vegetables, meats and many types of seafood.\nHowever, by then, the 200-year-old Kolkata Chinese community was shrinking. From more than 20,000 in the 1950s, it is now a mere couple of thousand. Economic opportunity had brought them to Kolkata when it was party central for Britain’s grand Bengali bonanza. By the 1960s, that party was well over: years of silting left the river too shallow for large modern ships — Kolkata port was mostly dead. Time was also running out on the city’s 19th-century smoke-stack industries. Like Manchester or Mumbai, Kolkata needed to reinvent itself, but bad policy and industrial strife got in the way. For the local Chinese community, it was time to move on, as they had many times before. Hakka, the name of the community that gave us the noodles, actually means guests (or migrants) — they had a long history of moving south from the very north of China.\nIt probably didn’t help that during the 1962 war with China, several thousand people of Chinese origin were either deported or imprisoned as enemy nationals, even though they had spent most of their life in India. Moreover, this was a time when other expatriate Chinese communities, like the ones in Singapore and Hong Kong, were booming and happy to provide invitations to future workers. Indeed, it is interesting to speculate about what might have happened if Kolkata had somehow weathered the storm of the 1960s and ’70s. This was, after all, when the economies of Southeast Asia were getting transformed — Singapore and Hong Kong of course, but also Thailand and Indonesia. And in all of these places, the local Chinese community played an important role, partly through their connections to Chinese diaspora in the West, and a bit later through their networks in mainland China. Could something similar have happened in Bengal? The Chinese community was already visibly entrepreneurial, with a strong presence in shoe-making, hairdressing and dry-cleaning. Couldn’t it have been a launchpad?\nAs it happened, the Chinatowns emptied and the Chinese-run restaurants closed. But Indians stepped in. Restaurants with vaguely Chinese names opened all over the city, not just near the Chinatowns. It was alleged that Tibetans and Nepalese with ‘Chinese features’ were drafted to front them.\nThe cuisine, quite naturally, started to evolve: Indian chefs leaned towards more robust flavours and heavier sauces. The chili chicken had more chilies, the garlic fried rice was inescapably garlicky and their generous hand with corn-starch made the sauces more akin to a dal or a curry. Somewhat later, they discovered Sichuan’s spicier cuisine, open season for red chilies and garlic-ginger-scallion, with a bit of sweet and some vinegar added to the chili bean sauce base to make it pop even more. Indian Chinese food had arrived. Indeed, it started to occupy the street corners, where pret-a-porter Chineej noodles were prepared on large tawas.\nI must confess that I don’t love Indian Chinese food — all too often the overuse of dark soy, cornstarch, capsicum, honey, and/or chili bean sauce seems to drown every other flavour, and to make things worse, the soy sometimes smells burnt. To me, the best Chinese meals in Kolkata are still the much more diverse and delicate flavours that we get in the Chinatowns. The last time I went, now many years ago, on Lunar New Year’s Day, I had wonderful fish dumplings in a seafood broth and sticky rice with Chinese sausage and pickled mustard greens that came tied up in a leaf. They told me to stay for the dragon float, but I was in too much of a hurry.\nAcknowledging this makes me uncomfortable. In theory, the use of Chinese ingredients to serve an essentially Indian palate — Gobi Manchurian anybody? — is an excellent example of how to do cultural appropriation right. In the minds of the young men (it seems to be always men) who hawk noodles by the roadside, there may indeed be no connection between the Chineej they cook and our rich and somewhat scary neighbour. It is just a different way to be Indian, an authentic distinct indigenous cuisine, much as Chino-Cubano and Chifa (Peruvian Chinese) are. In principle, I want to celebrate that. Just not really by eating it.\nOn the other hand, the reduction of China’s magnificent food traditions to Chineej mirrors our national sense of China as the hulking monolith in our North, which drives our often-skittish China policy (admittedly, what they do in our borderlands has not helped). My (inadequate) reading of their history suggests that while the Chinese imperium has always tried to project itself as this magnificent Han unity, the regions have regularly pushed back and asserted their independence. In fact, according to the work of Fudan University historian Jianxiong Ge, that I found quoted in a recent (2023) economics paper by Haiwen Zhou, between 221 BCE and 1911 CE, China (not including the Far West and Tibet) was only united 45% of the time.\nThe same diversity is reflected in their food. The cuisines of China are as different from each other as Bengali is from Tamil or Punjabi. And those reflect deep and ancient cultural divides. The food of Beijing is not the food of Guangzhou, which is the food that most closely resembles the food of the Kolkata Chinatowns. And neither is anything like what they eat in Sichuan. The north of China grows and eats wheat; in the south, it’s more rice. In the north and west, they eat mutton and goat like us; in the coastal regions, seafood and pork are the dominant sources of animal protein. In Xinkiang, we mostly ate intensely cuminy shreds of lamb stuffed into a roti; in Inner Mongolia that same lamb is cooked at the table in a flavoured broth; the crispy lamb that we love in India seems to be inspired by a Beijing dish. In Yunnan, which is about the same distance from Kolkata as Delhi, unlike in the rest of China, they eat cheese made from milk, somewhat resembling paneer, and banana flowers, what we Bengalis call mocha.\nChina might seem to us to be a homogeneous regime dominated by a single autocrat, but that is not how Xi sees it. He knows that he needs to balance the needs and interests of these different regions, some much richer than others, with very different histories, cultural leanings, and policy priorities. And though he is powerful, he knows that there are great risks involved in stepping too hard on their toes. The Covid-19 lockdowns in late 2022 generated a spate of protests in cities like Shanghai that made the government back down.\nThis is important because we in India tend to imagine that China’s main policy obsession is with foreign policy, particularly provoking its neighbours. In fact, all of that is incidental to its primary challenge, which is to keep its diverse domestic constituents happy enough, especially when the economy is faltering. It may still do things we don’t like, but even those are probably mostly directed towards its internal interlocutors. What to us looks like a gratuitous show of strength, paradoxically, might actually reflect the relative weakness of the regime, and the consequent need to impress the domestic population by throwing their weight around in the neighbourhood.\nThis is part of a monthly column by Nobel-winning economist Abhijit Banerjee illustrated by Cheyenne Olivier.\nChinese Recipes\nFor the Lunar New Year (Feb 10), here is a nice Chinese meal that you could cook yourself, reflecting the remarkable diversity of Chinese food and its ability to coax intense flavouring out of relatively few ingredients.\nSteamed bhetki with ginger and scallions\n\nJulienne two tablespoons of ginger, the white and light green parts of a 2-4 scallions (100 gm total) and 4 tablespoons of coriander leaves. Also mix 2 tablespoons light soy sauce with 2 tablespoons warm water,\n¼ tsp sugar, ¼ tsp salt and a pinch of white pepper. Bring 1” of water to boil in your wok/kadhai/pressure cooker. Put the bhetki fillets side by side on a plate that will fit (don’t pile up). Place on a trivet in the water, cover and let steam until the fish can be flaked with a butter knife (5 minutes for the usual 1/4 inch thick fillets). Do this in several pots in parallel if you have extra fish. When the fish is done, drain any liquid from the plate and keep covered. Heat 2 tablespoons of sunflower (or peanut) oil in a small fry pan at medium, add the ginger and after 30 seconds, the coriander and scallions, and after a minute, add the soy sauce mixture. Let it boil for another minute, and then pour over the plate(s) of fish.\n\n\nCauliflower with fermented tofu (available in Chinatowns and online)\nBreak cauliflower into florets and pan-roast in 2 tbs oil till they are reddish and cooked through but crunchy. Take off the pan, raise heat to medium high, add 5 smashed cloves of garlic to the remaining oil, and let them redden a bit (30 seconds) and then add the cauliflower back with 2 tablespoons water (or chicken stock). Cover and let the water boil off (2 minutes) and then reduce heat and add 3 blocks (60 gm or so) of mashed fermented tofu and stir to coat the cauliflower with it. Remove from heat.\n\n",
        "headline_1": "One Chineej, many Chinas",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tasting-economics/one-chineej-many-chinas/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-02-2024"
    },
    {
        "full_article": "As Reserve Bank of India executive director during 2011-15, G Padmanabhan was responsible for many tech initiatives at the central bank. He has extensive experience in regulation and supervision of various aspects of the banking system, including payments. He talked with Mayur Shetty about RBI’s disciplinary action against Paytm Payments Bank:\nDo fintechs need to change their thinking and behaviour if they become banks?\nAbsolutely. Banks are much more tightly regulated.\nThis is also a challenge for regulators when engaging with banks and fintechs. Even if we want to adopt a progressive approach and promote innovation, we need to balance customer convenience, which is the main focus of fintechs, and the compliance and security issues the banks must adhere to.\nRead full interview on TOI+\n\n",
        "headline_1": "‘Disruption doesn’t mean banks becoming cowboys. Customer experience can’t come at cost of security’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/small-change/disruption-doesnt-mean-banks-becoming-cowboys-customer-experience-cant-come-at-cost-of-security/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-02-2024"
    },
    {
        "full_article": "Once upon a time there was a group of two dozen bakers, who would bake cakes all day long. One day, they said, why not bake a giant cake together. It sounded brilliant. A huge pathbreaking cake was to be made.\nFistful of dough | As they made the dough, one chef asked, ‘after we’re done baking this cake, how do we slice it up? Who gets to carve it? Who gets the bigger piece? And how do we know it is all fair?’\nRead full story on TOI+\n\n",
        "headline_1": "Why opposition can’t bake a cake: There’s no winning within the INDIA alliance. Everyone wants a bigger slice of seats",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/why-opposition-cant-bake-a-cake-theres-no-winning-within-the-india-alliance-everyone-wants-a-bigger-slice-of-seats/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-02-2024"
    },
    {
        "full_article": "The World Health Organization (WHO) on Friday came out with dreadful disclosures. Based on a survey, conducted by the International Agency for Research on Cancer (IARC), the WHO said that the number of cancer patients is steadily increasing in Bangladesh, and warns that in the year 2050, the country may record more than double the cases of 2022. According to the WHO, Bangladesh had recorded 167,256 cancer patients in 2022. Of those, 116,598 succumbed to the deadly disease. These figures highlight the fact that both cancer cases and deaths are on the rise. The high incidence of cancer is being attributed to the consumption of tobacco, alcohol, and adulterated as well as junk food items that contain harmful chemicals. Air pollution and obesity are also key factors behind the rise. The WHO report underlines that cancer is one of the most common causes of morbidity universally and both local and global efforts must be made to combat it. Against the backdrop of such a dismal situation, the National Institute of Cancer Research & Hospital (NICRH) is the only state-run hospital for cancer treatment in Bangladesh at present, and it struggles to accommodate a continuous influx of patients. Moreover, NICRH is mired in myriad of problems, including shortage of necessary medical equipment. Treatment facilities for cancer patients at Dhaka Medical College and other public hospitals across the country are also insufficient. With the existing nationwide capacity, it's estimated that less than 10 per cent of cancer patients receive treatment within the country. Those who cannot afford treatment abroad or do not receive adequate care locally often endure a painful death. This underscores the urgent need for expanded and improved medical facilities for cancer patients in the country. Doctors say cancer needs not be a death sentence, emphasising that it is 95 per cent curable if detected at an early stage. However, the majority of patients in Bangladesh are diagnosed at advanced stages. Given the WHO forecast on an increase in the number of patients, both preventive and curative measures must be geared up. Besides, creating awareness about the importance of early detection and treatment is also of utmost importance.Cancer is also viewed as a lifestyle disease. As our lifestyle is changing fast, various types of deadly ailments are also spreading fast. Cramped and crowded living conditions, poor diet, polluted air, and the absence of physical exercise exact their toll over time. Medical experts have long been warning that fast foods instead of providing sufficient nourishment give rise to various ailments. Individual choice, of course, is not the only decisive factor; market plays a crucial role in determining and moulding life and society. Here government agencies like the health department can take steps to inform the citizens of the danger of eating out and discourage consumption of fast or junk foods. Besides, the haphazard urbanisation does not take into account the essential need of citizens for physical exercise. Parks and playgrounds keep disappearing. Hope urban planners are taking note of the hazards of unhealthy urban lifestyle. A mass awareness needs to be created against the unhealthy and sedentary lifestyle that leads to cancer, cardiac arrest, diabetes and other fatal diseases for both the present and future generations. Otherwise cases of different types of fatal diseases and their mortality rates will continue to grow, cutting lives short.",
        "headline_1": "Fighting higher incidence of deadly cancers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fighting-higher-incidence-of-deadly-cancers-1707058922",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-02-2024"
    },
    {
        "full_article": "To be in debt is nothing wrong with a business or even an entire economy, because that is how capitalist economy runs. If a bank has no borrower to lend money, it will fail, because interests accruing on the loans extended to a borrower or borrowers are a bank's income from which it pays interests to its depositors. In a word, without lenders including banks, modern-day business and economy are inconceivable. So, from that point of view, the fact that Bangladesh has run up huge debts is nothing surprising. Also, it should not be a problem until the engine of the economy is full steam ahead earning enough to pay its debts. But according to the Bangladesh Bank (BB), till June 2023, the country's accumulated foreign debts stood at US$99 billion. According to an estimate, with the expansion of the economic activities in the last 14 years since 2009, the volume of debts has also increased by 332 per cent. In the past three years, this increment is about 33.6 per cent. Is it worrying? There are theories about up to what extent a debt should not be concerning. The International Monetary Fund (IMF), for instance, views that if the national debt to the Gross Domestic Product (GDP) ratio is below 55 per cent, then it is at a safe level. From that standpoint, the ratio of Bangladesh's total internal and external debts to the GDP is estimated to be below 35 per cent. On that basis, the government believes, the national debt till now is at a comfortable level. However, some economists are at variance with this view. They say that comparison of a national debt or loan should be done with the revenue income, not GDP. In that case, as the revenue department, the National Board of Revenue (NBR), is hard put to meet its annual revenue collection target, that is concerning for the government so far as addressing its loan liabilities are concerned. In the current fiscal year (FY 2023-24), the government is leant to have set a target of collecting revenue amounting to Tk5.0 trillion. Of this amount, the NBR will have to earn Tk4.3 trillion and the rest Tk0.7 trillion would be mobilised from other sources. But considering the record of revenue earning of the previous fiscal FY 2022-23, the target of earning Tk 3.7 trillion fell short by Tk45 billion. The revenue growth calculated at 8.12 per cent was considered the lowest in a decade. This is undoubtedly of concern as it reduces the government's ability to service its debts. In this situation, to avoid defaulting on its debt, different suggestions are coming from experts. Some say the government should cut expenditures, while others say, it should increase income. Implementation of either option has its costs. Cutting expenditures would lead to slowing down growth. Any effort to increase income means to allow the economic activities to run flat out. But with falling foreign exchange reserves, reduced inflow of remittance dollars, earning from exports facing challenges, foreign companies remaining shy about investing in the country, how can one expect to run the economy full throttle? Another option is taking new loans from lenders to repay older ones, which is also called refinancing. But this does not help servicing the debts at all. In fact, it is a system of buying time before a debt is finally repaid. So, for servicing its outstanding debts, the best option before the government is to redouble its efforts to increase revenue income and at the same time rationalise expenditures. Of course, combating corruption, especially in the revenue department, in the administration in general and all other sectors of the economy is the royal road to plug the holes in the administration and thereby reduce expenditures rendering the system efficient. Now, who are the country's major lenders and what are the types of debts owed to them by the country?The central bank's latest report on the foreign direct investment and external debt January-June 2023, says that of the US$98.94 billion as of June 2023, long-term loan was close to 84 per cent (actually, about 83.79 per cent), while the rest of about 16.21 per cent accounted for short-term loans. Of the international lenders, the top ones include the World Bank (WB), the Asian Development Bank (ADB), Japan, China, Russia and India. But the rates of interest charged by all these multilateral and bilateral lenders are more or less around 2.0 per cent. The problem is, of those, bilateral loans from, for instance, China and Russia are short-term with a repayment time between 10 and 15 years excluding grace period. This makes the size of the instalments for short-term loans bigger than the long-term ones. But the long-term loans from the WB or the ADB, excluding grace period, take 30 to 32 years to repay. As one estimate goes, 1.0 billion worth of short-term loan to be repaid in 10 years (not counting the grace period) from China, for instance, the principal amount to be paid annually would come to US$100 million. But if the same loan was taken from a long-term multilateral lender like the WB, the repayment instalment would be US$33.3 million annually. So, before undertaking development projects, this aspect of the project loans should be taken into consideration. Especially, short-term loans should better be avoided when it comes to projects with low return on investment.\n[email protected]",
        "headline_1": "Dealing with government debts",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dealing-with-government-debts-1707058964",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-02-2024"
    },
    {
        "full_article": "Lions and tigers are carnivores but man is more, he is omnivore. The range of his omnivorousness at times transcends the limit of sanity. When it does, he can be a killer of the worst kind. In fact, he is the top predator. Fortunately there are sane people among the human kinds who present scientific and anthropological proof and evidence and try to persuade the non-believers of inter-species bond and environmental balance not to exterminate flora and fauna in the interest of survival of the 'most rational animal'.But the animal at the top most order is also known for megalomaniac insanity that has turned quite a few of them the most dangerous mass murderers. Lions and tigers hardly kill their prey when they are not hungry but man can be a ruthless murderer for no reason, simply for the sadism that can be overpowering or at the heat of the moment. From fox hunting in Britain to big game hunting in Asia and Africa for trophies, taxidermy and other by-products, once carried out rampantly, had to be made illegal by enacting laws. But the practice goes on clandestinely courtesy of poachers.How the killing instinct of the hunter-gatherer cave man had slid into aberration of game hunting is hardly any mystery. The invention of gun and emergence of the adventurous colonial macho man may have evolved to complement each other for this. Modern environmental scientists and ecologists have by now conclusively known the irrecoverable perils of random depletion and destruction of flora and fauna the world over. Disruption of ecological balance poses threat to the existence of man on this planet. The problem is that not all are convinced of this fundamental scientific relational evidence. Each of them thinks if a person kills one Royal Bengal Tiger, an elephant or a lion in the wild Africa or a few migratory birds from a large flock, the heavens will not fall. What they forget is that others may harbour the same thought train. Consequently, the endangered species becomes still more endangered with their number dwindling continuously. Poachers almost everywhere are professional criminals who kill animals from game reserves and would not hesitate to shoot down forest rangers in challenging situations. In this country, apart from such professional poachers, there are amateurs who are seasonal or occasional hunters. One thing they know for sure is that the animal or bird they target for killing is protected by law but they cannot resist the temptation simply because the meat and by-products of the games are in high demand. Their sole purpose is to make money out of something available in the wild and no individual claims its ownership. Anything considered no one's property or government's property can be abused. Had people been gifted with a higher sense that each life is sacrosanct and cannot be thought of as a delicious dish on the dining table, much of the problem of game hunting and secret killing would vanish. The problem lies with some of the distorted religious interpretations that try to establish human superiority over all other creations. The idea is that those have been created for human consumption and comfort. There is no reason to think that uneducated people cannot appreciate the inter-species bonhomie. When some not so educated villagers in remote corners of this land protect flocks of birds that choose their orchards or woods as their sanctuaries, it becomes quite clear how serious they are to defend the relations. A new generation of youths has happily come up to defend animals against all odds. Contrary to this, cruelty to animals, the trapping and use of poison baits for killing migratory birds in many beels of Tangail and Hakaluki haor, a sanctuary, bring to the fore rapacious murder mentality of a few, certainly not many. The forest department has of late been able to limit poaching but still the bad blood in it, in collusion with infamous rings of poachers, contributes to depletion of forest resources, tragic deaths of animals and birds. Community conservation plan in this case may be highly effective. In case of killing migratory birds with poison baits, a campaign for boycotting such meat on the explanation that it has cancerous impacts on human health will definitely serve the purpose. \n[email protected]",
        "headline_1": "Why other species must be saved",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-other-species-must-be-saved-1707058997",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-02-2024"
    },
    {
        "full_article": "The headline of the letter is a powerful statement that underscores the critical importance of rivers in sustaining life and ecosystems. Throughout history, rivers have been essential to the development of civilisations and have shaped cultures and lifestyles around the world. However, the neglect and exploitation of rivers threaten their existence, posing significant challenges to environmental sustainability and human well-being.Rivers have been integral to the growth of civilisations since ancient times. The Aryan civilisation, for example, flourished along the banks of the Indus River, highlighting the vital role of rivers in human history. In Bangladesh, rivers like the Padma, Meghna, Yamuna, and Brahmaputra are not just water bodies but lifelines, supporting agriculture, transportation, industry and biodiversity.Traditionally, rivers served as crucial communication routes and provided irrigation for agriculture, contributing to the region's food security. Fish, a staple of Bengali cuisine, are abundant in these rivers, sustaining local livelihoods. Moreover, the fertile alluvial soil deposited by rivers has facilitated agricultural productivity, while the rivers themselves maintain the groundwater level essential for drinking water, agriculture and industrial activities.Despite their significance, rivers face numerous threats from human activities. Pollution from industrial waste, urban garbage and untreated sewage has severely degraded water quality, endangering aquatic life and human health. Encroachment and irresponsible practices further exacerbate the decline of river ecosystems, leading to adverse environmental impacts such as floods, droughts, and temperature fluctuations.The alarming decline in the number of rivers, coupled with drying water bodies, reflects the urgent need for concerted action to protect and preserve these vital resources. Effective waste management, construction of waste treatment plants, afforestation, sustainable urban planning, and strict enforcement of environmental regulations are crucial steps towards river conservation. Collaboration among government agencies, NGOs, and community stakeholders is essential to address the complex challenges facing rivers.Raising public awareness about the importance of river conservation and promoting sustainable practices are essential components of any conservation strategy. By prioritizing river governance and adopting environmentally responsible practices, we can safeguard these invaluable natural resources for future generations. Failure to act decisively will not only threaten the survival of rivers but also jeopardise the well-being of entire communities dependent on them. It is imperative to act now to protect our rivers and ensure the resilience and sustainability of our ecosystems and societies.\nMd. Mahir DaiyanStudent, Department of Environmental Science & Disaster ManagementDaffodil International University",
        "headline_1": "If rivers survive, so do people",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/if-rivers-survive-so-do-people-1707059026",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-02-2024"
    }
]