[
    {
        "full_article": "The COVID-19 pandemic is on a discernible wane. Just a month ago, India was reporting around 1,70,000 cases a day and the latest numbers suggest it has plummeted to around 6,000. India is now contributing to only 0.7% of global cases. Last year this time, cases were below 5,000 a day, encouraging several States and the Centre to claim that the pandemic was over, though within a matter of weeks there was a resurgence fuelled by the Delta variant which birthed a summer of catastrophe. There is, however, a crucial distinction between then and now in that over 75% of those over 15 years are now fully vaccinated in India. A small and growing number of those over 60 have had the third dose. Reports suggest that over 90% of Indians have been exposed to the virus over the last two years and, therefore, combined with the vaccination, are sufficiently protected against disease — but not infection — for many more months ahead. What bears emphasis is that avoiding vaccination makes one, particularly the elderly, vulnerable to serious infection. Balram Bhargava, Director-General, ICMR, said at a press conference this week that 92% of those who died of COVID-19 since January this year were unvaccinated, and underlined that vaccines and the wide vaccination coverage had played an important role in protecting hundreds of lives.India is fortunate in that it does not have to battle vaccine hesitancy in a large measure. The initial scepticism regarding the vaccines not having passed the typical stages of vaccine approval saw a certain degree of hesitation, but very soon it emerged, in April and May last year, that India’s main problem was an insufficient number of vaccines. Though India today has administered nearly 178 crore vaccine doses and has several indigenously developed vaccines that have been approved in emergency mode by authorities, there are still serious questions on supply. Currently, vaccine demand is low and the vaccination drive is in ‘mop up mode’ and administering second doses. But were the pandemic situation to suddenly turn for a fourth wave to take shape, there would be a spike in demand for vaccinations for children, particularly those below 15, as well as booster doses for adults. The experience of Covaxin’s manufacturer being unable to ramp up vaccinations in time during the crisis months ought to be a persistent reminder to other biotechnology companies that having vaccines is very different from being ready with a seamless supply chain. The Indian government has still not made public a timeline for when vaccines from Biological E, Gennova and Zydus Cadila will be practically available for mass use. Though the world is occupied with a different crisis, India must not let its guard down and should insist on companies being ready with a measurable timeline.",
        "headline_1": "Being ready: On vaccination and India’s third COVID-19 wave",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/being-ready-the-hindu-editorial-on-vaccination-and-indias-third-covid-19-wave/article65190426.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-03-2022"
    },
    {
        "full_article": "That policies change with governments may appear acceptable in a democracy, but no court will allow a transformation so fundamental that rights and entitlements that accrued during an earlier regime are abandoned or frustrated. In 2014, the Amaravati region was chosen as the site of the capital of Andhra Pradesh, the residuary State left after the creation of Telangana, but work was stopped after the present YSRCP regime took over. Instead, Chief Minister Y.S. Jagan Mohan Reddy mooted the idea of ‘decentralised’ development, by which he meant that the State will have Amaravati as the legislative capital, while Visakhapatnam will be the executive capital, and Kurnool the seat of the High Court. In a stern rebuff to the ‘three capitals’ idea of the present regime, a Full Bench of the State’s High Court has ruled that it cannot abandon the project to develop Amaravati as the capital city after over 33,000 acres had been given up by farmers and ₹15,000 crore sunk in it over development expenditure. Holding the State government to its promise of developing the region into the capital city, it has directed the government to complete the required developmental work in Amaravati within six months. As a consequential relief to the farmers who had given up their land for the specific purpose, the court has asked the State and the Andhra Pradesh Capital Region Development Authority to develop the surrendered land and deliver reconstituted plots to them within three months.In political terms, the decision to locate the three organs in different cities was possibly motivated by a wish to undo a key policy measure of the previous TDP regime, as well as negate speculative gains the erstwhile rulers may have allegedly made by choosing Amaravati. However, it was projected as a measure to decentralise governance and take the fruits of development to all parts of the State. After farmers approached the court, the government sought to render the matter infructuous by repealing its decentralisation law, the one that it enacted in 2020 for spreading the capital city and proposing ‘inclusive development’ of all regions. However, the Bench took note of the government’s intention to pursue its multiple capital cities plan and decided that it will adjudicate on the petitioners’ grievances. It held that the State legislature lacked the competency to shift the organs of the State. The verdict, if undisturbed by the Supreme Court, may put an end to attempts to shift the capital city out of Amaravati. A welcome feature of the verdict is that it has invoked the doctrines of constitutional trust and promissory estoppel to prevent a regime from going back on its promises to citizens. It sends out a message that governance should not be buffeted by winds of political change or be held hostage to the passing whimsy of a particular regime.",
        "headline_1": "Capital verdict: On A.P. High Court judgment on Amaravati",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/capital-verdict-the-hindu-editorial-on-ap-high-court-judgment-on-amaravati/article65190899.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-03-2022"
    },
    {
        "full_article": "\"The Book (Le Livre)\" was an ambitious project of the 19th century French poet Stephane Mallarme. He thought of an extremely flexible structure for his \"ideal book\" that would both contain and reveal \"all existing relations between everything.\" Simply put, he intended his book to be the sum of all other books and experiences. Hence, his project included the details of printing and production, presented as a spectacle. I think the same can be said of a book fair—particularly of Amar Ekushey Boi Mela.\nA book fair is a happy meeting ground for writers, readers and book lovers, where they all come together to celebrate the written and published words. It offers a wonderful opportunity to discover new writers while acknowledging the old. The new experimental writers poke daringly like wild orchids through the foliage of the tree trunk of writers who define the orchard of classics. But what distinguishes Ekushey book fair from other international or regional book fairs is its sentimental attachments, its cultural heritage.\nFor the Bengalis, the site of the book fair lends itself to genuine nostalgia. Visiting the fairground after laying floral wreaths at the Central Shaheed Minar on the Ekushey (February 21) morning is a ritual with which I grew up in Dhaka. The feeling of being with a crowd of shared interest was emotionally fulfilling and intellectually satisfying. As visitors, we were keen on listening to the intellectuals sharing their thoughts at the Nazrul Mancha under the famous banyan tree. During the anti-Ershad movement, there were many street performances and distribution of free chapbooks and lampoons that would spice up our jhalmuri or fuchka. The fair was a ground in which you either longed for or tried to avoid meeting familiar faces, depending on your companions. Displaying the books that I bought after an immense survey of the discounts available was a source of guilty pleasure, notwithstanding the scolding that awaited me from my mother, who would be worried about the accommodation of the new purchase.\nStarting in 1972, in the last 50 years, the fair has become a habitus of our cultural marker. It had a modest start with the proprietor of Muktodhara publishing house, Chittaranjan Saha, taking the initiative. The Bangla Academy started formally hosting the fair from 1978, and in 1984 it was named after the martyrs of the Language Movement. The inauguration of the fair by the prime minister, and the conferral of Bangla Academy award for literature have added further weights to this event.\nIn retrospect, it is hard to believe that the new variants of the coronavirus almost dampened this year's celebration. Last year, publishers incurred financial losses due to restricted mobility at the height of the pandemic. Casting all doubts aside, the fair has once again become a successful affair. If Facebook is any indicator, there are many new writers who have had their first publications this year. It would be interesting to have academic research to find out how these pandemic-ridden closures have contributed to creativity and creation of new writers. Relatedly, one can also explore how the \"what's on your mind\" mode of social media has created a writerly space with a \"friendly\" audience. Normally, publishers or book/literary editors are the gatekeepers of any culture—they decide who is in and who is not. But on a digital platform, anyone can gauge the interest of their intended audience in their writings. I am not surprised that many of my Facebook friends have compiled their daily compositions to compose their creativity. The endorsements of their \"friends\" have emboldened them to publish. The hypertext is becoming a text, and eventually shoring up at the fairground. They are the wild orchids who do not need to be rooted in the soil of the old publication houses; they can find their sustenance from the air shared by their virtual readers.\nThe nature of the festival is, therefore, changing. It is much more democratic and participatory. For a long time, it was dominated by the middle-class civic society in general. To be particular, by the cultural middle class who buy books to read and preserve them at home. This group consisted of the writers, readers and publishers. The dynamics are changing. We have already seen that the holding of the international literary fest in the Bangla Academy premises has introduced a different economic class to the fairground. The nature of the fair management has changed due to the osmosis process that took place between the national and the international events.\nOne focus of the fair should be in encouraging and enhancing visits by children to the event. Visiting the book fair gives children the opportunity to develop their reading preferences. This year, the fair will end on National Children's Day, the birthday of the father of the nation. Can we not have one day dedicated only to children or those accompanying children during the book fair? Different schools can be asked to arrange field trips on that given day.\nAt a book fair, we are spared the task of looking into every book shop in the city, or browsing through endless online catalogues to find the book that we do not know that we need or want. However, with the growing popularity of e-books and online portals, there could be a day when physical book fairs lose their current appeal. We might lose the chance of going to a fair to find all the bookstores in one place, and the people behind them.\nThe fear of losing touch with the physical fairground is not without any suspicion. The publishers wait throughout the year for Ekushey book fair. They hope that their investments will pay off during the month-long event. The survival of the publishers and authors depend largely on this fair. To minimise the investment risks, the fair should be spread all across the country; it should not be Dhaka-centric. A coordination at a national level is required to integrate the fair as part of our annual calendar. More importantly, steps are needed to find the right balance between the virtual and the physical.\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "Book Fair: An Affair to Remember",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/book-fair-affair-remember-2975691",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-03-2022"
    },
    {
        "full_article": "When you, the reader, begin reading this piece, I need you to know that I am quite terrified and anxious about your response. I understand from the polarized debates that I have read on my social media—brimming with emerging artists and audiences in their 20s and 30s who have grown up consuming the glamor of Coke Studio and the fizzy drink itself in the sub-continent—that it is easy to sound like a spiteful critic. Yet, I am understanding of the rush of joy that my peers might feel to know that the franchise has finally arrived in Bangladesh. It has been, after all, the month of the commemoration of the lives lost in 1952 for Bangla, the mother-language of millions in this country. The collective and national memories of the struggle for Bangla is dense in the air this month, inviting people to recognise the need to preserve and protect their languages, be it either by publishing the first Mro-language grammar book in Bangladesh or by making nostalgic throw-backs to the precedence that Bangali nationalism takes over all else here for the formation of the nation state.\nPlease read the previous sentence again, and understand how these two different scenarios don't sit well with each other. This is relevant when discussing Coke Studio Bangla because Syed Gousul Alam Shaon—the creative producer of the project and managing director of the production agency, Grey Advertising Ltd.—defended the decision to use \"Bangla\" instead of \"Bangladesh\" in the title of the project so as to \"go back to the roots\". And I wonder whose roots he is referring to. His reference is this 1971 poster that wanted the citizens of the newly formed Bangladesh to forego all senses of any religious identities to forge an ethno-linguistic national identity instead. This is a national identity where being a Bangali, or a Bangla speaking citizen, would hold this new nation-state together rather than the legacy of Muslim nationhood that created East and West Pakistan. In fact, Shaon's reference to this sense of Bangali nationalism is so strong that Grey Advertising used the same font for the design of the title of the project. But maybe he has little cognizance of the repercussions that such colonial projects of modern nation-state making had on the people who were neither Muslim or Bangali and could not fit into either of these categories in 1947 or 1971. M. N. Larma summed it up well when he reiterated in 1972 that he was not Bangali, but a Chakma and a Bangladeshi citizen.\nSo, here we have a project that relies on that same erasure of identities, languages, culture and music to reconfigure \"roots\". And if it spoke only for Bangali people and culture, that would perhaps make sense although one can argue about the diversity of Bangali culture also. It would especially make sense because one cannot deny that the curator and producer of Coke Studio Bangla, Shayan Chowdhury Arnob—who spent a significant period of his formative years in West Bengal, studied in Visva-Bharati University and is well-known for his renditions of Rabindrasangeet—does embody the legacy of a united Bengal and hegemonic bhadrolok Bangali culture, whatever they might mean. However, the first episode of Coke Studio Bangla tried to make waves with a fusion rendition of the Hajong song, \"Nasek Nasek\" with a Bangla excerpt of Abdul Latif's folk song, \"Dol Dol Doloni.\" And while one can easily say that Hajong - the language of a minority ethnic group of the same name inhabiting parts of north-east India and different parts of Bangladesh - is not Bangla, I also wonder out loud the cultural politics of embedding Bangla verses within a mainstream production of a Hajong song that will perhaps be the first introduction to any Hajong music at all for many in Bangladesh. Let us ask: why is it that a Hajong song cannot stand on its own in a mainstream entertain platform in Bangladesh? Can it not, or was it simply not done that way? \nWhen curated, hosted, composed, arranged, produced and instrumentalized by people who are not of Hajong, what happens to a Hajong song where only the vocalist is the only one bearing the history, language and representation of the song? But when especially keeping in mind how ethnic minorities have to assimilate into the languages and cultural identities of the powerful, model majorities, does Animes Roy—the brilliant Hajong singer—not become minoritized and tokenized on stage in the production of a song he should claim his own and his people's? One must remember that this is not an organic exchange and syncretism of cultures that have taken place over years of co-living or mutual embodiment; this is a staged and curated production of and by a project that claims to embody \"bangali\" identity alone. \nSimilar questions come to my mind when such a reconfiguration of the \"roots\" translate into \"Ekla Cholo\", the promotional production of Coke Studio Bangla that was first released as a fusion narrative of Gagan Harkara's Baul song \"Ami Kothay Pabo Tare,\" Tagore's \"Ekla Cholo Re,\" and Shironamhin's \"Hashimukh.\" The video introduces us to many of the musicians and artists who feature in this season and yet, when the piece begins with Harkara's song, the Baul is a nameless, faceless figure in the shadows. A mere iconography of a cultural element of a region as vast as Bengal; a cultural product but not an artist in their own right, reduced to a trope and unrecognized for their artistry. Such a representation is reminiscent of the way Tagore himself made his own renditions of Baul songs and modernized them into studio-produced popular music, ultimately appropriating them into his strand of Bangali humanism with his own upper caste, feudal powers. So much so that now we commonly sing these musical pieces as Rabindrasangeet, but lost are the names and lives of the bauls and fakirs for whom these songs have historically been not just cultural commodities or products but embodiments of collective histories as well as religious and spiritual practice. Such tokenization reduces the vastness of what has now become a mere commodity in the name of \"folk\" for projects like Coke Studio Bangla, because the intricacies with which they are related to life, religion, politics and society would shatter the secular imaginary of the \"Bangali\". Secular representations of the Baul remove our gaze from events such as the imprisonment of the Sufi Baul Shariat Boyati in 2019, who was charged under the Digital Security Act 2018 for offending religious sentiments when he claimed that the Qur'an does not forbid music. \nBut Coke Studio Bangla and its reach for the \"roots\" had the government's support; in fact, Zunaid Ahmed Palak, the State Minister for the ICT Division was present as a special guest of the official launch event. Where the state not only makes permissible but also enables citizens with clout, power and ties to the ruling regime to define correct versions of religion and religious culture, I wonder what kind of cultural secularism it espouses with Coke Studio Bangla. But it wouldn't be fair to pin such repackaging of musical culture on the state alone; after all, it's not as if the state has taken much of a responsibility to do much for the preservation and sustenance of the traditions and livelihoods of Bauls over the years. In fact, the state's stakes in Baul traditions can be identified as borderline negligent, given how there has been little to no support for the communities before and especially during the pandemic. However, government support for musicians in Bangladesh in itself is generally low. How are musicians protected? What kind of industry support and infrastructure is available for them? What kind of financial security do musicians have in Bangladesh? \nIt is not at all strange for Coca Cola, one of the largest and most well-known multi-national beverage companies of the world, to come in here and fill a void for the support that music creatives need in this country. In fact, Coca Cola is only one among several companies, such as Unilever and British American Tobacco, who play this role often. It is, of course, relevant that even though the famed drink has been in this country for several years via franchisee arrangements, Coca Cola only established its own plant and arrived in Bangladesh as a company officially in 2017, and proceeded to invest millions in the following years to expand its market. You can get a sense of how recent this emergence is if you remember how rapidly and ubiquitously the brand of bottled water called Kinley spread in the streets of Bangladesh over the last 5 years in its lightweight and cumbersome plastic bottles. In fact, the U.S. Embassy's congratulatory social media post on the launch of Coke Studio Bangla reminds us of the expansion of Coca Cola in the sub-continent and all of the global south, and how such projects add glamor to their market portfolios. \nWe will talk about the environmental damage that this beverage company causes to the world another time. For now, yes, it is fitting for urban musicians who have to fend for themselves often to be happy when they find funding support that allow them larger stages with global audiences. After all, what is an artist without their audience? However, what do such intermittent financial opportunities mean for the long-term sustenance of the music industry as a whole? Coke Studio Bangla features the best of the best—artists who have already established themselves as national gems with their recurring bands of friends and acquaintances, and some cherry-picked new artists such as Rubayet Rehman and Masha who made their own road to fame by managing themselves and making their own content on the internet. While some musicians, instrumentalists and even a team of filmmakers and engineers find themselves celebrating such an opportunity, what does this mean for the everyday artist? Will this trickle down to build sustainable infrastructural support for emerging artists to learn and build their careers? Several of the recording and sound engineers of the first episode are either self-taught or educated in institutions abroad and the piece was not even mixed and mastered in Bangladesh, because there is not even a school for audio engineering in this country yet that can train such personnel. So, when one makes a claim that Coke Studio Bangla is good for the industry, I wonder in what sense, to what end and for whom? Does a project such as this function as an adequate substitute for the kind of educational, financial, social and market interventions that artists need for support and patronage? Coke Studio Bangla relies on a semblance of an industry that fends for itself and operates on its own free-market mechanisms without any support or regulation, and it is visible on the first episode when you see that the only women on the stage are the back-up vocals and all the instrumentalists are male-bodied. In a society where masculinity dominates and women need infrastructural support for mobility and access in the urban public sphere, they remain relegated as soft-spoken singers and graceful dancers but not as bassists or drummers.\nSo, yes, I am worried that you, the reader, will be angry at this piece because I am not entirely confident about the good that the emergence of this project can do here even though I also empathize with the desires and needs for such opportunities. But this is not a review of the musical performances of Coke Studio Bangla and I do not negate the hard work and struggles that most of these artists must have gone through to create their art. Instead, this is a critique that takes into account the everyday politics of being a musical artist in this country and the nuances that must be taken into consider when the artistry differs by language, gender, faith and location. \n \nMaliha Mohsin is a writer, researcher, DJ and community organiser based in Dhaka and Vienna.\n\n",
        "headline_1": "The colonial, capitalist curation of ‘Bangla’ culture",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-colonial-capitalist-curation-bangla-culture-2975681",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-03-2022"
    },
    {
        "full_article": "Whom should I blame when I see the rich and influential speed their expensive cars down the street, as if everything's perfectly fine, while my father, who has been working as an unpaid journalist for the past several months, struggles every day? Dysfunctional capitalism and unrepresentative democracy.\nIt's clear that capitalism has seen enormous progress over the last few decades. Although it has seen its fair share of positives, it also has major drawbacks. According to the Edelman Trust Barometer, in 2020, 56 percent of people globally believed capitalism is doing more harm than good while a record 83 percent of employees stated that they were fearful of losing their jobs. Capitalism has left numerous people behind, and political institutions have ignored them too. Distrust is fuelled by an increasing sense of systematic inequality and discrimination. The perception is that institutions and the global economy are serving the interests of the few over those of the majority.\nDemocracy remains an important political ideology designed to protect individual freedom, speech and choice. But the problem lies with the current \"delivery system,\" which is still organised around age-old democratic elements. When political power is captured by the wealthy, the masses begin to distrust the government. Around the globe, voter engagement has declined over the past decade. There is a growing \"representative gap\" in politics, with major parties becoming organised around heavily ideology-based policies and biased cultural debates. And while politicians continue to play this sort of identity politics globally, the age-old construct of democracy—one of the founding principles through which modern society was created—becomes \"poisoned.\" While democracy fails to keep checks and balances, people's belief in the systems slowly diminishes, causing the rise of intense nationalism and, ultimately, making way for authoritarian-styled governance in power as people start to believe that is the only solution to real-world problems.\nAs public participation wanes, the democratic arena is further dominated by external groups with outlandish views, leading to the capture of more democratic processes. Funded by the wealthy minority, the ideas of a few try to engulf the many through their mandates. Politicians play a tug of war with the state itself, not caring about its economy, resources and most importantly, the people. Threatening free press, politicians resorting to the culture of lying with incentivised radical supporters pose a hazard to the face of democracy and capitalism. Research says that nearly half the population worldwide view government and media as divisive forces in society, completely contradictory to the noble cause for which these concepts originated and spread throughout modern humanity. Through disinformation and division, these two institutions continue to feed the cycle and exploit it for commercial and political gains.\nPoliticians say they spend billions behind infrastructure, security and development projects while they transfer millions of people's taxes to their own pockets. And while the economy plunges with high inequality, we continue the push for weapons and violence. In certain circumstances, blaming everything on other countries, ethnicities and minorities is a petty way of knowingly fuelling conflict. Personally, it feels awful and extremely unhuman to see our species—soon to become inter-planetary—resort to such means for so-called happiness, growth and development, taking lives and destroying what humanity stands for. \nLinking peace and security to sustainable and inclusive development is the way to go at this point. Levelling the playing field, empowering the youth, balancing competence with ethical behaviour can go a long way by spreading capital, creating start-ups and jobs. Business itself has to do enough to address societal problems. More importantly, business leadership must be handed to the people. It's high time we started to encourage an innovative and flexible outlook on policy-making instead of a strict, confining and even violent one. Showing the people that the system works, and giving them credible and honest information, is absolutely critical to breaking this system of distrust. Solutions over divisiveness, honesty and partnership can take us far in terms of building trust. It is not about the voices of the many over the few, because the few are not just wealthy elites running society or a tiny ethnicity fighting hard to keep their language alive, it is about everyone's inclusion in modern-day society. Otherwise, who knows what circumstances the tens of billions of human and other lives will have to go through a hundred years later.\nEven though the middle-class is being thumbed down while the wealthy are getting wealthier each day, I wish to believe this planet can still become a better home for its inhabitants. Inequality, crony capitalism and flaws in governing systems will always persist, but without the will to be better, how can we ever change?\n \nEahsan Abedin is a student.\n",
        "headline_1": "Can we beat dysfunctional capitalism?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/can-we-beat-dysfunctional-capitalism-2975676",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-03-2022"
    },
    {
        "full_article": "In his first media briefing on Monday, February 28, the newly sworn-in Chief Election Commissioner (CEC) Kazi Habibul Awal ticked almost all the right boxes. Speaking to the Election Commission (EC) press corps, he pledged to work with honesty and sincerity to fulfil his constitutional duties to hold free and fair elections in Bangladesh. He invited all political parties, especially the opposition, to stay on the electoral trail and participate in the polls—regardless of what happens—for the sake of democracy. He talked about restoring public confidence in the voting process and the need for a consensus among political parties, assuring them of \"swift actions\" in case of any election-related complaints.\nAs first media briefings go, this was a pretty uplifting statement, rooted in a desire to signal a new beginning. The CEC struck a hopeful note about the future, but was cautious enough not to oversell it by pointing out the fault lines. He even made, earlier in the day, a meme-inducing comment about having only blood pressure, and no other pressure at all.\nDespite the positive vibe, however, one may be pardoned for having a sense of deja vu, and of stagnation, seeing how certain words and phrases have a way of coming back. We seem to be stuck in a time loop in which the same conversations keep happening. Imagine, for a second, travelling back in time to February 15, 2017, the day when KM Nurul Huda was sworn in as the chief of the 12th Election Commission. In his first public comment, he too talked about trust, neutrality and gaining the confidence of all political parties. He, too, promised to uphold their constitutional duties to deliver free and fair elections. Five years later, we all know how that ended.\nThis is not to cast aspersions on the new EC—which deserves the benefit of doubt despite how it was formed—or the CEC's sense of responsibility. But the repetitive nature of these conversations and promises is a sad commentary on how our present electoral system keeps throwing up the same problems over and over again. The disastrous tenures of the last two commissions should be enough to shake us into a new sobriety: the realisation that \"it's not really working.\"\nThis is where the need for a revolutionary EC comes up.\nLet me explain what I mean by revolution. I don't mean a large-scale revolution involving drastic changes—in how we approach the bigger issues of EC formation, election-time government, or the overall electoral exercise—which, frankly, are beyond the scope of the present EC. What I mean is a personal, doable revolution on the part of the election commissioners. This will see them make a conscious effort to: 1) reject the laissez-faire approach of their predecessors; 2) set individual examples of honesty; and 3) move the needle on much-needed institutional reforms that they should be able to undertake. In other words, they will just be doing their job. But since no one before seemed to know or care what that is, it will have the revolutionary impact of challenging the status quo.\nRight now, the main task for the new commissioners is to restore public trust in the EC. There are at least three associated challenges: 1) Eliminating the reasons for the opposition's disinterest in engaging with the EC; 2) Ensuring that the ruling party will not interfere in its activities or the electoral process; and 3) Ensuring that the whole administration, not just election officials, remain impartial in discharging their duties.\nBut it's the EC's approach to these challenges that matters more now. As Albert Einstein famously said, \"We can't solve problems by using the same kind of thinking we used when we created them.\"\nSo, what does it mean for the new commissioners to reject their predecessors' laissez-faire approach? For one, not allowing bureaucratic deadweight to drive them off their path. Most of the new commissioners are former bureaucrats. They have been used to working in a milieu that demands adherence to orders from upstairs (their political masters)—which needs to change now, as they are accountable only to the public now. A conscious decoupling from that long-held habit would also mean breaking from the bureaucratic tradition of preferring norms to results.\nFor example, in engaging with the opposition parties, the bureaucratic way would be to invite them for dialogue. \"The BNP has already said they will not join elections,\" the new CEC commented. \"But can't we still sit with them? Invite them over for tea?\" Good point. But this merely ensures the continuation of the formality of dialogue; it doesn't promise results. The opposition parties will need more than verbal assurance to be convinced of this commission's sincerity. With all the laws, rules and constitutional provisions at their disposal, it may be tempting to hide behind legal mumbo jumbo to avoid difficult questions of representation and fairness. This is where a revolutionary or result-oriented commissioner would make the difference.\nWhat does it mean to set individual examples of honesty and integrity? For a commissioner, it means upholding the highest ethical and professional standards in all their conducts. It means taking a lesson from the distasteful allegations of financial anomalies raised against the last EC, or the allegations of lies, inaction, party favouritism and not doing the bare minimum to uphold the sanctity of their office.\nAs for undertaking changes within their institutional mandates, there can be any number of them, and the commissioners will have to decide what best serves the democratic process. Among some of the unresolved issues that come to mind are the concerns over using Electronic Voting Machines (EVMs). Or the demand for reforming the Representation of the People Order (RPO) to give EC field officials magisterial power to promptly deal with irregularities during national elections. (Traditionally, the roles of returning officers with magisterial power are given to deputy commissioners.) Or the debate about deploying the army to maintain law and order during elections. The EC can, with the help of independent experts, undertake some decisive changes that will help restore public confidence and combat election-related irregularities. The question, in the end, is not \"if they have the power,\" but \"if they have the will.\"\nUnfortunately, the EC culture is built around following the letter, not the spirit, of the EC rules and laws. This, as we know from previous experience, rarely adds up to a spirit of reform and moving forward. Only a revolutionary mind, accountable to the people, can rise to the occasion, change how things are done at the EC, and get us out of the present deadlock.\n \nBadiuzzaman Bay is an Assistant Editor, The Daily Star.\n",
        "headline_1": "A citizen’s manifesto for Election Commission",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/magic-madness/news/citizens-manifesto-election-commission-2974931",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-03-2022"
    },
    {
        "full_article": "We welcome Dhaka South City Corporation (DSCC) Mayor Sheikh Fazle Noor Taposh's recent announcement that he would build a playground in every ward. Mayor Taposh has, no doubt, touched a very sensitive chord, as the residents of DSCC have been demanding open space for their children for a long time now. The need for children to go out in the sun and play with their peers was felt by parents even more intensely during the Covid-induced lockdowns. Doctors suggested sunlight and exercise for the young and old alike, but there are hardly any open spaces for either to walk or to play in within the city. We appreciate that the DSCC mayor has put due emphasis on this significant aspect, and hope he is committed to going ahead with his plan.\nWith rapid, and often unplanned, urbanisation sprawling across our cities, open spaces where children could play freely have slowly been consumed by concrete structures or they have just been encroached by local influentials. While children do enjoy staying indoors and playing on digital devices instead, this is far from a healthy practice to encourage. Affluent neighbourhoods of the capital, barred off from the rest of it and much better organised, often have multiple playgrounds and parks dedicated to people of all ages. But this needs to be translated across Dhaka city, and eventually across all major cities in Bangladesh. Children need to be physically active and engage in play with their peers from different socio-economic backgrounds if they are to develop properly throughout the crucial few years of childhood.\nOf course, we know of similar projects being delayed beyond comprehension. One such project is the five-acre land in the western corner of the National Parliament building, adjacent to the Mirpur Road, which, as this daily reported in December 2021, was supposed to be turned into a playground for children with special needs in 2011 as per the prime minister's announcement, but is still sitting idle. Thus, we urge the mayor to stick to his words and build a playing field in every ward, setting up playgrounds by recovering the corporation's land in Wards 42, 26 and 13, which have been under illegal occupation for years.\nPowerful quarters who encroach on land meant for playgrounds must also be identified and held accountable by the authorities. These connected people often thwart every attempt of city corporation officials to recover the lands from their grip. The city corporation must not bow to such attempts anymore. Our children deserve to play freely under open skies—for their health and their future.\n",
        "headline_1": "The promise of a playground",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/the-promise-playground-2975671",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-03-2022"
    },
    {
        "full_article": "As buildings soar higher and higher, traffic congestions get worse, air more suffocating, and public amenities spread thinner and thinner to accommodate an ever-increasing number of people, at what point do we say, enough is enough? Despite frequent discussions around the urgency of decentralisation, we have unfortunately done little to address the pressing challenges of unplanned, uncontrolled urbanisation, which poses a major threat to the citizens' standard of living, as well as to the country's GDP growth and sustainable development.\nOver the last decade, Dhaka's population has grown by 50 percent, and it has come at a huge cost—between 6 and 10 percent of Bangladesh's GDP, according to a recent study. Experts warn that it will harm the country's future prospects further if measures are not taken to \"get urbanisation right.\"  \nDhaka is currently generating one-fifth of the country's GDP and almost half of its formal employment. Such unbalanced growth is simply not sustainable. We wholeheartedly agree with the experts that we must focus on developing secondary, medium-sized cities for balanced structural transformation. We need to move populations away from Dhaka and Chattogram, and create jobs, infrastructures, investment opportunities, public amenities and recreational facilities, and strengthen urban local government institutions to lead that process of change. The government must engage relevant stakeholders and come up with a workable yet ambitious plan to develop these cities and empower the city government accordingly.\nAs of now, local governments have little fiscal and administrative autonomy, and people's participation in the decision-making process of local governments is severely limited. There is no doubt that we need political commitment to change the status quo. But the question is: Is the government ready to make such a commitment?\nIt needs to, for its own sake, if not for the sake of its citizens. As economists and urban planners have been pointing out for years, failure to decentralise will have devastating impacts on economic growth in the near future, particularly as more people migrate to the major cities due to climate change. As the pandemic has exposed, unbalanced and intense concentration of the population in the cities can expose the citizens to higher risks of disease, climate impacts and natural shocks. The government needs to focus on developing urban centres in the country's northern part as part of its strategies on climate change litigation and adaptation. Infrastructures and road connectivity need to be improved in the region to bring a balance in urbanisation and trade diversification.\n \n",
        "headline_1": "Take the pressure off Dhaka and Chattogram",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/take-the-pressure-dhaka-and-chattogram-2975556",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-03-2022"
    }
]