[
    {
        "full_article": "In its latest India Development Update, the World Bank has raised its 2024-25 GDP growth forecast for the economy to 7%, from 6.6% estimated earlier this year. The projection is now in sync with predictions from the International Monetary Fund and Asian Development Bank, but a tad lower than the 7.2% uptick projected by the RBI and Fitch Ratings. Earlier growth hopes for India were slightly modest, partly due to its strong 8.2% growth last year, and prospects of the global economy staying weak due to restrictive monetary policies and persistent geopolitical tensions. The World Bank estimates global growth to be the same as last year’s 2.6% pace, way below pre-pandemic levels. Despite this subdued external environment and the dissipation of post-COVID-19 rebound effects, the Bank’s economists now expect India’s growth to remain strong this year at 7%. However, external risks could cloud this, including pressures on supply chains and commodity prices, and a resurgence of inflation that could compel central banks to hold interest rates ‘higher for longer’.The Bank expects private consumption to rise 5.7% and the farm sector to grow 4.1% this year, from last year’s anaemic trends. A recovery in farms could offset a slight moderation in industrial growth, and revive weak rural demand and help bolster private investment in the medium term, with GDP growth expected to hover in the 6.5%-6.7% range in coming years. On India’s imperative to generate non-farm jobs, the Bank acknowledged ideas such as the Production Linked Incentive schemes to support private manufacturing investments, and the new Employment-Linked Incentives. But these may not be able to generate the scale of activity India needs to engage its young workforce. The Bank has emphasised the need for a rethink on India’s approach to a critical growth engine — trade. India’s global trade share does not match its economy’s size, and it is yet to capitalise on the opportunity presented by China’s withdrawal from labour-intensive production or the much-vaunted ‘China plus one’ global reset. A concern is a decline in export-related jobs over the past decade, flagged by the Bank, coinciding with a shift towards capital- and skill-intensive exports. While trade facilitation steps and the pursuit of free trade agreements are commendable, some like the one with EFTA have limited potential, it noted. Progress has been hampered by new barriers to goods, services and investments, and it has called for a new strategic trade plan that reduces tariffs, non-tariff barriers as well as FDI curbs, and a rethink of the reluctance towards multilateral/ plurilateral pacts such as the RCEP. Policymakers must heed this prescription in earnest, and urgently. Published - September 05, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nbanking\n\n/\n\nIndia\n\n/\n\nReserve Bank of India\n\n/\n\nmoney and monetary policy\n\n/\n\nCoronavirus\n\n/\n\neconomy (general)\n\n/\n\nagriculture\n\n/\n\ntrade policy\n\n/\n\nChina\n\n/\n\nlabour\n\n/\n\ninvestments\n\n/\n\nforeign investment",
        "headline_1": "​Trading up: On the World Bank’s India Development Update",
        "headline_2": "The World Bank’s growth prognosis for India moots some policy shifts",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Btrading-up-on-the-world-banks-india-development-update/article68606096.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-09-2024"
    },
    {
        "full_article": "The cry for the death penalty after every heinous sexual crime, and governments yielding to it by issuing ordinances or passing Bills, have become fairly commonplace. The criminal laws were amended in 2013 after the brutal rape of a woman in Delhi; subsequently, States including Madhya Pradesh, Rajasthan, Haryana, Andhra Pradesh, Maharashtra and Arunachal Pradesh have sought amendments for enhanced punishment for sexual assault. On Tuesday, the West Bengal Assembly unanimously passed The Aparajita Women and Child (West Bengal Criminal Laws Amendment) Bill, 2024, by a voice vote, following the rape and murder of a doctor at a government hospital in Kolkata on August 9 and a persistent clamour for justice. The Bill introduces the death penalty or life-long imprisonment for rape by amending the relevant sections in the Bharatiya Nyaya Sanhita, the new penal code. In fact, death has been sought to be prescribed for five offences — rape; rape by police officer or public servant; rape causing death or sending victim to persistent vegetative state; gang rape, and being a repeat offender. It also amends the Bharatiya Nagarik Suraksha Sanhita to provide for special courts to try such offences in a time-bound manner, and the Protection of Children from Sexual Offences Act, 2012, to provide for death in cases of penetrative sexual assault and its aggravated form. The President’s assent will be required for the State amendments.There is little evidence that awarding the death penalty is a deterrent against sexual offences, but the call for more stringent laws after such crimes often evokes an official response. By stating that “rape is a curse against humanity and social reforms are required to prevent such crimes,” Chief Minister Mamata Banerjee herself put a question mark on the need for a Bill that leans on legal sanction rather than seeking a change in societal mindsets. The Justice J.S. Verma Committee had said it was not inclined to recommend the death penalty for rape even for the rarest of rare cases, arguing that “...seeking of [the] death penalty would be a regressive step in the field of sentencing and reformation”. However, death penalty was introduced subsequently for rape of girls under 12 and gangrape of those under 18; but women are far from feeling safer. It is also a tragedy that the cruel death in Bengal has become a political slugfest between the Centre and the State. The onus is on every government to ensure that laws are implemented effectively, and the police work without bias to prevent and punish sexual assault. Justice will be better served if barriers to women’s advancement are removed by first making workplaces and homes safe for them. Published - September 05, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ndeath penalty policies\n\n/\n\nsexual assault & rape\n\n/\n\nlaws\n\n/\n\nDelhi\n\n/\n\nMadhya Pradesh\n\n/\n\nRajasthan\n\n/\n\nHaryana\n\n/\n\nAndhra Pradesh\n\n/\n\nMaharashtra\n\n/\n\nArunachal Pradesh\n\n/\n\nmurder\n\n/\n\nmedical staff\n\n/\n\nmedical colleges\n\n/\n\nhospital and clinic\n\n/\n\nWest Bengal\n\n/\n\nKolkata\n\n/\n\npolitics",
        "headline_1": "​Death for rape: On Bengal’s Aparajita Bill",
        "headline_2": "Homes and workplaces must first be made safe for women",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bdeath-for-rape-on-the-aparajita-women-and-child-west-bengal-criminal-laws-amendment-bill-2024/article68605587.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-09-2024"
    },
    {
        "full_article": "In demanding students be ‘apolitical’ and ‘patriotic’, a Mumbai univ severely dents their education  \nEverything is political. At least, it can be. So, the TISS students who are being made to sign an ‘honour code’ pledging that they won’t indulge in any political, anti-establishment activity are basically signing away their freedom of speech in toto. Their right to demand govt accountability for women’s safety or for climate change mitigation or better public transport, or to discuss the drawbacks of any public policy including on education, or even to demand better hostel food, it’s all under a cloud now. Whenever admin wants to rein in a demonstration, even a discussion, it can dangle the honour code over the students. It is their amorphous catch-all wordage that makes such decrees truly troubling.\nMany universities, not just in India, would wish away student discussions, demonstrations and protests, especially when they get real intense. It’s not easy dealing with these. But is the function of universities to do easy work? Suppose it is to distribute and produce useful knowledge, another amorphous word. Anti-philosophical automatons cannot break out of the box or imagine new ones, let alone build a novel business out of it. Suppose students are discouraged from listening to ‘hostile’ ideas, from each other or the world, the silence will be poor training for citizenship of a complex country and world. What the proponents of rank utilitarianism of universities don’t get is that in making students timid, they are doing the same to university output.\nA similar myopia is seen in proponents of ‘patriotic’ walls to cage universities. Blind obedience serves the nation and its people very poorly. Without dialogic engagement, progress and prosperity do not happen. None of the above is to say that a campus can be allowed to run riot. Only, no university should let policing take precedence over learning and teaching. That’s self-defeating.\n\n",
        "headline_1": "DisHonour Code",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dishonour-code-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-09-2024"
    },
    {
        "full_article": "When vigilantes get a free hand from authorities, tragedies like that in Haryana are just waiting to happen\nWhen people take the law into their own hands, terrible things can happen. In late August, a group of men in Faridabad, Haryana, who called themselves “cow protectors,” killed a 19-year-old boy. This reminds us of a similar case in 2017 when a 17-year-old boy named Junaid was killed on a train because some people accused him of eating beef. These kinds of attacks, called lynchings, happen when people decide to punish others without letting the police or courts do their job.\nLynchings have been a big problem in India, especially in states like Uttar Pradesh, Haryana, Rajasthan, Bihar, and Jharkhand. But it can happen anywhere. Sometimes, people are attacked simply because others believe they have done something wrong, without any proof. The Faridabad incident shocked many because the boy who was killed was Hindu, and the attackers had mistaken him for someone else.\nThe police and government are supposed to protect everyone, but in some places, they don’t always take strong action against these groups. In 2021, the Supreme Court asked Parliament to make lynching a specific crime with clear punishments, but this hasn’t happened yet.\nVigilantism, or people taking the law into their own hands, isn’t new. In the past, groups have attacked women in pubs or punished people for things like child kidnapping rumors. But in the last decade, attacks by cow vigilantes have become more common, and that’s a big problem.\nIf the government doesn’t stop these groups, things could get even worse, and more innocent people could be hurt. It’s like letting a dangerous genie out of a bottle—once it’s out, it’s hard to control.\n\n",
        "headline_1": "Death Almost Foretold",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/death-almost-foretold/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-09-2024"
    },
    {
        "full_article": "When vigilantes get a free hand from authorities, tragedies like that in Haryana are just waiting to happen\nLate August, SUV-driving cow vigilantes in Faridabad, Haryana killed a 19-year-old. The murder reminds one of 17-year-old Junaid’s lynching in 2017 by vigilantes on a train as he was returning home after Eid shopping in Delhi. Junaid was reportedly accused by the attackers of consuming beef. The men were arrested and bailed. The case hangs fire.\nSimply goons | Lynching cases by cow vigilantes reached an unnerving high in 2016-2017 – with UP, Haryana, Rajasthan and parts of Bihar and Jharkhand the most affected. But it is a crime that has takers in every state. July saw communal lynchings in Bengal. The other day, an old man in a Maharashtra train was heckled and assaulted, accused of eating, or was it carrying, beef. The details matter little, for these were vigilantes, goons who smell blood at the sight of vulnerable citizens.\nWho’s next? | It is telling that the shock over the Faridabad teen’s death centred around the fact that he, a Hindu, was mistakenly targeted. It’s equally telling that vigilantism – winked at by various govts – doesn’t evoke society’s outrage, let alone consistent and swift police action. But police and authorities should be very scared, not only the public.\nCourt’s biz | In 2021, SC had sought Parliament enact a law to establish lynching as a separate offence with punishment. NCRB put out statistics in 2017 on lynchings given the killings by cattle vigilantes. The category was discontinued, IPC didn’t define lynching. In 2018, SC said, “No act of a citizen is to be adjudged by any kind of community under the guise of protectors of law.” That is exactly the point authorities unsee, in states where such self-appointed or govt-sanctioned vigilantes flourish, from beating up truckers to lynching anyone who they thought were not kosher.\nToo late? | Vigilantism is not new, neither is lynching. From the terror of Ram Sene’s attacks on women in Bangalore’s pubs to writs by khap panchayats, vigilantism was also fuelled by child kidnapping rumours and allegations of witchcraft. But in the last decade, cow vigilantism has become near-normalised. It is why Faridabad happened. It is why police delayed arresting Faridabad’s cow vigilante-in-chief Monu Manesar last year. As Haryana gears up for elections, vigilantes reckon they will get a freer hand. Lynchings are lawlessness. No govt in its right mind would allow such extrajudicial “help”. But as Haryana is finding out, the genie is out of the bottle, and the bottle is tossed aside.\n\n",
        "headline_1": "Death Almost Foretold",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/death-almost-foretold-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-09-2024"
    },
    {
        "full_article": "In demanding students be ‘apolitical’ and ‘patriotic’, a Mumbai univ severely dents their education  \nWhen a university tells students they must be “apolitical” and “patriotic,” it might sound harmless at first. But what it really means is that students are being told not to speak out about important issues, even if those issues affect their lives directly. For example, if the government isn’t doing enough to protect the environment, improve public transportation, or ensure women’s safety, students might want to protest or discuss these topics. However, by signing this “honor code,” they’re agreeing not to criticize the government or participate in any political activities.\nThis code is problematic because it can be used to silence students whenever the university administration wants. If a group of students plans a protest or even just wants to talk about something they believe is unfair, the university can use this code to stop them. It’s like a rule that says, “You’re not allowed to complain or try to make things better.”\nUniversities are places where students should be learning not just facts and skills, but also how to think critically and speak up for what they believe is right. If students are forced to stay quiet, they miss out on important lessons about standing up for themselves and others. Moreover, if universities start caring more about controlling students than about teaching them, everyone loses. A university should be a place for learning and exploring ideas, not for enforcing silence.\n\n",
        "headline_1": "DisHonour Code",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/dishonour-code/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-09-2024"
    },
    {
        "full_article": "Students just can't seem to catch a break. Over the last few months, there have been one disruption after another across all tiers of education that either put a stop to classroom activities or, worse, put students and teachers in harm's way. In particular, schools and colleges have been affected by intermittent closures during the weeks-long anti-discrimination movement, assaults and fatalities of students during the movement, subsequent disruptions including often-forced resignations of teachers and administrators, and finally a flood that has left behind a vast trail of destruction in a number of districts, including their educational institutions. This shows how urgent it has become to ensure that students resume their education without further disruptions.\nWhile the extent of damage suffered by schools, madrasas, and colleges in flood-hit areas is yet to be fully determined, one estimate says that 1,206 educational institutions have been damaged, resulting in a loss of over Tk 37 crore. But this is more likely an underestimation given how devastating the flood has been, especially in 11 south-eastern districts. Feni and Noakhali were the hardest hit among them, with more than 90 percent of their combined populations said to be severely affected and about 48 percent of homes destroyed, according to Oxfam Bangladesh.\nSo, it makes more sense when a Prothom Alo report claims that all 951 pre-tertiary educational institutions in Feni were inundated. This includes 559 primary schools, 351 secondary schools and madrasas, and 41 colleges, with the number of affected students reaching nearly four lakh. The flood has had a similar impact in some other districts including Noakhali and Cumilla. While some of the institutions have started classes after floodwaters receded, most schools and colleges remain more or less shut, their classrooms filled with mud and debris.\nIn Feni, the district administration has said that more than half of the educational institutions are still in an abandoned state. In addition to educational institutions, the district and upazila education offices were also inundated. Many buildings remain under water, many formerly used as flood shelters. Reportedly, school-college authorities are struggling to clean debris and repair any damage suffered, but the process has been slow, so there is no certainty about when the students can safely return. Their own situation back home also has to improve for them to be able to come to class.\nWe don't need to remind anyone of the consequences of prolonged school closures. Each day of missed schooling will exacerbate the learning gap accumulated over the past months, particularly for those from disadvantaged backgrounds. So, restoring normalcy in the educational landscape of flood-hit areas should be a priority. This should start with accelerating the cleanup and repair efforts. In schools that remain waterlogged, the authorities may think of alternative arrangements using digital education and community-based classes to bridge the learning gap. It is likely that many books and learning tools were also destroyed during the flood, so the education authorities must provide necessary help in this regard.\n",
        "headline_1": "Frequent learning disruptions are hurting students’ future",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/frequent-learning-disruptions-are-hurting-students-future-3694311",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-09-2024"
    },
    {
        "full_article": "Six months ago, Prime Minister Sheikh Hasina's grip on power in Bangladesh appeared unbreakable. The ruling Awami League had just won a fourth successive term in an uncontested election, allowing it to remain in full control of the country's institutions. With journalists, human-rights defenders, opposition members, and other critics facing politically motivated prosecution, prison, exile, and forced disappearance, the country's continued descent into authoritarianism seemed certain.\nBut suddenly, last month, student-led protests erupted across the country, fueled by outrage over a quota system that allocates government jobs to the ruling party's allies. The state's response—a violent crackdown that claimed more than 400 lives—revealed the brittleness of Hasina's 15-year rule. In scenes reminiscent of the Sri Lankan \"Aragalaya\" mass protests that ended the rule of the Rajapaksa family in 2022, young Bangladeshis forced Hasina to resign and flee into exile.\nBangladesh is the latest in a series of youth-driven uprisings that have shaken countries in Asia and Africa this year. In February, young Pakistanis delivered a shock result when, defying the military, they voted en masse for the imprisoned former Prime Minister Imran Khan, giving his allies the highest number of votes and seats in parliament.\nThe following month, young Senegalese voters reclaimed their democracy in an election that was nearly stolen from them. Bassirou Diomaye Faye, a little-known tax inspector, was catapulted from prison to the presidency in the space of just a few weeks.\nThen, in June, the tremors reached Kenya, where protesters, proudly identifying themselves as \"Gen Z,\" took to the streets to express their outrage against President William Ruto's plan to introduce new taxes on essential items. As in Bangladesh, the authorities responded with lethal violence, killing dozens and injuring hundreds. Ultimately, though, Ruto was forced to withdraw the bill. Now attention has turned to Nigeria, which has been jolted by protests over the rising cost of living.\nA new generation is asserting itself in parts of Asia and Africa. Young people are spontaneously forming protest movements and forging rare coalitions. This is the first generation that has not known life before the internet, and they are using social media not just to announce and live-stream street protests, but also to organise and debate. In the process, they are devising innovative tactics, including the use of artificial intelligence, and creating new spaces by holding digital demonstrations when the streets are closed off to them. In response, governments have unleashed their own techno-repression, from throttling the internet to shutting it down altogether.\nThese movements also are unsettling conventional views of politics, transcending traditional ethnic and political divides, and often shunning traditional political parties and civil-society organisations. It is typically assumed that populism and authoritarianism are complementary forces, yet here we see expressions of populism challenging authoritarianism—and by a generation that is proving to be both fearless and uncompromising. Far from deterring them, state violence has often hardened their resolve.\nOf course, it would be a mistake to overstate this \"youthquake\" or to generalise across two vast continents. Gen-Z protesters are not monolithic, nor are they all idealistic in their ambitions. Like any other age cohort, the young are politically divided. In Bangladesh, for example, the ruling party's thuggish youth wing, the Chhatra League, was partly responsible for the violence.\nWhile Senegal had a relatively smooth transition, owing to the resilience of its institutions, Bangladesh is on a more uncertain path, with the threat of violence and civil disorder still hanging over the country. Recent reprisals against members of the Awami League and attacks on the Hindu minority show how the taste of victory can lead some to temptations of vengeance.\nNonetheless, there are striking similarities. In each case mentioned above, people between the ages of 15 and 34 constitute at least one-third of the total population. Despite strong economic growth of around 6 percent per year, Bangladesh struggles with 15 percent youth unemployment. And many of these countries are weighed down by heavy debt burdens, using between 20 percent and 60 percent of government expenditures to keep their creditors at bay—a sum that dwarfs public spending on education, health, and urgently needed climate action. It's no coincidence that these protests are taking place in some of the most climate-vulnerable countries in the world.\nThe protests were sparked in many cases by the announcement of new measures that would have inflicted more economic pain on young people—whether it was regressive taxes in Kenya, the unfair allocation of jobs in Bangladesh, or the rising cost of living in Nigeria. But these moves merely set aflame a tinderbox of grievances that had accumulated over decades. Young people are despairing not just the lack of economic prospects, but also their rulers' greed, the state's brutality, and a general unresponsiveness to their needs. There is an impatience with the status quo. They want to sweep away old, outdated orders and reimagine their political systems.\nBut this change will not come easily, nor is it guaranteed. A decade ago, youthful revolts also broke out across the Arab world, toppling dictatorships and rousing hopes for a more just and equitable order. To avoid those failures, the openings this moment has created will have to quickly be seized and built upon—and the dangers will have to be carefully navigated.\nBinaifer Nowrojee is President of the Open Society Foundations.\n\nCopyright: Project Syndicate, 2024. www.project-syndicate.org\nViews expressed in this article are the author's own.\nWe welcome your contributions and analysis of global events. To submit articles to our weekly page, Geopolitical Insights, please send an email to [email protected].\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "A new era of youth-driven democratic uprisings ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/new-era-youth-driven-democratic-uprisings-3694301",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-09-2024"
    },
    {
        "full_article": "Since the newly formed interim government has taken charge, emergence of an impartial democratic governance has become the sine qua non for restoration of public trust in the electoral system. Since August 5, in a significant overhaul of the local administration, the interim government dismissed 876 elected representatives nationwide. To fill these positions, administrators were appointed in 61 districts, 495 upazilas, and 330 municipalities, largely replacing those who had served under the previous Awami League (AL) government. In addition to the removal of seven previously appointed municipal administrators, 323 municipal mayors were also dismissed.\nThe administration is also being shaken up with at least five mid-ranking police officials, who were arbitrarily dismissed or sent into forced resignation during the tenure of AL, being reinstated. The chief justice, five justices, top police officials, and the central bank governor—all have gone into retirement, yet there has been no change in the bedrock of the country's democratic governance i.e., the Bangladesh Election Commission (EC).\nQuestions have been raised about the current Chief Election Commissioner (CEC) Kazi Habibul Awal and his colleagues, following the fall of Sheikh Hasina's government. Despite his overseeing the 2024 general election, widely criticised for irregularities and bias, the CEC continues to hold his position at a time when the growing national sentiment is that a new, impartial EC is essential to restore confidence in the electoral process.\nOver the past 53 years, Bangladesh has struggled to build a strong electoral system. While elections overseen by caretaker governments since the transition to parliamentary democracy in 1991 were generally considered to be free, fair, and participative, those conducted under political administrations of the ruling AL often lacked credibility due to interference by the government. Same thing happened when the then ruling BNP tried to manipulate the infamous Magura by-polls in 1994.\nThe electoral system took a significant turn in 2011 when the Sheikh Hasina-led AL abolished the constitutional requirement for a caretaker government through the 15th amendment. This decision led to a boycott of the 2014 general election by BNP and other opposition parties which was marred by violence, voter suppression, and allegations of government crackdowns on opposition leaders. More than half of the seats i.e. 153 out of 300 were uncontested and won by the single ruling party candidates. From 2014 to 2024, the country's electoral landscape has been defined by a series of controversial elections with poor participation, political repression, and concerns over the state of democracy.\nSimilarly, under former CEC KM Nurul Huda, the 2018 election marked the introduction of electronic voting machines (EVMs) which became a source of controversy with a turnout of 80 percent with the AL, in alliance with the Jatiya Party (JP), securing over 90 percent of the parliamentary seats. Observers reported significant irregularities, such as voter intimidation, ballot stuffing, and occupation of polling booths, raising serious doubts about the integrity of the electoral process and the role of the EC. In 2020, 42 prominent citizens called on the then President Abdul Hamid to establish a Supreme Judicial Council to investigate allegations of misconduct, including financial corruption, against the EC led by KM Nurul Huda.\nIn 2023, the EC's widely publicised dialogue with registered parties occurred with many expecting the EC to first enable the BNP to freely decide on participating. Instead, the EC considered its duty fulfilled by simply delivering an invitation to the BNP's empty, locked office. Additionally, TIB published a report on the 12th National Parliament Election criticising EC for failing to ensure fairness, transparency, and competitiveness.\nThe 2024 general election was widely seen as a repeat of previous polls, with an exceptionally low turnout of 27 percent, and the AL poised for another victory. These issues highlight ongoing concerns about the EC's ability to conduct credible elections, yet the EC seems mostly oblivious of its role in the flawed electoral processes. According to Articles 118(4) and 126 of the Constitution of Bangladesh, along with Article 4 of the Representation of the People Order, 1972, the EC is an independent constitutional body, accountable only to the constitution and relevant laws. Given this, it is crucial for the CEC and the EC led by him to uphold democratic principles.\nOn August 24, the CEC wrote a column for Samakal expressing concerns about the constitutional requirement for the EC to conduct general elections within 90 days, as mandated by Article 123(3)(b) of the constitution. He warned that failure to do so could be considered a grave offense under Article 7A, potentially punishable by death. However, he also acknowledged the impossibility of holding elections within this timeframe under current circumstances, likening the situation to \"the sword of Damocles hanging over one's head.\" Given the complexity of the situation, looming crises, and the fact that elections overseen by the EC in the past 15 years have eroded public trust, he and his colleagues should have resigned immediately without waiting for either a call from the president or any other corner who they would have difficulty ignoring.\nThe interim government needs to rebuild electoral institutions starting with an independent election commission free from political influence. This is an opportunity to restore citizens' trust in elections by creating a sustainable, transparent electoral process that puts power back in the hands of the people. Hence, it is difficult to understand why the current CEC and his colleagues are not submitting resignations as opposed to being asked to do so. Do they really believe that any further election will be held under their stewardship? Or are the salary, benefits, perks and privileges they enjoy too good to be not enjoyed until shown the door?\nProf Syed Munir Khasru is chairman of The Institute for Policy, Advocacy, and Governance (IPAG), an international think tank. He can be reached via www.syedmunirkhasru.org.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Why overhaul of EC is topmost priority",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-overhaul-ec-topmost-priority-3694276",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-09-2024"
    },
    {
        "full_article": "At a time the country has been striving hard to navigate the political and administrative vacuum and maze arising out of the seismic change in those vital areas, stability in the industrial sector was a sine qua non. Unfortunately, the interim government did not even have time to settle down before various aggrieved groups had started placing all kinds of demands for immediate solution. Violent and belligerent labour unrests rocked the garments industry before and by the time the student movement reached its peak in the first week of August, sacked workers of several apparel factories in the Savar-Gazipur belt with help from outsiders were itching for unleashing anarchy. At some point, the army had to be called in to quell the industrial rebellion. But the trade in jhut, waste or discarded materials from garments factories, suffered the worst as the most godowns located in Ashulia were set on fire.The ulterior motive behind the torching of jhut warehouses was to capture the business by elbowing out its traders who had their allegiance to the deposed government. That anarchy spilled over to other industries including the pharmaceutical and garments. Actually anarchy breeds anarchy and the worst example of this is the attack on industries of the Gazi Group. Its tyre factory was reduced to ashes and tragically many who went upstairs there perished in the fire started by a different group on the first floor. Garment factory owners and other industrials fear that a similar spectre can unfold if security at industrial complexes is not tightened enough. Naturally, their deep concern has prompted business leaders to approach the chief adviser (CA) of the interim government for a redress. The CA has assured them of his government's help in maintaining law and order at factory and industrial sites in the interest of unhindered production. In fact, workers of the apparel factories have chosen a wrong time for pressing home their demands. Right at the moment, apparel business is reeling from the fallouts of the disruption caused during the student movement marked by violence and closure of factories and industries. The fresh labour unrest in the industrial belt began on Monday and continued to vitiate the working environment on Tuesday, leading to closure of more than hundred garment factories for a full and a half day respectively. The unrest spilled over into the third day, Wednesday, forcing closure of some more factories. If the problem has to be solved permanently, the deployment of the industrial police, the police and the army will hardly be enough. Workers have their genuine demands for higher wages and other facilities. There are more irregularities in terms of recruitment, permanent and temporary service, leave, overtime, physical and sexual abuse etc; than regular service rules. Reportedly, employment can be terminated any time. The issue of the right to labour union is yet to be settled and this is despite the insistence of the foreign buyers. So rather than employing force, the need is to designate a commission with the task of arriving at a negotiated settlement. The commission will formulate the service rules and the freedom for unionism within a framework that guarantees interests of both the factory owners and their workers in equal measure. If workers can work in an exploitation-free environment, they are likely to be more competitive which is key for the country's RMG to staying in business. The same applies to other manufacturing units.",
        "headline_1": "Mitigating labour unrest",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mitigating-labour-unrest-1725461798",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-09-2024"
    },
    {
        "full_article": "While much has been written about the students' Anti-Discrimination Movement triggering the downfall of the Sheikh Hasina government, less credit has been given to the expatriate workers overseas who helped upend the tyrannical rule and is now poised to play a heroic role in the formation of a new Bangladesh. From their overseas workplaces, expatriates risked losing their jobs to organise rallies and express solidarity with the students' movement. Many were imprisoned in Oman and the UAE where participation in any kind of demonstration is strictly banned. Those incarcerated in the UAE were freed this week, but are likely to be deported. And, when the Hasina government responded to the peaceful demonstrations with brutal force, the heroic expatriates threatened a remittance strike that would cause embarrassment to the government and severe damage to the economy.Their actions played a crucial role in undermining the government's legitimacy and ultimately leading to its downfall. As the new Bangladesh moves forward, expatriate workers are expected to continue with their valuable contribution to the nation's rebuilding by remitting their money home through legal channels and not hundi.The surge in remittance inflow last month indicates the expatriates are eager to participate in the rebuilding of a 'new Bangladesh'. Remittances sent by the expatriates soared nearly 39 per cent higher year-on-year to $2.2 billion, providing a much-needed boost to the country's foreign exchange reserves.This influx of funds is expected to stimulate economic activity by increasing money circulation and investment. The growing remittance receipts are also expected to have a positive impact on the country's current account. To sustain this trend, it is crucial for the interim government to demonstrate a strong commitment to rebuilding the nation and delivering on its promises.Furthermore, given the widespread scandalous irregularities and exploitation of expatriate workers in the manpower export sector, the authorities must take a serious look at the entire operation, here and abroad. If necessary dismantle the system completely and re-assemble it again, but this time ensuring that every worker is given due respect as a remittance-earner, recognised as a valuable contributor to the nation, and the assurance that no outbound worker is cheated or harassed, and their rights are protectected by the Government of Bangladesh.Despite the vital and crucial role remittances from migrant workers play in driving the country's economy, there's a glaring deficiency in the management of manpower export sector. According to a study by the Refugee and Migratory Movements Research Unit (RMMRU), 19 per cent of aspirant overseas jobseekers were unable to go abroad despite having paid partial or full migration expenses.Another 31 per cent reported various forms of harassment after migrating. Some were forced to return home shortly after arriving, without work, pay, or any form of compensation while others endured physical and mental abuse. A number of female workers were subjected to sexual harassment, rape and other forms of exploitation, and even death. This cannot be part of the new Bangladesh.The Ministry of Expatriate Welfare and Foreign Employment needs to put its house in order, reassess, and considerably improve the effectiveness of the District Manpower and Employment Offices (DMEO) and the Bureau of Manpower Employment and Training (BMET) to iron out the problems in the migration process. It should be part of the solution, not an integral part of the problem.The primary function of the Directorate of Manpower under the Ministry of Expatriate is to provide clearance for outbound workers. Unfortunately, this clearance process is often opaque, excessively lengthy, and wastes valuable time for workers causing them undue stress, unnecessarily. Additionally, various syndicates have formed in Bangladesh's labour market under the guise of this clearance process. For instance, a syndicate of 100 agencies was created last year to target Malaysia's labour market and the ministry in Bangladesh granted clearances to send workers to Malaysia only via exclusively through these 100 agencies.These allegedly charged an additional BDT 1.5 lakh (or more) per worker. Five lakh workers had already paid the unscrupulous recruiting agencies before Malaysia closed its entire labour market to Bangladeshi workers.A similar situation arose in Libya, where the opening of the labour market was jeopardised by some agencies, which attempted to form syndicates and dictate what should be charged above the official government fee. It is crucial that the entire immigration processing should be syndication free and totally transparent to ensure fair and ethical recruitment.There's also a need for making the country's foreign missions proactive in protecting Bangladeshi citizens from harassment and fraud to ensure that their wellbeing and their rights are upheld. Every Bangladeshi worker abroad who remits money to Bangladesh should be seen as an employee of the state. A significant responsibility of Bangladeshi embassies is to provide civic services to the country's expatriate workers. Additionally, another key task is to verify and approve demand letters from companies abroad that are seeking Bangladeshi workers.But it is alleged that in most cases representatives from the embassy do not visit the companies offering the employment to check out its facilities. Instead, confirmations are often secured through payments based on the number of workers involved and pressure from influential individuals. This flawed verification process offers expatriate workers no protection and perpetuates a system that disadvantages Bangladeshi workers in comparison to their competitors from other countries.The safety of women in particular should be given paramount importance. Steps should be taken to ensure their safe employment, good working conditions, and provide legal assistance to the abused and unemployed female migrant workers, offering psychological services, creating safe homes in the country of immigration, and supporting children born as a result of sexual abuse, if the need arises.The Bangladeshi workers abroad could contribute immensely to the economy if the skullduggeries were removed and the system was managed correctly. A country that cannot provide jobs itself owes it to its people to extend every assistance they need in getting work abroad without any hassle or hindrance. This will be a win-win for Bangladesh, for not only is it helping to provide work for its citizens, but also are they in turn sending home billions to secure and strengthen the nation. Bangladeshis in the main are decent and honest people, hard working, and are popular abroad. They just need a level playing field on which to operate.\n[email protected]",
        "headline_1": "Revamping manpower sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/revamping-manpower-sector-1725461839",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-09-2024"
    },
    {
        "full_article": "Is the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) destined to die before making any notable progress in meeting its avowed objectives? The way things have been going on one has reasons to foresee such a possibility. The postponement of the forum's 6th summit, scheduled to be held in Bangkok from September 2-4, could only strengthen such a pessimistic notion. Since its inception 26 years ago, the only 5 BIMSTEC summits have been held. Some people in the region, however, tend to believe that it is not yet a lost case.This lack of continuity and infrequent meetings undermine the momentum necessary for any sustained regional cooperation.Established in 1997 with the goal of enhancing economic cooperation and regional integration among its seven member states-Bangladesh, Bhutan, India, Myanmar, Nepal, Sri Lanka, and Thailand-BIMSTEC represents a unique bridge between South and Southeast Asia. Despite its potential, however, the organisation has often been criticised for its sluggish progress and lack of visibility. BIMSTEC was created with high hopes, envisioned as a platform to promote regional cooperation, peace, and prosperity in the Bay of Bengal region. The member states, which collectively account for nearly 22 per cent of the world's population, are located in one of the least integrated regions globally. The organisation aims to address this by fostering connectivity, economic collaboration, and socio-cultural ties. In theory, BIMSTEC's ambitions are commendable; in practice, however, its achievements have been very limited.Moreover, while member states have committed to various initiatives, including a Free Trade Agreement signed in 2004, these agreements have yet to be fully implemented. The delay in executing these projects reflects a deeper issue: BIMSTEC's lack of institutional capacity and political will.BIMSTEC has often been seen as an alternative to the South Asian Association for Regional Cooperation (SAARC), which has been largely paralysed by the long-standing rivalry between India and Pakistan. BIMSTEC was expected to fill the void. However, BIMSTEC's performance has not lived up to these expectations. Much like SAARC, BIMSTEC has struggled to maintain regular dialogue and cooperation among its members.The reasons for this are manifold. BIMSTEC, like SAARC, operates on the principle of non-interference in bilateral disputes, which is viewed as both strength and weaknesses. While this principle prevents the organisation from being bogged down by individual-level conflicts, it also limits its ability to address critical security and political issues that affect regional stability. The organisation's slow progress in areas like public health and climate change further illustrates its operational challenges. Despite identifying these areas as priorities, BIMSTEC has yet to develop concrete mechanisms for cooperation.Despite these challenges, some people are still pinning hopes on the BIMSTEC. Recent developments suggest a renewed commitment among member states to revitalize the organization. The frequency of meetings has increased, and the adoption of the BIMSTEC Charter in 2022, after 23 years of deliberation, marks a significant step toward institutional strengthening. This new charter, along with the Kathmandu Declaration from the 2018 summit, outlines a clearer vision for the organization's future, including reforms to enhance its effectiveness.Furthermore, BIMSTEC has made strides in specific areas, particularly in promoting connectivity. Projects aimed at improving transportation links, such as road, rail, and port development, are underway, reflecting a growing recognition of the importance of physical connectivity for economic growth. For BIMSTEC to succeed, however, much more needs to be done. The organisation's Secretariat, currently headed by a Secretary General with limited authority, must be empowered to play a more proactive role in coordinating and implementing regional initiatives.Additionally, member states must develop a minimum consensus on key economic, political, and security issues. National interests should be aligned with regional priorities, and a collective commitment to overcome narrow, self-serving agendas is essential. Without such consensus, BIMSTEC risks becoming another ineffective regional organisation, unable to meet the expectations of its members or deliver tangible benefits to its people.\n[email protected]",
        "headline_1": "Is BIMSTEC failing?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-bimstec-failing-1725461884",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-09-2024"
    },
    {
        "full_article": "Bangladesh is entering a new era following the ousting of its previous authoritarian regime. Dr. Muhammad Yunus, the Nobel laureate, now leading the interim government, faces the urgent task of implementing necessary reforms before the general election. The foremost challenge confronting this new administration is addressing the aftermath of recent floods that have affected over 5.4 million people across different districts. With floodwaters receding, the focus has shifted to post-flood recovery. Encouragingly, people from all walks of life and numerous organisations have rallied to support the flood victims.However, the damage caused by recent floods has been exacerbated by environmental issues. Unplanned resource management has disrupted ecological balance: water bodies are filled in, and hills are flattened, making it difficult for rivers to retain or channel floodwaters effectively. The previous regime's environmental policies have left deep scars. Rampant deforestation, river encroachment, and waste dumping have created a cascade of environmental issues. Notably, development projects initiated by the former government, such as the Matarbari coal power plant and the Rampal power plant, have been criticised for their environmental hazards. These projects, deemed hazardous and non-eco-friendly, were pursued despite warnings and opposition.In addition to these issues, powerful individuals have exploited environmental resources for profit. Mangrove forests in Sonadia and Maheshkhali, Cox's Bazar, have been destroyed for shrimp farming, and hills in Sylhet have been indiscriminately cut down. The Sundarbans and other ecologically sensitive areas face threats from unregulated tourism. Between 2001 and 2023, Bangladesh lost approximately 246,000 hectares of forest, leaving only 15.58 per cent forest cover compared to the ideal 25 per cent. This deforestation exacerbates the country's climate vulnerability.Under Dr. Yunus's leadership, there is hope for a greener future. His vision includes achieving zero net carbon emissions. Recently, significant steps have been taken, such as banning plastic bottles at the state guest house Jamuna and supporting an ambitious Global Plastics Treaty, as advocated by Environment Adviser Syeda Rizwana Hasan. The interim government has also formed a committee to evaluate the environmental risks of a controversial safari park project in Lathitila, Moulvibazar, and relocated a technical centre from a forested area to protect the habitat of Asian wild elephants.Addressing toxic waste is another priority. For instance, Brahmanbaria has seen outbreaks of waterborne diseases linked to toxic waste flowing from India's Tripura state. This issue must be tackled urgently to protect public health.\nJeba Tasnim Binta Alamgir Student Department of EnglishUniversity of Dhaka[email protected]",
        "headline_1": "Environmental issues concerning",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/environmental-issues-concerning-1725461912",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-09-2024"
    }
]