[
    {
        "full_article": "A general concern over ‘freebies’ pushing the economy to ruin or unviable pre-election promises adversely affecting informed decision-making by voters seems reasonable. However, few will disagree that what constitutes ‘freebies’ and what are legitimate welfare measures to protect the vulnerable sections are essentially political questions for which a court of law may have no answer. In this backdrop, the Supreme Court’s decision to form a body of stakeholders to examine the issue raises the question whether the legislature can be bypassed on such a far-reaching exercise. The Chief Justice of India, N.V. Ramana, heading a Bench hearing a petition filed in public interest against the distribution or promise of ‘freebies’ ahead of elections, has made it clear that the Court is not going to issue guidelines, but only ensure that suggestions are taken from stakeholders such as the NITI Aayog, Finance Commission, Law Commission, RBI and political parties. All these institutions, he has said, can submit a report to the Election Commission of India (ECI) and Government. A suggestion that Parliament could discuss this issue was met with scepticism by the Bench, which felt that no party would want a debate on this, as all of them support such sops. The Bench also disfavoured the ECI preparing a ‘model manifesto’ as it would be an empty formality. The Court’s concern over populist measures seems to resonate with the Government too, as the Solicitor-General submitted that these distorted the voter’s informed decision-making; and that unregulated populism may lead to an economic disaster.The Supreme Court, in S. Subramaniam Balaji vs Government of Tamil Nadu (2013) addressed these questions and took the position that these concerned law and policy. Further, it upheld the distribution of television sets or consumer goods on the ground that schemes targeted at women, farmers and the poorer sections were in furtherance of Directive Principles; and as long as public funds were spent based on appropriations cleared by the legislature, they could neither be declared illegal, nor the promise of such items be termed a ‘corrupt practice’. It had, however, directed the ECI to frame guidelines to regulate the content of manifestos. The ECI subsequently included in its Model Code of Conduct a stipulation that parties should avoid promises “that vitiate the purity of the election process or exert undue influence on the voters”. It added that only promises which were possible to be fulfilled should be made and that manifestos should contain the rationale for a promised welfare measure and indicate the means of funding it. Any further step, such as distinguishing welfare measures from populist sops and pre-election inducements, or adding to the obligations of fiscal responsibility and fiscal prudence ought to come from the legislature. That politicians invariably back ‘freebies’ should be no reason to bypass Parliament.",
        "headline_1": "Sop or welfare debate: On freebies",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/sop-or-welfare-debate-the-hindu-editorial-on-freebies/article65727018.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-08-2022"
    },
    {
        "full_article": "India’s latest auction of telecommunications spectrum, including of bands ideally suited for offering fifth generation (5G) technology services, drew bids exceeding a record ₹1.5 lakh crore in a clear sign that the industry is on the path to recovery. As expected, Reliance Jio emerged as the top bidder, cornering 48% of the airwaves that were acquired by offering more than ₹88,000 crore in total. Bharti Airtel bid just under half that amount for 39% of the spectrum sold, while the most debt-laden Vodafone Idea came in a distant third by committing close to ₹19,000 crore for about 12% spectrum. And in an interesting development that will need close watching, the deep-pocketed, and aggressively expanding Adani Group made its first foray into the telecom space by successfully bidding for a very small but targeted quantum of spectrum — ostensibly for captive use — in the highly sought after 26 GHz band that is considered ideal for 5G services. While the Government has netted just over a third of the ₹4.3 lakh crore reserve price it had set for the spectrum on offer, the fact that 71% of the airwaves on the block won bids is testament to the improvement in the industry’s health. The Centre’s move last year to ease regulatory norms around payment of dues, including a four-year moratorium on outstanding payments and the redefinition of adjusted gross revenues to prospectively exclude non-telecom earnings, allowed service providers a breather and helped them attract investor interest as also spread liabilities over a staggered period.Separately, industrywide increases in tariffs also helped lift average revenue per user at the telecom service providers, boosting margins. The Government’s policy decision to return bank guarantees to telcos must have helped improve their eligibility for debt – crucial for capital expenditure. And with spectrum usage charges also binned, the enhanced flexibility likely allowed enthusiastic participation from all three private players, a far cry from when the very survival of Vodafone Idea was in doubt. However, the auction also offers crucial lessons. The high reserve price likely dampened enthusiasm for certain spectrum bands. While the 3.3 GHz and 26 GHz were snapped up at the reserve price in several service areas, the 600 MHz was left untouched, and 60% of the 700 MHz spectrum remained unsold. The latter is ideal for rural connectivity as well as signal penetration inside buildings in urban areas. If spectrum is seen as a precious national resource, the Government would do well to not let it lie unused and instead price it in an optimal manner so as to ensure that both the exchequer and the public at large, including in remote rural corners, benefit.",
        "headline_1": "Dialling right: On 5G spectrum sale",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/dialling-right-the-hindu-editorial-on-5g-spectrum-sale/article65726874.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-08-2022"
    },
    {
        "full_article": "GoI has withdrawn the Personal Data Protection Bill 2019 from Parliament, and the IT ministry is reportedly finalising a new draft. We go back to the basics: What should an ideal data protection law look like?\nFocus on personal data, leave out the non-personal\nOur new law should focus on personal data and exclude non-personal data. Personal data is data about an individual or which relates to one, for example, our name, phone number, chat history, credit history, profile details etc. In contrast, non-personal data is not about any individual – data about traffic and diversions, soil trends, weather patterns, or aggregate data such as the number of cab users in a locality are a few examples.\nRead full opinion on TOI+\n\n",
        "headline_1": "What a new data law must have: Here are the five key points GoI should remember while re-drafting the bill",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-a-new-data-law-must-have-here-are-the-five-key-points-goi-should-remember-while-re-drafting-the-bill/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-08-2022"
    },
    {
        "full_article": "The Supreme Court has decided it wants to rid Indian politics of the freebie culture. Respectfully, this is well outside SC’s remit. Even when SC’s proper remit is concerned, justice delivery and interpretation of the Constitution and its statutes, the apex court has many pressing matters to attend to – for example, the huge case backlog confronting the judicial system. Therefore, an SC bench entertaining a PIL on freebies and asking for expert committees makes very little sense.\nYes, there can be debates about the political culture of using state resources to offer sops. Some subsidies are necessary, some should be temporary and some are just plain bribery. True, too, that costs of such policies show up through lower spend on social and economic infrastructure and in overall government deficits. But none of this is a matter for courts. These are promises and policies made by elected politicians. Legislatures can debate them. Voters, some of whom are income-tax payers, can assess parties and accept or reject them. And even if politicians don’t get disciplined and voters don’t mind it, it’s still not SC’s job to fix the system.\nWhat is SC’s job is to speed up hearings on crucial matters such as challenges to Article 370 nullification, electoral bonds, IT Act rules, to name a few. Other urgent matters like demands to reassess PMLA ruling are also likely coming up. The biggest irony of SC trying to incubate political reform is that judicial reforms are a non-starter. After SC’s quashing of NJAC, judicial appointments are regularly mired in controversies and delays: 40% of cases in lower courts and 60% in high courts are pending for over three years. SC has 342 five-judge-bench matters, 15 seven-judge and 135 nine-judge matters pending. There’s more: 70% of the prison population are under-trial prisoners, which pretty much subverts the innocent until proven guilty dictum. These are the priority areas where judges have to be hard at work.\nThere’s also the matter of SC queering the pitch via its orders on complex policy matters, especially economic policy. An alarming example of this is last year’s SC order on reopening an inquiry into the strategic sale of Hindustan Zinc that happened years back. Any further court ruling on this can seriously jeopardise current plans to monetise government assets. SC, and courts in general, must know what not to adjudicate on.\n\n",
        "headline_1": "Not for courts: Sops for voters are a matter between politicians and people. SC has many other pressing tasks",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-for-courts-sops-for-voters-are-a-matter-between-politicians-and-people-sc-has-many-other-pressing-tasks/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-08-2022"
    },
    {
        "full_article": "The Criminal Procedure (Identification) Act came into force yesterday. It received presidential assent on April 18. It sets out the terms under which the police can collect information on an individual’s identifiers. In keeping with technological advancements, it allows collection of biometric identifiers such as retina scans and biological samples. During the parliamentary debate on this legislation, GoI assured an anxious opposition that the criminal identification law’s subsequent rules to flesh out details will have safeguards to prevent abuse of power and access over sensitive data. The rules, which haven’t yet been placed in Parliament, need to address some serious concerns.\nThe scope of this law impinges on at least two fundamental rights: privacy and protection against self-incrimination. Any such law needs to meet stringent standards such as a clear link between the legislation’s goal and the means adopted to realise it. There needs to be a safeguard against the possibility that it can be used to collect samples from almost anyone. To illustrate, a magistrate has to be merely satisfied that it’s “expedient” for a person’s sample to be collected for the purpose of any investigation. The reason doesn’t have to be even recorded in writing.\nData that’s collected will be stored by NCRB at the national level and state governments can pick their own agency to collect, preserve and share sensitive biometric and biological samples. This highly sensitive personal data, which can be stored for 75 years, has too many repositories. The forthcoming rules must ensure safeguards to prevent data theft or its misuse by rogue or politicised elements in enforcement. Start with recognising that curtailing the scope of fundamental rights needs a very high threshold – define that before ordering individuals to submit samples of personal identifiers.\n\n",
        "headline_1": "Add to the act: Collection, storage of data on personal identifiers by law enforcement needs many safeguards",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/add-to-the-act-collection-storage-of-data-on-personal-identifiers-by-law-enforcement-needs-many-safeguards/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-08-2022"
    },
    {
        "full_article": "On the third anniversary of Article 370’s extinction, an almost total silence reigns over this long controversial article defining Jammu and Kashmir’s accession to India. This is not surprising since Indian controversies tend to receive only episodic analysis, covered by endlessly repetitive commentary when politically live, to be dropped from public debate immediately afterwards.\nAt most an obscure academic article or book eventually appears to tell the tale in a more complex way. In a striking exception, we have the very timely publication of Hamin Ast (Persian for ‘It is Thus’), a powerful biography of this hugely consequential piece of legislation by Arghya Sengupta, Jinaly Dani, Kevin James and Pranay Modi.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why critics of Article 370’s nullification are quiet today: Their inability to criticise the government with any intensity follows from the Constitution itself",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-critics-of-article-370s-nullification-are-quiet-today-their-inability-to-criticise-the-government-with-any-intensity-follows-from-the-constitution-itself/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-08-2022"
    },
    {
        "full_article": "China is not Russia. Taiwan is not Ukraine. We understand the distinction between their geopolitical circumstances, yet comparisons are necessary, and perhaps unavoidable, given the way the US has provoked China after doing the same with Russia, and given its potential ramifications for the rest of us. Losses suffered in modern conflicts or wars are never restricted to the two parties directly involved. Often, the whole world ends up suffering, as we did, and continue to do, after the Russian invasion of Ukraine. We cannot afford a similar development.\nTaiwan's historic struggle with China, which claims it as its own, merits sympathy but border disputes of this kind are not uncommon. It was also a mostly well-managed situation until, late on Tuesday, US House Speaker Nancy Pelosi visited the country despite repeated warnings from the Chinese authorities. China views the visit, the first by a top-ranked US lawmaker in 25 years, as a \"major political provocation\", and a challenge to its sovereignty. And it has since launched a series of retaliatory actions, both military and economic, against Taiwan for hosting Pelosi. On Thursday, it even fired multiple ballistic missiles towards waters near northeastern and southwestern Taiwan, after releasing a plan for six-day military drills that observers called tantamount to a \"maritime and aerial blockade\" of the island.\nChina's response so far may be termed as a gross overreaction. But was it totally unanticipated? Did the US rely on China to tolerate its provocation without escalation? Or was this the goal all along? Will the situation deteriorate further? Or will the US and China tone down their rhetoric and back off to give peace – or at least the appearance of it – a chance? What does the escalation mean for the future of Taiwan? There are many questions as well as uncertainties. But one thing is clear: the world doesn't need, or cannot afford, another Ukraine-like situation, which, if we remember correctly, also began with provocations from the US and its western allies. And it is Ukraine, not the US, that is having to pay the price with its blood. We, too, have suffered heavily with skyrocketing fuel and food prices across the world.\nThe same fate might await Taiwan, and by extension all of us, if the two superheroes don't stop flirting with disaster. China is punishing Taiwan because of US provocations, and it is not something we can ethically support. But the priority right now is to de-escalate the situation by any means. We urge the global leaders to see reason and get back to the diplomatic corridors for all unresolved issues. They must do it for the sake of global peace and stability.\n",
        "headline_1": "Is Taiwan headed the Ukraine way?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/taiwan-headed-the-ukraine-way-3088271",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-08-2022"
    },
    {
        "full_article": "We are horrified to learn about an incident of robbery and gang-rape inside a moving bus that took place on the Dhaka-Tangail highway in the early hours of Wednesday. Reportedly, the Narayanganj-bound bus of Eagle Paribahan from Kushtia, with around 25 passengers on board, reached the Hatikumrul intersection of Sirajganj when about a dozen men with backpacks got on the bus, posing as passengers. At one point, they pulled out sharp weapons from their bags, blindfolded, tied and gagged the crew members and passengers, and robbed them all. More shockingly, they then gang-raped a female passenger.\nThe incident has, once again, exposed the lack of security of passengers using public transport to travel outside cities or between districts. Only last January, a physician of a Tangail hospital, along with other passengers of a bus, were robbed on the Dhaka-Rajshahi-Chapainawabganj route. They also suffered torture at the hands of the robbers. Besides robbery, sexual harassment and rape of women passengers inside moving buses have also become quite common. One may recall the gang-rape and murder of Rupa Khatun, a law student in Dhaka, inside a Tangail-bound bus which still haunts us. It is not that women are unsafe only on long-haul buses; they also regularly suffer sexual violence inside city buses too. In fact, the number of women facing sexual harassment inside public buses is pretty high, as studies have repeatedly found. Only last week, a female student described how she jumped off a moving bus in Dhaka to save herself from sexual predators posing as crew members. The situation is extremely worrying.\nAs regards the latest incident, it is evident that the bus crew members had no awareness of the possibility of highway robbery. They didn't care enough about the safety of passengers either. Why would they take passengers from the middle of the road after midnight without any inspection whatsoever? And where were the highway police at the time of the incident? We urge the government to arrest all the culprits and punish them as soon as possible.\nAs it is, our roads are already unsafe as crashes continue to claim lives in large numbers. The addition of risks like robbery or sexual harassment speaks volumes about the total chaos and anarchy that prevail in the transport sector, thanks to the inaction and mismanagement of the road authorities. We urge the government and transport authorities to take preventive measures to ensure the safety of commuters from both inside and outside threats, especially at night.\n",
        "headline_1": "No end to the sufferings of highway travellers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-end-the-sufferings-highway-travellers-3088261",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-08-2022"
    },
    {
        "full_article": "She loved Toblerone and KitKat chocolates. At the age of 90-plus years, there was still a twinkle in her eyes when she enjoyed a naughty joke with her beloved grandchildren.\nMrs Musleha Islam, known to many as Bucchu Apa, Khala, Nani, and Dadi, was born in an Urdu-speaking family in Kolkata. She was married to a Bangla-speaking man named Farukul Islam, from Sirajganj, who only spoke broken Urdu while she spoke no Bangla at all. He was 18 years older than her, and he loved and protected her from the outside world till he passed away, leaving her a widow at the age of 29, with four children to take care of.\nThus started the struggles and triumph of an amazing woman who I am so privileged to call my mother. She was an adored and sheltered housewife, content in running her household and taking care of her family. Cooking delicious meals and entertaining family and friends were her favourite pastimes. The demise of my father in 1959 left her shell-shocked, and she bore the weight of that tragedy with pain and grief till her demise at the age of 93 on August 5, 2021.\nHowever, the tragedy could not break her; defying all odds, she stood up to meet the challenge of raising all four of her children alone and living independently. Her resolve was heroic as she vowed to let nothing come in the way of her children's upbringing, education, and well-being. I remember the many personal sacrifices she made to keep us comfortable. This sheltered housewife, with the help of my father's nephew, Moinul Islam, built a house in Dhanmondi, rented it out and raised us. Such was her resolve to give us a comfortable independent life that she even went out personally to buy bricks and rods for the building. She was determined to protect us from the many insults that fatherless children face in our society.\nIn remembering my mother, I want to pay tribute to the countless mothers in our society who face similar situations and overcome all odds with courage and determination. We have heard about the mother of a famous Rabindra Sangeet singer, who raised 10 children by stitching and selling kantha after her husband was killed in 1971. The same story is true of the mother of a famous writer, who was also left a widow during the Liberation War and raised her four children alone. However, there are countless mothers around us who remain unknown and unrecognised for the many sacrifices they make for their families. The fact is, women in our society are capable of demonstrating amazing courage and strength when their families need them. These are ordinary women who show extraordinary strength, and are willing to go to any length to protect their children. My mother was one such woman.\nShe never received a formal education, yet knew what the two most important assets for our future well-being were. She chose sound health and good education. She made sure that we had a balanced diet and insisted on a good breakfast (which I hated); she fed us soup made from bones and forced us to take cod liver oil capsules all winter. Our present health and natural immunity is due to her intuitive knowledge of nutrition. As for education, she sacrificed all luxuries in life, but insisted that we go to the best schools and never compromised on our studies. As part of our overall education, she inculcated in us the values of compassion, honesty, and integrity.\nFor me, what set my mother apart was her commitment to gender equality. I was the only girl in the family, with three brothers. She never made me feel in any way less important than my brothers; in fact, I was given special treatment for being the \"only girl in the family\" and was never deprived of any opportunities that my brothers had. She encouraged me to excel in whatever I did. She was indeed the first feminist in my life, who gave me the confidence to believe that being a female, I was equal and important like everyone else. She taught me the skills she thought would give me a head start in life. I enjoyed doing traditional \"girl\" things like cooking, sewing, and taking care of my younger brothers as much as I did cycling, reading, climbing up trees, and even getting into physical fights with my cousins and brothers.\nMy mother was deeply religious and believed in justice and standing up for what was right. That is why, during the Liberation War in 1971, she did not hesitate to let us join the war efforts and even assisted us in many ways. Our house at Road 4 in Dhanmondi became a place to store blankets, medicine, etc for our Mukti Bahini. It was a sanctuary and a meeting place for urban guerrilla fighters. Members of the famous Crack Platoon were welcomed with her ever warm smile, food, and at least a cup of tea. She even allowed them to store rifles and grenades in her backyard, which the enemy eventually got wind of. She showed such unbelievable wit and courage when my youngest brother Rizwan was taken away by the Pakistan Army for interrogation on the morning of August 30, 1971. Our house was raided as the army came to know our brother Wasif Islam's involvement in the war. She successfully negotiated his release and saved him. I was present at the scene and, seeing her determined face, knew that the Pakistani captain raiding our house would not be able to take my brother away from us.\nAnother aspect of her personality was her ability to forgive. Throughout her life, many had betrayed her. Close family members and trusted people tried to deprive us of the income and financial security that our father had left behind. Even in the face of immense hardship, she forgave them and taught us the value of forgiveness, and to be grateful for whatever we had.\nSuch was her positive attitude towards life that she seldom spoke or complained about the many physical challenges she faced during the latter part of her life. On the other hand, she always made an effort to look her best in her ironed cotton saree, greeting her loved ones with her beautiful smile and warm embrace. She was loved and admired by her extended family, sisters, nieces, and nephews, as well as our friends who often sought her company beyond ours. But her unconditional love was reserved for her nine grandchildren and five great-grandchildren, who were her pride and joy till the end of her life.\nShe faced life and all its adversaries with courage, compassion and wisdom. I want to end by paying tribute to all mothers like her by saying, \"Thank you, we are who we are today because of you; you have blessed us with your presence in our lives.\"\nShaheen Anam is the executive director of Manusher Jonno Foundation (MJF).\n\n",
        "headline_1": "The courage and strength within",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/tribute/news/the-courage-and-strength-within-3087811",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-08-2022"
    },
    {
        "full_article": "I think by now the whole world knows how bad traffic in Dhaka is. Things have gotten to a point where, instead of complaining about it or trying to figure out ways to eradicate this menace, we have simply accepted the fact that Dhaka traffic WILL eat up a chunk of our daily life. But must we make it worse by being reckless on the roads? Every day when I commute to and from work in Karwan Bazar, I see vehicles of all sorts plying the streets as they please – no order followed. We seem to forget that rules are there to make our lives easier. If we as drivers and/or pedestrians thought of being conscious and considerate of other people around us, maybe traffic in our capital city would be slightly less intolerable. As individuals, we need to internalise the fact that our roads are public spaces that we share with others, and so we should act responsibly when using them.\nNazia Jamal\nDhanmondi, Dhaka\n",
        "headline_1": "Dhaka traffic made worse by our unruliness",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/letters/news/dhaka-traffic-made-worse-our-unruliness-3087796",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-08-2022"
    },
    {
        "full_article": "China is not Russia. Taiwan is not Ukraine. We understand the distinction between their geopolitical circumstances, yet comparisons are necessary, and perhaps unavoidable, given the way the US has provoked China after doing the same with Russia, and given its potential ramifications for the rest of us. Losses suffered in modern conflicts or wars are never restricted to the two parties directly involved. Often, the whole world ends up suffering, as we did, and continue to do, after the Russian invasion of Ukraine. We cannot afford a similar development.\nTaiwan's historic struggle with China, which claims it as its own, merits sympathy but border disputes of this kind are not uncommon. It was also a mostly well-managed situation until, late on Tuesday, US House Speaker Nancy Pelosi visited the country despite repeated warnings from the Chinese authorities. China views the visit, the first by a top-ranked US lawmaker in 25 years, as a \"major political provocation\", and a challenge to its sovereignty. And it has since launched a series of retaliatory actions, both military and economic, against Taiwan for hosting Pelosi. On Thursday, it even fired multiple ballistic missiles towards waters near northeastern and southwestern Taiwan, after releasing a plan for six-day military drills that observers called tantamount to a \"maritime and aerial blockade\" of the island.\nChina's response so far may be termed as a gross overreaction. But was it totally unanticipated? Did the US rely on China to tolerate its provocation without escalation? Or was this the goal all along? Will the situation deteriorate further? Or will the US and China tone down their rhetoric and back off to give peace – or at least the appearance of it – a chance? What does the escalation mean for the future of Taiwan? There are many questions as well as uncertainties. But one thing is clear: the world doesn't need, or cannot afford, another Ukraine-like situation, which, if we remember correctly, also began with provocations from the US and its western allies. And it is Ukraine, not the US, that is having to pay the price with its blood. We, too, have suffered heavily with skyrocketing fuel and food prices across the world.\nThe same fate might await Taiwan, and by extension all of us, if the two superheroes don't stop flirting with disaster. China is punishing Taiwan because of US provocations, and it is not something we can ethically support. But the priority right now is to de-escalate the situation by any means. We urge the global leaders to see reason and get back to the diplomatic corridors for all unresolved issues. They must do it for the sake of global peace and stability.\n",
        "headline_1": "Is Taiwan headed the Ukraine way?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/taiwan-headed-the-ukraine-way-3088271",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-08-2022"
    },
    {
        "full_article": "We are horrified to learn about an incident of robbery and gang-rape inside a moving bus that took place on the Dhaka-Tangail highway in the early hours of Wednesday. Reportedly, the Narayanganj-bound bus of Eagle Paribahan from Kushtia, with around 25 passengers on board, reached the Hatikumrul intersection of Sirajganj when about a dozen men with backpacks got on the bus, posing as passengers. At one point, they pulled out sharp weapons from their bags, blindfolded, tied and gagged the crew members and passengers, and robbed them all. More shockingly, they then gang-raped a female passenger.\nThe incident has, once again, exposed the lack of security of passengers using public transport to travel outside cities or between districts. Only last January, a physician of a Tangail hospital, along with other passengers of a bus, were robbed on the Dhaka-Rajshahi-Chapainawabganj route. They also suffered torture at the hands of the robbers. Besides robbery, sexual harassment and rape of women passengers inside moving buses have also become quite common. One may recall the gang-rape and murder of Rupa Khatun, a law student in Dhaka, inside a Tangail-bound bus which still haunts us. It is not that women are unsafe only on long-haul buses; they also regularly suffer sexual violence inside city buses too. In fact, the number of women facing sexual harassment inside public buses is pretty high, as studies have repeatedly found. Only last week, a female student described how she jumped off a moving bus in Dhaka to save herself from sexual predators posing as crew members. The situation is extremely worrying.\nAs regards the latest incident, it is evident that the bus crew members had no awareness of the possibility of highway robbery. They didn't care enough about the safety of passengers either. Why would they take passengers from the middle of the road after midnight without any inspection whatsoever? And where were the highway police at the time of the incident? We urge the government to arrest all the culprits and punish them as soon as possible.\nAs it is, our roads are already unsafe as crashes continue to claim lives in large numbers. The addition of risks like robbery or sexual harassment speaks volumes about the total chaos and anarchy that prevail in the transport sector, thanks to the inaction and mismanagement of the road authorities. We urge the government and transport authorities to take preventive measures to ensure the safety of commuters from both inside and outside threats, especially at night.\n",
        "headline_1": "No end to the sufferings of highway travellers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-end-the-sufferings-highway-travellers-3088261",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-08-2022"
    },
    {
        "full_article": "The long-awaited export shipment from Mongla port has finally taken place. A Panama-flagged ship left Mongla Port for Poland with Bangladeshi readymade garments (RMG) for the first time after the launching of the Padma Bridge. This is the first export shipment of readymade garments to any country from Mongla port. As communication distance from Dhaka to Mongla has reduced after the opening of Padma Bridge -- now 170 kilometres as against 260 kilometres between Dhaka and Chottogram port, traders are likely to find Mongla a suitable option for export.With the prospect of export looking brighter in the days ahead, upscaling the cargo handling capacity and facilities of the Mongla port is crucial not only for easing the ever-increasing load on Chottogram port but more importantly for its becoming a major sea port of the country as well as of the region. Suggestions were abuzz for quite sometime from different quarters on how to relieve Chottogram port of the excessive load and enhance the capacity of Mongla. Recent experience suggests that the lengthy time required for handling of cargo -- both inward and outward -- is assuming serious proportions at the country's prime sea port in Chottogram. According to a study, average time taken from arrival of a vessel to release of imported goods at the port is more than 11 days while the time taken to release export cargo is nearly five days. Observers consider the time unaffordably high compared to the standard practices in most countries. Under the circumstances, one of the preferred options is to lessen the load of Chottogram port by upscaling Mongla with improved infrastructure and logistics.For around a couple of years, the move to improve and modernise the facilities of Mongla port has been receiving the right thrust from the authorities. The move, according to reports, includes among others introduction of modern container and cargo handling equipment to enhance the port's capacity and achieve a double-digit operational growth in the near future. It has been learnt that the Mongla Port Authority is currently working to materialise a project for installation of required machinery and equipment. Completion of the project is expected to substantially raise the cargo handling capacity.While this is good news, it should also be noted that one of the key hindrances to Mongla's becoming a major port is inadequate navigability i.e., low draft not only in the waters close to the jetty but in one of the key channels that obstructs movement of big vessels. It remains a matter of thorough examination whether conventional dredging would be enough to do away with the hindrance. Given the importance of Mongla as a prospective regional port, developing and equipping it with necessary logistics and infrastructure are a high priority. Besides, with a considerable load reduced, the Chottogram port can be expected to deliver better service than now.",
        "headline_1": "Mongla port to prepare for export in a big way",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mongla-port-to-prepare-for-export-in-a-big-way-1659626812",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-08-2022"
    },
    {
        "full_article": "The draft Education Act now under review of the Cabinet Division for the fifth time since 2011 is supposed to help implement the National Education Policy (NEP) 2010. If approved by the cabinet ministers, it is going to be the first such law in the country. When it concerns as important an issue as education, the very idea of a supportive law for an education policy, looked objectively, is anachronistic. Ideally, should not an education policy be enough? If there is a need for any such legislative provision, it should be the recognition of the right to education for all, creation of enabling environment for the children of the underprivileged, disadvantaged and poor families to receive unhindered education and removal of discriminations among educational institutions and all teaching staff of different schools and colleges. All this calls for required investment first. Universal primary education may be high on the wish list but it has no legal sanction. Without attending the more pressing needs and important aspects, it is futile to engage in a tug of war over coaching centres, private tuition, notes and guide books. All this has turned into a chronic malady because of misplaced priority in education. No wonder, the latest draft Education Act placed before the cabinet for approval could not be decisive enough about total elimination of out-of-school learning help. In fact, even the best of teaching manuals and methods cannot rule out such extra care for the laggards. In this country too, private tutoring was prevalent because of the systemic weakness of schooling. Then teachers offered intensive coaching on subjects considered 'hard' to candidates of public examinations for a month or two in order to better prepare them for those exams. But this was mostly without any charge or fees. The question of commercialisation of private coaching did not arise at all. This does, however, in no way justify notebooks and guides which only encourage learning by rote without comprehension of the subject or problems. Even mathematical problems are memorised in order to reproduce those in the exam papers. Thus students score high in exams but before long forget those. In higher classes, where scholarship is the sine qua non, such students do not prevail.So, doing away with such intervention by teachers or tutors is more daunting for countries that have inherited a legacy of the colonial education system. Even that legacy has allowed further decline because of inclusion of purposeless contents and their contorted presentation in text books when the overriding need is to present those as legibly as humanly possible for young learners. Together with this, teachers' aptitude and love for the profession make a difference. Revision of the curricula and training for teachers should be an on-going process in order to get updated with the latest developments. As an extension of an agreeable teaching method in class rooms, tests and examinations should not prove to be a heavy burden on young learners in particular. They must develop an abiding inquisitiveness for knowledge and once this is encouraged rather than strangled by heaping on them uninspiring exercises, there is nothing to be worried about evaluation of their performances in examinations. Yet the reality today is that the National Education Policy with all its limitations seeks to bring about some changes for the better. After allowing decades of directionless journey where the education system has monopolised benefits for the privileged, even such changes are welcome. It should be noted here that two other streams of education---English medium and Madrasha education ---remain out of purview of the NEP. Students of the English medium schools are competing globally with remarkable success in exams. With enviable performances, these schools are, however, producing a band of educated youths, barring rare exception, with hardly any attachment to their motherland.So long there was no need for any education law, nor do the English medium schools need any for success. Then why does the general education system need one? The answer is simple: to remove the mounting irregularities and even criminal practices that appear to be normal now. After all, in an ideal condition, educating the young ones by teachers hardly leaves any room for aberration and crime, provided that the objective is pursuance of knowledge. Unfortunately, the virus is in the antidote. The teaching profession has been neglected so much and for so long that unqualified and unfit candidates have crowded the corridors of educational institutions. Meagre salaries have failed to attract scholars to this profession at the primary and secondary levels. In fact, the majority of teachers themselves needed teaching support from note and guidebooks. Thus the multiple choice question (MCQ) method earned disrepute and instead of encouraging creative urge and developing a positive outlook, the grade system has only proved counterproductive. This latest move to ban note and guidebooks is also likely to fall flat because there have reportedly been provisions for production of such teaching aid with special permission. The important thing is to cure the cause of the malady not the symptom and side effects. For making education agreeable and a pleasant pursuance of knowledge, the number one condition is creation of a well-equipped batch of teachers. Then the curricula have to be recast by putting in charge gifted scholars to do the job. This needs investment many times more than the around 2.0 per cent of the GDP in education. Are the policymakers ready for this? \n[email protected]",
        "headline_1": "Can the Education Act cure mounting maladies?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/can-the-education-act-cure-mounting-maladies-1659626860",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-08-2022"
    },
    {
        "full_article": "When words come from a horse's mouth, one has justified reasons to believe those. Mr AHM Mustafa Kamal, who now heads the country's exchequer, talking to newsmen Wednesday last, said nearly half of the remittance inflow came through 'hundi' (informal) channels. The minister said the estimate was the outcome of the personal research he had carried out as the planning minister. If the minister's statement was true, then an amount almost equivalent to the money remitted by the expatriate Bangladeshis through formal channels enters the economy through informal routes and it escapes the official estimate. Thus, the government or the central bank remains clueless about the destinations of a vast sum of foreign exchange. It is beyond doubt that an informal foreign exchange market has been thriving on a huge inflow of foreign currencies coming through hundi channels. The government in recent years has been providing incentives---initially, at 2.0 per cent and now at 2.5 per cent--- to attract more remittance money through formal channels. The incentives have created an encouraging impact but now the situation has changed because of the forex market volatility. Banks are now offering higher rates for the greenback. The rate is now far more attractive in the kerb market. So, it is assumed that the inflow of remittance money through hundi channels has increased lately.The country's forex reserve has come under pressure in recent months because of higher spending on imports, nominal growth in export earnings and a decline in inward remittance inflow. The Covid-19 pandemic and the Russian invasion of Ukraine have created an unsettling effect on the global economy and Bangladesh, like many other countries, is bearing the brunt. The hike in the price of fuels and foods in the international market, in particular, has been phenomenal. The presence of a large and active informal foreign exchange market alongside formal institutions such as banks does always encourage the inflow of remittance money through the hundi channels. It is, however, difficult to stop operations of such markets, because of the demand-supply mismatch. The expatriate workers can hardly check the temptation of earning a few bucks more against the money they remit from time to time. Since the amount of remittance money, as indicated by the incumbent finance minister, entering the informal market is huge, it might be playing a role in the capital flight. None knows for sure the actual volume of money taken out of the country every year through illegal channels, but it must be a substantial one---between USD 5.0 and 9.0 billion. A part of the sum is thought to be transferred through formal trade transactions. Missinvoicing is the tool used here. Hundi operators have always been innovative in finding out new techniques to help people transfer ill-gotten wealth to destinations of their choice. The central bank has formed a Financial Intelligence Unit (FIU) which is tasked to locate the illegal inward and outward fund transfers. But it is yet to make its presence felt in terms of its performance. The central bank and relevant others are now trying to take action against unauthorized and errant private foreign exchange dealers in the face of forex market volatility. Such actions have been long overdue. Besides, there could be formal institutional dealers who might have played a role to maximize their profit, taking advantage of a volatile forex market. The central bank should also try to pin down and punish them. \n[email protected]",
        "headline_1": "Probing into a huge informal forex market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/probing-into-a-huge-informal-forex-market-1659626919",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-08-2022"
    },
    {
        "full_article": "Dhaka, a densely-populated city bursting at its seam, scores poorly on its stock of open spaces in comparison with other cities elsewhere. Once known for abundant parks, the capital city has now transformed into a concrete jungle. Now, with more than 10 million inhabitants, the capital city lacks adequate recreational spaces and parks. The condition of parks today is pitiable, to say the least. Park maintenance around the city is completely ignored in many neighbourhoods. This lack of recreational space means that people flock to the shopping malls and fast food restaurants, which can no way be called a healthy practice particularly for children. Today, young people stay indoors and spend their leisure watching phones or laptops. They do not have the opportunity to venture out and embrace the outdoors. Swimming or engaging in outdoor sports, except for a few, is quite impossible in this city. Where will families go to spend time, then? Perhaps instead of creating towering apartment buildings, more development projects focusing on recreational spaces such as parks and playgrounds should be invested into. The alternative option is to take care of the existing spaces of the city where people can come to enjoy on holidays and in their spare time. This may even prove to be fruitful as an avenue to let go of the everyday frustrations such as dealing with traffic congestions. Allocating funds to these sites is the most important step while creating new places may be an option for the future. \nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Dhaka needs more parks, playgrounds",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dhaka-needs-more-parks-playgrounds-1659626942",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-08-2022"
    }
]