[
    {
        "full_article": "That two States have approached the Supreme Court of India against the conduct of their Governors once again flags the problem of political appointees in Raj Bhavan using their authority to delay the implementation of decisions by elected regimes, if not undermine them. Tamil Nadu and Kerala have questioned the delay in the granting assent to Bills passed by the legislature. Tamil Nadu is also aggrieved that proposals related to grant of remission to some convicts, sanction for prosecution of some former Ministers and appointments to the State Public Service Commissions have not been acted upon. Governors need not rubber stamp any decision, but one can question the practice of Governors, especially in States not governed by the ruling party at the Centre, blocking decisions and Bills. For instance, some Governors appear to be hostile to the very idea of amendments to university laws if they seek to leave out Chancellors, invariably the Governors themselves, from the process of appointing vice-chancellors, or establishing new universities in which Governors are not chancellors. The idea of having Governors as ex-officio vice-chancellor of most universities is only a practice and is actualised through their founding statutes. However, Governors seem to be labouring under the misconception that they have a right to be chancellors and tend to delay assent to any Bill that clips or removes their power. It is time to have a national prohibition on Governors being burdened with the role of chancellor of any university, as recommended by the Justice M.M. Punchhi Commission on Centre-State relations.It is unfortunate that absence of a time-frame for giving assent is used by some Governors to stymie laws passed by the legislature. One would have thought the Supreme Court’s observations, arising out of the Telangana government’s petition, reminding constitutional authorities that the phrase “as soon as possible” appearing in Article 200 of the Constitution contains significant “constitutional content” would have driven into them a sense of immediacy in considering Bills. What the Court meant was that it would be constitutionally impermissible for Governors to indefinitely hold on to Bills without conveying a decision. The States, too, ought to be prudent in their decision-making without leaving scope for questions on the merit of their decisions. The absence of any laid-down process to seek applications and assess the relative merits of applicants before appointing the chairperson and the members of the Tamil Nadu Public Service Commission is a case in point. The larger point that none should forget is that Governors are explicitly restricted in their functioning by the ‘aid and advice’ clause in the Constitution and ought not to misuse the discretionary space available to them. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTamil Nadu\n\n/\n\nKerala\n\n/\n\ngovernment\n\n/\n\njudiciary (system of justice)\n\n/\n\nGovernor\n\n/\n\nlaws\n\n/\n\nuniversity\n\n/\n\nconstitution\n\n/\n\nTelangana",
        "headline_1": "Action and authority: On Governors and implementation of decisions by elected regimes",
        "headline_2": "Governors should leave no scope for criticism that they challenge elected regimes",
        "link": "https://www.thehindu.com/opinion/editorial/action-and-authority-on-governors-and-implementation-of-decisions-by-elected-regimes/article67494047.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-11-2023"
    },
    {
        "full_article": "Misinformation and its more malicious variant, disinformation, have been the bane of today’s unfettered communication system, especially social media where the necessary filters are rarely applied over the spread of news and views, many of which are based on false information deliberately or ignorantly placed. The Tamil Nadu government’s decision to constitute a fact-checking unit to deal with “misinformation and disinformation pertaining to the State government” emanating from “all media platforms”, sounds, on the face of it, a reactive step. This decision follows a similar move by the Karnataka government. But for the governments to deem themselves or units constituted by them as the adjudicator of what is false is a retrograde move as an interested party deciding upon what is factual or not is problematic. Tamil Nadu’s move must be seen along with the Centre’s notification of the IT Rules earlier this year, which amended the Information Technology Rules, 2021, and allowed the Ministry of Electronics and IT to appoint a similar fact-checking unit. Several parties including the Editors Guild of India, the Association of Indian Magazines and the political satirist Kunal Kamra had challenged the IT rule enabling the unit. During the hearing, the Bombay High Court had raised the issue of the lack of necessary safeguards that will allow fair criticism of the government. It had also remarked that even if the motives for the introduction of such a rule was laudable — to tackle false news — it could be done away with, if its effects were unconstitutional, that is, if it infringed upon freedom of speech and expression guaranteed under Article 19(1)(a) of the Constitution.The verdict is set to be delivered on December 1, but the remarks indicate where courts stand on the constitution of a government “fact-checking unit” to adjudicate on reports and information relating to its functioning. The Editors Guild of India had urged Karnataka to specify the scope and powers of the fact-checking unit, besides suggesting that the menace of misinformation and fake news was best left to independent bodies and that “[a] monitoring network should follow principles of natural justice including giving prior notice, right to appeal and judicial oversight”. States have their information and publicity departments that can clarify on news related to them and there are independent fact-checkers who tackle misinformation on social media. It would have made express sense for such units to be set up with the involvement of journalists and other stakeholders, but that has also not been the case with the Tamil Nadu government’s decision.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTamil Nadu\n\n/\n\nKarnataka\n\n/\n\njudiciary (system of justice)\n\n/\n\nmedia\n\n/\n\nlaws\n\n/\n\ncomputing and information technology",
        "headline_1": "Retrograde step: On government fact-checking units",
        "headline_2": "A government panel to check facts is liable to be misused against critics",
        "link": "https://www.thehindu.com/opinion/editorial/retrograde-step-on-government-fact-checking-units/article67494498.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-11-2023"
    },
    {
        "full_article": "Do you remember Alan Kurdi? Perhaps, you remember him as Aylan Kurdi, the name given to him initially. It does ring a bell, doesn’t it? He was a celebrity for a short while a few years ago, but you can’t put a face to the name.\nAmid the Israel-Palestine war and the Russia-Ukraine war, let us remember Alan. He was a two-year-old boy who was photographed lying face down and lifeless on an empty beach. In 2015, he was among more than a dozen Syrian civil war refugees who had tried to reach the safety of the Greek coast with his family in a smuggler’s boat and drowned.\n\nRead full story on TOI+\n\n",
        "headline_1": "When a picture is no longer worth a thousand words: Photographs capturing the horrors of Syria, Ukraine, Gaza don’t influence public opinion because we consume too many images, switching between tragedy and frivolity",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/On-the-bounce/when-a-picture-is-no-longer-worth-a-thousand-words-photographs-capturing-the-horrors-of-syria-ukraine-gaza-dont-influence-public-opinion-because-we-consume-too-many-images-switching-betwe/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-11-2023"
    },
    {
        "full_article": "Israel and India, two democracies in regions bedeviled by autocrats and zealots, find themselves embroiled in a singularly insidious conundrum. They stand on the frontline against a brand of Islamic radicalism that disdains all humanistic virtues. Yet, as they seek to protect their citizenry, they find themselves beset on all sides – not just by the terrorists who seek to spill their blood, but by a callous and politically expedient international community.\nLet us first dissect the case of Israel, perennially ensnared in an asymmetric battle with entities like Hamas – a group that calls for nothing less than the annihilation of the Jewish state and all Jews. When Israel dares to defend its populace from indiscriminate rocket fire, it’s greeted with sanctimonious posturing from the United Nations and biased media narratives.\n\nRead full story on TOI+\n\n",
        "headline_1": "Whose side are you on?: Why India and Israel’s fight against terrorism should be seen as pivotal to the idea of democracy itself. Fellow democracies must stop preaching when Tel Aviv or New Delhi responds to violence",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/whose-side-are-you-on-why-india-and-israels-fight-against-terrorism-should-be-seen-as-pivotal-to-the-idea-of-democracy-itself-fellow-democracies-must-stop-preaching-when-tel-aviv-or-new-de/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-11-2023"
    },
    {
        "full_article": "Sleep is a global obsession. It’s now recognised as one of the central elements of our wellbeing. It’s also a huge source of collective anxiety; fewer than half of the adults surveyed worldwide feel that they get enough shuteye. The sleep economy, including supplements, diagnostics, consumer devices and apps, is set to touch $585 billion by 2024.\nSleep has been underestimated for centuries. Aristotle thought that it was a result of vapours rising from the stomach to the heart. It was the Industrial Revolution that provoked interest in the human body and limits. Artificial lighting created the new problem of insomnia as humans unhitched themselves from the natural rhythms of dawn and dusk. Mapping the Darkness: The Visionary Scientists Who Unlocked the Mysteries of Sleep by Kenneth Miller tells the story of the trailblazers who discovered everything from the body clock to sleep stages, from the dreaming mind to sleep deficits.\nIt was only in the 1930s that a scientist called Nathaniel Kleitman inaugurated the field of sleep science. He undertook granular analyses of sleep’s rhythms, how these interact with the body’s other cycles, how variables in daytime behaviour affect sleep and are affected by it.\nScientists experimented on pet cats, babies and partners and themselves. They conducted eccentric tests, ventured to spend 32 days in a cave without sunlight or heat, to see what happens to the human body.\nHans Berger devised electroencephalograms or EEGs, connecting electrodes to the scalp to measure brain wave activity. Gene Aserinksy studied eyeball movement, realising that within each cycle or sleep, there was a 20-minute period where the eyes stopped moving, and after which subjects usually woke. This rapid eye movement (REM) phase was connected to vivid dream recollection. These studies also linked with the psychological study of Freud, Carl Rogers and so on, bringing an empirical rigour to theories of the dreaming mind and the subconscious.\n\nDisorders like narcolepsy, sleep apnea, sleepwalking, nocturnal myoclonus, daytime drowsiness were studied. They proved that sleep deprivation leads to low productivity and accidents. Scientists devised sleep medications, they understood differential sleep requirements – yes, teens do need a lie-in, and yes, there are morning people and night people. Digital devices and blue light confuse our body clocks, as does shift work.\nA good night’s sleep? Steady exercise helps, strenuous or occasional exercise does not. Alcohol makes it easier to relax but makes the sleep more fragmented. Caffeine affects you, even if you don’t think it does. And if you’re awake in the middle of the night, frustration and trying harder will not help, just turn on the light and do something else. Sleep only as much as it takes to feel refreshed, longer hours in bed will only give you shallow sleep. Getting up at the same time will strengthen circadian rhythms and make sleep onset more regular. Insomnia encompasses the mind, body and behaviour, and the best way to treat it is to address the whole circle.\nThere are still miles to go before sleep and its therapeutic puzzles are resolved, the book shows, but at least we know the value of our nightly slumber. As Kleitman said, not everyone needs the standard eight hours, but they should aim for it, because sleep is a pleasure that makes the world both brighter and safer.\n\n",
        "headline_1": "The science of sleep: What we know & what we don’t",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-science-of-sleep-what-we-know-what-we-dont/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-11-2023"
    },
    {
        "full_article": "It’s been a fairytale fortnight for Mohammed Shami. Fourteen wickets for less than 7 runs apiece; roughly, five scalps in every game. The 33-year-old fast bowler has been simply unplayable. And yet, he might not have played at all, but for Hardik Pandya’s ankle injury that forced a team rejig.\nLife’s been like that for Shami: littered with hard knocks and filled with lessons. His life story is about staying on course even when you are gutted. He was rejected in Uttar Pradesh’s Under-19 trials. It is about tenacity and commitment.\n\nAs a teenager, he travelled from rural west UP to culturally foreign Kolkata to build a career in cricket. It is the story of grabbing every opportunity like he did as a practice bowler to impress Sourav Ganguly and earn recommendation for a career-turning place in Bengal U-22. It’s a story of overcoming on-field injuries and off-field setbacks, but never losing one’s self-belief and smile. Over the years, Shami became an indispensable part of India’s fearsome pace battery but it’s only recently that he has solved the T20 riddle. His is a story of constantly upping your game to create the best version of oneself.\nNow Shami stands at the top. Records lie at his feet. No Indian bowler has taken more World Cup wickets. His journey is India Inspirational, the stuff of biopics. It tells you: life is what you make of it.\n\n",
        "headline_1": "Shake it like Shami: The fast bowler’s story is India inspirational",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/shake-it-like-shami-the-fast-bowlers-story-is-india-inspirational/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-11-2023"
    },
    {
        "full_article": "The latest decision by the government of Oman to suspend issuance of visas for hopeful expatriate workers from Bangladesh is going to deal a serious blow to inward remittances. Although Bangladesh's foreign ministry has been quick to allay fears that the ban is not permanent but a temporary one will hardly be of any solace to the country's financial situation, which is having little luck in holding on to its depleting foreign exchange reserves. The numbers of workers employed in that country has surpassed 708,000 according to data published in July. This was a big jump in numbers from last year. From what has been made public by the Bangladesh embassy in that country, it is understood that \"Due to termination of employment contracts, many foreign workers are taking jobs illegally and are staying there illegally\", and this has led Omani authorities to halt any further migration in an effort to put a stop to this illicit practice. For years, media in Bangladesh have been highlighting the malpractices by private recruiters in the country that have fleeced citizens of their savings to send them abroad with promises of jobs. And for years this illicit practice has been going on without authorities stepping in firmly to put a lid on it. This has led to a fall in goodwill in the traditional overseas labour markets about the manner in which our countrymen go there to work. Having spent twice or thrice the amount for migration (compared to other migrants from other Asian countries), Bangladeshi workers are often desperate to stay on beyond their contractual periods to work and recuperate their losses. This is the area where authorities need to focus their attention so that such incidents of illegal overstay and employment in grey areas come down drastically, which in turn will help keep Bangladesh from being blacklisted in the future.The timing of the Omani decision naturally has taken everyone by surprise. Bangladeshis ranked the third largest contributor to labour market of that country until September of this year. The fact that more than 100,000 workers travelled to that country in the first nine months is something of a record. There are of course, other reasons for this scaling back of expatriate workers and that has everything to do with Oman's domestic economic realities. Back in June 2021, international media reported that more than 200,000 foreign workers had exited the country between March, 2020 and March, 2021. Rising unemployment had come due to economic downturn and there was an active move to nationalise the workforce that gained momentum after the Covid-19 broke out. The current policy of the Omani government is to increase job opportunities for their citizens and replace foreign workers. This policy has coincided with the malpractices that have plagued Bangladeshi recruitment practices and created a situation that is going to have serious ramifications for the country.It is necessary to look into other possible labour markets for Bangladeshi workers beyond the Middle East. That said, it is necessary to take cognizance of the fact that customized training regimes need to be introduced alongside skills development to help our workers assimilate with greater ease into the targeted labour markets abroad. Language skills, social customs and technical skills all have to be brought under the aegis of training programmes that prospective workers will have to undertake before heading to foreign labour markets. This is what other countries that have large expatriate worker groups are doing and it is time Bangladesh did the same.",
        "headline_1": "Losing Omani labour market is bad news",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/losing-omani-labour-market-is-bad-news-1699110950",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-11-2023"
    },
    {
        "full_article": "Any bilateral trade-related step taken by the United States (US) has various critical implications for its trading partners. As the dimensions of trade as well as economic relations vary depending on the extent of partnership, different countries face different challenges to deal with the steps. And the trade relations are interlinked with the geo-political concerns. Being the world's largest single-country importer, the US currently accounts for around 18 per cent of global imports of goods and services and 14 per cent of exports. For many countries, including Bangladesh, the US is one of the top trading partners and often their primary export market. Concerning foreign direct investment (FDI), the US is the leading provider and recipient. Moreover, the US is the most powerful country in the world. Be it economy, military might or geo-political manoeuvring, no other country has reached the level of the US. Only China has emerged as the potential competitor and still needs to go a long way.The last review of the trade policies and practices of the country by the World Trade Organization (WTO) reflected the importance of trade and economic relations of the US with the rest of the world. The fifteenth trade policy review of the US took place on 14 and 16 December 2022 where the US had received over 2,000 written questions from the other members of the WTO. The importance of the US in multilateral trading also becomes clear from here. The US usually designs and revises any bilateral trade and economic rapport according to its multilateral or global trade policy stance. The declared trade policy of the US provides many critical indications for the trading partners. That is why, for a country like Bangladesh, it is imperative to follow and decode the US trade policy regularly and adjust its approach accordingly to deepen the economic ties.For reference, after a decline in bilateral trade by 12 per cent in 2020 due to the Covid-19 pandemic, it bounced back by 34 per cent and 32 per cent, respectively, in 2021 and 2022. Bangladesh-US bilateral trade in goods stood at US$14.10 billion in 2022, with the trade balance heavily tilted to Bangladesh. The country's exports to the US market reached $11.53, of which $8.3 billion came from clothing and textiles. On average, Bangladesh received $266 million in FDI in net terms, which is around 11 per cent of the annual average net inflow of FDI in the country in the last ten years. Bangladesh Bank statistics also showed that the stock of US FDI in the country stood at $4.13 billion by the end of 2022. The US has also emerged as one of the top five sources of private external borrowing in Bangladesh. In 2022, the outstanding amount of long-term private debt from the US stood at around $700 million. Again, the US is the second largest source of remittance earnings in Bangladesh. In the last fiscal year (FY23), some 16.30 per cent of the total annual remittance of $21.60 billion came from the non-resident Bangladeshis living in the US.These are some of the core statistics that reflect the importance of Bangladesh's bilateral economic ties with the US.Early this year, the United States Trade Representative (USTR) unveiled President Biden's 2023 Trade Policy Agenda and 2022 Annual Report to the Congress. Unlike many big countries, the US trade policy is generally clear and transparent. So, it is easy for the trading partners to understand the stance of the world's largest economy regarding trade-related priorities, plans and actions. The US has made it clear that it will continue to advance the 'worker-cantered trade policy agenda', which applies to all the partner countries. It will also push for using trade as an indispensable tool to combat the climate crisis and promote environmentally sustainable practices. Supporting US agriculture is also another top agenda for the Biden administration.In its 2022 annual report to Congress, USTR mentioned that the US continued to stress the importance of the Biden administration's worker-centrered trade policies in the \"areas of workplace safety and worker rights in Bangladesh, which have been a focus of concern after Bangladesh's Generalized System of Preferences (GSP) eligibility was terminated in 2013.\" It also mentioned that the USTR will \"continue to deepen engagement with the Government of Bangladesh on labor priorities through the TICFA and through the bilateral Labor Working Group established in 2022.\" Thus, there will be persistent pressure from the US on Bangladesh regarding the workers' freedom of association, collective bargaining, child labour, and forced labour, as well as greater alignment between Bangladesh's domestic laws and practices and international labour standards. Last year, the US pressed Bangladesh to provide market access for US agricultural products, policy developments affecting digital trade, ease of doing business, and intellectual property (IP) protection and enforcement. A similar thing will continue. In fact, in the last meeting of the Trade and Investment Cooperation Framework Agreement (TICFA) council, held in September this year, the US side raised the issues categorically along with the issue of labour reforms as it is a 'top priority for the Biden-Harris Administration.' The US-led Indo-Pacific Economic Framework for Prosperity (IPEFP), launched last year and has 14 partners now, is another area where Bangladesh faces a growing challenge. Though the country is not a partner of the loaded deal, there is a persuasion from the US to align with the IPEFP. Bangladesh is trying to maintain a tricky balance in this regard.The actions of the US to push ahead with its ongoing trade policy priorities will continue for the next couple of months until it declares a new annual policy. Nevertheless, it is unlikely that there will be a big change in the new policy especially for the trading partners like Bangladesh where the US requires more time to achieve the desired outcome on labour rights, IP rules and access to farm product. It, however, needs mutual cooperation and Bangladesh is aware of the issue. [email protected]",
        "headline_1": "US trade policy and Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/us-trade-policy-and-bangladesh-1699110989",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-11-2023"
    },
    {
        "full_article": "Prices of two commodities, onion and potatoes, have gone through the roof. Onion was selling at Tk 130 per kg and potatoes at Tk 60 per kg at the retail level in Dhaka on Wednesday. These explosive prices of the two commodities are largely attributed to the profiteering motive of traders. The tendency to make excessive profit has reached such a level that they are targeting the essential food items like onion, potatoes, sugar, etc. Because, they know if a non-food item's price is raised exorbitantly, the consumers may decide to go without it for days or even months. But if the price of an essential food item is raised, the consumers cannot go without it. They have to buy it, whatever the price. If needed, they will cut their family budget for children's schooling or delay appointment with doctor. They must either save money in every possible way to meet the additional food expenditure or choose to starve. Options are few. So, raising prices of food items is a sure-shot strategy to make windfall gains.The latest data on inflation available with the Bangladesh Bureau of Statistics (BBS) amply attest to this statement. The non-food inflation rate was 7.82 per cent in September, down from 7.95 per cent in August. On the other hand, the food inflation rate stood at 12.37 per cent in September. Though down from 12.54 per cent in August, still the figure was too high.Not only Bangladesh but also many other countries including the western world ended up in a battle against the inflationary pressure in the wake of the Covid-19 pandemic that forced central banks around the world to loosen the grip on the monetary policy. When the economies were recovering, the Russia-Ukraine war broke out which resulted in another economic shock to the world. But many of the countries have now been able to bring down the inflation rates remarkably. The inflation rate in the European Union fell more than expected to 2.9 per cent in October last. But in Bangladesh, we are still battling against inflation. Experts say we could use the monetary policy far earlier. Besides, in the first 11 months of the last fiscal year Tk 700 billion (70,000 crore) was printed to meet the budget expenditure, the worst form of deficit financing.However, how much profit is enough? In the western world many companies do not raise prices of their products too much, because it may go beyond the reach of the people. But in our country many of those marketing different products are not guided by business ethics. If they were, how could the prices of onion and potato go so high? There should be a limit. We cannot allow the rich-poor divide to widen for an unending period.[email protected]",
        "headline_1": "How much profit is enough?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-much-profit-is-enough-1699111041",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-11-2023"
    },
    {
        "full_article": "Microfinance, or the provision of small financing to low-income individuals and enterprises, has had a substantial influence on poverty and economic progress in Bangladesh. It has helped us to generate employment, raise incomes, and improve living conditions by giving credit to those who would otherwise be excluded from the official banking system. It has a crucial influence on poverty mitigation. According to a World Bank research, microfinance has helped reduce poverty in Bangladesh by up to 10 per cent. This is because microfinance enables people to establish or develop enterprises, which may lead to increased income and higher living standards. Microfinance has also contributed to economic prosperity. According to another research conducted by the Bangladesh Institute of Development Studies, microfinance has contributed up to two per cent of Bangladesh's yearly economic development. This is because microfinance helps to create employment, stimulate investment, and raise manufacturing. It has also helped Bangladesh reduce gender inequality. However, microfinance is not without limitations. One issue is that the interest rates on microfinance loans can be quite high. Borrowers may find it challenging to repay their debts, leading to bankruptcy. Another issue is that microfinance loans are mostly insufficient to satisfy the demands of borrowers. This has the potential to limit the influence of microfinance in poverty alleviation and economic growth. Despite these limitations, microfinance in Bangladesh has had a positive influence on poverty and economic progress. Bangladesh's government and others are trying to overcome microfinance's problems so that it continues to play a constructive role in poverty reduction and economic progress. Nafim Reza,Student of the Department of Accounting and Finance,School of Business and Economics,North South University, Dhaka,[email protected]",
        "headline_1": "Microfinance in poverty reduction",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/microfinance-in-poverty-reduction-1699111071",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-11-2023"
    }
]