[
    {
        "full_article": "In an escalation of terrorist violence towards the end of October, 10 civilians and two soldiers were killed in a series of attacks across Kashmir. Many of the civilians killed were non-local workers in the Valley. Clearly, these attacks were aimed at creating a sense of fear among the non-local worker population in the Union Territory and to provoke a disproportionate response from the security forces — oft-used tactics by militants in the conflict-prone province. The administration, which includes the office of the Lieutenant-Governor and the newly elected National Conference-led government, must ensure that security forces do not fall prey to this ploy by militants to invite the “state repression” of local communities in order to target militants. The entire cross-section of the Kashmiri polity, including separatist figures such as Mirwaiz Umar Farooq, have condemned the attacks on civilians and this should send a message to those harbouring militants. While it is quite clear that there is still disenchantment and despondency with the Union government’s moves in Jammu and Kashmir, this has, thus far, not descended into a repeat of the chaos of the 1990s when militancy and terrorism were rampant. With a new government in place, the administration is even better placed to isolate militants and all efforts must be taken to do so. Ensuring a safe environment for non-local workers in the Valley by conducting thorough security audits would be one such worthwhile effort, even as persuading civilians to isolate the militants and bring them to justice would be another.Insurgency in Kashmir was largely restricted to attacks on the security forces and armed forces’ establishments. But it is only in the last few years that civilians, who include non-local labour and Kashmiri Pandits, have been chosen as targets by terrorists. This shift in the terror strategy indicates a desperate attempt to polarise Kashmiri society on communal lines and to use the dismay with the Union Government’s measures to garner recruits for the militant cause. There is no doubt that the dismay and the anger against high-handedness by the security forces, in what are admittedly difficult operations for them, have provided a rationale for the militancy to go on, also sustained by cross-border support. But it is to the credit of the Kashmiris’ forbearance that this has not resulted in a full-blown insurgency as past experiences of militancy have made them wary of extremism. This was evident in the recent Assembly elections where candidates favouring extremist or hardline views or were proxies for forces fostering them, were rejected by the electorate. Ultimately, the sure shot way of ending militancy is to find a way to address the grievances of the people and to win their confidence.\r Published - November 05, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        terrorism (crime)\n                    \n                            /                      \n                        \n                        Jammu and Kashmir\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        security measures\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        Jammu and Kashmir National Conference",
        "headline_1": "​Renewed terror: on the attacks in J&K",
        "headline_2": "Terrorists attack non-locals in Kashmir Valley to invite state repression",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Brenewed-terror-on-the-attacks-in-jk/article68829649.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-11-2024"
    },
    {
        "full_article": "Next week will be that time of the year when countries get into a huddle for the annual two-week climate conference, in Azerbaijan’s capital Baku, to fine-tune global action on human-caused global warming. To have any chance at keeping global temperatures from exceeding 1.5° C of pre-Industrial levels, multiple scientific assessments have said that greenhouse gas emissions must peak before 2025 at the latest and decline 43% by 2030. However, summing up all the collective commitments by countries to reduce their greenhouse gas emissions would lead to only a 2.6% decrease in global greenhouse gas emissions by 2030, compared to 2019 levels. Save for 2020, the year of the COVID-19 pandemic, global emissions have only increased every year, with 53 billion metric tonnes emitted in 2023.Given that most rich countries are loathe to make compromises on their lifestyles and poorer, developing countries aspire to be rich, the only practical solution envisaged is that the developing countries grow rich while eschewing the proven fossil-fuel led trajectory. However, the costs that these entail — of shifting to cleaner but land-intensive and relatively expensive renewable sources — remain the proverbial bone of contention. In 2009, at the climate summit in Copenhagen, developed countries agreed to fund developing countries $100 billion annually by 2020 as ‘climate finance’ to enable this transition. Though it is the United Nations that is supposed to ratify if these finance goals have been met, a lack of clarity on the definition of ‘climate finance’, and delays in the financial crediting system have led to considerable angst among developing countries that these goals have been far from met. The Paris Agreement of 2016 requires that countries decide on a new collective quantified goal (NCQG) before 2025, with the $100 billion as a base value. Then there is also a quibble, from the developed world, that major emitters such as China and India, which are large economies and major polluters, must also contribute. It is widely expected that this NCQG will be a major point of discussion at Baku. Another issue of import is carbon markets, that have for long been touted as the solution to the problem of finance. Rich countries or companies finance counterparts in the developing world for renewable energy generation and carbon-offsetting measures and gain tradeable credits. However, specifying the rules on how this is accounted for is a vexing problem. The hallmark of climate negotiations is that they are arenas of gladiatorial legalese where the stated goal of reducing emissions seems to stretch further beyond reach. It is time that concrete action takes centre stage.\r Published - November 05, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        climate change\n                    \n                            /                      \n                        \n                        Azerbaijan\n                    \n                            /                      \n                        \n                        greenhouse gases\n                    \n                            /                      \n                        \n                        carbon emissions\n                    \n                            /                      \n                        \n                        renewable energy\n                    \n                            /                      \n                        \n                        United Nations\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        finance (general)",
        "headline_1": "Time for action: on the climate conference huddle in Baku",
        "headline_2": "Concrete action must take centre stage in climate mitigation",
        "link": "https://www.thehindu.com/opinion/editorial/time-for-action-on-the-climate-conference-huddle-in-baku/article68829617.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-11-2024"
    },
    {
        "full_article": "This US presidential contest has set an awful example so far. It may get yet worse tomorrow\nLast time US looked close to electing its first woman president, Trump raced ahead instead. Can Kamala Harris do what Hillary Clinton couldn’t? Her being on the ticket would always have made for a racinated and gendered election. But the men vs women fault line has been exponentially widened by the overturning of Roe vs Wade. Now, a close contest is expected to boil down to whether white women (30% of the electorate) switch their 2016 and 2020 Trump loyalties to Harris, and whether all his male admirers ditch the couch for the ballot box.  \nUS elections are followed more closely than any other country’s because of US’s outsized cultural, economic and geopolitical influence on the world. The influx of North Korean soldiers into Russia’s frontline also reflects regimes bracing for Nov 5 to alter their course. A Trump win is expected to inject more unpredictability into US policy than a Harris one – in both negative and positive ways. She is the institutionalist candidate, who has not only been a frontal part of the Biden administration but is also expected to bring broad continuity with it. On West Asia, while Harris’s and Trump’s past approaches suggest differences in future ones, the US-Israel alliance will stay solid either way.\nIndia of course will engage constructively with whichever candidate wins. No doubt personality politics is playing out hugely within US. But India’s relationship is with the office of the US president, whoever sits in it. Still, who sits in it will help determine how US policy shifts, with each shift portending consequences for other nations. If Trump’s proposed tariffs and anti-immigration policies are fully implemented that would be very unpleasant not for US alone. China’s industrial complex is rattled already but other export-oriented economies will also suffer. \nFor foreign bystanders of the Nov 5 election, which will also see voting for all the House and one-third of Senate seats, its anti-modern vibe is staggering. From the reams of misinformation and hate speech to how the Electoral College is set up to undermine the popular vote, so much of what is going on there is providing an awful role model. The misogyny is out of every ballpark. Plus the vote itself is so unsafe that, among other measures, snipers are being deployed and anti-overdose Narcan is being stockpiled to protect it. American democracy is looking like a poor example to follow. \n\n",
        "headline_1": "Trump @! Harris",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/trump-harris/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-11-2024"
    },
    {
        "full_article": "One man’s melody is another man’s malady\nIt’s rare to find people who love the sound of their voice when they hear it recorded for the first time. For bathroom singers, it’s no less than a painful epiphany. Their whole world comes crashing around them when they hear the gem recorded when the family was away and neighbours were on vacation.\nThe wannabe crooners sound so bad to themselves that they reconcile themselves to never singing again before recording more songs. Soon their minds cannot process which song is worse than the other and they take it as a sign that they are ready to shift from the bathroom to the main hall. They begin by giving soft signals like humming while waiting for breakfast or turning the dining table into a tabla. When the food arrives, a rare praise comes their way and the family deals with the bombardment using earbuds. \nThe amateur singer then shifts his attention to his extended family and friends by sharing music-related forwards in WhatsApp groups before uploading his songs, first with nervous anticipation and later with sadistic pleasure. Out of deference for age or relation, group members respond sooner or later. They wonder who will bell the cat but play safe themselves.\nWhile they debate whether more emojis can open the floodgates, the songster has started dreaming about Open Karaoke sessions at office parties and religious festivals in societies. As D-day approaches, the self-taught artiste repeats the tunes buried in his head.\nThe society members brace themselves for the onslaught. Some avoid commenting on the singer’s talent by volunteering the name of the film or the original singer or by digressing into topics like the golden era of film music.\nOn singing apps, insincere praise goes to the next level. Once adjectives like marvellous are exhausted comes the ultimate, where were you all these years? Or, you sound better than the original. \nIf one species is susceptible to flattery it’s bathroom singers. But the only time they are actually taken seriously is when they are at the wheel on a highway. With a captive audience, they belt out numbers no one wants to hear. Passengers may exchange sideways glances but they dare not antagonise him. They hesitate to intervene and let him croon with gay abandon. By now he’s started liking the sound of his own voice. What if he closes his eyes in bliss?\n\n",
        "headline_1": "Have bathroom, will sing",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/have-bathroom-will-sing/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-11-2024"
    },
    {
        "full_article": "Black woman leading Britain’s oppn Tories? Great? Yup. But look closely for real picture\nHistory, it was said, was made when a black woman was elected to lead Britain’s Conservatives, who are in opposition after getting thumped by Labour in national polls. Kemi Badenoch ticked two identity boxes, black and woman, that have never been ticked by one Tory leader. She won in a scrupulously fair intra-party election. But there’s history and, as clever Brits say, there’s history. A minority in a major political job in any democracy is great news – but what’s key is how coveted the job is when it’s up for grabs and what was the calibre of other contestants. \nThree things of note here. First, when Tories got walloped in polls, several of its heavyweights lost. As British press noted, those grandees losing robbed the leadership contest of potential contenders. The candidate field was weakened. Second, among experienced Tories who survived the election bloodbath, there would have been the feeling that this wasn’t exactly the best time to want to lead the party. Third, the first benchmark, support of a proportion of MPs, for nominating candidates for Tory leadership came down sharply – because the party has only 121 MPs. Anyone who could get 10 MPs to plump for him/her could get onto the ticket. All of this suggests Badenoch had a far easier time getting the top Tory job than would have been the case had the party been riding high.\nNone of this is to suggest Badenoch won’t be an effective Tory leader. She’s a standout minority community candidate anyway because she champions several views associated with cussed old white men – she’s anti-woke, she’s said “not all cultures are equally valid”, she’s anti-immigration, and she wants to cut taxes and reduce regulation. That makes her a perfect rightwing Tory leader. But not necessarily a history-making one. \n\n",
        "headline_1": "History? Hmm…",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/history-hmm/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-11-2024"
    },
    {
        "full_article": "By Anil K Rajvanshi\nWhat is thought? It is a hologram produced via photons emitted in the synaptic cleft, an extremely small, 20-nanometre region between neurons where one neuron talks with another by exchanging neurotransmitters (NTs). These NTs are chemicals that are exchanged between neurons and once exchanged, they are converted into electrical signals inside the neuron for the onward journey.\nA large number of such neuron interactions produce neural pathways, and each set of such neural pathways is responsible for the thought production of a particular object.\nDuring this exchange of neurotransmitters, weak photons, also called biophotons, are produced at each synaptic cleft. The synchronisation of millions and millions of such synaptic cleft photons produces a hologram, which we can call thought.\nMost of these holograms are continuously produced in the brain. When the focus is not there, they also fade immediately. This is called brain chatter and is the genesis of attention deficit hyperactivity disorder, ADHD.\nHowever, a concentrated thought hologram, which, according to Sage Patanjali, results in Sanyam, concentration, focus, and Samadhi, has enough energy to be transmitted out of the brain; it is what we call a leaky thought.\n\nThis thought hologram interacts with the object or subject of our interest and gets its knowledge. How does this interaction take place, and more importantly, how do our brains receive this knowledge? For objects that we can see and feel, it is quite easy because our senses guide through hologram in doing so. But for concepts and subjects that we do not see and are beyond our reach, what is the mechanism? The science of quantum entanglement may provide a possible answer.\nQuantum entanglement – spooky action at a distance, as Einstein described it – states that photons or even particles created or generated are entangled with each other in such a manner that knowledge of one can describe the other, no matter how far apart they are.\nWe can conjecture that our concentrated thought hologram, which leaks out of the brain and interacts with the object or subject of our interest, somehow changes the property of hologram in the brain via the entanglement process.\nThis continuous exchange of information through quantum entanglement allows ideas and reality to match in an induced-fit arrangement; thus, knowledge is perceived.\nThe induced-fit model is used in drug design and is based on the hypothesis that the drug binds to the active site; in the process of binding, changes the shape of the active site to achieve a precise fit. This enhances drug action.\nThe same action of induced fit may occur in hologram interaction with the object of interest, affecting the hologram in the brain. Sage Patanjali has also alluded to this mechanism in his Yoga Sutras.\nAll great discoveries such as Einstein’s theory of gravitation; Newton’s theory of light, gravity, motion; music of Beethoven, Mozart among others, and knowledge of the universe by sages and scientists have been obtained by this process. However, when our senses do not feel and guide thoughts, yet knowledge is perceived, it can happen only through quantum entanglement of thought.\n\n",
        "headline_1": "Gaining knowledge via quantum entanglement",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/gaining-knowledge-via-quantum-entanglement/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-11-2024"
    },
    {
        "full_article": "We are encouraged by the recent increase in remittance inflows into the country at a time when our economy is under significant pressure due to dwindling foreign exchange reserves and various external payment obligations. According to Bangladesh Bank data, in October, remittances sent home by our migrant workers rose 21.31 percent year-on-year to $2.39 billion, following a 40 percent increase in August and 80 percent increase in September. Reportedly, from October 1 to October 26, Islami Bank Bangladesh received the highest amount of remittance at $371 million, followed by Agrani Bank at $185 million, Sonali Bank at $143 million, and BRAC Bank at $122 million. We now hope that this upward trend in remittance inflows will continue in the coming months, which will eventually help ease pressure on our forex reserves.\nThis achievement, of course, would not have been possible without the hard work of our migrant workers, who toil in foreign lands, often under unfavourable conditions and with low pay. Since our economy is heavily dependent on the remittances they send, it is our responsibility to ensure their rights are protected, both at home and abroad. The high cost of migration has long been a barrier for aspiring migrant workers, which the government should address urgently. Moreover, it is concerning that the number of workers who went abroad between January and September this year was significantly lower than during the same period last year—while 989,685 workers migrated in 2023, the figure dropped to 698,558 this year. The Ministry of Expatriates' Welfare and Overseas Employment must investigate the reasons behind this decline and take proactive measures to address them.\nCurrently, Bangladesh faces substantial challenges in paying its external debts and importing essentials such as gas, fertiliser, and raw materials for the garment sector due to the dollar shortage. Adani Power, for instance, has recently warned Bangladesh of a potential suspension of supply if overdue payments of around $850 million are not cleared. Therefore, it is crucial that the government take all necessary steps to increase our forex reserves. To this end, the government should find new markets and focus on sending more skilled workers abroad to secure better jobs and enhance remittance flows. Additionally, it should promote the use of formal channels for remittance transfers. Previously, the gap between official and unofficial exchange rates led many migrants to favour informal channels, but this practice needs to change.\nHowever, the government should not rely solely on remittances to alleviate the ongoing pressure on forex reserves. Simultaneously, it must also work to boost export earnings.\n",
        "headline_1": "Increased remittance inflow encouraging",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/increased-remittance-inflow-encouraging-3744556",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-11-2024"
    },
    {
        "full_article": "As we remember the 52nd anniversary of its constitution, we are reminded of our nation's enduring pursuit of justice, equality, and freedom. However, the constitution's promises of economic and social rights, enshrined in our foundational principles, remain non-justiciable, ostensibly leaving the judiciary without a clear mandate to enforce them. It is a fitting time to explore how these rights, if properly interpreted and applied, could become enforceable by using internal and external interpretative aids, aligned with both the intentions of the constitution's framers and the needs of the people today.\nThe Preamble of Bangladesh's Constitution, as an internal aid to interpretation, captures both the struggles of the past and the aspirations for the future, offering a profound guide to interpreting economic and social rights. Declaring as a fundamental aim of the state the assurance of \"fundamental human rights,\" the preamble does not differentiate between civil-political and socio-economic rights. This non-differentiation aligns economic and social rights—like social and economic freedom, justice, and equality—with the core duties of the state. Thus, implementing these rights is not an optional exercise but a fundamental obligation underlined by the preamble. The state's duty, as expressed here, is not limited to declarative aspirations; rather, it charges the judiciary, vested with the power of judicial review, to ensure the enforcement of these rights wherever possible.\nBy referring explicitly to socio-economic ideals like social freedom, economic freedom, and justice \"to be secured for all citizens,\" the preamble urges the judiciary to concretise these goals in real situations. The judiciary, therefore, has a critical role in interpreting and applying these principles, recognising economic and social rights as essential to achieving the preamble's broad aims.\nThe guiding function of Article 8(2) of the constitution, which mandates that the principles of state policy \"shall be a guide to the interpretation of the Constitution and the other laws of Bangladesh,\" further empowers the judiciary. This phrase effectively grants the judiciary latitude to interpret any law or constitutional provision through the lens of these fundamental principles, bridging the gap between justiciable and non-justiciable rights. By engaging with the broad aims of Article 8(2), the judiciary can evaluate and analyse not only constitutional provisions but also the nation's laws to advance socio-economic rights.\nThis interpretive flexibility opens pathways for judicial action, allowing the courts to align statutory interpretations with the broader constitutional goals laid out in Article 8(2). The judiciary's responsibility extends beyond passive recognition of these rights; it encompasses an active role in evaluating provisions and laws in ways that fulfill Bangladesh's fundamental objectives. This interpretive scope requires judges to construe economic and social rights as integral components within the larger structure of justiciable rights and constitutional governance.\nThe conventional positivist approach interprets constitutional provisions in isolation, which has often restricted the enforceability of economic and social rights. In contrast, a structuralist approach, which emphasises the interdependence of constitutional provisions, reveals a more integrated understanding. Economic and social rights, when interpreted as essential components of broader, enforceable rights, enhance the holistic realisation of justice, equality, and social welfare. For instance, the right to life and personal liberty cannot be fully realised without adequate access to healthcare, education, and shelter—socio-economic rights that are essential to human dignity.\nJudicial structuralism encourages a reading of the constitution that aligns enforceable and non-enforceable rights, allowing courts to implement the broader aims set forth by the framers. By interpreting the constitution as an interconnected whole, judges can move beyond the confines of positivism, recognising economic and social rights as foundational to fulfilling the constitution's promises.\nWhile internal aids provide a starting point, external aids also play a crucial role in interpreting socio-economic rights. It is a common interpretative rule that, where language is clear, external aids are unnecessary. However, this approach guided by the positivist school, can overlook broader contextual meanings and legislative intent, potentially missing nuances essential to fulfilling constitutional objectives. Incorporating external aids enriches judicial interpretation, enabling a fuller understanding of statutory objectives, even when the text appears to have a straightforward meaning.\nFor Bangladesh, these external aids include the historical milestones that shaped the nation's identity and constitution. The War for Liberation in 1971 represents the culmination of a series of significant events, including the Language Movement (1948-1952), the United Front's victory in the 1954 provincial election, the 21-point programme, the 11-point demands, and the Proclamation of Independence. Each of these historical elements captures the evolving aspirations of the people, particularly the commitment to economic and social equality. Post-liberation documents, speeches, and debates from the Constituent Assembly also provide essential context to understanding these rights and underscore the importance of upholding the constitution's socio-economic ideals.\nCertain constitutional terms—such as \"material and cultural standard of living,\" \"reasonable wage,\" \"reasonable rest, recreation and leisure,\" and \"progressively remove the disparity in the standards of living between the urban and the rural areas\"—invite judicial interpretation to define their practical scope. The judiciary, guided by these broader contextual frameworks, has the responsibility to ascertain the most suitable remedies, as these rights speak directly to the needs and aspirations of the people. By grounding judicial interpretations in the historical and constitutional legacy of Bangladesh, judges can justifiably use external aids to interpret these terms in ways that fulfill constitutional objectives.\nThe framers' intention to address socio-economic justice as a core constitutional goal can be advanced by reading these principles alongside the constitution's mandates for justiciable rights, such as those in Articles 102(2), 111, and 104. Through this combined approach, the judiciary can recognise socio-economic rights as not merely aspirational, but as enforceable components that are vital to achieving the constitution's vision.\nTo ensure that economic and social rights become part of Bangladesh's enforceable legal framework, it is essential to interpret Article 8(2) in relation with Articles 102(2), 111, and 104. Article 102(2), which empowers the High Court Division to issue writs, allows for indirect protection of economic and social rights when aligned with fundamental rights. Article 111, ensuring binding precedents, enables the judiciary to create lasting interpretations. Article 104 further provides the Supreme Court discretionary powers to do complete justice in any cause or matter pending before it, a mandate that can encompass economic and social concerns.\nTogether, these provisions support a judicial approach that is both responsive and innovative, one that actively integrates economic and social rights as part of the broader constitutional commitment to justice. The judiciary, by exercising these powers, can embody the constitution's original aims, aligning its interpretations with the ideals of democracy, equality, and social progress.\nToday discussions around reforming, or rewriting the original Constitution of 1972 are more prominent than ever. Whatever direction future changes may take, one principle must remain unwavering: the prioritisation of economic and social rights. These rights form the core of our constitution's commitment to justice, equality, and dignity. By embracing both internal and external aids to interpretation, the judiciary has a crucial role in transforming these rights from aspirations into enforceable guarantees, ensuring they retain the prominence our founders envisioned. Through this interpretative approach, the judiciary can honour the constitution's legacy while advancing Bangladesh's foundational commitment to the welfare of all its citizens.\nSnehadri Chakravarty is advocate at the Supreme Court of Bangladesh. He can be reached at [email protected]\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Enforcing economic and social rights through constitutional interpretation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/enforcing-economic-and-social-rights-through-constitutional-interpretation-3744451",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-11-2024"
    },
    {
        "full_article": "The 16th Conference of Parties to the UN Convention on Biological Diversity (COP16) wrapped up on Saturday in Cali, Colombia. This was the first biodiversity COP since the adoption of the Kunming-Montreal Global Biodiversity Framework (GBF) at COP15 held in Montreal, Canada in December 2022. The parties (governments) and other stakeholders will review the state of implementation of the GBF and show the alignment of the respective National Biodiversity Strategies and Action Plans (NBSAPs) with the framework. A major focus of COP16 was on capacity-building, monitoring, and advanced resource mobilisation for the GBF. The event also saw the adoption of a multilateral mechanism on the fair and equitable sharing of benefits from the use of digital sequence information on genetic resources. In addition, the parties provided updates on the Cartagena Protocol on Biosafety and the Nagoya Protocol on Access and Benefit-Sharing.\nImproving our relationship with nature is the best way at the moment to address the consequences of climate change. The ecosystems around us, such as forests, wetlands, and mangroves, are natural machines for mitigating climate change. Forests alone absorb about 2.6 billion tonnes of carbon dioxide (CO2) annually, which is one-third of the CO2 released by burning fossil fuels. Besides, mangroves and seagrass meadows can store five to ten times more CO2 per hectare than terrestrial forests. Forest restoration and wetland conservation could reduce up to 37 percent of the emissions to meet the Paris Agreement targets by 2030. The Intergovernmental Panel on Climate Change (IPCC) highlighted the importance of the protection and restoration of natural ecosystems to remove an additional one billion tonnes of CO2 from the atmosphere by 2050.\n\nHowever, we are aware that deforestation across the world due to agriculture has caused about 12-15 percent of global CO2 emissions, which is equivalent to the emission of the entire transportation sector. Around 10 million hectares of forest were lost during the period of 2015-2020. The global reforestation effort could sequester around 205 gigatonnes of carbon. Over $44 trillion of global GDP (approximately half of the world's economic output) is mostly dependent on ecosystem services, i.e. water filtration, climate regulation, and pollination, according to the World Economic Forum (WEF). However, biodiversity loss could reduce global GDP by $2.7 trillion annually by 2030. According to the UN Environment Programme (UNEP), investment in biodiversity and ecosystem restoration could yield up to $9 for every $1. Sustainable practices like renewable energy, smart agriculture, and conservation could create 395 million jobs across the world by 2030.\nThe 15th Amendment to the Constitution of Bangladesh (2011) affirmed the state's responsibility for biodiversity preservation. We then went on to enact several legal instruments, such as the Ecologically Critical Areas Management Rules, 2016, Protected Area Management Rules, 2017, and the Bangladesh Biodiversity Act, 2017. As a result, the country now has 13 ecological hotspots and 22 protected areas to conserve biodiversity. We also have a National Conservation Policy (2016-2031) in place to ensure the sustainable use of natural resources, including biodiversity. The government's eighth Five-Year Plan (2020-2025) and the long-term Delta Plan 2100 integrate water, land, environment, and biodiversity to mitigate climate change risks and reduce biodiversity loss.\nThe National Adaptation Plan (2023-2050) prioritises biodiversity conservation and climate action, nature-based solutions, and the establishment of forest and coastal zone policies. These reflect the country's long-term commitment to preserving biodiversity. Bangladesh established its National Biosafety Framework in 2006 to regulate biotechnology and manage risks associated with genetically modified organisms (GMOs), in line with the Cartagena Protocol on Biosafety. The policy interpretation and implementation acceleration remain a challenge. The biodiversity fiscal and biodiversity literacy along with common understanding across all ministries and stakeholders are the major turning points. The government may consider implementing tax exemptions on investments in biodiversity and ecosystem conservation activities and subsequent income to accelerate the momentum.\n\nBangladesh, like all other countries in the multi-stakeholder review process, has updated the National Biodiversity Strategies and Action Plan (NBSAP) for 2021-2030 based on the Global Biodiversity Framework. The updated NBSAP will include a multilateral mechanism for equitable resource-sharing, documentation of local knowledge, community and civil society engagement, a data repository blueprint, and guidelines for digital sequence information (DSI). However, it should simplify reporting mechanisms to avoid overburdening resource-limited sectors and be integrated into the National Development Planning (NDP). The alignment of the Nationally Determined Contribution (NDC), Sustainable Development Goals (SDGs), and relevant reporting related to other frameworks and conventions may enable efficient reporting.\nThe spirit of local knowledge, open source of information, and universalising access to technologies should be the foundation of the Global Biodiversity Framework. Global action through the exchange of understanding with local communities is needed to understand the short- and long-term benefits of their involvement in biodiversity conservation. In a densely populated country like Bangladesh, convincing locals to spare land for biodiversity has been challenging, as they prioritise living, farming, and grazing more. However, mobilising communities, local government, academia, and the Forest Department in restoration has brought in significant outcomes, bringing a win-win balance between nature and community in protection, livelihood, and ecosystem.\nKazi Amdadul Hoque is a climate, development, and humanitarian activist. His X handle is @KaziAmdadbd. He can also be reached at [email protected].\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Finding balance and peace with nature",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/finding-balance-and-peace-nature-3743831",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Feasibility of projects and use of fund",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/feasibility-of-projects-and-use-of-fund-1730730494",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Protecting the 'Revolution'",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protecting-the-revolution-1730730524",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Any answer to Dhaka's traffic mess?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/any-answer-to-dhakas-traffic-mess-1730730559",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Economic prospects of esports",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/economic-prospects-of-esports-1730730584",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-11-2024"
    }
]