[
    {
        "full_article": "A cursory look at the vote shares obtained by political parties in Mizoram — the victorious Zoram People’s Movement (ZPM) garnered 37.9%, the incumbent Mizo National Front (MNF) 35.1%, the Congress 20.8% and the Bharatiya Janata Party (BJP) 5.1% — suggests that the ZPM managed to win a clear majority, 27 out of the 40 seats, because of a fractured mandate. Yet, that will only be a limited reading as the regional party also upended a 36-year-old duopoly in the State with power rotating between the MNF and the Congress. Defeating the MNF was not easy either, as the Zoramthanga-led party had assiduously sought to promote ethnic nationalism by projecting its solidarity with the Kuki-Zo tribals in Manipur and the Chin people in neighbouring Myanmar, both of whom are mired in different conflicts. The Congress meanwhile tried to woo the voters in the predominantly Christian State by harping on the fact that the regional parties are prospective allies of the Hindutva-promoting BJP, especially the MNF which is part of the BJP-led North East Democratic Alliance. That a plurality of voters — more than a third of the 8.6 lakh strong electorate in India’s second least populous State — sought to look beyond the politics of ethnic nationalism or the communitarian appeals and endorsed the ZPM suggests that its call for a corruption-free regime and an agenda of governance with the interests of the youth at the core had a decisive number of takers.The ZPM was successful in projecting itself as a force for change as it got popular members from Mizoram’s civil society to endorse the party, with even some to represent it as candidates. This gave a decisive heft to the party led by former IPS officer and presumptive Chief Minister Lalduhoma. With the ZPM coming to power on its own, it will be easier for it to remain true to its quasi-movement ideals, but it will receive overtures from the BJP (which won two seats) to accommodate the latter in a coalition. The ZPM will have to work out a delicate balance in achieving its goals of clean and independent governance even while seeking to build on the State’s relationship with the Union government. Smaller States, especially those in the North East, have limited avenues of resource mobilisation and are too dependent upon the Union government for their finances. Mizoram, for example, has among the highest Union transfers to revenue receipts ratios in the country — 85.7%. If the ZPM can focus on ways to diversify the economy beyond agriculture, into areas such as eco-friendly tourism, and value-added services leveraging its population’s high literacy rate and education, it can live up to its promise of decisive change in the State.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMizoram Assembly Elections 2023\n\n/\n\nMizo National Front\n\n/\n\nIndian National Congress\n\n/\n\nBharatiya Janata Party\n\n/\n\npolitics\n\n/\n\ncorruption & bribery\n\n/\n\nagriculture\n\n/\n\neco-tourism\n\n/\n\neducation",
        "headline_1": "Civic victory: On the Mizoram Assembly election results",
        "headline_2": "The Zoram Peoples Movement captured the imagination of change seekers.",
        "link": "https://www.thehindu.com/opinion/editorial/civic-victory-on-the-mizoram-assembly-election-results/article67604996.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-12-2023"
    },
    {
        "full_article": "Venezuela’s move to hold a referendum on whether it should exercise sovereignty over Essequibo, a vast, oil-rich disputed region that is now part of neighbouring Guyana, has cut open old wounds and inflamed tensions between the South American nations. According to Venezuela’s electoral authorities, more than 95% of the voters supported the country’s claim. It is not clear what the government of President Nicolás Maduro is going to do next, but the fact that he held the referendum with just months left for the next presidential election suggests the leftist leader might keep the border tensions alive. Venezuela has always retained claims over Essequibo, which it says was stolen when the north-south border was drawn by colonial powers over a century ago. In 1966, Venezuela and the U.K. entered into a temporary Geneva Agreement on the border (Guyana was a British colony) to maintain the status quo while seeking to find a practical, peaceful and satisfactory solution for all. Tensions eased when Hugo Chávez, Mr. Maduro’s leftist predecessor, was the President. But when an oil boom began transforming Guyana’s economy, Mr. Maduro’s regime started becoming more vocal about the country’s claims over the region.Guyana, the only English speaking country in Latin America, maintains that the 1899 border agreement between international arbitrators (from Britain, Russia and the U.S.) is final and approached the International Court of Justice in 2018, requesting a ruling. Venezuela on the other side has always argued that it was not part of the 1899 agreement, which it calls null and void. When Guyana moved the world court requesting a ban on the referendum, the court refused to do so but asked Caracas not to take any action based on the referendum altering the status quo. But Mr. Maduro has already dismissed the world court’s jurisdiction over the dispute. He is under growing international pressure to hold free elections. Recently, the U.S. eased sanctions on Venezuela as the Maduro government reached a deal with the opposition for next year’s election. While Mr. Maduro retains a tight grip over state institutions, he is also unpopular with sections who are increasingly frustrated with the state of the economy, particularly shortages of essentials, and hyperinflation. While a border crisis could be a welcome distraction for him from domestic woes as elections are approaching, it does not offer any solution to the myriad crises that the oil-rich South American country is facing. If anything, a border conflict would make the situation worse. Mr. Maduro should refrain from taking any unilateral action and continue to try and resolve the territorial issues with Guyana through talks in the true spirit of the Geneva Agreement. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nVenezuela\n\n/\n\nelection\n\n/\n\npolitics\n\n/\n\nhistory\n\n/\n\nUnited Kingdom\n\n/\n\noil and gas - upstream activities\n\n/\n\nRussia\n\n/\n\nUSA\n\n/\n\neconomic sanction",
        "headline_1": "Needless diversion: On Venezuela’s refereundum and its claim over Essequibo",
        "headline_2": "Venezuela should not escalate territorial disputes with Guyana",
        "link": "https://www.thehindu.com/opinion/editorial/needless-diversion-on-venezuelas-refereundum-and-its-claim-over-essequibo/article67604799.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-12-2023"
    },
    {
        "full_article": "It was BJP’s day. Its performance in MP stood out for the sheer scale of the victory, the victory in Chhattisgarh was a stunner, and while the Rajasthan win was no surprise, it beat pollsters’ estimates. Even in Telangana, where Congress won, BJP increased its vote share impressively. So, why is BJP India’s most formidable election machine? Six reasons.\n\nSuperstar at the helm | In Modi, BJP has India’s most popular and credible politician. Fronting BJP’s election campaigns, he is not only instrumental in tempering disappointment against incumbent BJP governments but has also widened and deepened the party’s support base.\nIdeological anchor | A strong ideological base gives BJP a core support group it can rely on. But to consistently win elections, it has had to build on this core. Its repeated successes in some of India’s poorest states show that its support base cuts across all social groups, particularly in Hindi-speaking states. This is why even if caste remains a hot-button social issue, its political ramifications are very different now when compared to the 1990s.\nRobust economy | India is a global outlier in terms of its impressive economic growth. Not only is growth essential to expand opportunities, it provides governments with resources to realise their plans.\nGDP growth often outperforms expert forecasts, as it did recently in Q2 macro numbers. Income and corporate tax collections have been buoyant, and deficits are moderate, giving GOI leeway to deal with challenges.\nTargeted welfare | India’sgrowth pattern is uneven in terms of distribution, particularly after the pandemic. BJP has been quick to sense the ground situation and respond with fiscal packages to mitigate it. Backed by expanding GOI revenue collection, it has since May 2022 insulated consumers from global spikes in energy prices. Most illustrative of this approach is the freeze on petrol and diesel prices, and a reduction in cooking gas rates. Add to this, numerous state-level schemes.\nTactical flexibility | Politics is never static. Despite a strong foundation, BJP’s continued success owes much to its flexibility in responding to ground situations. Two examples stand out. It dropped its narrative on ‘revdis’ and switched to welfare this year. Again, when regional satraps such as Shivraj Singh Chouhan and Vasundhara Raje were needed, the central leadership quickly adjusted its position.\nGround game | An election strategy is only as good as the party’s ground game. The ability to translate ideas into reality depends on a party’s organisational strength, the capacity to convince voters that it’s there amongst them. BJP’s ability to do that across states is unparalleled. And within some states where regional parties are formidable, BJP has outmatched them, with UP being the most notable example.\nTaken together, these factors make BJP India’s most formidable electoral force today. That’s why it goes into the 2024 Lok Sabha polls in pole position. It has shown repeatedly it can overcome setbacks and seize the moment. In Indian politics, BJP is undoubtedly the party that sets standards.\n\n",
        "headline_1": "Saffron shines 6 ways: What makes BJP such a formidable electoral machine? We break it down to specific factors",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/saffron-shines-6-ways-what-makes-bjp-such-a-formidable-electoral-machine-we-break-it-down-to-specific-factors/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-12-2023"
    },
    {
        "full_article": "Sunday was about BJP’s unambiguous electoral triumph and the heralding of big trouble for Congress and the opposition. Here’s how.\n\nSaffron surge leaves no way in for Congress | The first big implication: the continuing national domination of BJP and the weak and fragmented nature of the opposition. Perhaps in no national election since 1984 has the incumbent party appeared as clearly headed for a near-certain victory six months before polls. BJP won three big northern states against Congress, battling severe local headwinds. This presages a possible third consecutive national rout of Congress across the Hindi belt. In 2019’s Lok Sabha election, BJP won 171 of 186 seats where it directly faced Congress. Considering Congress’s collapse in MP, despite two decades of state-level incumbency against BJP, there appears little prospect of a Congress revival in north and central India over the next few months. Another BJP sweep of its stronghold states would provide a cushion and insulate its parliamentary majority from possible setbacks in states such as Bihar and Maharashtra.\nRead full story on TOI+\n\n",
        "headline_1": "In 8 points: How BJP ‘Brahmastra’ destroyed Congress",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/in-8-points-how-bjp-brahmastra-destroyed-congress/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-12-2023"
    },
    {
        "full_article": "The road to a third Modi Sarkar in 2024 clearer after Sunday. Brand Modi undimmed. OBC/upper caste consolidation for BJP. South not enough for heartland-less Congress\nSeveral conclusions, some strongly and others tentatively, can be drawn from the results of the four assembly elections held recently. Of the four, Madhya Pradesh, Rajasthan and Chhattisgarh went BJP’s way, while Congress wrested Telangana from a regional party. The fifth, Mizoram, is yet to start its vote counting process, and anyway does not matter much in national politics. Here are 11 takeaways from the results.\n \n\nSouthern comfort for Congress | BJP will be over the moon with its performance in the Hindi belt, while Congress will have to be satisfied with a consolation prize in Telangana. It pulled defeat from the jaws of victory in Chhattisgarh, the only state where all punters were betting on a Congress victory. However, the grand old party has something to celebrate, having consolidated its gains in the south. Post these results, BJP now has a clear path to victory in 2024, while Congress has to work hard to retain its leadership of the INDIA alliance.\nRead full story on TOI+\n\n",
        "headline_1": "Bharatiya Janata’s Party?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/bharatiya-janatas-party/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-12-2023"
    },
    {
        "full_article": "North India is Modified in a BJP sweep. The Modi factor is key to the party consolidating its hold here after tightly contested assembly polls. The PM campaigned relentlessly and showed that he is still able to lift BJP’s prospects in north India. Well-entrenched Congress governments in Rajasthan and Chhattisgarh have been swept away in a return of antiincumbency. However, BJP’s “double engine” runs faster in the north than in the south. It has come up short beyond the Vindhyas in Telangana.\n\nNorth-south split widens | The economic powerhouse states of the south are demanding accountable, high-performing leaders. Voters here are not as swayed by panIndian appeals to Hindutva and instead demand respect for strong regional identities, regional languages, and cultures. Congress winning Telangana within months of its triumph in Karnataka has it declaiming, BJP mukt south India. But its own claim to be a national party is now tempered by the fact that north of the Vindhyas it heads government in only a single state: Himachal Pradesh. North India is Congress mukt. The rout here indicates that Rahul Gandhi’s Bharat Jodo Yatra and caste census pitch haven’t worked. Driven out of the politically crucial Hindi heartland, Congress has lost its claim to be Challenger No. 1 in the 2024 general election and questions will now be raised on its ability to be a fulcrum for the INDIA alliance and on Rahul Gandhi’s ‘mascot’ role.\nRead full story on TOI+\n\n",
        "headline_1": "Five pointers to 2024 from 2023’s four polls: Congress troubles mount despite Telangana win",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bloody-mary/five-pointers-to-2024-from-2023s-four-polls-congress-troubles-mount-despite-telangana-win/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-12-2023"
    },
    {
        "full_article": "The earthquake of 5.6 magnitude on the Richter Scale to have jolted wide areas of the country on Saturday morning had its epicentre close to Ramganj Upazila under Lakshmipur District. This quake is the highest so far within any subduction jone in Bangladesh territory in decades but its significance in terms of ominosity is well knit to the 100 or so mild to mid-level tremors the country had experienced this year. Five of these quakes were of five and above magnitudes and eight had their epicentres in the country's territory. Remarkably just two months back on October 2, a quake of 5.2 magnitude struck north-eastern India and Bangladesh with its epicentre at a place near Goalpara, Assam. Earthquake experts read in the increasing frequencies of mild-to-mid-scale tremors the danger of the approach of one of cataclysmic proportion. Signs even laymen can get are that the calamity is closing in on the capital and other crowded cities like Cumilla, Chattogram, Noakhali and Sylhet.Unfortunately, here is a natural calamity that does not forewarn like other of the devastating types such as cyclones, storms and floods. Only the experts can conclude from data collected from earlier such catastrophes that the frequent mild-to-mid-level quakes are a dress rehearsal of a mega quake that can be of 7.5 to 8.5 magnitude or even above. At least three major subduction zones cross the country's eastern parts not far from the country's capital, the world's most crowded city. Then there are other such fault lines around this territory close to its border in Myanmar and India. How that can be dangerous is highlighted by the 1997 South Mizoram quake of 6.1 Mw (moment magnitude). Although no fatalities were reported in that Indian state, it caused the collapse of a five-storey building in Chattogram, killing 23 people. This incident is remarkable for the tragedy to unfold in case a quake of 7.5 magnitude or above strikes the country within its territory or in close proximity. In a survey, the Rajdhani Unnayan Kartripakkha (Rajuk) finds that 865,000 buildings will collapse in the capital alone if a quake of 6.9 magnitude in its nearest subduction zone Madupur, Tangail originates. In such a catastrophe, 210,000 people will be killed and another 229,000 will sustain injuries. This is a grim warning of a monumental tragedy. But if the quake is of far stronger magnitude, the catastrophe that most likely will befall is benumbing to even imagine. In a situation like this, the best options open to the nation is to stop any construction of buildings or other concrete structures that fail to strictly comply with the latest building codes. There are not even 10 per cent quake resilient buildings in Dhaka City and elsewhere. Since Dhaka is one of the 20 most vulnerable cities in the world, at least the buildings that have been found the worst in the list should be demolished without delay. Then the range and scope of the demolition have to be extended step by step until all buildings in Dhaka and elsewhere become comparatively quake-resilient. Sure enough, this is a daunting task but if a community fund is created for subsidising such a programme, this can be an answer to the problem. Before a tragedy of cataclysmic proportion unfolds, the cost of which will be immeasurable in terms of life and property, such a prior financial involvement will prove most effective.",
        "headline_1": "Earthquake: keeping fingers crossed",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/earthquake-keeping-fingers-crossed-1701703239",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-12-2023"
    },
    {
        "full_article": "Henry Kissinger, the man who represented the American will in the international world, perhaps more than all others, is finally dead after completing a century. His death comes at a time when the world has changed vastly and the US shares power with several contenders and not one.. He came to the US as a German Jewish refugee during WW 2 and after a series of splendid academic careers became the mandarin of US foreign policy.Most would like to think of him as a great producer of US foreign policies but that is more good media copy than reality. He was like all before and after him, a servant not the maker of US's foreign policy needs.Ben Rhodes, a former deputy national security adviser and author of a sort of guilt driven apologia ,\"After the Fall: The Rise of Authoritarianism in the World We've Made,\" says in his New York Times article, \"From 1969 to 1977, Mr. Kissinger established himself as one of the most powerful functionaries in history. For a portion of that time, he was the only person ever to serve concurrently as national security adviser and secretary of state that simultaneously made him responsible for shaping and carrying out American foreign policy. The ease with which he wielded power made him a natural avatar for an American national security state that grew and gained momentum through the 20th century, like an organism that survives by enlarging itself.\"Such feelings probably come from a reality check of the situation today. The US is not exactly in charge of the whole world anymore as it thought before. Being a super power is not a permanent job it seems. They are as much prisoners of history as, say, Basket case Bangladesh is.Did Kissinger really say that Bangladesh was a \"basket case\"? It doesn't matter. Bangladesh didn't matter to the US in 1971. To be honest we didn't matter to anyone -- US, USSR, China or India and Pakistan -- except us. Everyone looked after themselves and if we were creating opportunities for some on the global stage we were probably some sort of pebbles in the path for others. No more. Calling Bangladesh a \"Basket case\" which basically means an endless pit of foreign charity consumption was what the US thought of most of the world except themselves and the West. There was nothing personal here. In 1971, we were not considered a significant issue worth too much consideration either and certainly not worth going to war over as US secret documents relating to 1971 says. Problem is there are no good or bad states, only self-interest driven ones. Point is, every state, like every human being, is selfish and self-centered and there is little difference between them. And few want to accept that.There is only our side and their side and nothing else matters. And basket case means a high aid consuming state without an economic future. Isn't this what we also call ourselves often when politically and otherwise unhappy? It doesn't matter.Let's face it. It is 1971 and a cold war crisis on and here is this punk state that has come into being despite White House disapproval. Nixon and Kissinger have been trying to put India and its ally Russia in trouble but then the US strategy fails. What is a miffed US and its chief of foreign policy supposed to call Bangladesh? \"The Taj mahal?.Kissinger's death has caused a lot of so-called soul searching in the US and saying Kissinger was no American hero but pushing an \"oppressive cold war\" policy. This self-beating didn't happen before when the US foreign policy looked supreme. Then everyone admired him. But now the mandarins see that days are perhaps not the same. They seem, I am afraid, the same as they claim Kissinger was.Critics now say he used American concepts of democracy, human rights and international law for dubious gains. The war in Vietnam, Cambodia and Laos, support to genocidal campaigns by Pakistan against Bangladeshis and by Indonesia against the East Timorese are examples cited by them. He also backed Pinochet in Chile to finish off Salvador Allende-all in the name of the American ideal of the global variety.The supreme enemy was the Soviet Union and the rest didn't matter. As Kissinger said, \"The issues are much too important for the Chilean voters to be left to decide for themselves.\" But this was the state agenda not Kissinger's personal wish list. It's tough to face that fact hence abuse the individual and let the state go. Let's face it. US policy no longer rolls as it once did. The Soviet Union is gone but China has emerged and is stronger than the Soviets were with Russia in tow. Bangladesh is no longer a basket case whatever else it may be and Chile is not under Allende types and its voters are deciding for itself not the US. US think tanks are saying there is no US exit policy in Gaza, Ukraine is a lost cause where Russia runs riot and the list gets longer every afternoon. Maybe the only place where they seem powerful is in the old basket case Bangladesh. While Kissinger is gone Bangladesh goes on.Sleep well Henry, in the end, you didn't win. None does, only history wins.\n[email protected]",
        "headline_1": "Kissinger, \"Basket case\" Bangladesh and the verdict of history",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/kissinger-basket-case-bangladesh-and-the-verdict-of-history-1701703300",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-12-2023"
    },
    {
        "full_article": "Originally, doctor means teacher in Latin and, in medieval Europe, a doctorate was awarded as a licence to teach Latin at a university. As the earliest records go, the term 'doctor' referred to various Christian authorities including the Apostles and church fathers who taught and interpreted the Bible. However, with the passage of time, universities the world over began to award doctorate, PhD (Doctor of Philosophy) degree to a student at her/his highest academic level after the completion of a course or research. In other words, the PhD degree is a mark of academic excellence on the part a person who holds it. In that case, having a large number of PhDs holders is no doubt a matter of pride for a society. With its 51,704 holders of PhD or doctorates at the moment, as reported by the Bangladesh Bureau of Statistics (BBS) based on its Population and Housing Census 2022, Bangladesh should definitely be proud with so many doctorates. Maybe a significant proportion of them are geniuses, too? And from the breakdown of the number (of PhDs), it could also be found that over 1.5 per cent of the doctorates (783 in number) are aged between 20 and 24! It is indeed music to our ears. The nation should be well-informed about these talented students, who could achieve the academic feats at such an early age! The nation should also know their fields of research and the universities that awarded them the PhDs.And it is also important to know how many of the doctorates of different age groups are employed and where they are employed. Also, according to a BBS report, close to 0.8 million graduates were unemployed in 2022 and the Labour Force Survey (LFS) 2022 report released in the last week of October says that the unemployment rate was the highest at 12 per cent among youths who had tertiary level of education. It would be an interesting piece of information as to how all the doctorates coming out of our universities are faring in the job market when so many graduates are without any job and their number is rising. So, one could well ask how the country is going to utilise all these highly educated people, when it cannot provide employment to a large number of normal graduates. The question is, can the nation afford to spend its scarce financial resources just for offering degrees that the society cannot utilise?Regarding the universities that are offering PhD courses, it is expected that they have adequate resources including experienced supervisors, support staffs, required financial and research-related resources. And it is also important to know the quality and source of the research funds.The question arises because Bangladeshi universities, both public and private, are constantly losing their global standing as respectable institutions of higher learning. In this connection, the latest World University Rankings 2024, published by the Times Higher Education (THE) shows that none of the Bangladeshi universities could secure a position among top 800 universities of the world. And only nine universities could somehow scramble to secure some positions between 801st and 1000th places. When this is the overall picture of our institutions of higher learning, one wonders if the doctorates being produced by these universities would be able to win the recognition of international universities of repute. On this score, some educationists have their reservations about the way doctorate degrees are being offered in many local universities. For, if a large number of doctorates does not reflect a growth in research and scholarship in a society, then what is the use of so many PhD holders?\n[email protected]",
        "headline_1": "Country's rising number of doctorates",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/countrys-rising-number-of-doctorates-1701703333",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-12-2023"
    },
    {
        "full_article": "Today marks the International Volunteer Day (IVD). The day is celebrated every year on December 5 to raise awareness about the important role volunteers play in responding to challenges facing the world. There are millions of volunteers in Bangladesh and the contribution that they make to communities around the country are enormous. IVD is an opportunity to acknowledge, thank and shine a light on the important work of volunteers. We have a large youth population, with over 60 per cent of the population under the age of 25. This young and dynamic demographic is the key to unlocking the country's immense potential. But for this, we require a concerted effort to promote voluntarism and youth development. Voluntarism, the spirit of selfless service, has long been embedded in our society. From community-led initiatives to national volunteer organisations, we have a rich history of collective action. Yet, there is a need to further cultivate this spirit, particularly among the youth, to address the challenges and seize the opportunities. Promoting voluntarism among youth offers a multitude of benefits. It instils a sense of social responsibility, civic engagement and empathy. This fosters a more cohesive and caring society. Volunteers gain valuable skills and experience that enhance their employability and personal growth. Moreover, voluntarism contributes to addressing social issues and promoting sustainable development goals. Voluntarism, at its core, embodies the spirit of giving back to society without the expectation of material gain. In a country like Bangladesh, where community bonds are strong, fostering a culture of voluntarism can unlock untapped potentials for sustainable development. We can build a more inclusive, resilient and prosperous future if we can cultivate the culture of volunteerism. By investing in youth development and volunteerism, we can go a long way to resolve our social problems. In many countries in the world, volunteerism is practised institutionally from the students' school days. In my view, time has come for us to introduce such things in our curricula and make a better country not only for us but for the next generation. \nSumit Banik, Public health activist and trainer, [email protected]",
        "headline_1": "Thanking those who care",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/thanking-those-who-care-1701703382",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-12-2023"
    }
]