[
    {
        "full_article": "In filing a quick appeal against the grant of statutory bail to lawyer-activist Sudha Bharadwaj, the NIA has displayed nothing but pique and petulance over a well-reasoned order of the Bombay High Court. The bail order itself is a much-delayed relief, considering that the right to ‘default bail’ had accrued to her as early as January 2019, on completing 90 days in prison and when there was neither a charge sheet nor a lawful order extending the time limit for filing it from 90 to 180 days. The High Court is right in concluding that the Sessions Court had no jurisdiction to grant such an extension, and subsequently take cognisance of the charge sheet filed in February 2019, when a duly constituted Special Court under the NIA Act was already functioning in Pune. Further, the court has given the benefit of default bail — an indefeasible right under Section 167(2) Cr.P.C. that arises when the investigating agency fails to submit its final report within the stipulated period — only to Ms. Bharadwaj, as only her application was pending at that time; while eight others had not specifically sought bail on that ground, even though they had questioned the legality of the manner in which the court had taken cognisance of the case against them. On this, case law favours the view that if one fails to seek statutory bail at the appropriate time, and a charge sheet is laid subsequently, the right to default bail is extinguished.The NIA’s appeal exemplifies the hard-line approach of the Union government in prosecuting the Bhima Koregaon case under the Unlawful Activities (Prevention) Act based on a dubious premise that some violent incidents that occurred in the aftermath of the Elgaar Parishad event, on December 31, 2017, were part of a sinister Maoist conspiracy. A local investigation against the attack on a commemoration event organised by Dalits transmogrified into an anti-terrorism probe. After convincing the Supreme Court that it was not a case of suppression of political dissent, the Centre pursued the probe vigorously, and got bail denied to everyone — save for a temporary respite on medical grounds to Telugu poet-activist Varavara Rao. There is also no sign of an early trial. One of those held, Father Stan Swamy, succumbed to illness exacerbated by prison conditions. There are reports that some of purported evidence in this case may have been planted remotely on their devices. It is unfortunate that courts seem to be considering bail only on medical grounds, and in this one case, on the ground of default. It is time they examined the merit behind the sweeping claims in the charge sheet and also took heed of Supreme Court judgments that have granted bail even under UAPA if the trial is unlikely to be completed in the foreseeable future.",
        "headline_1": "Pique and petulance: On Sudha Bharadwaj’s bail and NIA’s appeal",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/pique-and-petulance-on-sudha-bharadwajs-bail-and-nias-appeal/article37831751.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-12-2021"
    },
    {
        "full_article": "The death of five elephants, four of them cows, caused by trains colliding with them, and all within a week, has again highlighted the gaps in efforts to reduce man-animal conflicts in the country. On November 26, the first accident occurred near Madukkarai in Coimbatore district, Tamil Nadu that has seen many an elephant death on a rail track stretch that extends up to Kanjikode, Kerala. The second accident was near Jagiroad in Assam’s Morigaon district, four days later. Both accidents were at night. Elephant deaths in railway accidents are not new in India. A reply by the Project Elephant division of the Union Ministry of Environment, Forest and Climate Change in May to a set of RTI questions highlighted reasons other than natural causes as having led to the killing of 1,160 elephants over 11 years ending December 2020; 741 deaths were due to electrocution; railway accidents accounted for 186 cases; poaching 169 and poisoning 64. The pattern of train accidents involving elephants has been studied by different stakeholders, including the Railways, Forest and Wildlife Departments and activists, especially with regard to the Madukkarai stretch. That a greater number of casualties getting reported are in elephant passages has been confirmed by the C&AG in its latest compliance audit report on the Ministry of Railways.There are effective solutions in the case of two causes: electrocution and train hits. Installing hanging solar-powered fences, as has been planned in Tamil Nadu and Kerala, and planting citronella and lemon grass, as done in Golaghat district, Assam, to deter elephants are some of the large-scale options. The authorities should ensure that there are no illegal electric fences or barbed wire fences, which, instead, can be replaced with the solar powered ones. Needless to say, the participation of local communities is crucial. The critical role elephants play in biodiversity conservation must be highlighted, especially to those living in areas close to elephant corridors. The Environment Ministry and Ministry of Railways should also expedite proposals for elevated wildlife crossings or eco-bridges and underpasses for the safe passage of animals. A finding of the C&AG was that after the construction of underpasses and overpasses in the areas under the jurisdiction of East Central and Northeast Frontier Railways, there was no death reported. The authorities should also expedite other recommendations made by the C&AG such as a periodic review of identification of elephant passages, more sensitisation programmes for railway staff, standardisation of track signage, installation of an animal detection system (transmitter collars) and ‘honey bee’ sound-emitting devices near all identified elephant passages. Of the 29,964 elephants in India, nearly 14,580 are in the southern region, and the State governments concerned and the Centre need to find lasting solutions to the problem of man-animal conflicts.",
        "headline_1": "Corridors of death: On elephant deaths on tracks",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/corridors-of-death-the-hindu-editorial-on-elephant-deaths-on-tracks/article37831784.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-12-2021"
    },
    {
        "full_article": "Nothing that I have to say in this article in criticism of the failures in government policy is new or clever. It is merely the umpteenth rehashing of the anger and frustration that the women of Bangladesh feel every day, both in public and in private.\nMore than a year after momentous feminist protests around the country and a writ petition questioning the legality of marital rape, the heinous crime has still not been criminalised. While it is by no means the most significant problem plaguing our sexual offence related laws, its criminalisation is one of the many reforms that might elevate our flagrantly antiquated laws into a somewhat more acceptable and equitable version. \nBangladesh does not have a single codified statute dealing with sexual offences. Section 375 of the Penal Code 1860 specifically states that non-consensual forced intercourse with a woman is rape unless it is committed by a husband upon his wife. Only if the wife is younger than 13, the said act of non-consensual forced intercourse would be considered rape. Not only is this definition as strict, inadequate and inflexible as it gets, but it also fails to allow male and transgender victims, and wives raped by husbands, to come forward. There is also a glaring lack of harmony among our multiple scattered provisions when it comes to defining rape. For instance, section 9(1) of the Women and Children Repression Prevention Act 2000 says that wives under the age of 16 (inconsistent with the Penal Code 1860) can be raped by their husbands. Not one, but two messy and dubious definitions later, we still don't have any acknowledgment of a terrible offence which probably happens to hundreds of women every day behind closed doors. \nCrimes, punishment and morality are a reflection of the sociopolitical climate of a country. Threatening women with rape and violence has long been used as a weapon in our culture. It is not about sexual gratification or pleasure as much as it is about exerting power. Whether a Hindu home is being burned down or a student is being berated for wanting to pay half fare on public transport—men feel comfortable topping the attack off with a casual threat of rape. Perpetrators know the odds are stacked against the victim and she will probably never go through the traumatic ordeal of seeking justice. So, in a culture where random men believe they can exert power over women for any reason whatsoever, why isn't our Parliament willing to afford women some basic safety by criminalising rape by their husbands, since exerting power as a husband is so much easier than on the streets, and statistically more probable?\nIn October 2020, amidst already ongoing protests, a 14-year-old child bride from Tangail died due to excessive genital bleeding as a result of repeated forced intercourse by her 34-year-old husband. It brought to light the issue of marital rape once again. It consequently prompted a writ petition that argued that section 375 of the Penal Code 1860 and section 9(1) of the Women and Children Repression Prevention Act 2000 discriminate against the victims of rape based on their marital status. The High Court Division issued a rule nisi in favour of the petitioners and asked the government to show cause as to why the marital rape exceptions in these sections should not be declared as void and why they should accordingly not be repealed.\nWhile the Bangladesh judiciary has taken a step in the right direction by issuing this rule nisi, our lawmakers, however, have chosen to completely ignore the plight of women in this country. So far, there has been no action from the government. All we received in response of the protests was a lazy handout in the form of capital punishment as a penalty for rape, which at best will deter more women from reporting their rape and at worst, induce the rapists to kill their victims.\n\"…The idea that a wife by marriage consents in advance to her husband having sexual intercourse with her whatever her state of health or however proper her objections… is no longer acceptable. It can never have been other than a fiction, and fiction is a poor basis for the criminal law.\" In 1991, this groundbreaking judgment was delivered in R v R, criminalising what was once considered \"impossible\" in English legal concept. It arose out of a wife alleging attempted rape by her husband in the House of Lords. Following this decision, marital rape was statutorily criminalised in England in 1994.\nIn sheer frustration, I have asked myself this question time and again: What is the excuse or justification for not criminalising marital rape in Bangladesh, something that is unequivocally considered an offence in about 150 countries? What likely scenarios do our MPs think will occur if one of them decides to introduce amendments of these antiquated and deeply misogynistic laws of our country?\nThe government is perhaps afraid of the protests by hordes of men that would ensue in the wake of such an amendment allowing women to have control over their own bodies. On top of that external fear, we also need to ask whether our male-dominated Parliament itself would get enough affirmative votes to pass the amendment. After all, legislative bodies are simply a microcosm of society at large and it is no secret that our society at large is severely misogynistic. There is also a strange obsession in our culture about keeping our moral fabric intact or with preserving the \"sanctity\" of the institution of marriage. If this is a concern at all in their minds when it comes to criminalising marital rape, then we need to ask why we want to save marriages in which a husband rapes his wife.\nFor the most part, by not criminalising marital rape, lawmakers are pandering to the idea that, even in theory, the wife does not deserve to have equal rights in the conjugal relationship and to have autonomy over her own body. I say \"in theory\" because, in practice, seeking justice against marital rape would be even more difficult for a woman than for non-marital rapes. For starters, she would be talked into not pressing charges by family members; the police would laugh the case off and try to convince her to sort it out with her husband; and if she ever reaches the court, the trauma of the ordeal would haunt her forever, or maybe some judge would have the audacity to question why she did not come forward within 72 hours of her husband raping her.\nThere is no doubt that our laws are scarcely implemented due to the gatekeeping of society and judicial hurdles. When there are laws in concrete existence, we at least have an option to demand justice. However, in the absolute absence of laws, a survivor of marital rape has no way to have her sufferings legally acknowledged. If the state cares about the women of this country, they have to manifestly show it via actions and criminalise this act at once. If the lawmakers sitting inside our Parliament went through the actual lived experiences of an everyday woman in this country, they would find that not only are women in Bangladesh at risk on the streets, but also inside their own homes. I am not sure if this revelation would make any of our lawmakers a bit uncomfortable; however, this reality makes every woman in this country profoundly sad.\n \nAnupoma Joyeeta Joyee is a Barrister-at-Law.\nEmail: anupomajoyee@gmail.com.    \n",
        "headline_1": "Why does marital rape continue to be normalised?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-does-marital-rape-continue-be-normalised-2909681",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-12-2021"
    },
    {
        "full_article": "Chattogram, the country's second largest city and home to its main sea port, with an estimated population of 52 lakh people, has been suffering from serious water-logging and drainage issues for a long time. The problems worsen during the monsoon season every year due to heavy rains, disrupting daily lives and local businesses. The damage during the last decade, calculated by the Planning Commission, has been worth over Tk 250 crore annually, on average. It has reached a point where even lives have been lost as a result—in September this year, a 19-year-old student died after falling into a roadside drain. This was the fourth such death in the city that occurred during the June to September period.\nUnplanned urbanisation is a major cause of water-logging in the densely populated city. There are about 40 canals in the port city, locally known as khals. There used to be many more ponds and other water-retaining areas that have been filled up due to the fast pace of spatial development. Thus, water cannot flow down to the river quickly anymore, resulting in the inundation of city roads and residential areas. According to the District Fisheries Department, the total number of water bodies in the city was 19,250 in 1991, which came down to 4,523 in 2007, as reported by the Chattogram Development Authority.\nThe major canals running through Chattogram city are Chaktai Khal, Rajakhali Khal, Mahesh Khal, Jamalkhan Khal and Nasir Khal. All these canals play very important roles in draining rainwater out to the Karnaphuli river in the south of the city. However, these canals have all been narrowed down, and many have even disappeared in different places. A considerable amount of siltation has reduced the water flow capacity, and canals have also been filled up with garbage and solid waste, which have not been excavated properly for many years. The city areas that suffer the most severely due to water-logging are Bakalia, Chawkbazar, Agrabad, Halishahar, Kapasgola, Chandgaon, Shulakbahar, Bahaddarhat and the Probartak intersection. Katalganj and Firingi bazar, two major business centres, are highly vulnerable to water-logging and incur huge losses every year.\nAs has been reported in news media recently, especially after the recent deaths—the open drains pose major risks for city-dwellers. In Chattogram city, four different agencies are responsible for the maintenance and provision of an adequate and environment-friendly drainage system, which includes cleaning, excavation of canals, non-encroachment and development work. These are Chattogram Development Authority (CDA), Chattogram City Corporation (CCC), Chattogram Water and Sewerage Authority (WASA) and Bangladesh Water Development Board (WDB). The level of cooperation and coordination among these urban agencies is definitely not strong enough for effective management and operation of the drainage system.\nThe CDA undertook a Tk 5,617 crore project in 2017 for the proper planning and construction of drains to mitigate water-logging in the city. The project started with a two-year delay and so far, 60 percent of the work has been completed (Tk 2,700 crore has been spent), and the new completion deadline has been established as June 2023. The CCC also undertook a project worth Taka 1,256 crore six years ago, whose newest deadline passed us by last month. Yet, according to an August 3 report from The Daily Star, the project work had not even started by that point due to complications in acquiring land. The Water Development Board (WDB) has also been involved in solving the city water-logging problem and has undertaken a Taka 1,620 project in 2019, which it has barely started to implement.\nInadequacy of drainage channels creates adverse impacts on environment and public health. A well-designed urban drainage system in Chattogram is a necessity that we cannot ignore anymore. The issue of water-logging is not, however, only an issue of the implementation of different development projects. It is one of constant efforts to keep water channels clean, retain water bodies in and around the city, reclaim illegally occupied canals, and build awareness on the value of proper disposal of household and commercial waste in their designated places, instead of throwing them into water bodies and canals.\nAt the same time, an approach to use natural drainage channels, as well as build wide drains, should be the strategy to cope with the issue of water-logging in Chattogram city. The use of good quality materials should be ensured in the construction work for durability, and the drains should be constantly kept clean to avoid water-logging. The policy should be to construct covered drains and follow a city-wide approach. Piecemeal approach to drain construction ends up being non-functional and can even make matters worse. Proper planning to stop indiscriminate urbanisation is also an essential prerequisite to ensuring a viable drainage system.\nWater-logging can be mitigated by properly designing drainage networks and facilities. We should be expecting between two to four percent urban growth annually in Chattogram city, and should be planning the city as well as its future drainage system to cope with this growing urban population. The massive investment projects undertaken by the CDA, CCC and WDB should be completed rapidly to contain the city's water-logging problem. This cannot be done without stronger coordination between these three organisations, along with other government service agencies responsible for telephone, electricity, gas and water supply who have laid down their lines through the canals. Last, but not least, adequate operation and maintenance provision should be kept in the annual budgets of these organisations.\n \nDr Nawshad Ahmed is an economist, urban planner, and a former UN official.\n",
        "headline_1": "Develop Chattogram’s drainage system before more lives are lost",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/develop-chattograms-drainage-system-more-lives-are-lost-2909656",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-12-2021"
    },
    {
        "full_article": "In 1920, American poet Robert Frost mused: \"Some say the world will end in fire, some say in ice.\" Frost held \"with those who favour fire.\" His poetic view unsurprisingly coincides with mainstream scientific consensus about the real prospect of our own annihilation—arising from the incomprehensible scale of problems baked into our future by human-induced climate change. That is why probably a year before his death in 2018, the celebrated British astrophysicist Stephen Hawking issued a grave warning that we must leave the Earth and colonise \"other planets in the next century in order to guarantee survival from a variety of threats.\"\nNow that the much-hyped COP26 has ended \"not with a bang, but with a whimper,\" it is time to seriously consider Hawking's suggestion—colonise another planet before the Earth ends in fire.\nFrom The War of the Worlds by HG Wells to The Martian Way by Isaac Asimov, science fiction writers have long been fascinated by the idea of settling on another planet, especially Mars. Science fiction aside, it is indeed the dream of a growing number of scientists and geo-engineers to make Mars inhabitable with some terraforming, a term used to describe transforming another planet into an Earth-like planet.\nWhy Mars and not the Moon? The Moon, our nearest neighbour in the sky, is impoverished in resources. Furthermore, a day on the Moon is 29.5 Earth days long. Also, the Moon being far less massive than Earth has a weaker surface gravity—about 16 percent that of Earth. For example, a fully suited Apollo astronaut (equipment included) who weighed about 500 pounds on Earth, weighed only about 80 pounds on the Moon.\nWhy not other planets? The inner planets, Mercury and Venus, are too hot for humans to survive. The Jovian planets, Jupiter outward to Neptune, are gaseous, which means they do not have solid ground to put our feet on.\nWhat makes Mars, which is on the outer boundary of our solar system's habitable zone, a good candidate is its proximity from Earth'closest approach every 15 to 17 years is about 54.6 million kilometres, its day-night cycle is almost the same as ours, with abundant sunshine, and it has a 687-day year with Earth-like four seasons that last twice as long. Although gravity on Mars is 40 percent that of Earth's, it is sufficiently strong to retain an atmosphere and is believed by many to be adequate for the human body to adapt to. Additionally, hydrologic and volcanic processes on Mars are likely to have consolidated various elements into mineral ores that are of interest to an industrial society.\nBut current conditions on Mars—freezing cold and bereft of such amenities as a breathable atmosphere—are inhospitable for human beings. Nonetheless, in the ancient past, the Red Planet was remarkably habitable, featuring lakes, rivers and an ocean. Things, however, changed dramatically after the planet lost its magnetic field about four billion years ago when its molten iron core froze up. Without a magnetic field, charged particles in the solar wind stripped away Mars' once-thick atmosphere, eventually reducing it to a thin sliver that could no longer retain sufficient heat. As a result, the planet underwent a reverse greenhouse effect.\nToday, the greenhouse effect on Mars is extremely inefficient. Its atmosphere, about 100 times thinner than Earth's, is not thick enough to act as a thermal blanket to keep the planet pleasantly warm. Average surface temperature on Mars is a frigid negative 55 degrees Celsius and varies between negative 125 degrees near the poles during winter to positive 20 degrees at the equator during summer. In addition, the atmospheric pressure is less than one percent that of Earth's. Since the atmosphere is excessively thin and cold, Mars cannot support liquid water on its surface, but this does not mean the planet is devoid of it.\nThus, before we colonise Mars, we have to fix the Martian atmosphere and make it hospitable to human life. In particular, we have to raise the planet's temperature to a comfortable level and make the atmosphere thicker. Several possible ways of accomplishing this task have been proposed. Among the many techniques that are on the drawing board, scientists are seriously considering adding temperature-raising gases in its atmosphere, to melting parts of the Martian polar ice caps using giant orbiting mirrors to reflect sunlight, to making the Martian surface non-reflective.\nIntroduction of fluorine-based compounds that produce a greenhouse effect thousands of times stronger than carbon dioxide is being considered as a long term climate stabiliser. There is also the possibility of in-situ resource utilisation, thanks to NASA's Curiosity Rover discovering subterranean methane, another potent greenhouse gas.\nAnother element that could play an important role in trapping heat on Mars is aerogel, one of the lightest materials known to humans. Composed of 99 percent air, it is also a good insulator, which is why it is being used in the Rover mission. Using modelling and experiments that mimicked the Martian surface, researchers from the Harvard University, NASA's Jet Propulsion Lab and University of Edinburgh demonstrated that a thin layer of this material increased average temperatures of mid-latitudes on Mars to Earth-like temperatures. Aerogel could also be used to build domes for habitation or self-contained biospheres on the surface of Mars.\nIf large mirrors can successfully be put into orbit, they will reflect sunlight onto Martian poles, so that carbon dioxide and other greenhouse gases that are believed to be trapped inside the ice will melt and initiate the greenhouse effect. The orbital mirror plan has the advantage of continually introducing extra heat into the Martian climate long after the poles have sublimated.\nThe idea of coating the surface of Mars with dark materials in order to increase the amount of sunlight it absorbs was first proposed by author and scientist Carl Sagan. The materials could be dust from the Martian moons Phobos and Deimos—two of the darkest objects in the Solar System—or extremophile lichens and plants that are dark in colour.\nAs noted above, Mars does not have a magnetic field strong enough to shield it from the harmful electrically charged particles in solar wind. Scientists at NASA think that it is possible to deflect the solar wind by positioning powerful magnets at one of the five points in space between Mars and the Sun, known as Lagrange Points, where the gravitational forces and the orbital motion of the magnets would interact to create a stable location. Simulations showed that a shield of this sort would protect Mars from the solar wind.\nA new study suggests that Mars could be provided with a magnetic field by creating an artificial ring of charged particles around the planet. This could be done by ionising matter on the surface of its moon, Phobos, which orbits the planet quite closely and makes a trip around it every eight hours. The ionised (electrically charged) particles, when accelerated, would generate an electric current that would give rise to a magnetic field strong enough to protect a terraformed Mars.\nHow soon can Mars be terraformed? Realistically speaking, once technologies are perfected, it would probably take several centuries for the Martian climate to resemble anything even remotely Earth-like. Will our planet remain habitable for such a long time? That is a moot question.\nFinally, it is ironic that many of the approaches to terraform Mars represent the global environmental catastrophe currently causing such concern here on Earth. In view of this, opponents consider terraforming Mars to be the ultimate in \"cosmic vandalism.\" Proponents on the other hand see terraforming as the creation of a new Garden of Eden.\n \nQuamrul Haider is a Professor of Physics at Fordham University, New York.\n",
        "headline_1": "Can humans settle on Mars once Earth becomes uninhabitable?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/can-humans-settle-mars-once-earth-becomes-uninhabitable-2909651",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-12-2021"
    },
    {
        "full_article": "There was a 10mm glass wall at ULAB that separated Prof Rafiqul Islam's office room from mine for more than three years. He was the only professor who had a TV in his office, and he would listen to the news in loud volume, usually once after lunch. Almost every day, I would see media men coming in with their paraphernalia to get the opinion of this public intellectual on many national issues. I would see him walking briskly along the faculty floor, maintaining a respectful distance. We would exchange pleasantries, but hardly any real conversation. On several occasions in the last seven years of our acquaintance, we had sat side by side in the faculty lounge during different birthday celebrations of colleagues, shared stage during national or cultural events. He would recount anecdotes or reflect on some national events. We met on several occasions to organise events or seek his opinions on university-related issues. His voice modulation commanded the attention of his audience. Like others, I would listen to him in awe while he would storyboard his memories.\nFrom his accounts, his snippets of the past, we would know who Prof Rafiqul Islam really was as a person. His bio-blurbs are full of credentials, such as national professor, Bangla Academy president, professor emeritus, Ekushey award-winning Nazrul scholar, eminent linguist, language warrior, former vice-chancellor of ULAB, or even the favourite teacher of our prime minister. Somehow, they seem inadequate in defining the man I constructed from his memories.\nRecent studies suggest that memory is not only a reflection of the past, but also a pathway for the future. Our remembered life story indicates what we will do tomorrow. According to the surrealist Spanish-born film-maker Luis Buñuel, \"Our memory is our coherence, our reason, our feeling, even our action.\" Losing your memory is equal to losing a basic connection with who you are. This is true at both individual and national levels. Prof Islam had the uncanny ability to cast back to events from his past to conjure the \"semantic memory\" of dates, times and places, and to reconfigure the moment and relive it from the inside. He was a time-traveller who could return to the present to explain the demands of the present and chart the future. He was a living legend as he witnessed different crosscurrents of our sociopolitical and cultural life that is tinged with our national identity.\nHe enrolled into Dhaka University in 1951. He completed his MA in Bangla language and literature from the university in 1956, and joined his alma mater as a scholar-cum-lecturer. In 1959, he obtained a Fulbright scholarship to pursue his MA in general linguistics and cultural anthropology. He joined the Department of Bangla of Dhaka University as an assistant professor in 1961 and taught there for 40 years, before his retirement in 2000. Among his favourite students was Bangabandhu's daughter. When Prime Minister Sheikh Hasina held his hands to lead him to the parade ground on Bangabandhu's homecoming day celebration as part of the Mujib 100 inauguration, the nation saw how influential he was as a teacher.\n\"I used to live in the railway colony. My father was a doctor. I had seen them around 1948—those people, mostly students participating in the procession. How old was I? I sat for matriculation in 1949; so, I was a student of Class X. I was very young then. But in 1951, I became a student of Dhaka University. And as a student I became directly involved in the Bangla Language, Literature and Cultural Movement,\" Prof Islam told our colleague Sohana Manzoor in an interview. \"You know what happened in 1952. It's history now. I had a Voigtlander camera with which I took pictures. I was a part of the procession that day, too. I was not one of the wounded,\" he added (The Daily Star, February 17, 2018).\nWhen the All-Party Language Committee was split in opinion over the violation of Section 144 clamped by the then Pakistan government to diffuse the student protest over the question of state language on February 20, 1952, a young Rafiqul Islam stood up and told the committee president, Abul Hashim, to leave the matter to the students. In response, Hashim retorted, \"I do not like to learn politics from a boy like you\" (Islam, R, Bangla Bhasha, Sahitya o Sangskritik Andolon, 2006). Yet, the protest happened; he joined the Language Movement procession with his camera. We are all grateful for the photographs that he as a young man captured. He spoke to witnesses and recorded the immediate reactions of the participants and family members of the victims of the Language Movement. He made sure that ULAB curated his prized possessions; the photograph collections are displayed on every Ekushey February to remind our next generation of the proud legacy of our language.\nAfter his retirement from Dhaka University, he was approached by the editor of Ajker Kagaj and ULAB founder Kazi Shahid Ahmed to help him consolidate his ideas of doing something for the country. Prof Islam was instrumental behind the creation of a university that has Bangladesh in its name. Eventually, he became the vice-chancellor of the University of Liberal Arts Bangladesh (ULAB) and remained so till 2007. During his tenure, he initiated quite a few traditions at the university, including the adoption of Tagore's \"Mora Satyer pore mon..\" as a theme song. The powerful lyrics is quite telling of his own life and the university, with which he was involved till the last day of his life:\n\"Today we shall offer our mind to the cause of truth,\nLong live truth.\nWe shall follow, worship and launch a treasure-hunt for truth,\nLong live truth.\nNot to think of a lie despite misery,\nNot to serve a lie despite poverty,\nNot to tell a lie despite penalty.\nLong live truth.\"\nAt ULAB, Prof Islam led the Center for Bangla Studies and brought out invaluable research-oriented publications, designed curricula, and integrated understanding of Bangla culture as one of the core values. But it was in his reminiscences in different university programmes that he would remind us of the different junctures of our history: the 1947 Partition, the Language Movement, the 1969 Mass Upsurge, the Liberation War, and the tragedy of August 15, 1975. His photographic memory helped him outline a clear, coherent picture of our past. Because of his training in classical anthropology, he could share very personal observations in a very objective manner.\nIn our last Victory Day event, he recollected his experience of 1971. He told us how he, along with some other Dhaka University professors, were captured by the Pakistan Army in August 1971. They were kept in a \"VIP cage\" in Agargaon. Dr Nurul Islam, Prof Rehman Sobhan and Prof Ansiur Rahman approached US Senator Edward Kennedy, who called the then Foreign Minister Zulfikar Ali Bhutto to precipitate their release. He told us how earlier he had lost his father in March 1971 when there was a firing going on near their house at RK Mission Road. His father hit his head hard while trying to get away from the bed and succumbed to his injuries in a state of coma. Prof Islam had to stay in his Dhaka University residence to attend to his father. The police officials informed the then vice-chancellor to warn some of his colleagues who were on the wanted list of the Pakistanis. When Prof Islam was arrested and taken to Ramna police station, the officer-in-charge was surprised that the message had not been communicated. The OC allowed Prof Islam to call the VC, who seemed surprised that one of the professors could get away. He thus warned us of the frequent betrayals that characterise our national life.\nProf Islam would tell us about his visit to the mortuary after the August 15 massacre, and give gory details of the killings. I had the good fortune of working with him in the national Mujib 100 subcommittee on publication and translation as well as on the ULAB project of a commemorative volume on the father of the nation. Prof Islam and I edited the bilingual volume. I read his article and was inspired by the clarity of thoughts and convictions that defined him as a writer. He was supposed to speak at the book launch on October 7. For the first time, he sounded frail over the telephone. He said, \"I am not feeling well. I would rather join online.\" He was the one who led the year-long Mujib 100 programmes at ULAB. We decided to stream his recorded speech, and probably it was his last recorded video. He developed a lung condition due to old age, and it started deteriorating fast. On November 30, 2021, the news came. An era ended. ULAB lost a guardian and the nation a chronicler.\n \nDr Shamsad Mortuza is pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "Prof Rafiqul Islam: A great chronicler",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/prof-rafiqul-islam-great-chronicler-2909216",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-12-2021"
    },
    {
        "full_article": "With the threat of the new Covid-19 variant Omicron looming in the distance, Bangladesh will have to go all out to contain the rogue virus, especially as the country is only just beginning to recover from the severe repercussions the pandemic has had over the last two years—in terms of loss of lives, as well as the burden created on the economy and healthcare systems. The new \"variant of concern\", with high transmissibility potential, is said to have already gained a foothold in 40 different countries ­in Africa, Asia, the Americas, the Middle East and Europe. Recently, the WHO warned Asia-Pacific countries to boost healthcare capacity and fully vaccinate their people to prepare for a surge in Covid-19 cases.\nLast week, the authorities decided that incoming passengers from certain southern African countries will have to be in institutional quarantine. While we appreciate these efforts to contain the variant, given that it has also spread to quite a few other countries outside of the known epicentre, we are confused why the restrictions are also not being applied to non-African countries with high numbers of Covid-19 cases. We urge the government to be extremely cautious and implement strict travel restrictions, including screening at all entry points, checking of vaccine certificates and quarantine, whether at home or other facilities.\nIt must also be noted that the WHO has warned countries that while travel curbs could buy time while the world decides how to deal with this new variant, only travel restrictions cannot be the answer. There is no alternative to boosting healthcare capacity and implementing mass vaccination drives. In Bangladesh, so far, 36 percent of the population has received the first dose of the vaccine, and only 21.5 percent have received the second dose. While this is good progress when compared to many other countries, this is nowhere near enough to prevent community transmission of Omicron.\nIn Bangladesh's previous experience with Covid-19 waves, we have witnessed the public healthcare system struggling to cope, especially with critical patients who require oxygen and specialist care. This time around, we cannot wait for a new wave to occur before steps are taken to support hospitals and healthcare providers. We hope the government has learned important lessons while fighting Covid-19 since early 2020, and that health-related policies will now be proactive rather than reactive. Investment in manpower and logistics is of utmost importance at this juncture, and necessary healthcare facilities must be made fully functional to face the possibility of Omicron finding its way into the country.    \n",
        "headline_1": "The looming threat of Omicron",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/the-looming-threat-omicron-2909646",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-12-2021"
    },
    {
        "full_article": "The Dhaka University authorities have undertaken a new master plan to expand its campus vertically to accommodate a growing number of students, teachers and staff. Under it, 97 high-rise buildings—including new academic buildings, dormitories, teachers' quarters, a modern standard library, medical centre, etc—will be built and 599 old structures will be demolished. The plan also involves modern parking facilities, new roads with cycling lanes and walkways, playgrounds, etc, among other things.\nWhile we support the DU authorities' plans to expand to meet the demand of the time, we cannot help expressing our concerns about what would happen if they are not executed efficiently, taking into consideration the opinions of experts, teachers and students on how the campus should be. Currently, 40,000 students, 2,000 teachers and 4,000 staffers at DU face severe accommodation problems, and the vertical expansion of the 304-acre campus would surely be beneficial for them. However, urban planners have expressed worries regarding the high-rise model's impacts on the university's environment, and educationists and former professors have also opined against radical changes that may affect the historic institution's existing character.\nWe would also like to ask the DU authorities: alongside its structural development, are there concrete plans to improve overall educational standards of the university? Will they invest more in research, where the university is still lagging behind? If only a fraction of the Tk 9,000 crore budget for the new master plan could be invested in research facilities, the quality of education could improve significantly. We request the DU authorities to make efforts to address these issues, alongside necessary investments in structural development.\nWe also urge the authorities to take every decision cautiously when it comes to demolishing old structures—Madhur Canteen, Arts Building, Faculty of Fine Arts building, Curzon Hall and many others in DU have immense historical value and must not be harmed in any way. As recommended by experts, there should be absolute transparency, and the country's modern architects, aestheticians, urban planners and environmentalists should be involved in every step.\nPreserving the greenery and open spaces of the campus must remain a priority. The DU campus currently houses 985 buildings, which take up 26 percent of the total space. Reportedly, according to the new plan, concrete structures will occupy only 21 percent of the total space. We hope this will translate into reality when the plan is implemented. In simple words, any development plan of Dhaka University must be directed towards creating a knowledge-based environment on campus, that will have the necessary facilities while also preserving the area's historic character.\n \n",
        "headline_1": "Development of DU must preserve its history and traditions",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/development-du-must-preserve-its-history-and-traditions-2909591",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-12-2021"
    }
]