[
    {
        "full_article": "The most notable aspect of the Supreme Court ruling prohibiting caste-based discrimination in the treatment of prisoners is that it required a judgment from the highest court to end colonial practices and systems in prisons. While the Court has dealt elaborately with specific rules in the jail manuals of various States and the way in which caste-based hierarchy plays a role in allocation of duties, classification of prisoners, and the treatment of certain social groups as “habitual offenders”, it is quite remarkable that prison authorities and State governments had done so little about these aspects since independence. It is as if the prison system has been out of the reach of the core philosophy of the Constitution: the ushering in of an equal society, the ending of all forms of discrimination, the prohibition of untouchability in any form, and the abolition of forced labour and exploitation. Responding to journalist Sukanya Shantha’s writ petition, the Court has analysed the controversial rules and practices in jails in the backdrop of these constitutional objectives. It has ruled such provisions unconstitutional, and directed the revision of prison manuals within three months. Tracing the history of such rules and practices, the Court has noted, with much justification: “In line with their overall approach, the colonial administrators linked caste with prison administration of labour, food, and treatment of prisoners.”Not only were menial work and supposedly polluting occupations allocated to prisoners from communities placed lower in the caste hierarchy, some were expected to carry out their “hereditary trades” within prisons, the Court found. On the other hand, the caste privileges of a few placed higher were preserved. Few can disagree with the observation that “the notion that an occupation is considered as ‘degrading or menial’ is an aspect of the caste system and untouchability.” The provision that food must be cooked by prisoners from a “suitable caste” and rules that referred to those from the “scavenger class” being assigned tasks such as manual scavenging, sweeping, and cleaning violated the constitutional prohibition against untouchability. Distribution of labour cannot be solely based on birth. Such rules violate the right to dignity and the right against forced labour and exploitation. The Court has also favoured doing away with vague definitions of ‘habitual offenders’, as they seem to ascribe criminal tendencies to whole tribes, even though the idea of notifying ‘criminal tribes’ has long been given up. It is time for State governments to respond to the verdict and revisit their laws and regulations related to prison administration and put an end to systemic discrimination in an institution that may treat any form of resistance as indiscipline. Published - October 05, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nprison\n\n/\n\nCaste\n\n/\n\njudiciary (system of justice)\n\n/\n\ndiscrimination",
        "headline_1": "Caste in jail: On discrimination in prisons",
        "headline_2": "Time for State governments to end systemic discrimination in prisons",
        "link": "https://www.thehindu.com/opinion/editorial/caste-in-jail/article68718763.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-10-2024"
    },
    {
        "full_article": "India’s southwest monsoon has ended on an optimistic note, with 8% more rain than anticipated. Reassuringly, the rainfall forecast by the India Meteorological Department (IMD), particularly since July, was accurate. Monsoon clouds continue to prevail over the country but given the centrality of rainfall to the Indian economy, focus has already shifted to the ‘other monsoon’, the northeast monsoon. It is named so because of the direction in which the winds exit from the land mass into the sea. Following the withdrawal of the southwest monsoon in mid-October, the northeast monsoon is characterised by a reversal of winds that brings rain to parts of coastal Andhra Pradesh, Tamil Nadu, Kerala, and parts of southern Karnataka. For Tamil Nadu, the northeast monsoon is the main source of rainfall. The northeast monsoon brings in only about 11% of India’s annual rainfall.The IMD has forecast that this year’s post-monsoon rainfall is likely to be ‘above normal’ or about 12% over the historical average. Because of its limited spread and quantity, the northeast monsoon does not get as much attention as the southwest monsoon. However, it significantly affects the productivity of rice and maize in Tamil Nadu and Andhra Pradesh. Records show that in years of deficiency, there was a considerable decrease in agricultural production in the region. The northeast monsoon rainfall, averaged over the five subdivisions where it is predominant, has a variation of almost 25%, exceeding that of the southwest monsoon rainfall (10%). This translates into years of massive deluge followed by dry spells. In 2015, Chennai experienced a deluge during the northeast monsoon, resulting in significant loss of life and property. In 2019, the city faced severe water shortage. If this year’s forecast holds, it will be the second consecutive year of a normal northeast monsoon. Expectations are high that a La Nina, or cooling of the equatorial central Pacific, will support this. However, most global models have struggled to forecast the timing of La Nina this year. Thanks to improved forecast systems, the northeast monsoon is less neglected than before. Nevertheless, more focus is needed on modelling its impact regarding urban flooding. Climate change uncertainty makes such prognosis essential, and disaster management agencies in States must develop credible strategies to incorporate these buffers into budgets. Published - October 05, 2024 12:08 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nweather\n\n/\n\nweather news\n\n/\n\nforecast",
        "headline_1": "The other monsoon: On the northeast monsoon",
        "headline_2": "Better modelling of the impact of northeast monsoon is essential",
        "link": "https://www.thehindu.com/opinion/editorial/the-other-monsoon-on-the-northeast-monsoon/article68718752.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-10-2024"
    },
    {
        "full_article": "Battle-testing weapons on the Palestinians\nDespite the scale of horror it has inflicted in Gaza, why is the geopolitical outrage against Israel insignificant compared to what any other country would have faced? The Palestine Laboratory: How Israel Exports The Technology Of Occupation Around The World by investigative journalist Antony Loewenstein builds a detailed case of how in becoming a key supplier of arms and surveillance technologies to most countries around the world, Israel has brought itself excellent insurance against moral censure and other sanctions.\nIsrael’s world-class weapons industry has been developed with equipment “conveniently” tested on occupied Palestinians, then marketed as “battle-tested”, the book says. This is then used to rally diplomatic support internationally. UN itself gives Israeli companies security contracts, including for CCTV cameras, drones and threat detection systems.\nThe book goes further. It says that under Netanyahu not only has ethno-nationalism been turbo-charged, he has convinced many other countries to use Israel as a model: “Netanyahuism as an ideology will outlive him.”\nAccording to the book, historically, Israel has been an enabler of apartheid in South Africa, genocide in Rwanda, plus dictators like Pinochet, Suharto, Ceausescu and ‘Papa Doc’ Duvalier. Today, “operational envy” of Israel’s technology and its “willingness to act with relative freedom and confidence in confronting threats”, has become pervasive. This is reflected in an endless supply of customers, including India, China, US, UK and EU.\nIt’s not just countries, though. From Mexican drug cartels to the 2016 Trump campaign to Harvey Weinstein, plenty of private parties are also paying for “private Mossads” these days, Loewenstein details.\nHe also writes that the personnel and machine learning biases of Big Tech support the Israeli line. This means the censorship and restrictions experienced by Palestinians under physical occupation get replicated in the online worlds. There is widespread “digital orientalism” and then there are even more dystopic tools. Israel has used secret algorithms targeting Facebook to arrest Palestinians on the basis of “precrime incidents”.\nOn the US-Israel relationship, the book expands on how much Israel has been “benefiting” from the attack on the Twin Towers and Pentagon. The message being: “We have been fighting a War on Terror since our birth. We’ll show you how it’s done.”\nAfter admiration for its homeland security sector, Israel’s resilience post the 2008 global financial crisis pulled applause for its start-up “miracle”. But what did not get attention was what was generating the innovations and profits. It is actually the experience of controlling another people that Israel is selling in the global market, the book says.\nA “majority” of Israeli entrepreneurs are profoundly influenced by their stint in IDF. The book quotes one of them: “When it comes to US military resumes, Silicon Valley is illiterate. What a waste of kick-ass leadership talent coming out of Iraq and Afghanistan.”\nSince Oct 7, 2023 Israel’s defence companies have actually been experiencing increased demand. It is now live-testing new weapons in Gaza, Loewenstein suggests. And with a “lusty aesthetics of warfare”, these are being proudly displayed on social media to reach potential global buyers.\n\n",
        "headline_1": "The secret sauce of Israel’s economy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-secret-sauce-of-israels-economy/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-10-2024"
    },
    {
        "full_article": "US must stop Israel from targeting Iranian oil  \nWith Iran’s missile attack on Israel this week, there’s little doubt Tel Aviv will retaliate. While US has ruled out Israel striking Iran’s nuclear facilities, there’s now talk of a hit on Iranian oil producing infra. That would be disastrous in a different way. Washington must do everything in its power to restrain Tel Aviv from targeting Iranian oil. \nHuge provocation | Hitting Iranian oil infra would be a huge escalation. For, Iran may choose to retaliate by targeting oil shipments from the Persian Gulf. That itself could drag countries like UAE and Saudi Arabia into the conflict. Plus, Iran, despite sanctions, pumps out about 2mn barrels of crude a day, or 2% of global supply. A hit on this production will see crude prices jump, given that oil trade is driven by global market dynamics. In fact, Brent crude has already crossed $78 a barrel from $71 a barrel before Iran’s missile attack. \nBad for India | Countries like India that rely on oil and gas imports from the Gulf will suffer if Iran disrupts this route. Also, oil is traded on forward contracts. These will go for a toss in case of wider war. The knock-on effects for these economies will be considerable. Additionally, India has a huge diaspora in Gulf Arab states. A wider regional conflict may necessitate emergency evacuation.  \nBiden’s final test | Hitherto US has been unable or unwilling to rein in Netanyahu. There are now reports that Hezbollah and Israel had agreed to a US-France ceasefire before Nasrallah was killed. If that’s true, Biden can be accused of being a lame-duck President. That’s certainly not the legacy he wants and many Democrats are privately upset with Israel. The least Biden can do is not let Netanyahu cause anymore major damage.   \n\n",
        "headline_1": "Don’t fan this flame",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dont-fan-this-flame/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-10-2024"
    },
    {
        "full_article": "GOI’s marital rape affidavit is problematic \nGiven BNSS retained the marital rape exemption that decriminalises spousal rape when it updated the Indian Penal Code, GOI’s affidavit to Supreme Court against its removal is on expected lines. Broadly, govt’s arguments are (1) sex within marriage is based on reciprocal conjugal rights “incomparable” to ideas of consent, (2) removing the exception would interfere with the “institution of marriage” and (3) remedies exist such as in the law against domestic violence to deal with non-consensual sex between spouses.\nIn its landmark 2017 privacy judgment, SC was unambiguous about sexual autonomy – it clearly linked it to dignity and privacy. An individual’s fundamental right to privacy is not one any aspect of the relationship of marriage can impinge upon. Until this judgment, the idea of privacy in Indian law would cease and desist at the threshold of the union of marriage. Thus, privacy tended to be used more as a cover to deny married women their rights, perpetuating ideas of ‘honour’, ‘duty’, and ‘shame’. The privacy judgment placed the individual at the heart of the law, thus turning privacy into an empowering tool for all women, including married ones.\nThe belief that non-consensual sex within marriage is in some way different from non-consensual sex outside marriage is premised on an archaic view that marriage renders women their husband’s property. This goes against every tenet GOI professes. As it reiterated in its affidavit, empowerment of women – from economic freedom to safe mobility – is core policy. GOI bats for women’s freedom of choice. That would include her right to decline sexual activity. GOI also argues ‘consent’ within a marriage is for legislatures to decide upon. What SC is doing is deciding upon the unconstitutionality of the said provision. It is in fact the court’s job to do so.\n\n",
        "headline_1": "No exemption",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/no-exemption-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-10-2024"
    },
    {
        "full_article": "Goddess Durga, with her eight arms, holds eight weapons. The gesture of Durga’s first hand signifies blessings, assuring the seeker not to worry. One hand holds a lotus, symbolising joy. Another holds a conch, representing knowledge. One hand carries a trident, indicating that the three qualities – sattva, rajas, and tamas – depend on her. Another hand carries a bow, symbolising focus, which should be directed towards the self, meaning self-inquiry. Durga’s sword is a symbol of wisdom, and her spear represents concentration and focus.\nWith this focused power, the Goddess assumes her fierce form as Kali to destroy demons. When she blesses, she is known as Mangala. When she creates everything from herself, she is Kushmanda. By giving birth to Karti key, she is Skandamata. After slaying Mahishasura and calming down at the gods’ prayers, she is called Katyayani.\n\nThe external gross form of Durga is usually seen in the form of a murti at a temple; however, the external forms of Durga are diverse. Every woman embodies Durga; every girl child is Durga. Knowledge is Durga, science is Durga, and tantra is Durga. Wherever and whenever we experience sattvic energies, it is a form of Durga. Arts, dance, music, and painting are considered to be the rajasic forms of Durga’s energy.\nScriptures say that at the core of all matter lies this supreme power. And this exists within all of us – not only in our bodies but also our minds. It has no fixed form; it appears in various forms and ways. It is both formless and with form; it is both matter and energy.\nAccording to science, matter and energy are separate, but according to tantra, they are one. Matter is a concentrated form of energy, and energy is a subtle form of matter. This divine, supreme power is what we call ‘Shakti’. In a way, human life is incomplete or meaningless without this energy. Awareness is also a form of this energy. We are all manifest forms of this energy, but, in itself, this energy is unmanifest. We know this Supreme power as the mother and experience it in the form of our biological mother.\nYogis call it Kundalini Shakti, Vaishnavas refer to it as Lakshmi, and Shaivas call it Gauri, Amba. It resides in the human body at the base, Muladhar chakra, and is also the creator of the entire universe. The worship of the Goddess in her three forms – as the creator, sustainer, and destroyer – is specially carried out during the days of Navratri. In tantra, it is said that this energy is coiled up in the Muladhar. When we awaken our dormant energy, it pierces through the Swadhisthan, Manipur, Anahat, and Ajana chakras, reaching the Sahasrar. A person whose Swadhisthan chakra is awakened can never be touched by lust. When it reaches Anahat, so much love arises that even a violent person becomes nonviolent in their presence. If the Vishuddhi chakra is awakened, speech becomes powerful. When the Ajna chakra is awakened, the doors of all knowledge begin to open. When the Kundalini awakens and merges with the conscious form of Shiv, one experiences supreme bliss. Seek within and awaken this energy.\nDuring Navratri, we strive to unite with this inner Supreme power.\n\n",
        "headline_1": "Durga is creator, sustainer, and destroyer",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/durga-is-creator-sustainer-and-destroyer/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-10-2024"
    },
    {
        "full_article": "As Durga Puja, the most important religious festival for Bengali-Hindus, approaches, ensuring a peaceful environment for celebrations is more urgent than ever. This year's festival comes against a backdrop of heightened tension surrounding attacks on minorities in the wake of the ouster of Sheikh Hasina. It is also the first to be held under the interim government and a reconfigured but still-struggling police force, making it a litmus test for how well security can be maintained by them. That being the case, we are worried to see some troubling signs of disturbance that—if allowed to recur—would dampen the celebratory mood, to say the least. \nIn Pabna's Sujanagar upazila, for example, unidentified vandals destroyed nine idols in two separate attacks on Saturday and Tuesday nights. Later, in Kishoreganj early on Thursday, seven idols were vandalised at a Puja mandap. These attacks, happening so close to the start of Durga Puja on October 9, have left local Hindu communities with renewed fear and anxiety. The incidents also show how fragile the situation can be in certain parts of the country which calls for heightened vigilance from all stakeholders, including local authorities, community leaders, and volunteers.\nThe measures taken by the authorities so far seem to be on the right track. The home ministry has issued a set of guidelines instructing law enforcement agencies to increase patrols and monitoring. Additionally, Puja organising committees have been asked to employ a rotating system of volunteers to guard the mandaps, and install CCTV cameras for round-the-clock surveillance. For such security measures to be effective, however, there is no alternative to collaborative efforts, involving a whole-of-society approach much like what we witnessed after August 5 when students and community members came forward to guard temples and minority establishments. This cooperative spirit must continue.\nMoreover, central to the success of security measures and collaborations is addressing the gap between official directives and their implementation on the ground. While the authorities may outline robust security plans, lapses in execution can, and often did, undermine efforts. The sincerity of officers in carrying out these plans is crucial. Another concern is the spread of misinformation and inflammatory content on social media which have led to communal attacks in the past. It is, therefore, essential that the authorities closely monitor these platforms and bring to justice anyone trying to inflame tensions.\nIdeally, Bangladesh's long-held tradition of communal harmony should not require an overwhelming security apparatus to uphold, but given recent experience, this has become paramount. That said, our ultimate goal should be to foster an environment where the festivals of all minority communities can be held without fear, where diversity of any kind is respected and protected. We must work towards building a more inclusive and tolerant society.\n",
        "headline_1": "Concerns over Durga Puja security must be put to bed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/concerns-over-durga-puja-security-must-be-put-bed-3719731",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-10-2024"
    },
    {
        "full_article": "The Malaysian prime minister is due to arrive in Dhaka today on an official visit. This is significant for two reasons: this is the first visit by a Malaysian premier to Bangladesh in nearly 11 years, and it will also be the first visit of a head of government during the tenure of the interim administration.\nThe foreign ministry informs that, among other issues of mutual interest, the bilateral discussions will focus on economic, political, trade and investment, and labour migration. The source emphasises that both countries want facilitation of labour migration through a transparent method.\nBangladeshi workers, particularly those in the low-skilled category, are making major contributions in the construction, manufacturing, plantation and services sectors in Malaysia. Through their hard work, they have earned the confidence of their employers in Malaysia who are keen to recruit more from Bangladesh. The Malaysian market, however, remains closed since May 31 this year.\nThe less fortunate segment of Bangladeshi workers in Malaysia, many of whom migrated after the so-called syndicate arrangement, have to pay inordinately high migration costs. These workers are charged far above the government-set cost of around Tk 79,000 (about 2,940 ringgit), with the average cost being Tk 5.44 lakh (about 20,300 ringgit) to secure employment in Malaysia. This steep increase in the cost of migration from Bangladesh is directly linked to the destination country enjoying the prerogative of fixing the number of recruiting agencies in the source country that were allowed to send workers. After the flow of workers to Malaysia resumed in July 2022, only 25 of the 1,520 registered recruiting agencies in Bangladesh were granted the permission. Subsequently the number was increased to 100. As no criterion was set for the selection of recruiting agencies, many with fresh licence (allegedly granted under political and other considerations) became beneficiaries of this arrangement.\n\nThe new prime minister's resolve to overhaul the country's migrant worker recruitment system, particularly pertaining to a lucrative source country like Bangladesh, has come under strong resistance from industry high-ups, public functionaries, and a section of Malaysian political elite. Attempts to replace Bestinet's hold over the proprietary IT system have thus far been successfully thwarted.\nAfter the fall of the Awami League government in August this year, Bangladesh's anti-graft agency began an investigation into the alleged syndicate led by several former parliamentarians of the erstwhile ruling party. They were accused of embezzling Tk 24,000 crore (8.9 billion ringgit) under the pretext of sending workers to Malaysia. Allegations are rife that the syndicate is led by a Dato of Bangladeshi origin in Malaysia and operated with the support of senior officials in both Bangladesh and Malaysian governments. A Verité-led consortium study reveals 96 percent of Bangladeshi workers going to Malaysia face high recruitment debt and exploitation.\nThe syndicate system has been a contentious issue in Malaysian politics. In June 2022, the then opposition leader Anwar Ibrahim demanded a full investigation of two companies, including Bestinet, following allegations of their involvement in a visa scheme and supplying of foreign workers. He raised doubts about the government's ability to manage misappropriation and malpractice. He referred to it \"as modern slavery, where workers are blackmailed while traders and agencies act as oppressors who reap huge profits.\" In April 2023, Democratic Action Party leader Charles Santiago called on the government for \"dismantling Bestinet and eliminating labour brokers.\" He demanded an \"open and transparent recruitment process in both countries.\" After Anwar Ibrahim's assumption of power following the November 2022 general election, the human resource ministry came under scrutiny and five officials were sacked.\nThe new prime minister's resolve to overhaul the country's migrant worker recruitment system, particularly pertaining to a lucrative source country like Bangladesh, has come under strong resistance from industry high-ups, public functionaries, and a section of Malaysian political elite. Attempts to replace Bestinet's hold over the proprietary IT system have thus far been successfully thwarted.\nBoth Bangladesh and Malaysia should strive to find ways to dismantle the syndicate arrangement. A possible way out lies in the amendment of a section of the memorandum of understanding (MoU) on employment of workers signed by the countries. Section C (v) of the MoU sanctions that \"the Government of Malaysia shall select BRAs (Bangladesh Recruiting Agencies) … from the list provided by the Government of Bangladesh.\" Machinations of vested quarters with access to corridors of power both in Putrajaya and Dhaka led to insertion of such a provision in the MoU. It is only in Bangladesh's case that such a provision has been incorporated. None of the 14 other source countries has to endure such stipulation.\nBy amending this provision, if the responsibility of selecting the BRAs are shifted from the Malaysian government to the Malaysian employers (as is the case with the other source countries), the latter would be at liberty to choose their supplier companies, while all BRAs will enjoy fair competition to access the Malaysian labour market. Such an arrangement will generate fair competition, significantly lower the cost of migration, and create a situation in which Bangladeshi migrant workers will be able to enjoy the fruits of their hard labour.\nWe take this opportunity to urge the chief adviser to raise the issue of amending one word in the MoU that will bring a sea change for our migrant workers.\nDr C R Abrar is an academic with interest in human rights. He is the executive director of the Refugee and Migratory Movement Research Unit (RMMRU).\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Amending MoU on Malaysia-bound Bangladeshi workers can bring a sea change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-shores-injustice/news/amending-mou-malaysia-bound-bangladeshi-workers-can-bring-sea-change-3719046",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-10-2024"
    },
    {
        "full_article": "Prof Muhammad Yunus's presence at the UN General Assembly last month, and more importantly at events on the sidelines, marks a new and significant shift in Bangladesh's global relations. His meetings with US President Joe Biden, Canadian Prime Minister Justin Trudeau, Netherlands Prime Minister Dick Schoof, European Commission President Ursula Von der Leyen, many heads of governments from South Asia except the Indian prime minister and Sri Lankan president (the latter because he did not come), US Secretary of State Antony Blinken, UN Secretary-General Antonio Guterres, and many other world figures indicate a dramatic turnaround in Bangladesh's place in the world.\nThe chiefs of multilateral lenders such as the World Bank, International Monetary Fund (IMF), and Asian Development Bank (ADB) have also agreed to fast-track their assistance and take a deeper look into how to assist us more effectively at this critical juncture. USAID has also shown a renewed interest in Bangladesh and has already extended a loan of $200 million. This is a significant improvement of our relations with global lenders.\nTo have a Nobel laureate as the head of government is quite in contrast to our past leaders, some of whom were military dictators or power-hungry politicians. Prof Yunus brings in a new and fresh sense of dignity not only to Bangladesh, but to the leadership of the developing world in general. The last such leader was Nelson Mandela. Prof Yunus did not spend 27 years of his life in prison or suffer the lifelong oppression and indignity of living under apartheid. He, on his part, spent his whole life serving the poor and trying to pull them out of poverty through his micro-credit scheme, with women at the centre of change. His model is now being replicated in many developing countries and some developed ones as well, including the US, where replication of the Grameen model is making a significant impact on the poor, especially urban.\nThe geopolitical implications of Bangladesh's newfound place on the global stage is shrouded in many uncertainties. Euphoria aside, how confident can we feel about the durability of Bangladesh's new closeness with the US, which is with the Biden administration whose tenure ends in January? How strong is Prof Yunus's appeal with the Republicans? Will the friendship survive a Republican election victory? If Vice-President Kamala Harris does not win, much of our expected gains from the US support may fall by the wayside. But, of course, the other results of the visit need not be bound by the same.\nHow Bangladesh's immediate neighbour India and not so distant neighbour China will deal with the new reality here is something that we need to follow very carefully.\nDhaka formally requested to New Delhi for a meeting between the Bangladesh chief adviser and Indian Prime Minister Narendra Modi on the sidelines of the 79th session of the UNGA. It could not happen due to the mismatch in their travelling dates. This resulted in the unexpected situation of our leader meeting the president of Maldives and prime ministers of Nepal and Pakistan, but not the leader of our most important neighbour, India. The meeting between our Foreign Affairs Adviser Md Touhid Hossain and his Indian counterpart S Jaishankar seemed to have gone well on the face of it, but how meaningful it really was, only time will tell.\nThe collapse of Sheikh Hasina's government profoundly shocked India. It has not yet been able to fully assess what to make of the changes and understand its profundity. As reported by its media, from the outset, India got carried away with the view that foreign hands were behind the July uprising and that it was either the CIA or Pakistan's ISI or both that were behind what occurred. This prevented the Indian policymakers from understanding and then accepting the reality that the government that it was patronising in Bangladesh and whose election manipulation it knowingly overlooked had really lost its footing and had suffered a total loss of public support. To attribute the whole July uprising as nothing but the work of outsiders and to not see the massive mass participation and obvious popularity of the transformation amounted to India totally not seeing the ground reality and missing out on any realistic assessment of what had happened. This, in my view, has prevented Indian policymakers from making a fact-based reality check. The subsequent spread of \"anti-Indianism\" in Bangladesh may have further consolidated India's view.\nWhatever we say about the policymakers, the important keys of bilateral relations are ultimately held by the bureaucrats with occasional reaching out to think tanks and experts. For bureaucrats, to acknowledge that they failed to see the deep and widespread unpopularity of the Hasina regime is to admit their massive failure and incredible incompetence. That the bureaucrats—anywhere in the world, including in our own country—will never do. Hence, finding \"facts\" that are tenuous and \"logic\" that are contrived have become the main contributors to India's \"understanding\" of the new reality.\nIt has been my privilege to be interviewed by more than half a dozen important Indian media outlets on the recent developments. What deeply surprised and disappointed me was how casually they accepted whatever appeared on social media and presented that as facts in the interviews. They literally made no effort to check the story. I didn't mention the verification done by The Daily Star but used the results of fact-checking done by BBC to challenge their contentions. They believed what they wanted to and not what really happened.\nIndia needs to deeply introspect about its relations with Bangladesh—maybe with others in the region, too—and recalibrate a genuinely win-win way forward. The recent remarks of India's Home Minister Amit Shah that \"every infiltrator will be hanged upside down,\" meaning mainly Bangladeshis, will only alienate India further and cause internal divisions also. We, on our side, must realise that relations with India cannot be left to populism and that sweeping anti-Indianism will not get us to our desired goal of a balanced, mutually beneficial relationship that will drive advancement and regional peace and stability.\nThe meeting between our chief adviser and the prime minister of Pakistan and the sudden opening up with the country surprised many. This paper is in favour of normalising relations with Pakistan, but not without an acknowledgement and apology for the genocide that they conducted in 1971. If South Korea and China could extract apology for the Japanese atrocities in World War II, what is wrong with us demanding the same from Pakistan?\nChina has been very realistic and reached out—though the Chinese support that Sheikh Hasina enjoyed was well-known—to the new setup early and has consolidated it through the meeting between the Chinese foreign minister and Prof Yunus in New York.\nCompared to where we were, what Prof Yunus has achieved in the international arena so far is a miracle. At the moment, Bangladesh enjoys a global goodwill that is both unprecedented and crucial. It is an opportunity that we cannot allow to slip through our fingers. Our foreign office needs to become sharper and faster, and equip itself more with expanded knowledge and quick training. We have a competent adviser who, we expect, will reach out to the academics, think tanks and the media—which he has not done yet sufficiently—to strengthen the process of linking ourselves to the world, especially our trading partners, and bring home the gains that the new opportunities offer.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Chief Adviser Yunus's UNGA trip a critical turning point",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/chief-adviser-yunuss-unga-trip-critical-turning-point-3719131",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-10-2024"
    },
    {
        "full_article": "What amounts of remittance dollars the wage earners are sending home every month from abroad had never been so concerning as it is now. This is for the simple reason that remittance is the major source of hard currency to supplement the country's declining foreign exchange reserve. Notably, the reserve has been falling after reaching a peak in August 2021 at US$48 billion. At that time, inflow of remittance increased but the outflow of foreign currency reduced significantly as the economy came to a virtual standstill thanks to the Covid-19 pandemic. But from the following months the scenario began to change as economic activities resumed with increase in the expenditure of foreign currency to meet obligations of external trade such as footing the import bills, servicing debts, etc. In consequence, the net reserve started to shrink and the trend has shown no respite since despite the austerity measures like discouraging non-essential imports, restricting foreign travels and so on adopted by the previous government. Amid this gloom, the report that the country recorded last month the third highest remittance receipt of US$2.40 billion in the last 50 years is indeed uplifting. In comparison with the remittance receipt of US$1.33 billion in September 2023, this is an 80 per cent increase year-on-year. Why was this sudden surge in remittance inflow without any Muslim religious festival when higher remittance is received? The higher amounts of remittance receipt of US$2.22 billion recorded in August and in September have left observers guessing what exactly prompted remitters to send more money. This may be a mark of the remitters' confidence in the interim government.However, the highest ever remittance amounting to US$2.59 billion was sent by expatriate wage earners in July 2020 followed by the second highest at US$2.54 billion in last June, 2024. Now the question is, if this rising trend in remittance receipts would sustain in the long run. According to some central bank (Bangladesh Bank, BB) officials as reported in this paper, proactive measures taken by the BB under the new government like further depreciation of Bangladesh Taka against US dollar, increasing flexibility of BDT-USD exchange rate regime by expanding the so-called 'crawling peg mid-band', thereby bringing the exchange rate closer to the informal forex market, etc. have been behind this improved picture of remittance. These steps by BB definitely encouraged expatriate wage earners to send money through official banking channels as it proved more rewarding than before. Now to sustain the trend of higher remittance inflow, praise for the remitters will not be enough. They don't get any effective protection from the government even when they seek employment through registered recruiting agencies. They are exploited, maltreated and cheated at every step of their journey abroad. Worse yet, as they are mostly manual labourers and do not have much education, officials at Bangladesh's diplomatic missions in the host countries often fail to cooperate at the expected level when expatriate workers approach them for any service. So, alongside a change in attitude on the part of officials, the focus should be more on sending trained and qualified workers and professionals abroad with better-paying jobs so that they may send higher amounts of remittance home. Sooner the government will take these measures, the better the prospect of remittance inflow for improving the reserve situation.",
        "headline_1": "Sustaining higher remittance inflow",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sustaining-higher-remittance-inflow-1728055343",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-10-2024"
    },
    {
        "full_article": "As problems continue to plague exports from Bangladesh, particularly on account of the ongoing protests, vandalism and closure of readymade apparel factories, the one good thing that helps keep the economy buoyant is remittance sent by expatriate workers. In fact, remittance is a huge driver for growth for many other Asian countries including the Philippines and India to name but a few, as every nation requires hard currency to pay for imports. In case of Bangladesh, the ballooning foreign loan repayment is being met to a large extent from the remittances sent to the home country by Bangladeshi workers living and working abroad.There has been a profound rebound in remittance coming in through official and unofficial channels to Bangladesh. There is a renewed hope amongst people that despite many short-term problems being faced due to the change in government, people at home need the extra cash and the economy can meet the need with dollars earned abroad. As one looks at the data, remittance earnings over the last quarter (July - September, 2024), the figure has jumped from US$1.91 billion in July to $2.40 billion in September, 2024. Sceptics are quick to point out that this is temporary and may fall anytime due to changed economic circumstances in destination countries where bulk of our workers are concentrated.This is partly true. But the other side of the argument is seldom highlighted. People are sending more money through official channels regardless of the difficulties encountered in doing so. More and more expatriates understand the need to send it through formal financial channels because this will directly help the country to defray the costs of development. The remittance surge over the last quarter has only the second time it has happened over a 39-month long period.Sustaining the momentum, however, will require a lot of work. According to information made available by the central bank (BB) and reported by the Financial Express, \"This September receipt got enhanced by over 80 per cent year on year from $1.33 billion recorded in September 2023. Compared with the remittance earnings in August 2024 worth $2.22 billion, the September figure is around $200-million higher.\" Some constructive measures taken thus far are paying off. The depreciation of the national currency (BDT) against the greenback and expansion of the crawling peg mid-band, according to experts, have encouraged remitters to send home more money back home. Despite the uptick in remittances, the net payments being made in foreign exchange (forex) for both imports and repayments on foreign loans together with interest are still in the negative. Much needs to be done to make it more difficult for business entities to launder money abroad. It is not only a question of employing 'hundi', but also addressing trade mis-invoicing. Despite protestations to the contrary by exporters, there is enough evidence available that puts the amount of foreign exchange laundered abroad at around $8.0 billion annually. That is a massive amount of forex the equivalent of which is not entering the local economy every year. These problems continue to pester because no political government in the past has worked to plug the loopholes, as it worked in their self-interest to move huge sums of money abroad. Getting back to inward remittance, banking insiders agree that tighter control over policy have helped. Today, the BB has lifted the restriction in controlling the exchange rate. So, remitters sending money through banking channels get their money's worth since the exchange rate is now more attractive. This has dealt a blow to the grey market, but are the measures enough? Certainly not! Until now, all the focus has remained on banks and formal financial institutions. One has to remember that the bulk of Bangladeshi workers are blue-collar, not white-collar, i.e. they are not very comfortable with banking procedures and paperwork. As Bangladesh has spent considerable resources to upgrade its digital footprint, financial institutions and the central bank have also become online. It is necessary now to open up the various digital applications available to people globally so that they may remit money directly from their mobile phones. What has to be worked on are regulatory issues about precisely how people can send money using cellphone technology to cut through the hassle of formal banking. Of course, such a step may face resistance from formal financial institutions as they will fear loss of business. On the contrary, this will help their business if Bangladeshi banks and BB work together to make mobile applications that will work with cell phones, and the money sent are disbursed through banks and / or non-banking financial institutions. Now that the technology exists, it is the mindset to make it happen. This is the only way to bring the so-called \"un-bankable\" on board and double the inward remittance basket. The Bangladesh Bank needs to start working on this policy framework without delay.\n[email protected]",
        "headline_1": "The role of remittance in buoying economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-role-of-remittance-in-buoying-economy-1728055427",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-10-2024"
    },
    {
        "full_article": "Traditional medicine, having a long history in South Asia, is still popular with many people across the region. Instead of taking modern medicine, they are more comfortable with traditional medicine, which is known as the 'sum of the knowledge, skills and practices based on the theories, beliefs and experiences indigenous to different cultures.' The World Health Organization (WHO) recognises the role of traditional medicine, saying that whether explainable or not, the medicine is 'used to improve or treat physical and mental illness.' In South Asia, two primary forms of traditional medicine have been used widely for over a thousand years: Unani and Ayurvedic. Originating in India as early as 3,000 years ago, Ayurveda remains a favoured form of health care in large parts of the East, especially in South Asia. The word 'Ayurveda,' derived from Sanskrit, means 'science of life' and is based on a natural and holistic approach to physical, mental and emotional health. It operates on the principle that everything in life is interconnected, and 'general health and wellness rely on achieving balance and harmony.' This principle enlightens us about the holistic approach of Ayurveda.On the other hand, Unani medicine refers to an ancient Greek system of medicine that 'emphasises the balance of four temperaments and four humors in order to promote health and prevent illness.' It recognises the interconnectedness of mental, emotional, spiritual, and physical well-being and encourages individuals to take responsibility for it. The system, after further development in the Arab and Persian lands, came to India around the 8th century. It is also known as Tibbe Unani, Arabin or Persian medicine. Hakim Ajmal Khan is generally recognised as the most significant twentieth-century contributor to Unani medicine in South Asia. In Bangladesh, Hakim Habibur Rahman of Dhaka, in the 19th century, became famous for practising and spreading the Unani medicines. He is ranked as 'Shefa-ul-Mulk.'There is also a religious approach to distinguishing the Unani and Ayurvedic medical treatment systems. In this connection, a general perception is that the Hindus prefer Ayurvedic medicine while the Muslims like Unani medicines. It is like the Urdu and Hindi languages, as the first one is preferred by the Muslims and the latter by the Hindus. In reality, both the Hindus and the Muslims use both types of traditional medicines depending on their availability. In Bangladesh, the production and use of traditional medicines are guided by the Bangladesh Unani and Ayurvedic Practitioners Ordinance 1983. The age-old decree has become a barrier to advancing the education, training, practice, research, use, and production of traditional medicines and treatments based on the system. A lack of proper and updated regulation also makes the system vulnerable to misuse, largely by quacks. Against this backdrop, a new law or act has been proposed by Prachi, a leading national voluntary organisation dedicated to preserving ancient and traditional medical systems in the country. The organisation, with the help of experts and practitioners of the Unani and Ayurvedic system, has drafted the Bangladesh Traditional System of Medicine Act, 2024. This draft proposes legal protection for the practice and use of traditional healthcare and medicines in the country. It also suggests the formation of a board, a council, and a research council each for the Unani and Ayurvedic systems. The absence of such regulatory and research bodies undermines the potential of the traditional medicines. As the interest in traditional medicines, based on natural and herbal elements, is growing across the world, the adoption of the act, with necessary revisions, could be a significant step towards boosting the country's overall medical treatment system. Therefore, it is crucial for the interim government to review and examine the proposed act carefully. \n[email protected]",
        "headline_1": "Introducing traditional medicine act",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/introducing-traditional-medicine-act-1728055464",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-10-2024"
    },
    {
        "full_article": "In Bangladesh, politics is one of the glorified subjects. However, intersection of politics and commerce poses significant threats to aspiring entrepreneurs. Political involvement often creates barriers to market penetration, fosters governmental biases, and hinders the ability to expand freely. This situation places innovative minds at a disadvantage from the start.The cycle of relying on corruption to stay ahead in the political game and accumulating wealth to maintain dominance is inherent. Money, power, and loyalty to the ruling party create favoritism, allowing large corporations to dominate key sectors. For young and fresh minds, the overwhelming political landscape appears to be unfair and discouraging. Taking a leap of faith in such a corrupt environment can lead to being bullied and sidelined almost immediately.All of this paints a grim picture. The mental discouragement entrepreneurs face when starting out is a fear that lingers throughout their journey. Clichés like \"Be brave\" and \"Good things will happen\" often ring hollow. To combat this injustice, the people in general must recognise that they are being wronged. Consistent awareness and reforms are essential for the true essence of Bangladeshi entrepreneurship to emerge.\nK.M. Georgis Azmal StudentNorth South University [email protected]",
        "headline_1": "Politics hinders prospect of business",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/politics-hinders-prospect-of-business-1728055485",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-10-2024"
    }
]