[
    {
        "full_article": "India has the largest diaspora population, with nearly 1.35 crore non-resident Indians spread across the globe. Many of them leave the country for short-term work and could miss out on exercising some of their rights such as registering their vote in India’s Assembly or parliamentary elections. Currently, the Election Commission of India (ECI) allows enrolled overseas citizens to vote in person at the polling station in the constituency where the person is registered as an overseas elector. The necessity to vote in person and the costs have, for overseas citizens, acted as a disincentive for their wanting to exercise their mandate. This was evident in the numbers of such voters in the 2019 Lok Sabha election — 25,606 among the minuscule 99,844 registered electors who voted. In 2014, a committee constituted by the ECI to probe methods to enable overseas voters’ mandates concluded that proxy voting was the most viable, though some political parties objected to the idea. A Bill was passed in the 16th Lok Sabha (2014-19) to enable this but lapsed. In 2020, the ECI approached the Government to permit NRIs to vote via postal ballots, similar to the system already used by service voters, i.e., the Electronically Transmitted Postal Ballot System (ETPBS), which allows registering their mandate on a downloaded ETPB and sending it to the returning officer of the constituency.On the face of it, allowing postal ballot use should be a good move for NRIs, even if this does increase the burden on embassy or consular officials. This is also a more trustworthy way of registering mandates rather than appointing proxies — which is currently allowed for service personnel who are a limited number in each constituency unlike NRIs who could constitute a more substantial chunk among the electorate in some States. In the 2014 discussion organised by the ECI, some parties raised the question whether NRIs will get a benefit denied to internal migrant workers, but the higher costs of travel back to India, as opposed to travelling within, is a valid reason for allowing NRIs the partially electronic postal balloting facility. Several democratic countries allow for this option to their overseas citizens, but again, none has to deal with anything near the scale India has. The more important question to be tackled while extending the facility of voting to overseas Indians is whether longer term migrants should also be allowed to register their mandate as the idea behind limiting voters to specific constituencies on account of their residency will become infructuous. Therefore, if the postal ballot system is indeed instituted, rules must be clearly framed for voters’ eligibility on the basis of their time spent away from the country.",
        "headline_1": "Remote voting: On postal ballot for NRIs",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/remote-voting-the-hindu-editorial-on-postal-ballot-for-nris/article66096200.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-11-2022"
    },
    {
        "full_article": "October saw the Goods and Services Tax (GST) yield the second-highest gross monthly revenues — a tad short of ₹1.52 lakh crore. This marks the eighth successive month of GST collections exceeding ₹1.4 lakh crore, including the record ₹1,67,540 crore kitty in April. The Finance Ministry emphasised that domestic transactions also contributed the second-highest taxes in the month. Underpinning October’s GST flows, 8.3 crore e-way bills were generated in September, which the Ministry said was ‘significantly higher’ than the 7.7 crore bills of August. The festive season’s onset surely boosted consumption as well as stocking up by sellers. The Government, which has routinely held up GST revenues as a yardstick of strong post-pandemic economic activity, had ample cause to talk up the latest numbers. April’s record revenues, for instance, were said to be reflecting a faster recovery, and when revenues dipped sequentially in May, the Government contended that the financial year ending in March had boosted April’s tax kitty. Some of the bump up in October revenues may likely be similarly attributable to taxpayers filing quarter-ending returns.It is noteworthy that no such commentary was included in the latest GST revenue statement, which has raised eyebrows for what it has chosen to leave out than disclosed. The Ministry has omitted basic routinely shared data, such as the year-on-year growth rate for overall collections, and an explicit break-up of the growth in revenues from domestic transactions (usually clubbed with taxes levied on services imports) and imports of goods. These numbers can be deduced to some extent. Imports of goods appear to have grown at a far lower pace than in recent months going by Integrated GST and the GST Cess collections on them, rising 13% and 18%, respectively — a great sign for an economy seeking to rein in a runaway import bill. Maybe the fact that overall revenues grew 16.6% from October 2021 — the lowest growth rate since April’s record kitty — prompted this reticence. But as economists point out, growth rates will moderate owing to simple base effects. Another factor may have been the tepid 2.7% sequential growth in revenues despite a 7.8% rise in e-way bills month-on-month. But if inflation is eating into consumption, it will show up one way or another. Instead of splicing data, the Government would be better served by expediting reforms to shore up revenues. The GST Council, which was to take up some of these reforms in early August, must be convened quickly. Demurring over the big picture helps no one.",
        "headline_1": "Hazy signals: On missing points in October GST data",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/hazy-signals-the-hindu-editorial-on-missing-points-in-2022-october-gst-data/article66096186.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-11-2022"
    },
    {
        "full_article": "The assassination attempt on Imran Khan is only the latest dramatic turn in Pakistan’s turbulent politics. The burst of automatic gunfire that rang out in Wazirabad, north of Lahore, has paused the Pakistan Tehreek-e-Insaf’s ‘long march’ to Islamabad to force early elections. But it has escalated the threat of street violence. It also shone an uncomfortable spotlight on the army, Pakistan’s most powerful political institution.\nPak army under scanner \nIn a message from his hospital bed, the star opposition leader repeated allegations of a conspiracy, naming an army officer, the PM and the interior minister. This is a charge more likely to stick with his followers than the confession of the ‘lone wolf’ assassin claiming he punished Imran for ‘misleading the people’.\nRead full opinion on TOI+\n\n",
        "headline_1": "Making the generals sweat: Imran, politically stronger after the assassination attempt, has created more space for civilians in Pakistan",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/making-the-generals-sweat-imran-politically-stronger-after-the-assassination-attempt-has-created-more-space-for-civilians-in-pakistan/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-11-2022"
    },
    {
        "full_article": "India’s big two metros Delhi and Mumbai are poised for local elections and the political stakes have never been bigger. In 2017, BJP and AAP campaigned for MCD projecting their respective supremos, PM Modi and CM Kejriwal, and Delhi voters preferred BJP, two years after AAP’s sweeping assembly poll victory. Now a far more acrimonious battle looms, amid relations between the Delhi L-G and AAP government nosediving. Delhi votes in the shadow of AAP’s growing national ambitions, now reaching Gujarat. BJP has a big opportunity to seize BMC, for long under the Thackerays. The 2017 BMC polls were an existential fight for Shiv Sena, with BJP as its opponent, and Sena barely scraped through. Cut to 2022, Sena is weaker after sundering into two factions, giving BJP its best shot to control the country’s financial nerve centre.\nAs is evident the politics around these civic elections isn’t about the cities themselves or their needs. The polls will throw up victors, but as the recurrent Bengaluru flooding and the Morbi bridge collapse show, municipal governance is losing out. Indian cities have developed in disorderly fashion and the crumbling infrastructure endangers lives, limbs and assets of citizens. City governments require adequate powers and financial resources to build capacity for safety audits and for planning and executing projects.\nBut most urban bodies are behind the curve in updating property taxes, depriving themselves of a most potent revenue source. State government control of municipal bodies has spawned multiplicity of authorities, which dents accountability and disrupts the chain of command. Those helming urban civic bodies aren’t really empowered and therefore underperforming. Cities are organic entities best placed to deliver prosperity for citizens and economic growth for the country. Their importance is reflected in the political ado over municipal elections. But the politicking cannot be an end in itself. Give us reforms.\n\n",
        "headline_1": "Elections & cities: MCD, BMC will see political winners. What about citizens?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/elections-cities-mcd-bmc-will-see-political-winners-what-about-citizens/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-11-2022"
    },
    {
        "full_article": "There’s big gender disparity in wealth creation – this is not a novel finding but what makes WTW’s 2022 global gender wealth equity report interesting is that it tries to isolate the causes using a sample of 39 countries. On average, women are expected to accumulate 74% of wealth as compared to men at the time of retirement. The main causes for the difference are a gender pay gap and women’s delayed career trajectories on account of caregiving.\nA stop-start career for women because of social attitudes means that it’s in senior positions, where the pyramid narrows and most wealth is created, that there are the largest gender gaps. There’s no silver bullet to change things. Consider two examples.\nWith women here expected to accumulate only 64% of wealth as compared to men, India is the worst performer among the 12 Asia-Pacific countries studied. The trade-off between a smooth career trajectory and caregiving has an outsized influence in India, where only 3% of women in the workforce occupy senior positions. But even though Argentina has highly qualified women, with a relatively high proportion in leadership roles, it fares a shade worse than India. Argentinian economy is prone to bouts of hyperinflation. Thanks to insufficient financial literacy, this has a bigger impact on women’s accumulated wealth. Gender-wise wealth disparity is a product of deeper inequalities that are not easily remedied.\n \n\n",
        "headline_1": "Women & wealth: Yet another – unsurprising – gender gap",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/women-wealth-yet-another-unsurprising-gender-gap/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-11-2022"
    },
    {
        "full_article": "Elon Musk has taken over Twitter and, as mass firing in the company begins, is creating chaos. But chaos is inherent to social media’s functioning in more fundamental ways, says The Chaos Machine: The Inside Story of How Social Media Rewired Our Minds and Our World by Max Fisher. The book paints a terrifying picture of the harm that these new technologies are doing to our psyches and societies. The turmoil in our world is linked to these platforms, which exploit our deep-wired need for connection and change the very fabric of our social reality.\nWe all come away feeling indignant and outraged after we spend time on social media. And this hot emotion, this sense of threat to our in-group, is exactly what they are designed to provoke. Algorithms sort us into tribes. This is simply how our minds work – for instance, reading an article by itself and reading it with comments below produce entirely different reactions. Reading the comments awakens social thinking, the tribal instinct, and hardens opinions one way or the other. The algorithm correctly calculates that conspiratorial and alarmist thinking is likely to keep you glued to the platform.\nRead full opinion on TOI+\n\n",
        "headline_1": "Social media’s designed for chaos & violence: Only remedy is to turn off the algorithms",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/social-medias-designed-for-chaos-violence-only-remedy-is-to-turn-off-the-algorithms/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-11-2022"
    },
    {
        "full_article": "Seventy-five years after the Partition of the Indian subcontinent, we are still a long way from understanding the complex ways in which this event affected the everyday lives of people and communities then, and how it still continues to shape our collective consciousness, politics and ways of being. This series, featuring scholars of partition studies from across the subcontinent – and to be published every Saturday – is an attempt at exploring the complexities and contradictions of the momentous event that forever changed the contours of this region. This article, the fifth in the series, looks into one man's journey through the events of 1947 and 1971, and his experience of being a refugee and then a stateless person.\nIn the Jehanabad district of Bihar, India, there is a town named Kako. Around 4km away from this town, in a small village named Firozi, Siraj-ul Huq was born sometime in early 1938. He is not someone \"important\" – not one of those \"big men\" whom we read about in our history books. I, nonetheless, choose to write about him.\nThere can be multiple ways to justify this choice. To me, the two most important reasons are: a) the life he lived and the roads he traversed reveal the arbitrariness of national borders in South Asia; and b) his astounding resilience during times of communal riots, civil wars, and economic uncertainties was inspiring.\nLet me begin with a disclaimer. I have never met Siraj-ul or any of his family members personally. As a recipient of a research grant, I had a month-long access to the 1947 Partition Archive, where I chanced upon a long video interview of Siraj-ul Huq. The interview was conducted by Sharf Alam at Siraj-ul's Karachi residence on January 26, 2019.\nThough an octogenarian by then, Siraj-ul had unusually vivid memories of his younger days spent in Bihar, Calcutta, Dacca, and Karachi. His travels across the subcontinent, the humorous anecdotes that he shared, his experiences of the big events like the Calcutta Killings (1946), Partition (1947), and the Liberation War (1971) made his interview particularly fascinating.\nMore importantly, as I listened to him, I realised how the repercussions of Partition were felt by many ordinary people of the subcontinent, way after 1947, and how they negotiated with them in several ways.\nInstead of providing an account of Siraj-ul's entire life, I will focus on two phases – his life as a refugee boy in Dacca in the 1950s, and his journey from Dacca to Karachi after the Liberation War – as they elaborate the points that I wish to make most succinctly.\nTowards the end of 1949 or in the very beginning of 1950, Siraj-ul came to Dacca with his mother. His father had been working in Calcutta for many years. After spending the first few years of his life in Firozi, Siraj-ul joined his father in Calcutta sometime before the notorious Calcutta Killings. He had vivid memories of the ferocity of the communal riots that shook Calcutta and the adjacent areas in August 1946. As Calcutta became an Indian city after the Partition of British India, his father became anxious about their safety and well-being. Many of their coreligionists were contemplating migration to East Pakistan; so was his father.\nFinally, towards the end of 1949, when once again the communal situation deteriorated in the city, his father decided to send Siraj-ul to East Pakistan with a group of Firoziwalas (Muslims who were originally from Firozi). Siraj-ul and his mother, thus, embarked on their hijrat – a term Siraj-ul often used in his interview to depict his migrations.\nAfter reaching Dacca, neither his mother nor Siraj-ul knew what their next step should be. Siraj-ul was a kid anyway, still enrolled in the fifth standard of a Calcutta school. His mother had always followed her husband in everything that she did. Suddenly they were on their own in a new city where they knew no one. Siraj-ul went out to look for a \"Calcutta-type house\" in the slum near the railway station. But soon he realised that there was an acute housing scarcity in Dacca. The Hindus were fleeing as there were riots in Dacca as well. But the houses that they left behind were promptly occupied by the Muslim refugees. Siraj-ul could not manage to grab a property amid this chaos.\nLuckily for them, an empathetic railway porter came to their help. He told them to wait at the station itself as a \"refugee\" train was expected to reach Dacca shortly. The train was bringing hundreds of Muslims from Calcutta who, like them, were coming to Dacca because of the riots. The government would surely make some arrangements for them, the porter mentioned and advised Siraj-ul and his mother to simply join the group to avail government facilities. Siraj-ul and his mother followed the advice. And indeed, with other refugees, they were soon taken to a large mansion, where the East Pakistan government was running a refugee camp.\nThis mansion – temporarily requisitioned by the government of East Pakistan at that time – was called Shankhanidhi Lodge, and it was built by a rich Hindu entrepreneur of Dacca named Lalmohan Saha in 1921. Siraj-ul remembered the grandeur of the house, the ornate pillars and intricate designs.\nIn this mansion, like Siraj-ul and his mother, many other refugees were housed. Their names were registered and they started receiving free food. At this lodge, his mother befriended another refugee woman. She advised Siraj-ul's mother to enrol the name of a baby in the government register. If a family had a baby, they were entitled to a daily quota of milk. Siraj-ul's mother did so and received an identity card for her four-year-old fictitious baby daughter, Munni. Amid the crowd and the chaos, the men looking after the refugees at Shankhanidhi Lodge had very little time to verify individual applications. The refugees took advantage of the situation to get a little more food or some other minor privileges. With three identity cards, Siraj and his mother began to receive rice, daal, vegetables, and meat for lunch and dinner, and milk and muri-murki (puffed rice) for breakfast. Though the food was free, the long queue for it was humiliating. For the first time in his life, Siraj-ul and his mother had to stand in a line to get food.\nThe mother-son duo lived in Shankhanidhi Lodge for around two months. While they were there, one day they received a letter from Siraj-ul's father – who was still in Calcutta – about his plans to visit them shortly. While this was good news for many obvious reasons, it generated some immediate anxieties for them. The lodge was full by then and the government was no longer accommodating any new refugees there. The refugee residents of Shankhanidhi Lodge were not allowed to bring in guests or visitors either. Anyone entering or leaving the lodge had to show their identity cards at the gate. How would his father enter the lodge and stay with them, they wondered.\nThen, Siraj-ul hatched a plan.\nThey had the card of four-year-old Munni, which came to their help. Siraj-ul put a \"1\" before the \"4\" and added \"ruddin\" after the name Munni. And it became the identity card of 14-year-old boy named Munniruddin (Muneer Uddin). He also scribbled on his own identity card that had his name (Siraj-ul Huq) and his age (14 years). He kept the name the same but changed the age to 40. This became the identity card that his father would use, and he himself started using the card with the name Munniruddin on it. Since this identity card was used for school admission and to avail refugee scholarship, Muneer became Siraj-ul's permanent name.\nCreating the fake identity card for a milk allowance or fudging the documents to ensure the entry of another individual to the rehabilitation centre are fantastic examples of tactics that refugees adopted to make their lives a little better amid all the hardships they faced. Such tactics reflected their resilience, agency, and enterprise.\nWhile studying the consequences of Partition in South Asia, we often become overwhelmed by the individual narratives of sufferings and loss. Paying attention to such narratives is important to understand the magnitude of the crisis that was unleashed with Partition. One, however, needs to remember the stories of resilience and enterprises as well. Such stories reveal how, despite all odds and with very limited means, the Partition survivors negotiated with the crisis to the best of their abilities.\nMuneer, aka Siraj-ul, would continue to live in Dacca for several years. He would finish his matriculation from a city school in 1954 and then he would travel to Karachi, where he had some relatives, in search of a job. The job would again bring him to Dacca at a time when the politics of the city and of the province had changed drastically. The battlelines had been redrawn and it was the Bihari-Bangalee antagonism that had replaced the Hindu-Muslim strife as the most definitive feature of the politics of the province.\nMuneer came to Dacca for the second time around 1970. He was now a married man with three children and a stable job at Pakistan Airlines. People in Karachi had warned him against going to Dacca, as the city was no longer welcoming to Bihari Muslims. Muneer did not listen to them. Afterall, he knew Dacca, had spent five adolescent years there, and still had a few friends and a handful of relatives in and around the city.\nBut soon after they settled down, the situation worsened. His father-in-law, sitting in Karachi, became restless about their well-being. But Muneer was not yet ready to leave. He had seen troubled cities before. The memories of Calcutta of 1946 were still fresh. He was not intimidated as yet. Moreover, he was shaped by the Partition and communal politics. He could understand Hindu-Muslim antagonism, but he was yet to grasp the meanings of hostilities within the Muslim community in East Pakistan.\nA colleague in his office in Dacca warned Muneer, though. He used to come from a small village every day and had to change boats thrice to reach Dacca. While coming to Dacca, he saw dead bodies of Bangalee men floating on the river. Though he himself was an Urdu-speaking pukka (solid) Maulavi, he told Muneer that Pakistan would soon collapse because it was cursed by the Bangalees. No nation could survive if it oppressed its own people. The ominous predictions of his colleague, the anxious phone calls of his in-laws from Karachi, and the deteriorating situation in Dacca forced Muneer to send his family back to West Pakistan. He, however, stayed on.\nHe was a government employee and leaving Dacca would mean leaving the job. He only left Dacca after the war ended and East Pakistan became Bangladesh – a new sovereign nation-state.\nMuneer's journey from Dacca to Karachi was a risky adventure. His first stop was Calcutta, a city he remembered fairly well. He stayed for a few days at a cheap hotel in Zakaria Street, met with a few relatives who still lived in the city, and headed for Firozi for one last time. He wanted to see his ancestral home before leaving for Karachi. Perhaps his intuition told him that he would not be back in India anytime soon.\nIn Firozi, he met some of his relatives who had stayed put despite Partition and riots. Muneer's next destination was Kathmandu.\nMany Bihari Muslims migrating to Pakistan from Bangladesh did so via Nepal – a country that had remained outside the Indo-Pakistan conflicts as much as it could. It had a fully staffed and operational Pakistan embassy where Muneer reported. He needed a seat on a Karachi-bound flight. He had little money with him; but he was a government employee fleeing an enemy country. The Pakistan Embassy, after checking his credentials, promised to make arrangements for his travel. But it would take some time, they said. There was a mad rush in all Karachi-bound flights. Muneer, therefore, spent a few days in Kathmandu, stayed in a cheap hotel room, and ate at the only Muslim hotel he could locate.\nFinally, the tickets came. He was to leave for Karachi on a flight operated by the Japan Airlines, that would fly via Rangoon.\nMuneer, almost penniless by then, boarded the flight from Kathmandu. The flight, he learnt, would stop for an entire day in Rangoon. He knew that the grave of the last Mughal emperor, Bahadur Shah Zafar, was in Rangoon. It was an opportunity to visit the grave.\nWas this visit something more than a touristy curiosity? Perhaps, yes.\nVisiting the grave of the last Muslim ruler of the subcontinent, no matter how weak he was, at a time when an Islamic state had fallen apart, perhaps reflected the crisis in the emotional world of a Muslim man who had sympathised with the Muslim League politics, served Pakistan, and had faith in its founding ideals.\nAmid this gloom, the local Muslims of Rangoon offered him some respite. They were visiting the airport daily to meet the Muhajirs migrating from Bangladesh to Karachi. They went there to show solidarity and support, to offer them food, paan (betel leaf), and tea, and to show them around if they had a long stopover. Like Muneer, the Muslims of Rangoon – at least some of them – were devastated with the disintegration of Pakistan, a unique nation-state that had promised to champion the needs of the followers of Islam in the subcontinent.\nAfter a long journey across several countries of South Asia, Muneer reached Karachi. Tired but safe, he met his family, joined the Karachi office of the Pakistan Airlines, and his life gradually limped back to normal.\nIn many ways, he was luckier than some of his coreligionists who had travelled to East Pakistan from Bihar. Not everyone could leave like him, even if they wanted to. After the war was over, despite several promises, Pakistan refused to take back many of them. They still live in camps as \"stranded Pakistanis,\" awaiting citizenship rights in Bangladesh or resettlement in Pakistan. If Partition had turned them into refugees, the Liberation War made them stateless. Even after 75 years since Partition, home remains elusive to them.\n(The 1947 Partition Archive is a crowd-sourced, community-based archive of more than 10,000 interviews of Partition survivors.)\n\n \nDr Anwesha Sengupta is assistant professor at the Institute of Development Studies Kolkata (IDSK) in West Bengal, India.\n",
        "headline_1": "75 Years of Partition: The Many Migrations of Siraj-ul Huq",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/75-years-partition-the-many-migrations-siraj-ul-huq-3160686",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-11-2022"
    },
    {
        "full_article": "According to yet another damning audit report by the office of the Comptroller and Auditor General (CAG), the Standard Asiatic Oil Company Ltd (SAOCL), a subsidiary of the Bangladesh Petroleum Corporation (BPC), has deprived the government – or, more accurately, the people – of Tk 472.7 crore through 21 counts of irregularities. This came to light after the CAG went over the company's books from 2012-13 to 2019-20 fiscal years and made field visits. Over the past several weeks, multiple audit reports by the CAG have given us a small peak behind the curtain to see how different government organisations are functioning. And the picture that has formed from what little information we have seen so far is truly terrifying.\nSAOCL is a 50-50 joint venture between the BPC and the Asiatic Industries. According to the CAG audit report, anomalies in the SAOCL include embezzlement by top officials, high rates, overtime, missing funds, irregularities in payment of litigation fees, and violation of the Income Tax Ordinance and VAT Rules. Moinuddin Ahmed, one of its five directors and the president of its management advisory committee, was found majorly involved in the irregularities.\nAhmed took out Tk 86.7 crore from SAOCL's bank accounts for company purposes from FY 2011-12 to FY2013-14 without furnishing any vouchers or invoices for the advances. He also withdrew Tk 23.11 crore from FY2012-13 to FY2015-16 in advance – thanks to no withdrawal ceiling – and never returned the funds. According to an investigation by the Anti-Corruption Commission (ACC), Ahmed bought two flats under his wife's name on Gulshan Avenue for Tk 12.37 crore and six flats for Tk 10.31 crore in Lalmatia, North Kamalapur, Baridhara, Bashundhara, and Chattogram's Halishahar with the money embezzled from SAOCL.\nWhile Ahmed is currently under ACC investigation, it is obvious given the scale of the irregularities that the BPC's internal controls have failed, as auditors have pointed out. Therefore, the government should launch a full-scale investigation into the matter and bring to book all those responsible. This is not the first audit report to disclose the outright looting of public funds that is happening in relation to the BPC. A previous audit report submitted in parliament in June revealed that the state coffer was robbed of about Tk 4,697 crore because of irregularities in 11 companies under Petrobangla between FY2014-15 and FY2016-17, and in two companies of BPC in FY2013-14.\nTherefore, we cannot accept the statement made by the state minister for power, energy and mineral resources that, \"BPC is responsible for looking into the issue of SAOCL. If BPC finds any irregularity, then they can take action.\" Clearly the BPC has failed that task, and it is such lackadaisical attitude on the minister's part that is partly responsible for it. We expect the concerned minister in particular, and the government in general, to take the findings of the audit reports much more seriously. Bangladesh is currently going through a significant economic crisis. And government corruption has been one of the biggest reasons behind that. It is high time we established some accountability and transparency in governance.\n",
        "headline_1": "Corruption has crossed all limits",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/corruption-has-crossed-all-limits-3160581",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-11-2022"
    },
    {
        "full_article": "Forty-year-old Ayatullah and 30-year-old Yasin had been asleep when, in the wee hours of October 27, 2022, they were dragged out of their shelter in Block C of Camp 17 by more than a dozen criminals and were fatally shot. According to the victims' families, both were vocal against criminal activities in the Rohingya refugee camps and had often cooperated with law enforcement agencies. \nEarlier, on October 15, miscreants shot dead two community leaders – also known as majhi – Mohammad Anwar and Mohammad Yunus of Camp 13. On October 12, Camp 9's sub-majhi Mohammad Hossain was killed. In the last month alone, at least nine Rohingya refugees have been killed – including an 11-year-old child who was a collateral damage in a shootout between criminals and the Armed Police Battalion (APBn) – while more than 25 Rohingyas have been killed between June and October this year.\nFresh tensions have been brewing in the Rohingya refugee camps of Bangladesh over the last couple of years. This resulted in the brutal murder of Rohingya leader and activist Mohib Ullah, at the Kutupalong camp in the district's Ukhiya upazila, on September 29, 2021, followed by the bloodbath unleashed by criminals upon Darul Ulum Nadwatul Ulama Al-Islamia Madrasa in Camp 18, killing six Rohingyas, including madrasa leader Maulana Akiz. \nIt is common knowledge that, over the years, vested quarters beyond our borders have been vying to assert their control over these refugee camps in Cox's Bazar, resulting in unrest and bloodshed. According to a report by Prothom Alo, at least 14 armed gangs are operating in 34 camps in Ukhiya and Teknaf. \nAnd the Arakan Rohingya Salvation Army (ARSA) is increasingly being alleged by refugees to be behind many of the recent attacks.\nThe police charge sheet for Mohib Ullah's murder includes 29 Rohingyas, many of whom are suspected to be ARSA members. ARSA has also been accused of being behind the attack on the madrasa, as the madrasa chief Maulana Akiz had, on previous occasions, resisted ARSA's overtures to use it as their basecamp, according to media reports. In fact, it has been suggested in media reports, citing local law enforcement officials, that both ARSA and a Rohingya organisation named Islami Mahas have been in a tussle over dominance and control of about 300 madrasas in the Rohingya camps. \nAlthough Bangladesh officially rules out the possibility of ARSA operating inside the country, in view of the recent developments and testimonials from refugees themselves, which suggest that ARSA operatives are active inside the Rohingya camps, we must look into the factors behind their increasing interest in the country.\nFor one, in the wake of the Myanmar military junta's decision to give away Rohingya lands and properties to the military-controlled Border Guard Police Division Office, ARSA is increasingly losing their foothold in the Rakhine state. The vulnerable, volatile Rohingya camps may look like the perfect setting for such a relocation. A January 2022 article published by The Diplomat, titled \"ARSA After the Myanmar Coup: Between a Rock and a Hard Place,\" suggests that \"ARSA has lost access to the disenfranchised population base from which it drew its strength. It is for this reason that ARSA has shifted much of its recruitment and sustainment activity from northern Rakhine state to refugee camps in neighbouring Bangladesh.\"\nAlso, yaba trade through Bangladesh is profitable. The country, sitting at the centre of three major drug trafficking routes of the continent – the Golden Triangle, the Golden Crescent and the Golden Wedge – finds itself in a tough spot as a convenient trafficking transit. \nWhile the country is not a producer of drugs, it has become a growing consumer market, especially of yaba. Myanmar, being one of the key producers of yaba in the region, finds Bangladesh a lucrative market – not just for transit, but also for direct sales. Although the Teknaf border was previously a convenient smuggling route, after law enforcement crackdown, an alternative route has been found through Naikhyangchhari, which facilitates the smuggling of 80 percent of the total yaba supply to the country, of which around 70 percent is sold in the camps and the rest across the country. A complete dominance of this market would be highly lucrative for any group, and ARSA also has an eye out for this.\nIn the midst of the ever-shifting geopolitical landscape of the region, one cannot rule out the possibility of the Myanmar junta using ARSA and other gangs inside the Rohingya camps to keep tensions high there and eliminate the pro-repatriation elements to completely annihilate the possibility of the repatriation of Rohingyas to their homeland. \nIn view of these scenarios, it is high time Bangladesh reviewed the situation in Rohingya camps, including the extent and intensity of ARSA's activities and their potential operability, and also assessed the drivers behind the recent rise in violence in the camps, leaving no possibility unexplored. \nWe cannot just allow criminal elements to violate our territorial integrity and flout our law and order system. We must assess and eliminate all possible risks before the situation spirals out of control.\nHowever, in doing so, we must keep in mind that it is only a minority of Rohingya refugees who get involved in these activities, and they should not be subjected to collective punishment or mass demonisation, simply because we are their host. This is a delicate situation and should be handled by authorities and the people with the empathy it demands. \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Could ARSA be behind the recent violence in Rohingya camps?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/closer-look/news/could-arsa-be-behind-the-recent-violence-rohingya-camps-3160486",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-11-2022"
    },
    {
        "full_article": "I had a whale of a time watching Extraordinary Attorney Woo. Those who have watched this popular South Korean drama portraying a young autistic lawyer must have noticed my wordplay on \"whale.\" The central character of the drama, who has Autism Spectrum Disorder (ASD), has an obsession with whales. Although she has never seen mammals in her real life and abhors the idea of seeing the animals in an aquarium, she constantly equates her situation with the deep-sea species. Woo's affinity with the mammal is further accentuated by her eating habit which includes kimbap – seaweed-wrapped rice rolls. Every day, her father packs her lunch of perfectly sliced rolls, knowing that it is important for his daughter to have food where all the ingredients are visible.\nI got hooked on the series after watching the first episode primarily because of the father-daughter bonding. My daughter, who has grown up to be a fine young woman pursuing her career overseas, has had an obsession with sharks ever since she watched Jaws as a child, and prefers eating only chicken curry, rice and daal. Somehow, the series struck a paternal chord in me as I allowed myself to be educated on developmental disabilities that are often considered taboo in our society. There have been many occasions when I turned away from movies or texts dealing with a mental disorder as they made me uncomfortable. I am not unique in my denial of learning about autism.\nWe hear of the struggles that our friends, relatives or colleagues are facing, only to indulge in customary pep talks or to shy away from the topic. We breathe a sigh of relief, thanking our luck for not having to go through the terrible troubles of paying for extra care or finding special schools for our children. The K-drama puts a human face to the disorder and highlights an important message: individuals with ASD are not necessarily incompetent and incapable of communicating. Often, they develop special characteristics and are misunderstood by the people who surround them. The signs of disorder in children with ASD become visible when they start talking. However, the extraordinary characteristics of some of these individuals can be nurtured through timely interventions and familial care. Like Woo, they can be prepared for life by making significant contributions to society. \nAttorney Woo's extraordinary memorising skills and photographic memory help her to attend the prestigious Seoul National University and attain a perfect score in her bar examinations. Due to the taboo that persists in South Korea, she finds it difficult to get a job with her communicative disorder. An owner of a leading law firm has a vested interest in giving Woo the necessary opportunity to prove herself in the professional field. The drama of political intrigues and unquenched romance humanises ASD and draws attention to a cause that otherwise would have been met with ignorance and indifference. \nI was so excited by the series that I even posted my reaction on Facebook, only to realise that this series has been a crowd-puller. Such reactions made me distinguish my two selves. In my professional life, I often come across students with autistic characteristics who fail to fit in with their classmates. They sometimes become subjected to humiliation or bullying, notwithstanding our institutional policy of inclusion and plurality.\nThe simple fact is that not all teachers and students have the empathy to accommodate people with different abilities. Yet, in my \"personal\" self, I, like my Facebook friends, was ready to imagine an ideal scenario where we would desire an extraordinary character like Attorney Woo to succeed in her profession, fall in love, and live a normal life. \nThe challenge for us is to curate the second self, the inner goodness in us that often loses its way when faced with reality. Parents of autistic children are told to place their children in mainstream schools for faster social assimilation. But our mainstream system, notwithstanding the national policies adopted in 2013, is far from ready to provide space to those who are different. Many parents conceal the neurological diagnoses of their children from their friends and relatives. Some secretly blame themselves or their luck for their \"misfortunes.\"\nThe stigma is probably responsible for the lack of data to reflect the real extent of ASD in Bangladesh. According to several surveys, about 0.17 percent of the population is diagnosed with ASD in Bangladesh. The rates are higher in some other countries as they have more rigorous and regular measurement systems of child development and functioning.\nIn Bangladesh, Shuchona Foundation stands out for its remarkable efforts in spreading awareness about autism in the country. It was instrumental in pursuing some key policy-level interventions. The endorsement of the disability rights law and the neurodevelopmental disability protection law are cases in point. Initiatives are now underway to amend the laws to align our national policies with the international goals of the United Nations Convention on the Rights of Persons with Disabilities (UNCRPD).\nThe success of the K-drama shows that social awareness can be boosted through the use of new media. The Netflix series has shed light on different issues related to discrimination against people with disabilities, including autism. Conversely, the naivety of the central character has allowed the filmmaker to make some social commentary that would have been difficult to articulate through a \"normal\" character. For instance, in one episode, Attorney Woo fights and wins a case against religious extortion in the name of protecting a temple site from tourism. She thus acts like Bibek (conscience) in our traditional jatra or the Fool in a Shakespearean drama. The wise-fool paradox in a character with ASD demands further discussion and illustration. One awaits the day when a character like Woo from Bangladesh will win our national hearts and impress the global audience. \nDr Shamsad Mortuza is a professor of English at Dhaka University.\n",
        "headline_1": "How reality could imitate representation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/being-different-can-be-beautiful-3160456",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-11-2022"
    },
    {
        "full_article": "According to yet another damning audit report by the office of the Comptroller and Auditor General (CAG), the Standard Asiatic Oil Company Ltd (SAOCL), a subsidiary of the Bangladesh Petroleum Corporation (BPC), has deprived the government – or, more accurately, the people – of Tk 472.7 crore through 21 counts of irregularities. This came to light after the CAG went over the company's books from 2012-13 to 2019-20 fiscal years and made field visits. Over the past several weeks, multiple audit reports by the CAG have given us a small peak behind the curtain to see how different government organisations are functioning. And the picture that has formed from what little information we have seen so far is truly terrifying.\nSAOCL is a 50-50 joint venture between the BPC and the Asiatic Industries. According to the CAG audit report, anomalies in the SAOCL include embezzlement by top officials, high rates, overtime, missing funds, irregularities in payment of litigation fees, and violation of the Income Tax Ordinance and VAT Rules. Moinuddin Ahmed, one of its five directors and the president of its management advisory committee, was found majorly involved in the irregularities.\nAhmed took out Tk 86.7 crore from SAOCL's bank accounts for company purposes from FY 2011-12 to FY2013-14 without furnishing any vouchers or invoices for the advances. He also withdrew Tk 23.11 crore from FY2012-13 to FY2015-16 in advance – thanks to no withdrawal ceiling – and never returned the funds. According to an investigation by the Anti-Corruption Commission (ACC), Ahmed bought two flats under his wife's name on Gulshan Avenue for Tk 12.37 crore and six flats for Tk 10.31 crore in Lalmatia, North Kamalapur, Baridhara, Bashundhara, and Chattogram's Halishahar with the money embezzled from SAOCL.\nWhile Ahmed is currently under ACC investigation, it is obvious given the scale of the irregularities that the BPC's internal controls have failed, as auditors have pointed out. Therefore, the government should launch a full-scale investigation into the matter and bring to book all those responsible. This is not the first audit report to disclose the outright looting of public funds that is happening in relation to the BPC. A previous audit report submitted in parliament in June revealed that the state coffer was robbed of about Tk 4,697 crore because of irregularities in 11 companies under Petrobangla between FY2014-15 and FY2016-17, and in two companies of BPC in FY2013-14.\nTherefore, we cannot accept the statement made by the state minister for power, energy and mineral resources that, \"BPC is responsible for looking into the issue of SAOCL. If BPC finds any irregularity, then they can take action.\" Clearly the BPC has failed that task, and it is such lackadaisical attitude on the minister's part that is partly responsible for it. We expect the concerned minister in particular, and the government in general, to take the findings of the audit reports much more seriously. Bangladesh is currently going through a significant economic crisis. And government corruption has been one of the biggest reasons behind that. It is high time we established some accountability and transparency in governance.\n",
        "headline_1": "Corruption has crossed all limits",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/corruption-has-crossed-all-limits-3160581",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-11-2022"
    },
    {
        "full_article": "A constitution is a beautiful thing to have, and it is more beautiful when the laws and principles codified into it are followed. This needed to be put in a single sentence because just as important it is for modern nation-states to have a basic agreement in place – written or not – about the rights and aspirations of citizens, it is also important that the agreement is followed to the letter. Unfortunately, though, through the five decades of its existence, our constitution has been, as the saying goes, \"more honoured in the breach than the observance\".\nThis should be kept in mind as we officially observe the Constitution Day of Bangladesh for the first time this year. On this day in 1972, the constitution was ratified by the Constituent Assembly of Bangladesh, to be effective on December 16 later that year. Through declaring this day, the government has recognised an important milestone in our nation's history. It must be acknowledged that in the last 50 years, we have achieved remarkable success. Our achievements in various socioeconomic indicators have been nothing short of extraordinary. Today, Bangladesh is no longer just a dot on the map; it's a force to be reckoned with.\nBut our journey so far has also been a sad commentary on the frequent attempts made by successive governments to deviate from the foundational principles set out in the constitution, particularly democracy, socialism, and secularism. The constitution recognises every citizen as equal, to be treated without discrimination and have equal access to all benefits and services. It recognises their basic rights – including freedoms of thought, conscience, expression and assembly – subject to reasonable restrictions, however, which too must be clearly spelled out in relevant laws. It puts people at the centre of the republic. And anything that goes against their shared interests will be unconstitutional. Today's reality, however, is a far cry from this beautiful, pro-people spirit of the constitution.\nEverywhere we look, this spirit is being violated recklessly, often by the state or because of it. We have developed institutions and infrastructure that ostensibly serve the people but, in reality, those seem to be more for the benefit of the rich, powerful and politically connected. Clearly, the much-vaunted economic progress of past decades hasn't reached ordinary citizens, who are struggling with the sky-high cost of everything, from every essential item in the market to the utilities to transport fares to healthcare to education. The law-and-order situation has deteriorated alarmingly. The bureaucracy seems totally unconnected with the reality of citizens, while the judiciary is failing to deliver justice. The interests of the ruling establishment and their beneficiaries seem to be superseding every other consideration.\nThis is the opposite of the world envisioned for citizens in our constitution, and the mere observance of a Constitution Day will not mitigate their sufferings. We urge the authorities and the political class to uphold the spirit, not just the letter, of the constitution so that we can reach our full potential as a nation.\n",
        "headline_1": "We must uphold the constitution",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-uphold-the-constitution-3160381",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-11-2022"
    },
    {
        "full_article": "Traditionally, the worst victims of natural calamities like storms, floods, tidal surges, downpours and droughts have been the poor. As usual, being increasingly exposed to the extreme climate-change-induced vagaries of weather, the poor have been experiencing even greater damage to their lives and properties than before. But the existing official financial support available to mitigate their losses is neither timely nor adequate. Also, any aid from international agencies is too small to meet their need. But since the disaster victims' needs are urgent, they cannot wait for the government assistance to arrive. Naturally, they try to tide over the crises on their own with whatever means they have at their disposal.According to a report from an international research institute, the poor stricken by climate-induced disasters in rural Bangladesh annually spend around US$2.0 billion dollars to repair their destroyed properties and other infrastructures as well as to take various preventive measures against future calamities. This is around twice the amount of financial assistance the rural climate victims receive from the government and 12 times the aid channelled through international multilateral agencies to meet such emergencies. It only points to the extent of the damage the rural climate victims are subjected to and the insufficiency of the succour they get from the government and other external sources to address it. So far as the financial support from the government or aid agencies is concerned, there is no structured mechanism to deliver the assistance to those in need.As reported in the last Wednesday's issue of this paper, a Sweden-based international body, Stockholm Environment Institute (SEI), came up with a search report that dwelt mainly on ways to make the 'finance for loss and damage' to the climate-affected poor operational. What the report further pointed out is that though with the worsening of the climate-change-induced disasters the demand for the financial assistance to address the victims' loss and damage is increasing, there is practically no arrangement as such in existence to meet the demand. What is there falls far short of what is required. Worse yet, the existing financial assistance regimes have funding procedures that are too complicated for the climate-vulnerable communities to access. Channelled mostly in the form of loans and projects, such assistances actually risk ensnaring the target communities in debt traps that basically defeats the very purpose of the help. Sometimes, the aid money even fails to reach the intended recipients. So, it calls for a change in the approach to deliver the financial assistance to the climate-vulnerable communities. In fact, the focus should first be more on devising a mechanism for delivering the financial assistance to the victims before determining the volume of the assistance to be provided. Though the advanced industrialised economies of the world are the biggest contributors to climate change, they have so far gone back on their commitment to help the affected poor peoples in the developing and the least developed countries. At the last year's Glasgow Climate Summit (COP26), for example, low-and-middle income countries proposed establishing a Loss and Damage Finance Facility. But the wealthy nations did not agree. Given its urgency, the matter should be raised again at the upcoming UN Climate Change Conference (COP27) at Sharm El-Sheikh in Egypt. As one of the worst victims of climate change, Bangladesh should play a leading role at the COP27 in creating the earlier proposed Loss and Damage Finance Facility.",
        "headline_1": "Helping victims of climate change",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/helping-victims-of-climate-change-1667568148",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-11-2022"
    },
    {
        "full_article": "As China moves away from synthetic products and in to high-tech industries, Bangladesh footwear industry could occupy a large portion of the vacancy left in the synthetic leather market, the global worth of which was US$84.1 billion in 2020. This market is expected to increase exponentially to $174.7 billion by the end of 2031. It is understood that footwear comes on the heels of garments as a basic consumer product and the domestic footwear industry could increase its export earnings threefold over the next few years if it got the right policy support from the government. Currently, Bangladesh exports nearly $450 million worth of non-leather footwear (FY2021-22), where sports footwear accounts for about half the earnings. The EU takes 65 per cent of our footwear exports and other major destinations include India, Morocco, Turkey, Russia and the United States. With China shifting away from footwear to other high value products, countries like India, which is one of the biggest importers of synthetic footwear, will be looking at alternative supply chains. Given these circumstances, Bangladesh needs to strategise, both in the short- and long-term regulations so that the country can double its export to cross the billion-dollar market in the next year or two. As a presentation made by Policy Exchange titled 'Export Diversification Imperative: Key Sectoral Opportunities and Policy Priorities for Bangladesh' recently shows, Bangladesh contributes only 2.0 per cent of the world's footwear production and is ranked 6th globally. With China's rising labour costs and its move away from this sector, brands will be looking to diversify their supply chain and this presents opportunities for Bangladeshi manufacturers. Looking beyond the domestic market, Bangladeshi manufacturers' share of exports grew nearly fourfold from $200 million in 2009 to $968 million in 2018. When it comes to non-leather footwear, Bangladesh ranked 21st in 2018 in terms of export value and 20th by volume. If one looks at the data from the Export Promotion Bureau (EPB), export of synthetic footwear and sports shoe registered an annual growth rate of about 20 per cent in the preceding five years. Industry players have likened the rise of non-leather footwear to be a good alternative to garments and given its growth trajectory, the sector could become another success story like the RMG sector. Indeed, we learn from Apex Footwear that non-leather footwear has greater export potential than leather shoes as there has been a shift in demand from traditional leather shoes to non-leather / synthetic footwear, driven mainly by the growing demand of the younger generation. Local companies like Shoeniverse Footwear saw its export earnings grow by 29.19 per cent, 49.28 per cent and 40.52 per cent over the last three financial years, whereas, Apex Footwear reportedly exported more than 500,000 pairs of non-leather shoes in 2020. Despite these successes, synthetic manufacturing in the country suffers from a lot of constraints. In terms of market and infrastructure, there is a dearth of skilled workforce, inadequate training programmes, a lack of or dysfunctional common effluent treatment plants (of importance since synthetic shoemaking is a chemically-intensive process), access to markets through trade agreements and the global push towards sustainability and compliance.Again, as pointed out by the Policy Exchange, there is no strategic direction to develop the sector. Exorbitant sums are involved in obtaining necessary certification. The tax regime and business environment require stability so as to enable entrepreneurs make investment plans. Thirdly, entrepreneurs face problems in accessing finance. The present tenure for funding is short term in nature, which make it costly for small firms or new entrants. Smaller companies do not have access to global funds and are generally ill-equipped to access climate funds.For Bangladesh to take advantage of the changing dynamics in global footwear production there is a need to address all of these bottlenecks. One of the ways could be to encourage joint ventures for production of synthetic leather and chemicals in the country, so that backward linkage for production plants is readied. Policymakers need to develop a policy framework to develop the industry with a vision up to 2041. More specifically, the industry needs incentives and policy support for investment in backward linkages to help sectoral growth by reducing lead time and increasing value addition.To develop markets and infrastructure, Bangladesh needs standard training programmes to build a skilled workforce and such training must be supervised by qualified and experienced trainers. Facilitating trade agreements with non-traditional markets is another strategy that needs to be explored and pursued. Local companies need lots of investment to gear up their capacities to catch a greater share of the global market and here the central bank has a role to play. It has been suggested that Bangladesh bank, through BIBM (Bangladesh Institute of Bank Management) may expand the training programme to promote sustainable lending by providing knowledge about existing financing facilities. Thus smaller entrepreneurs can gain access to Export Development Fund if credit assessment and procedures are simplified. There is a need for a long-term strategy to develop the synthetic sector. For large amounts of FDI that will be needed to transform the sector as a whole, policies need to be formulated to make it attractive to investors, particularly, \"easing of repatriation of profits, dividends and capital by foreign investors and salaries of foreign workers.\"\n[email protected]",
        "headline_1": "Export potential of synthetic leather footwear",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/export-potential-of-synthetic-leather-footwear-1667568465",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-11-2022"
    },
    {
        "full_article": "Dhaka will see its metro rail by the end of 2028, provided everything goes according to the plan. It is, however, unlikely, as experiences show that this kind of complex infrastructure project will not be able to meet the deadline. Moreover, it is unnecessary to stress on finishing the work on time. What is more important is to raise questions about the move to build another costly mega project.The proposed underground metro rail project is part of the Mass Rapid Transit (MRT) Line-1 having around 30 km in length. About 19km from Hazrat Shahjalal International Airport to Kamalapur, one part is underground. Another part is elevated, around 11 km, from Notun Bazar to Purbachal. The Notun Bazar will serve as an interchange station. The project's completion cost is estimated at Tk 525.61 billion, of which the Japanese government will fund Tk 394.50 billion. The Bangladesh government will invest the rest amount of Tk 131.11 billion. Though the project was approved in 2019, it was suspended due to Covid-19. Later, at the end of last year, it revived again. The final agreement between the relevant parties was signed in the third week of the last month to start the construction. So it is clear that the government has no intention to abandon the project no matter how costly and less viable this is. Though the feasibility study of the project portrays a rosy picture of benefits after the completion of the construction, many things are ignored here. Despite modern engineering solutions, the difficulties and complexities of constructing an underground metro rail are beyond measure. The designers and engineers have already faced some tough challenges in a densely populated city like Dhaka, which has also mainly grown unplanned or on a flawed plan. Though it may not be impossible to overcome the challenges, the cost will be quite high, no doubt, and the project may see an upward revision of the estimated cost within two to three years. For growing cities in developing countries, following the developed nations, the metro rail system has emerged as the preferred means of providing better and faster mobility. There is, however, a mix of underground, over-ground and elevated rail tracks across the cities depending on cost and environment. Generally, an elevated system costs less than one-third of an underground network and half of the cost of a partially underground line. Underground or subway lines also require more electricity for cooling and lighting than elevated or above-ground tracks. But again, avoidance of traffic congestion, pollution and maintenance usually makes an underground system cheaper in the long run. For the subway, the land acquisition cost is small, and there is little need to demolish and shift existing structures and utilities. Since the objective of the metro rail is to provide safer and faster mobility, alternatives also need to be adequately explored. Bus-based public transport solution is less costly although it is no match for metro rail. Nevertheless, replacing the worn, unfit, dirty public buses in Dhaka with decent and green buses is an option the authorities must consider seriously. Delhi has developed a fantastic public bus system along with its mixed-tracked metro rail to make public transport efficient and effective.\n[email protected]",
        "headline_1": "Does Dhaka need metro?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/does-dhaka-need-metro-1667568497",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-11-2022"
    },
    {
        "full_article": "Today's children are our tomorrow's future. So, we need to bring them up in a way that they can become human resources. For this, they must have formal education in their childhood. However, dropping out from educational institutions has been a problem all over the country for a long time. This problem is more acute in rural schools. Although education is the basic right for every child, education facilities differ between rural and urban societies. Dropout from school is a major barrier to eradicating illiteracy in Bangladesh. The enrolment rate is now a hundred per cent, but half the enrolled learners drop out of education before completing the primary cycle. On the other hand, children in cities are way ahead in education. Also, education rates are relatively higher in these areas. The children of rural societies are deprived of a number of facilities. So, their dropout rate is increasing day by day. After being dropped out of schools, most of these children resort to child labour. The main reason for this is the unawareness of the village guardians. They do not want to invest in their children's education. Rather, they want their children to start working as early as possible. Many of these children abandon schools in their primary education and start doing risky jobs with their fathers. One of the main reasons behind increasing dropout rates in rural educational intuitions is child marriage. For a number of reasons, young girls are married off in between their primary and secondary education and become full-time workers in their in-laws' houses. Poverty, illiteracy and a lack of awareness are some of the key reasons for the high rate of school dropouts in our rural society. The authorities concerned must wake up now and start working against high dropout rates in rural educational institutions. \nAbdullah Almamun, Student of Department of Sociology,Jagannath University, Dhaka, [email protected]",
        "headline_1": "Addressing rural school dropout",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/addressing-rural-school-dropout-1667568525",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-11-2022"
    }
]