[
    {
        "full_article": "In upholding the conduct of a survey by the Archaeological Survey of India (ASI) at the Gyanvapi mosque, the Allahabad High Court may have endorsed a surreptitious attempt to alter the character of the place of worship. Both the High Court and the Varanasi District Court, which ordered the ASI survey on July 21, had held earlier that the suit filed by some Hindu devotees to assert their right to worship some deities and images within the mosque precincts was not barred by the Places of Worship (Special Provisions) Act, 1991, which froze the status of all places of worship as on August 15, 1947. The reason given was that the suit was solely for the right to worship and not to seek any declaration that the building was a temple. In brazen contradiction to this stand, the worshippers filed applications seeking a scientific survey by archaeologists to ascertain whether the Gyanvapi mosque was built on the demolished structure of a Hindu temple. Both courts have endorsed this strategy of gathering official evidence, currently not available to the plaintiffs, through the ASI. The District Court’s order merely said a scientific report would bring out the “true facts” about this case and help it arrive at a just and reasonable conclusion. The High Court has dismissed all objections, including the ones that said the court cannot ask for expert evidence even before the issues to be tried were framed, and that it cannot gather evidence on behalf of the plaintiffs.The courts have not dealt with the question why it is necessary to determine the date of pillars and walls and make a list of artefacts, when the main prayer in the suit is for the right to worship Ma Sringar Gauri, Ganesh, Hanuman and other “visible and invisible” deities. The entire case is based on the assertion that Hindu deities were being worshipped at the site before and after August 15, 1947. And that daily worship of these deities was going on till 1990, and that after 1993, it is permitted one day every year. The plea for a survey and the intent to rake up the question of an earlier structure under the mosque indicate a design to create conditions for seeking an alteration to its status. An earlier order asking an Advocate-Commissioner to study the premises led to a claim that what was likely a sprinkler or fountain was a ‘shivalingam’. It is unfortunate that the courts are encouraging motivated litigation directed at Muslim places of worship. Each time such an application is filed, it raises the spectre of incremental injustice from an abuse of the legal process.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\narchaeology\n\n/\n\nUttar Pradesh\n\n/\n\nreligion and belief\n\n/\n\nminority group",
        "headline_1": "Incremental injustice: On the Gyanvapi mosque survey",
        "headline_2": "Courts should discourage motivated cases for altering status of places of worship",
        "link": "https://www.thehindu.com/opinion/editorial/incremental-injustice-the-hindu-editorial-on-the-gyanvapi-mosque-survey/article67158812.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-08-2023"
    },
    {
        "full_article": "Less than a month after the Goods and Services Tax (GST) Council appeared to have sealed a compact on the long-deliberated issue of the appropriate tax to be levied on casinos, horse racing and the booming online games industry, it was convened afresh this Wednesday to revisit the matter. The rethink on the Council’s move to impose a 28% GST on the face value of bets placed by participants was ostensibly triggered by an outcry from industry and a nudge from the Electronics and IT Ministry that is steering the e-gaming policy. Online gaming players had termed it a death knell for the sunrise sector with billions of dollars in investments and thousands of jobs at stake, and stressed the levy is not in sync with global norms that tax the gross gaming revenue (i.e., their platform fees). Sikkim and Goa’s pleas for the casino tax to be also levied in the same manner did not find favour with the Centre and most States, so the Council decided to stick to its stance with one minor, but not trivial concession. Simply put, if one enters the race course on Derby Day and bets ₹1,000 on a horse with moderate odds which ends up winning, and bets part of that bounty on another horse in the next race, the tax levy will remain confined to your initial thousand rupee wager. This formulation addresses the prospect of repeat taxation on reinvested earnings, drawing a muffled sigh from the nascent industry that still remains anxious on the implications of the tax likely to kick in from October 1.It is no one’s case that the GST Council should only take unanimous decisions — as Finance Minister Nirmala Sitharaman pointed out, even the taxation of lotteries was firmed up by a majority vote. But the Council’s promise of a review of the tax six months after its implementation, even if it was just an attempt to placate the dissenting voices of small States such as Goa and Sikkim, belies a lack of conviction in the resolution. While users and industry now await the fine print of the legislative changes to GST laws and the rules to be subsequently notified by the Revenue Department, the room for a review, which could swing either way, creates a cloud of uncertainty on business operations and fresh investment plans. The Council has often clarified or tweaked tax treatment for items, when warranted. But announcing a review at the outset sets an awkward and potentially dangerous precedent that could thwart India’s aspirations of being a reliable investment destination with predictable policies. The Council should not give the impression that it can be swayed so easily by representations from the industry or demands of individual States.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntaxes and duties\n\n/\n\ncasino and gambling\n\n/\n\nhorse racing\n\n/\n\nonline\n\n/\n\ngaming and lottery\n\n/\n\nSikkim\n\n/\n\nGoa\n\n/\n\ninvestments",
        "headline_1": "A tentative rethink: On the Goods and Services Tax Council’s move",
        "headline_2": "The Goods and Services Tax Council’s retake on gaming bets does not provide enough certainty",
        "link": "https://www.thehindu.com/opinion/editorial/a-tentative-rethink-the-hindu-editorial-on-the-goods-and-services-tax-councils-move/article67158693.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-08-2023"
    },
    {
        "full_article": "Gram for gram, tomatoes have cost more than petrol in recent times. To understand why, we must return to origins, because in tomatoes as in life, where we come from shapes us fundamentally. Tomatoes originated in the Andes Mountains, where average temperatures hover around 20 degrees C. Even after centuries of being away from its birth home, the plant still grows best at temperatures between 20-24 degrees C. The climate of large parts of India is suited to tomato growing during part of the year, and so, in a geological blink, the tomato edged out the native tamarind, to become the preferred source for sourness in Indian cuisine. Then, unfortunately, the climate changed.\nBefore we delve in further, remember tomato prices typically peak in June-July because it’s the lean period between two big harvests. This year, those regions were affected by climate problems, and so, tomato prices rose abnormally. In mid-May, a heatwave struck many tomato-growing districts. Tomatoes are finicky about their water and temperature needs, which is why the highest tomato yields are achieved in a greenhouse. Too hot, and the plant doesn’t flower, blossoms fall prematurely, or the fruit doesn’t ripen. The Andean tomato was never meant to withstand such heat, and its yield suffered. The monsoon was delayed in large parts of India, damaging the summer crop further.\n\nJuly also brought floods. Himachal, an important source of July’s tomatoes, was hit by the combined onslaught of western disturbances and the monsoon. Several districts received more than twice their monthly rainfall in a matter of days and flooded, ruining crops and blocking exports from out of state. Tomatoes rot quickly — especially in damp weather — so, delay means loss. And in the flood and rain, prices began to climb. All eyes turned to Karnataka’s Kolar market, another key source for July tomatoes. My mother grew up near Kolar, and she speaks of the delicious summer weather there — tomato-heaven as it were. But Kolar disappointed this year. Why? Climate again. Tomatoes, like us, are hurt by viral infections. Ground reports say the crop around Kolar was hit hard by tomato yellow leaf curl virus. This virus is transmitted largely by the white fly, which does better in hot, humid weather with irregular rainfall — just the conditions that prevailed this year, and just what the tomato hates. In Maharashtra too, the crop appears to have been hit by a virus, this one transmitted by aphids, which also do better in higher heat and humidity. So, a weakened tomato was hit by a stronger disease transmission network. Unsurprisingly, tomato arrivals in Kolar have fallen by 75% in July compared to last year, while Maharashtra and Gujarat have seen 50% lower arrivals than last year.\nIrregular rainfall, intense rainfall, landslides, heatwaves, pest attacks — all fingerprints of climate change —  are expected to become more common going forward. We must adapt, as the climate will continue to change. Other factors — low yield, too many middlemen, tomato rot, damage and loss between farm and fork — only serve to expose tomato production even further to the talons of a wayward climate, increasing price volatility. Streamlining the supply chain, like some startups are doing, would help. Substituting the finicky tomato with our native, hardier-by-far tamarind, as many are doing, can also help.\nProcessing more tomatoes into purees and paste, as others have also suggested, would absorb excess during booms, and increase supply during dips in production. The latter is important. During plentiful supply, prices plummet, as they did in April and May of this year. Naturally, farmers were hesitant to either plant tomato in the summer season or spend more on pesticide and labour to keep up yields. And so, production of July-tomatoes fell. Consider what might have happened if more tomatoes in April were made into puree thus supporting prices in April and increasing supply later? Processing is farmer friendly too — a 2018 RBI-CAB study shows that farmers make a higher margin when selling to processors as opposed to middlemen or at the mandi.\nIndia processes less than 1% of its tomatoes, far less than every other major tomato producer globally. Increasing processing capacity needs private sector support, way more and way faster than is happening now. Contrast startup action in two sectors: Electric mobility is zooming — encouraged directly by government subsidies and indirectly, through a corporate carbon-reduction focus and by high fuel prices. But agritech action in processing is crawling by comparison. There are many reasons for this, but, to my mind, prioritisation is key. India has demonstrated that it can move swiftly towards targets it prioritises, like vaccines and toilets. Think of vegetable processing as a key vaccine against a warming climate — it requires the same urgency.\n\n",
        "headline_1": "Playing ketchup: We must adapt to tackle climate-driven tomato crisis",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/playing-ketchup-we-must-adapt-to-tackle-climate-driven-tomato-crisis/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-08-2023"
    },
    {
        "full_article": "Popular cinema can often sharply question ossified social practices, as Karan Johar’s latest movie does vis-à-vis patriarchy:\nTo paraphrase Marx, popular cinema is the opium of the masses. In darkened auditoriums millions from India Below find temporary retreat. Life is forgotten and fantasy takes over. But fantasies are never value-free. They slyly transmit the creator’s value system to the receiver. To that extent, films serve as a frontline where ideas constantly compete for primacy.\n\nProducer-director Karan Johar’s latest, Rocky Aur Rani Kii Prem Kahaani, is a subversive battleship in this ceaseless war. The film typifies Bollywood’s cinema of excess: stars you can’t take your eyes off, dance sequences with enough extras to fill a rock concert arena, and a plot line – young lovers who must negotiate their cultural differences and contrasting families – that bears similarity with Hrishikesh Mukherjee’s Khubsoorat (1980) and, more recently, Shoojit Sircar’s Vicky Donor (2012).\nRead full opinion on TOI+\n\n",
        "headline_1": "Rocky, Rani & The Power Of Kahaani",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Addictions/rocky-rani-the-power-of-kahaani/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-08-2023"
    },
    {
        "full_article": "Four years after Article 370 was abrogated in Jammu and Kashmir, Lieutenant Governor Manoj Sinha told Bharti Jain that the people of the Union territory are convinced that prosperity and progress can only happen in a peaceful environment. Excerpts:\n\n\nHas there been a perceptible change in the security situation of J&K in the last four years?\n\nThe people of J&K have now got used to peace, prosperity and progress. Those using Kashmiris as cannon fodder, now stand exposed as far more innocent people were killed in the last three decades. Infiltration is at a low. The security grid has become impregnable and terrorism is now on its last legs. With a 360 degree approach, we are tackling both the terrorists and the terror ecosystem. Tourist footfalls have touched 1.27 crore so far this year and I expect the figure to cross 2 crore.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘In the last 4 years in J&K… street violence, hartals have stopped. Now people are free to lead life as they wish.’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/in-the-last-4-years-in-jk-street-violence-hartals-have-stopped-now-people-are-free-to-lead-life-as-they-wish/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-08-2023"
    },
    {
        "full_article": "SC’s Rahul call reminds why we must decriminalise defamation:\nWhen a Surat court convicted Rahul Gandhi for criminal defamation for a remark made four years earlier, it also gave him the maximum sentence of two years, which set off his disqualification from Lok Sabha. In staying this conviction yesterday, the Supreme Court made piercing observations that in showing how much the criminal defamation provision had been abused in this case, further showed that the law needs to be binned altogether.\n\nDespite knowing that it would affect not just the right of one individual but the rights of an entire constituency, the “learned trial judge” imposed the maximum punishment without giving any reason for doing so. Had the sentence been a day lesser, there would have been no Representation of the People Act fallout. But this is the cruel norm, the defamation law’s colonial sting is worsened by sluggish and/or arbitrary judicial processes. Its ambiguous wording means it can be weaponised to punish the widest variety of speech acts, from political dissent to humour and satire. Unlike in the past, SC must not pass the next opportunity to strike down this law.\nDefamation as a civil action is of course valuable, it represents a reasonable check. As the court said, Rahul needs to be more careful in future. With election temperatures rising higher and higher, so do the other political leaders. Meanwhile, this is a moment of cheer for Congress. It adds to the party’s campaign and Parliament energy. The interesting question is how INDIA non-Congress stalwarts will see Rahul back as a 2024 contestant, because Congress for sure will de facto at least want Rahul as the opposition’s main leader.\n\n",
        "headline_1": "Bin this law",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bin-this-law/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-08-2023"
    },
    {
        "full_article": "The story of a nine-kilometre rail track in Gaibandha – lying unused and neglected for eight years – is an old one that shows how unconcerned the relevant authorities are about monitoring the viability of infrastructure that they have constructed with public money. More appalling, however, is their disregard for the long years of suffering endured by the former owners of the land, mostly farmers, who have not been given the compensation they were promised.\nAccording to a report in this paper, the railway line was constructed on 145 acres of land – owned by 629 farmers – between 1996 and 1997 so that rail communications could be established along with the ferry services which had changed their route. The agreement was that Bangladesh Railway would compensate the farmers for the time the line was operational, and give back the land if the track became inactive. However, the track became totally inactive in 2015 as the Jamuna Bridge offered a more efficient, quicker route and soon replaced the routes taken by the ferry services.\nUnfortunately, the farmers who had given up their lands for the track allege that they have not received compensation for the last 10, 14 or even 19 years. We cannot understand why there has been no action by the government for so many years to remove the rail track, give back the land to the rightful owners, and pay off compensation to them? It is as if the railway authorities have completely forgotten that they had built this rail track on the lands of these farmers.\nThis is yet another example of the indifference of the relevant authorities towards those who have been affected but do not have the means to fight for their rights. The Bangladesh Railway is obligated to pay the compensation, and the fact that it has not been honouring the agreement should have come to the notice of the higher authorities a long time ago. One of the BR engineers has said that since the rail line was operational until 2015, compensation would be given till then and that the land would be given back to the owners. No reason has been given as to why these landowners have been kept waiting for all these years. Additionally, it is not fair that they would only be paid compensation till 2015 since the land has been occupied by BR for much longer than that. The farmers should not be deprived because of the BR's inefficiency or reluctance to pay.\nWe urge the government to hold BR accountable for its negligence and make sure that the farmers get back their lands and are paid the compensation for all the years that they were unable to utilise them.\n",
        "headline_1": "Abandoned rail track a concern for Gaibandha farmers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/abandoned-rail-track-concern-gaibandha-farmers-3387111",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-08-2023"
    },
    {
        "full_article": "When I was a little girl, the only female athletes whose names I knew were Serena and Venus Williams. I wasn't a tennis fan though. I was mad about cricket, especially the Sri Lankan team, and I could tell you what I loved about Ranatunga, Jayasuriya and Chaminda Vaas even before I properly knew how to spell their names.\nAt that point, if anyone had asked me if I thought women played cricket or football, I would probably have instinctively said no. My school only reinforced this belief, taking out the boys in our class in buses every week to play football and cricket on open fields, while the girls had to do with the small courts within campus walls. It's not that they didn't think we were capable though, they were only protecting us from the lack of safety that they seemed fine subjecting the boys to.\nYou can only imagine how much pride it gives me now to know that even if the Asia Cup title continues to elude the Bangladesh men's cricket team – who by the way have had my undying fidelity since that fateful day in Northampton in 1999 (if you know, you know) – the Bangladesh women's team, despite having far less experience under their belt, beat six-time champion India in 2018 to clinch the title. Most recently, the Tigresses held their own in their first-ever home series as well, with a 1-1 series draw against India.\nAs a child, I don't think I imagined that one day, images of Bangladesh's women cricketers and footballers would be on the front pages of major local newspapers like they were after the 2018 Women's T20 Asia Cup, and after the Bangladesh team's dramatic win in the 2022 SAFF Women's Championship. I definitely could not have imagined the hero's welcome our footballers would return to after winning the SAFF trophy, with crowds of people, men and women, pouring out onto the streets to cheer them on. Whether it's weight lifting, mountain climbing or archery, today's little girls have so many more role models to look up to that it's impossible to not feel hopeful about how far Bangladeshi women have come in the last couple of decades.\n\nThe media is so saturated with horrific cases of rape and violence that the regular abuse, harassment and threats women face for simply daring to inhabit public spaces barely make it into the conversation. Too often, their experiences are trivialised and ignored: by families, communities, law enforcement agencies and the justice system. But the truth is that the rosy picture of Bangladeshi women's achievements has always masked a darker underbelly: whether it is of greater financial insecurity, social stigma, lack of support, or being undermined and underestimated at every turn.\nThis is why it's all the more difficult to be shocked back to reality by the attack on four members of the under-17 Khulna divisional football team on July 29 in Khulna's Batiaghata upazila. According to media reports, not only were these young girls assaulted simply for wearing sports attire and practising football; they were then threatened with acid attacks if they refused to withdraw the case they had filed against their attackers.\nUnfortunately, and as we are all aware, such gender-based violence is an everyday reality in Bangladesh. The media is so saturated with horrific cases of rape and violence that the regular abuse, harassment and threats women face for simply daring to inhabit public spaces barely make it into the conversation. Too often, their experiences are trivialised and ignored: by families, communities, law enforcement agencies and the justice system. But the truth is that the rosy picture of Bangladeshi women's achievements has always masked a darker underbelly: whether it is of greater financial insecurity, social stigma, lack of support, or being undermined and underestimated at every turn.\nAnd this is all the more pertinent when it comes to women's sports. In fact, I doubt we would be able to find even a single female athlete in the country who has not, at some point in her journey, faced criticism, threats or even verbal/physical abuse for her chosen profession.\nThe fact that female athletes have a harder time of it than men is hardly new information. The ongoing Fifa Women's World Cup, where viewership is expected to hit over two billion for the first time, has once again shone a spotlight on the inequalities and difficulties faced by female athletes. Jamaica made history by becoming the first Caribbean country to reach the final 16. Despite having so little financial backing, they needed crowd-funding to get to their games. Morocco also made history by reaching the top 16 in their first-ever World Cup appearance, and their players spoke to the media about the social stigma they faced at home for wearing \"men's clothing\" and playing football. At the same time, Moroccan defender Nouhaila Benzina became the first player to wear a hijab at a World Cup, proving that diversity and representation can exist not only on the same field but even in the same team. In a world where everyone else seems to be taking a step forward, why does it feel like we're not only failing to keep up but taking a step back instead?\nAfter England won the UEFA European Women's Championships, I remember watching their captain Leah Williamson speak of England's 50-year ban on women's football in an interview, and how her mother pretended to be a boy so she could play when she was young. Thankfully, this was one regressive colonial law that never managed to seep into our system, but the same patriarchal views of a woman's \"place\" in society continue to guide attacks like the one in Batiaghata.\nIf the relevant authorities fail to bring the perpetrators to justice, it will only highlight the incongruity of our situation in terms of equal rights and freedom. In a country as football-crazy as Bangladesh, can \"playing football\" really become part of the ever-growing list of reasons women face gender-based violence? In a place where women occupy some of the highest positions in office, and where women's involvement in economic development has been so widely lauded, why should the most ordinary activity that every young person should have access to become a test of courage and act of rebellion?\nShuprova Tasneem is a journalist. Her Twitter handle is @ShuprovaTasneem\n\n",
        "headline_1": "Too unsafe to even play football?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/too-unsafe-even-play-football-3387106",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-08-2023"
    },
    {
        "full_article": "It is disheartening that human trafficking still poses a serious threat to Bangladesh despite the progress made in combating it in recent times. Currently, there are a number of special tribunals to deal with trafficking-related cases, and as per the US State Department's 2023 Trafficking in Persons (TIP) Report, 94 traffickers were convicted in 35 cases in the latest reporting period, whereas 18 were convicted in 11 cases in the previous period. Legal instruments are proving vital in the fight against trafficking, so the rise in convictions should convince us of the effectiveness of ongoing measures. However, as experts have pointed out at a recent event, significant challenges remain.\nWhile legal consequences do serve as deterrence, trafficking will continue to occur unless we address its root causes such as poverty, inequality, and lack of education. These factors often make individuals vulnerable to exploitation and entrapment by traffickers, who also take advantage of poor social and administrative safeguards that are in place. For a multi-dimensional problem like this, the response needs to be multi-dimensional, too. Experts at the event highlighted a number of areas where the authorities must intervene simultaneously and redouble existing efforts.\nThe first challenge is to \"cut off the source\", which the government can do by implementing comprehensive socio-economic policies aimed at uplifting marginalised communities – where the victims usually come from – and providing them with better opportunities for education and sustainable livelihoods. This is a big task, of course, but eradicating poverty can help address a lot of other critical challenges as well. Continuously raising awareness is also crucial, as many potential victims and their families may not be aware of the dangers of trafficking or may lack knowledge of available support services.\nThe next front is institutional. Ensuring proper institutional safeguards requires a thorough review of related manpower and law enforcement agencies and plugging any hole that exists. A vital part of this is strengthening the justice system, including enhancing the capacity of investigators and prosecutors. While the numbers provided by the TIP report are encouraging, the rate of convictions in general is still frustratingly low. An analysis of the convictions shows that the courts sentenced most traffickers to just fines. The imposition of fines rather than jail time weakens deterrence and likely creates security and safety concerns, particularly for victims cooperating with officials. We must, then, build a strong legal framework with well-trained investigators and prosecutors who can ensure that traffickers face appropriate consequences for their actions. We also need to ensure every victim gets the support and protection they deserve.\nFinally, collaboration among all the sectors and stakeholders is vital to a successful anti-trafficking strategy. Everyone must play their part so we can make it impossible for the traffickers to commit the crime, or get away without punishment.\n",
        "headline_1": "Human trafficking needs multi-dimensional response",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/human-trafficking-needs-multi-dimensional-response-3386486",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-08-2023"
    },
    {
        "full_article": "The story of a nine-kilometre rail track in Gaibandha – lying unused and neglected for eight years – is an old one that shows how unconcerned the relevant authorities are about monitoring the viability of infrastructure that they have constructed with public money. More appalling, however, is their disregard for the long years of suffering endured by the former owners of the land, mostly farmers, who have not been given the compensation they were promised.\nAccording to a report in this paper, the railway line was constructed on 145 acres of land – owned by 629 farmers – between 1996 and 1997 so that rail communications could be established along with the ferry services which had changed their route. The agreement was that Bangladesh Railway would compensate the farmers for the time the line was operational, and give back the land if the track became inactive. However, the track became totally inactive in 2015 as the Jamuna Bridge offered a more efficient, quicker route and soon replaced the routes taken by the ferry services.\nUnfortunately, the farmers who had given up their lands for the track allege that they have not received compensation for the last 10, 14 or even 19 years. We cannot understand why there has been no action by the government for so many years to remove the rail track, give back the land to the rightful owners, and pay off compensation to them? It is as if the railway authorities have completely forgotten that they had built this rail track on the lands of these farmers.\nThis is yet another example of the indifference of the relevant authorities towards those who have been affected but do not have the means to fight for their rights. The Bangladesh Railway is obligated to pay the compensation, and the fact that it has not been honouring the agreement should have come to the notice of the higher authorities a long time ago. One of the BR engineers has said that since the rail line was operational until 2015, compensation would be given till then and that the land would be given back to the owners. No reason has been given as to why these landowners have been kept waiting for all these years. Additionally, it is not fair that they would only be paid compensation till 2015 since the land has been occupied by BR for much longer than that. The farmers should not be deprived because of the BR's inefficiency or reluctance to pay.\nWe urge the government to hold BR accountable for its negligence and make sure that the farmers get back their lands and are paid the compensation for all the years that they were unable to utilise them.\n",
        "headline_1": "Abandoned rail track a concern for Gaibandha farmers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/abandoned-rail-track-concern-gaibandha-farmers-3387111",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-08-2023"
    },
    {
        "full_article": "The recommendation from an Indian parliamentary committee to its government on addressing the Teesta water-sharing issue, emphasising the need to \"initiate meaningful dialogue with Bangladesh on a regular basis,\" has been hailed as a positive development in this long-standing concern between our two nations. While this may be a step in the right direction, we have every reason to be cautiously optimistic, as the carrot of a Teesta water-sharing agreement has been dangled in front of us for well over a decade now.\nThe issue has remained unresolved despite the ever-growing urgency for an agreement, propelled forward by reckless hydropower development and irrigation projects in the upper Teesta and the very real impacts of climate change. Regardless, Indian media reports suggest that the West Bengal government has acquired 1,000 acres to dig two new canals and divert even more water from the river to irrigate farms in Jalpaiguri and Cooch Behar districts. While Dhaka has issued a note verbale to Delhi seeking information regarding this, they are yet to receive a response.\nIn the meantime, it is ordinary farmers living in the river basins who are continuing to suffer the consequences, especially in the dry season. Earlier this year, this paper reported on how farmers living in char areas in Lalmonirhat were left with almost no water to irrigate their croplands due to the Teesta Barrage. This has also put the natural biodiversity and ecosystem of the area at risk.\nIn today's changing world, where climate experts fear many of the world's freshwater sources are being drained faster than they can be replenished, there is no opportunity for countries to put such water-sharing concerns on the back burner. We hope that this latest development will usher in a new era of diplomatic ties between India and Bangladesh, but the truth is that our hopes have been dashed for many years. How much longer will we have to wait?\n",
        "headline_1": "The endless wait for Teesta water ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-endless-wait-teesta-water-3386421",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-08-2023"
    },
    {
        "full_article": "The readymade garments sector's share in global markets (RMG) has reportedly tripled in size over the last seventeen years. As per data from the World Trade Statistical Review 2023 shows, the country's share has increased from 2.5 per cent in 2005 to 7.9 per cent in 2022. While there are many reasons to rejoice, one should not forget that Bangladesh had lost its 2nd position in the world of apparels to Vietnam a few years ago. And although Bangladesh has retaken its 2nd position, this is hardly the time to sit on past laurels and face certain realities in the world of fast-paced geopolitical challenges that affect all large RMG players, including Bangladesh.For the past few decades, the country has stuck to fulfilling global orders of RMG in the lower rung of clothing. Also, Bangladesh remains heavily invested in the traditional markets of the United States (US), European Union (EU) and the UK. The fact that a latecomer like Vietnam may not possess the manufacturing prowess Bangladeshi manufacturers have, that country chose to go for higher value clothing and hence have been able to outmaneuver Bangladesh in terms of RMG value exports.Yes, Bangladesh has reached US$45 billion in export value. But world's preferences for manmade fibers (MMF) is an area which needs to become the focus for Bangladeshi RMG manufacturers to invest in should it wish to retain this position. Although pundits keep harping on about international tug of war between China and the US as something that will work in Bangladesh's favour, this is not a given. The Russo-Ukrainian war has been the largest upset in international relations in many, many decades. It has caused severe rise in cost of living in the very markets where Bangladeshi apparels are exported. And although industry experts keep stating that the country supplies low-end (predominantly cotton) wearables, the fact is that the market for MMF is increasing at double digits as opposed to cotton-based RMG.While the RMG sector's representative bodies have been doing international trade fairs in new markets in an effort to introduce Bangladeshi products, the country is not moving fast enough on other fronts, like concluding free trade agreements (FTA), which will become immensely important as Bangladesh moves towards middle-income graduation in a few years' time. Worker productivity is an issue but that can be managed with the introduction of new technology. Reducing lead time from factory production to shipping is another area where Bangladesh needs to work on if the country wishes to remain competitive.But as pointed out by industry insiders, it is necessary for Bangladeshi RMG producers to take cognizance of the move towards MMF and customers' preference towards synthetic materials over natural ones. These trends in international markets need to be taken seriously and it brings one back to the question of diversification of the RMG sector's product portfolio. Just because the knitwear segment can reportedly avail 90 per cent of fabrics and yarn from domestic markets, does not automatically translate into bigger orders if the taste preference of foreign customers shift away from what the RMG sector has to offer.Beyond these, the RMG sector has seen its energy costs double and also face intermittent supply of power to its factories. This does not bode well for the majority of producers who cannot produce at optimum level, leading to production delays, which often result in manufacturers having to resort to costly airfreight to meet delivery deadlines. Making available affordable and reliable energy is also another area that must be dealt with for the RMG sector to remain competitive in the world of apparels.",
        "headline_1": "RMG sector needs to evolve",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rmg-sector-needs-to-evolve-1691248709",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-08-2023"
    },
    {
        "full_article": "That 'syndicates' are behind unusual rise in prices of essential commodities is more of a popular perception. Even policymakers often blame a section of traders for creating syndicates that have hitherto remained beyond the reach of the long hand of the law. Whether syndicates exist or not is a matter of investigation by the relevant authorities but the fact remains that consumers are paying through their noses for most of the daily necessities.In the national parliament in the last week of June, the commerce minister himself also expressed his frustration. Expressing his helplessness over the price situation, he argued that actions against the market manipulators might deepen the crisis further. He said the syndicate is formed by big groups who do a lot of business together and that the government can send them to jail and fine them for market manipulation. But, he feared, it would be difficult for the government to deal with the sudden crisis and so his ministry is trying to stay within the rules through discussions. He said all this in the face of severe opposition criticism in parliament for his failure to control price hike of essential commodities.The frank admission made by the commerce minister regarding such market syndication is alarming for obvious reasons. He is not alone-- some other ministers and policymakers have also blamed the so-called syndicate for unstable market situation and persistent price hike of some products. Different news media and consumer-right groups also believe that a vicious syndicate in the market is active behind the rising prices of daily necessities. Newspapers and electronic media frequently use the term 'market syndicate' while making reports on the situation of prices of essentials.Market syndicate is a popular term in Bangladesh nowadays. It usually refers to a cohesive group of a few big importers and traders who control the supply of various commodities and items and set prices of these products at high levels to earn excessive profits within a short period of time. The syndicate takes advantage of regulatory weakness to carry out unethical activities like price-fixing, hoarding, and artificial shortages. The number of such syndicate, according to consumer-right groups, could be many. For instance, a report prepared by the Bangladesh Competition Commission (BCC) claimed that there are over 1,500 active syndicates operating in various sectors, including the one dealing in food items.In economic literature, there is no mention of this kind of market syndicate. Instead, the economic theory of market usually mentions oligopoly which seems similar to so-called market syndicate. According to economic theory, oligopoly is a type of market 'wherein a small number of producers work to restrict output and/or fix prices so they can achieve above-normal market returns.' Firms in an oligopoly usually set prices, either collectively which is known as a cartel, or under the leadership of one big firm. These firms or companies do not take prices from the existing market, thus defying the competitive nature of the market. Profit margins are thus higher than they would be in a more competitive market. So, theoretically, the suspected syndication in the country's commodities market is somehow similar to oligopoly and cartel mentioned in the economic literature. Also, financial literature mentions syndicate as 'a temporary alliance of businesses that join together to manage a large transaction, which would be difficult, or impossible, to effect individually.' There are different types of syndicates, such as underwriting syndicates, banking syndicates, and insurance syndicates. Obviously, these syndicates are different from the perceived market syndicates in Bangladesh.The question is who are behind the formation of syndicates in the market? If it is known to all that the syndicates are controlling and manipulating the market and prices and also causing sufferings to thousands of consumers, then why does not government identify them and take them to task? Are these syndicates so powerful, as mentioned by the commerce minister, that they can easily disrupt the supply chain?It seems that lack of understanding about the market structure and market behaviour in the real world fuels the propaganda on market syndicate. In a market of millions of consumers and thousands of sellers, it is not easy to form a cartel and dictate prices of commodities. No doubt that a few big importers have control over a large portion of imports of different commodities. Allegation is there that they do not permit more players into the import stage to break their cartel or syndicate. It is the economies of scale that actually prevent others to enter and compete with the big players who already have advantages on bulk imports. It will require a huge investment for any firm to enter the market and compete. Oligopolistic behaviour among the importers cannot be ruled out entirely, however. And these big importers have developed a long and widespread supply chain over the years to supply the imported commodities to wholesale and even retail levels. There are also many big wholesale outlets from where thousands of retailers procure the commodities. Some alleged that the big wholesalers also form syndicate to keep the price level artificially high. In reality, it is difficult to form a cartel or syndicate as everyone needs to sell the products to retain some profit in a competitive environment. Price fixation is possible for a few products and on a few occasions only.Besides mismatch in supply and demand, there are some other factors behind the abnormal price hike that needs to be taken into consideration. Illegal toll taking in various stages is a well-known problem that needs to be addressed. It is alleged that a section of political leaders and activists having nexus with law-enforcing agency are behind the illegal toll taking. Besides disruption caused to supply chain, the rent-seeking behaviour is also responsible for price instability. [email protected]",
        "headline_1": "The myth of market syndication",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-myth-of-market-syndication-1691248794",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-08-2023"
    },
    {
        "full_article": "When Bangladesh has nearly entered the age of AI (artificial intelligence) news casting on TV, a recent FE photograph showing a female 'ojha' treating a baby dengue patient on a young mother's lap commands sheer incredulity. The Mugda Medical College and Hospital, currently the largest dengue treating facility in Dhaka, is not too far. Scores of women similar to the photographed young mother have long been rushing to the large hospital to avail of the dengue treatment for their children and younger patients. Seeing this view, many would be curious to know what may have prompted the mother to bring her child to the quack. While some would say the young woman had failed to arrange a bed or floor-space at the hospital, a section of others would assertively pronounce that the mother and her relatives were the admirers of quackery.During the Covid-19 pandemic, the capital witnessed the scenes of witch doctors treating patients on deserted footpaths. The blind faith in these types of 'paranormal' treatment is still prevalent in rural Bangladesh. Their patients include girls or young women suspected of being possessed, healthy males rapidly losing weight, deranged women, autistic children and adults with behavioural abnormality. In order to watch the process of treatment of these illnesses, one had to go to the remote areas of Bangladesh in the past. Nowadays, these scenarios can be encountered in any normal village. Apart from electricity, a number of them have young people using smart-phones.Given this backdrop, the scenes of a paralytic boy or girl made to stand in a waist-deep cave which is then filled with mud do not surprise the local people. The style of the so-called treatment is replete with savagery, as the boys and the girls are left in the half-buried position for hours together. None is found healed; instead the condition of many deteriorates. Shoving half-roasted dry chilies into the nostrils of a woman and hitting her with a shortened sharp broom is still viewed as an effective exorcism for those 'possessed by evil spirits'. In fact, the general people's life in the region of South Asia is filled with seemingly endless superstitions. Bangladesh is among them. With the spread of liberal education coupled with fruits of the scientifically led life, the urban lifestyle in the country is now more or less free of the baggage of superstitions. In spite of this barbaric 'cleansing' process, many highly irrational superstitions and social prejudices still remain ingrained in the minds of a few urbanites. Unfortunately, the lower-class rural migrants to the city cannot jettison these age-old beliefs. They keep carrying these superstitions as long as they survive. The problem is they remain unaware of the fact that by sticking to the time-worn superstitious beliefs, they continue doing harm to their lives, as well those of their offspring. Apart from those ending up being harmful to the common people, many inane superstitions have their roots in the distant past. Those eventually become subjects of the folklorists due to their being directly linked to mainstream social life. The adages of Khona, a self-taught Bengalee lady living in the past have, thus, been proven to be a trusted guide to the rural area's agro-based life. Many of her short and rhymed sayings still remain relevant to the agricultural activities in the country.It is since the ancient times that esoteric beliefs have been playing a significant role in the lifestyles of different societies. As they stemmed from spiritual beliefs as well as socio-cultural practices, they began being shaped by the enlightened minds of the time. Some socio-cultural beliefs represent the nitty-gritty of practical life. Thanks to the influences exerted by quarters with narrow motive, they have emerged later in the distorted form of superstitions. Superstitions spoil the quintessential beauty of life. [email protected]",
        "headline_1": "Witch doctors still call the shots",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/witch-doctors-still-call-the-shots-1691248836",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-08-2023"
    },
    {
        "full_article": "One of the worst kinds of nuisances in Dhaka city is noise pollution. It is something with which we begin and end our days. Yet, hardly anyone seems to care how much it is affecting our life and health. As per World Health Organization (WHO), exposure to sound above 60 decibels can cause temporary deafness and prolonged exposure to sound above 100 dB can lead to hearing impairment. But noise pollution has been increasing alarmingly in the capital city. It is the highest in Dhaka among the 61 most populated cities in the world. According to a report by United Nations Environment Programme (UNEP), the average noise frequency in this city is currently 119 dB, which is more than twice the tolerable standard. Dhaka's noise pollution is mainly caused by traffic horns, construction works, loudspeakers, political programmes, factory work and often generators. Together, they constitute a menace for which everyone suffers every minute of the day. Lack of awareness about the existing laws among common people, indifference of authorities concerned have made matters worse. Noise pollution goes on with impunity, even though its effects on human health can be severe. It is a silent killer. According to experts, it causes mental and physical illness among people. It can cause loss of hearing, deafness, heart attack, stroke, heart disease, loss of attention in children affecting their education, impaired mental development, irritable mood, stomach ulcers, insomnia, agitation and anxiety, etc. This pollution can even affect the physical and mental growth of the foetus. The students in Dhaka's educational institutions often get distracted during their classes due to noise. It affects patients in hospitals. Also, it harms our wildlife. We must create an environment free of sound pollution for ourselves and for our children. We would like to draw the attention of the authorities concerned to look into the matter seriously and take effective measures so that Dhaka city's 'silent zones' really remain silent. Muhammad Sultan Mahmud, Student of Department of Psychology Dhaka College, Dhaka, [email protected]",
        "headline_1": "Dhaka's noise pollution--",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dhakas-noise-pollution-1691248883",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-08-2023"
    }
]