[
    {
        "full_article": "The stated reason for the Government’s withdrawal of the Personal Data Protection Bill, 2019, was that it will come up with a “comprehensive legal framework” on data privacy and Internet regulation. The Government has averred that a new draft will be in sync with the principles of privacy, in line with Supreme Court guidelines based on the landmark judgment on privacy, i.e., Justice K.S. Puttaswamy vs Union of India, and would consider the Joint Committee of Parliament’s recommendations on the framework to regulate the digital ecosystem. The 2019 Bill had been rightly criticised by stakeholders, including Justice B.N. Srikrishna — he chaired a committee of experts that had authored a draft bill in 2018 — for overemphasising the national security angle, among other reasons. The 2019 Bill diverged from the Srikrishna Committee Draft in the selection of the chairperson and members of the Data Protection Authority (DPA) that shall protect the interests of data principals, and in the leeway given to the Union government to exempt its agencies from the application of the Act. The 2018 draft Bill allowed for judicial oversight in the selection process for the DPA, while the 2019 Bill limited the composition to the executive. The 2018 Bill allowed for exemptions to be granted to state institutions from acquiring informed consent from data principals or to process data in the case of matters relating only to the “security of the state”; it also called for a law to provide for “parliamentary oversight and judicial approval of non-consensual access to personal data”. In contrast, the 2019 Bill added “public order” as a reason to exempt a government agency from the Act, besides only providing for these reasons to be recorded in writing.By choosing to withdraw the Bill, it is unclear whether the Government would address the demand for a realignment of the legislation with the 2018 draft Bill that came about after extensive consultations with civil society. Or whether this would be more in line with the JPC report, which has also been criticised by civil society for retaining provisions that allow the Government access to private data of citizens without sufficient safeguards. Dissent notes to the JPC report, by Congress MP Jairam Ramesh for example, went on to criticise the leeway granted to the Government on exemptions and how the ground of “public order” and not “security of the state” was liable for misuse. It is not clear if the Bill’s withdrawal is linked to opposition to mandatory “data localisation” from multinational Internet companies. Meanwhile, the lack of a proper data protection law in the country is an anomaly when compared with major countries. If the Government is indeed committed to a comprehensive legal framework on data privacy and protection, it must revert to the baseline provided in the Justice Srikrishna Committee recommendations and enact a law within a reasonable timeline.",
        "headline_1": "A fresh opportunity: On the rollback of the Personal Data Protection Bill",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-fresh-opportunity-the-hindu-editorial-on-governments-withdrawal-of-the-personal-data-protection-bill-2019-and-after/article65733197.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-08-2022"
    },
    {
        "full_article": "Ahead of the 27th Conference of the Parties of the UNFCCC (COP 27), in Sharm El-Sheikh, Egypt, in November, the Union Cabinet has approved India’s Nationally Determined Contributions (NDC), a formal statement detailing its action plan to address climate change. The 2015 Paris Agreement requires countries to spell out a pathway to ensure the globe does not heat beyond 2°C, and endeavour to keep it below 1.5°C by 2100. The subsequent COPs are a quibbling arena where countries coax, cajole and make compromises on the cuts they can undertake over multi-decadal timelines with the least impact on their developmental priorities. While the end product of the COP is a joint agreement, signed by all member countries, the real business begins after, where countries must submit NDCs every five years, mapping what will be done post 2020 to stem fossil-fuel emissions. India’s first NDC, in 2015, specified eight targets, the most salient of them being reducing the emissions intensity of GDP by 33%-35% (of 2005 levels) by 2030, having 40% of its installed electricity capacity sourced from renewable energy, and creating an additional carbon sink of 2.5-3 billion tonnes of CO2 equivalent through forest and tree cover by 2030. Being a large, populous country, India has high net emissions but low per-capita emissions. It has also, by participating in COPs for decades, made the case that the existing climate crisis is largely due to industrialisation by the U.S. and developed European countries since 1850. However, years of negotiations, international pressure and clearer evidence of the multi-dimensional impact from climate change have seen India agree to move away from fossil fuels over time.At COP 26 in Glasgow in 2021, Prime Minister Narendra Modi laid out five commitments, or ‘Panchamrit’, as the Government references it, which included India increasing its non-fossil energy capacity to 500 GW by 2030 and achieving “Net Zero” by 2070, or no net carbon dioxide emitted from energy sources. However, the press statement on the Cabinet decision was silent on whether India would cut emissions by a billion tons and on creating carbon sinks. While India is within its right to specify its emissions pathway, it should not — at any forum — promise more than what it can deliver as this undermines the moral authority that India brings to future negotiations. India has expressed its intent, via several legislations, to use energy efficiently and many of its biggest corporations have committed to shifting away from polluting energy sources. Going ahead, these should be grounds for India, at its pace, to be an exemplar for balancing energy use, development and meeting climate goals.",
        "headline_1": "Sticking to commitments: On India’s climate change goals",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/sticking-to-commitments-the-hindu-editorial-on-indias-climate-change-goals/article65726909.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-08-2022"
    },
    {
        "full_article": "On July 23, WHO declared monkeypox a Public Health Emergency of International Concern (PHEIC), its highest level of alert. Since Covid in February 2020, this is the second such alert in two years. This international monkeypox outbreak is largely restricted to those below 40 years of age, born after smallpox vaccination ended in 1980.\nThe history of vaccination is linked to that of smallpox. In common folklore, modern vaccination came into being on May 14, 1796 when Edward Jenner used pus from a cowpox pustule on the hand of milkmaid Sarah Nelmes to inoculate 8-year-old James Phipps and protect him from smallpox.\nRead full opinion on TOI+\n\n",
        "headline_1": "Towards a supervaccine: Can the science that began with battling smallpox deliver joint protection against Covid and monkeypox?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/towards-a-supervaccine-can-the-science-that-began-with-battling-smallpox-deliver-joint-protection-against-covid-and-monkeypox/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-08-2022"
    },
    {
        "full_article": "A report in this newspaper showed there’s a staggering pendency of 20,000 forensic tests at a Forensic Science Laboratory (FSL) catering to Delhi police, and backlogs go up to 4-5 years. Forensics – chiefly cyber, biological/DNA, chemistry and ballistics – are at the core of modern criminal investigation. Also, good and timely forensic results upgrade the credibility of the justice system. However, for every police force in the country, and not just Delhi’s, the forensic process is of little help.\nOrders of the constitutional courts have noted the severe understaffing of FSLs. In Delhi, over 40% of sanctioned posts are lying vacant, in Karnataka and Haryana the figure is 64%. In Odisha, which has the inglorious distinction of posting India’s second lowest conviction rate, 70% of scientific officer posts and 40% of assistant SO posts were vacant. Even CBI, India’s premier crime investigation agency, has blamed delay at the Central FSL end for its huge pendency rate.\nChargesheets are often filed without forensic reports because of the long delay in getting results. In a domino effect, trials get delayed and under-trial prisoners are incarcerated longer. While police look good in NCRB reports thanks to a high charge-sheeting rate, courts, hampered by lack of evidence, preside over pendency rates of over 90% in rape and other serious offences.\nForensic labs aren’t uniformly distributed either. More populous UP and Bengal had four and two functional regional FSLs respectively while much smaller Andhra Pradesh and Telangana had five each in 2021. With emphasis shifting to mobile labs and crime scene expertise, many more personnel are needed. Institutions like the National Forensic Sciences University can help tide over shortage of experts. But governments must start allocating more funds to forensic departments for upgrading technologies and filling vacancies.\n\n",
        "headline_1": "Evidence of absence: Forensic labs nationwide need big govt help",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/evidence-of-absence-forensic-labs-nationwide-need-big-govt-help/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-08-2022"
    },
    {
        "full_article": "As Independence Day nears and the official Har Ghar Tiranga campaign gets louder, the ‘I love the national flag more than you’ variant of politics is also moving into higher gear. On top of this, Indians find themselves bombarded with grim warnings about wrong ways of displaying the Tricolour, folding it, wearing it, lettering it etc. All these squabbles, prescriptions and prohibitions just take the joy out of a citizen’s relationship with her nation’s flag.\nWhether it is last year’s amendment to the Flag Code to allow flags made of materials other than khadi or the apex court upholding Naveen Jindal’s plea to allow hoisting of the national flag by individuals, liberalising our Tricolour rights is the only way forward. Negative models of nationalism are too caught up in their own defensiveness to value spontaneity, creativity, individuality – but these are much truer building blocks for love of the nation or its flag than the deadweight of overregulation.\nThe US Supreme Court has even ruled flag-burning as constitutionally protected speech, and an argument goes that sometimes this act can reinforce the greatness of a flag. But leaving this case aside, let’s remember how Indians have faced legal action for cutting a cake with the Tricolour on it or for wearing a sari with the same. Such memories are a real I-Day dampener. Let’s make some better, free-flying ones.\n\n",
        "headline_1": "Flying the tricolour: Don’t let the rules take the joy out of it",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/flying-the-tricolour-dont-let-the-rules-take-the-joy-out-of-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-08-2022"
    },
    {
        "full_article": "Happiness, sadness, disgust, fear and anger are hardwired in all humans, the social psychologist Batja Mesquita used to think. She no longer believes this. Her book, Between Us: How Cultures Create Emotions, shows how our culture and language create the categories we feel in. What feels normal and universal to WEIRD (Western, Educated, Industrialised, Rich and Democratic) societies is only one variant.\nThe book shows a mirror to those who feel emotions as MINE (mental, inside, and essentialist), bringing the perspectives of those who feel them as OURs (outside the person, relational and situated).\nRead full opinion on TOI+\n\n",
        "headline_1": "How you feel hinges on where you belong: Emotions depend on the culture that shapes us",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-you-feel-hinges-on-where-you-belong-emotions-depend-on-the-culture-that-shapes-us/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-08-2022"
    },
    {
        "full_article": "In today's increasingly digitised world where data is the most sought after product and people's privacy are under increasing threat from both government and market actors, it is of urgent importance to think and talk about how different kinds of data should be governed. In Bangladesh, despite the government's ambitious plan to digitise the country, such conversations have been severely limited, and regulatory frameworks to distinguish between different kinds of data are either non-existent or woefully inadequate to address the challenges of a data-driven global economy.\nA recent report by the Digital Trade and Data Governance Hub of George Washington University ranked Bangladesh in the bottom 10, among 68 countries and the EU. Bangladesh, scoring less than Pakistan and India, lacks personal data protection laws, an open data law for the proactive release of government information, and laws allowing for the right of data portability. The report notes that the country does not have a data ethics framework to guide public servants in using data funded, collected, and controlled by government entities in an appropriate, responsible, and ethical manner. Moreover, there are no guidelines on how nongovernmental entities can share data in different contexts, and no responsible bodies for supporting personal and public sector data-sharing among governmental entities.\nThe Hub seeks to \"help policymakers and the public understand how governments around the world are governing data\" and generate a broader understanding of data governance. But are our policymakers plugged into these urgent discussions taking place globally? Are they taking note of the policy recommendations put forward by think tanks who specialise in data governance, and the best practices of other countries that have already experimented with different regulatory frameworks? Are our policymakers even engaging with the basics – much less delving deep into – the intricacies, contradictions, and challenges of data governance?\nUnfortunately, the Data Protection Bill put forward by the Bangladesh government – which could have been an instrumental first step towards ensuring people's privacy – reveal their short-sightedness and inherent refusal to understand how data works. Instead of protecting people and their privacy, the act authorises law enforcement and other authorities to access sensitive personal data both physically and remotely. Its requirement of data localisation (which means that data collected from citizens of a state has to be stored in physical devices located within the state territories) will not only hamper civil liberties, but also reduce IT-based service exports by up to 44 percent, according to local think tank Research and Policy Integration for Development (RAPID).\nNotably, the Indian government has recently withdrawn its data protection and privacy bill, which had some of the same problematic provisions as the one proposed by our government, following three years of criticism from human rights advocates and tech giants. Our government, too, needs to think beyond its narrow policy of surveillance, and understand the suicidal implications of such short-sightedness if they want Bangladesh to stay relevant in an increasingly digitised global economy. It must institute regulatory frameworks that protect human rights and enable free flow of information, not restrict freedom and evolution.\n",
        "headline_1": "No frameworks for ‘Digital’ Bangladesh!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-frameworks-digital-bangladesh-3088566",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-08-2022"
    },
    {
        "full_article": "During a recent road trip to Faridpur-Magura-Jashore-Jhenaidah-Kushtia region with a colleague who hails from this region, I had the opportunity to observe a part of rural Bangladesh, an enduring personal interest. We drove and walked around, stopped at places, and struck casual conversations with local people about anything and everything. What a krishok (farmer) at Katalmari village in Kushtia told me about the future of agriculture was perplexingly insightful. When a young entrepreneur in Magura described his busy daily schedule, I questioned my own inherited understanding of the village youth. There were many other villagers whose insights educated me broadly about what is going on in Bangladeshi villages, although I am increasingly unable to define what a village is, relative to an urban centre.\nThe transformation of rural Bangladesh is not new. Rural Transformation 1.0, so to speak, took place during the 1980s and 1990s. Its catalysts include the following: Rural electrification from the 1980s onwards (the Bangladesh Rural Electrification Board was established in 1977); mechanised irrigation (first with the use of electric water pumps and then shallow machines), allowing increased cropping; mechanisation of agriculture (i.e. power tillers, tractors, automated crop plantation, etc) leading to greater agricultural productivity; an extensive network of rural roads spearheaded by the Local Government Engineering Department (LGED) during the late 1980s and 1990s, connecting the rural hinterland with urban centres; microcredit as a bottom-up financial tool to alleviate rural poverty; and remittances sent by the Bangladeshi diaspora that had a seismic impact on the rural economy. Another watershed moment during the 1980s and 1990s was the creation of upazila as an administrative unit of semi-autonomous local governance. By 2000, a significantly transformed rural Bangladesh was an accepted reality.\nDuring my recent trip, I was interested in exploring Rural Transformation 2.0, the next generation of rural change during 2000-2020. I had six observations, some of which are abstract or qualitative in nature, while some are more tangible or discernible.\nOur traditional mental image of the village as a \"remote\" place has collapsed. Roads penetrate deep inside the heart of rural Bangladesh. Motorbikes or \"nosimons\" can take you to a nearby town in minutes. It would be nearly impossible to find a rural person without a mobile phone. While improved roads, mechanised transportation, mobile phones, TVs, and other services helped, the collapse of the \"remote rural\" is also in the nature of imagination. Villagers don't feel isolated anymore and are acutely aware of the increasingly blurred boundaries between the village and the town. It is both a physical and a mental reorientation that shapes people's worldviews, as well as their own image of being villagers. This self-image and self-consciousness affect how they do what they do – be it farm or non-farm work, or both.\nThe proliferation of diverse non-farm activities in rural areas challenges our historical sense of the village, traditionally seen as the epicentre of an agrarian economy. The 2016-17 Labour Force Survey by the Bangladesh Bureau of Statistics (BBS) estimated that non-farm work accounts for 59 percent of rural employment – a major increase from the 2010 level. The curve is steadily going upwards. How and whether these activities are related to agriculture – directly or indirectly – remain open research questions.\nAs I have seen during my trip, the rental business of both locally produced and imported agricultural machinery is now a common scene in rural markets. Langol (plough), it seems, is ready to become the artefact of a future national museum of agro-revolution in Bangladesh. Mobile phone and consumer electronics repair shops abound. Businesses such as transportation, prefabricated building materials like reinforced pillars, toilet rings, and stoves, and furniture shops are now integral parts of the rural economy. Homestead forestry and lumbering as a commercial enterprise have emerged as a significant economic driver. With a diminishing agricultural labour force, commercial forestry – generally labour-independent – has become an attractive option for many rural families, particularly those with college-going children who find certain stigma in traditional agricultural work. Organically designed chayer tong (tea stalls), with TVs and ample sitting areas, have become the (male) social hubs of village life.\nThe new rural entrepreneur is a quintessential multitasker. I have met so many villagers who are not static with one job. They do farm, farm-induced, and non-farm work all at once. Palash of Shibrampur village in Magura works at the Sadar Sub-Registry Office as a scribe, while also leasing land from others to cultivate papaya, dragon fruit, lemon, and banana, and personally taking care of his seven \"investment cows\" in the wee hours and late in the evening. Bobita Debnath of Mirpur upazila in Kushtia is an entrepreneur who runs a thriving rural \"7-Eleven,\" or a convenience store. I spoke with a young entrepreneur named Mappi, who has a diploma in textile engineering and worked for several years in Dhaka. Now wishing to be his own boss, he returned to his ancestral land and is now running a successful business, assisting rural clients to fill out digital applications for a variety of positions and online forms for Covid tests. An entrepreneurial culture, most likely inspired by peer competition, remittance, a desire to transcend labour-intensive agrarian life, government's policy support, NGO advocacy, and digital access to services, has taken hold in rural Bangladesh.\nThe rise of a rural \"middle class\" has transformed the social landscape of Bangladeshi villages. Split between a communitarian pastoral sentiment and an urban, individualistic, and consumerist lifestyle, this middle class demonstrates a neighbourly attitude, while also building high boundary walls to fortify its generously coloured and multi-storey brick house. The burgeoning class either owns or would like to own the usual consumer electronics or appliances, like a TV or a fridge. About a month ago, on the way back from a village under Chandanaish upazila in southern Chattogram, I noticed something that I thought I had never seen before on a rural street. It was a one-man paddle van, bringing new Walton television sets to a village electronic shop or shops.\nThe new rural middle class embodies the same secret shame that its urban counterpart does. When I requested a group of about 20 people at a chayer tong in a Satkhira village to raise their hands if they didn't own a TV or a fridge, nobody did. There is no definitive data on Bangladeshi rural households' ownership of consumer electronics. One person later told me quietly that there were people in the group who didn't own these items, but they didn't want to disclose their household conditions, for it would diminish their social status in the eyes of their neighbours. The rural middle class has left behind the natural toothbrush called miswak to embrace toothpaste and plastic toothbrush to maintain their oral hygiene. Colourful toothpaste advertisements, among other product ads, are a common sight on the boundary wall of rural houses or shops.\nThe traditional rural landscape of the Bengal delta – defined by the horizontal sweep of the green paddy field, tree-filled homestead, and snaking canals – is now frequently punctuated by building types that we are accustomed to seeing only in urban areas. A thriving construction industry and its affiliated businesses are changing the nature of rural life. An urban-style culture of advertisement has permeated rural Bangladesh. Large billboards, featuring message-driven ads for cement, steel, light bulbs, wall paint, fans, and a host of building materials, rise from paddy fields, seeking the attention of both villagers and passers-by.\nThe environmental policy implications of rural areas being transformed by single-family residential houses, multi-storey apartment buildings, ostentatious convention halls, fire stations, fuel refilling stations, cold storages, and industrial complexes are many. Without proper drainage, waste collection, building regulation, and environmentally conscious planning, rural areas are likely to become a hodgepodge imitation of urban Bangladesh. Technical capacity building at the union council office or the UNO (chief executive officer of an upazila) office is essential to tackle such complex environmental challenges. How we provide civic services to rural areas without compromising their \"rurality\" and environmental characters should be a key policy question.\nAccess to online services and information has been reconfiguring rural life, despite a low-level digital literacy among Bangladesh's rural population. A 2019 pre-Covid survey by Brac Institute of Governance and Development (BIGD) shows that more than half of Bangladesh's rural population have no familiarity with the internet. However, a significant mental shift may have taken place during the Covid closure. Limited mobile-based classes had an impact on digital learning. Mobile financial services like bKash and Nagad have eliminated the choking presence of the middleman. Thanks to the Digital Bangladesh agenda, digital cable infrastructure today covers about 70-75 percent of Bangladesh's landmass, according to the Urban Development Directorate, a government regulatory agency under the Ministry of Housing and Public Works. To optimise this expanding infrastructure, the Digital Bangladesh agenda must establish a symbiotic relationship between digitised services, businesses, and information exchange, and the digital literacy of the people who access these services.\nA bunch of questions kept bouncing around my mind as I thought about the promises and perils of Rural Transformation 2.0. For me, the central question was: What is the future of agriculture in Bangladesh, and how will that future transform rural life? The answer depends on whom you ask. What the krishok of Katalmari told me reminded me of the defiant statement of Ma Joad, the matriarch of the Joad family in John Steinbeck's 1939 novel, The Grapes of Wrath, \"They can't wipe us out; they can't lick us. We'll go on forever … cause we're the people.\" Ma Joad's thunder captures the gritty resilience of the American working class against the anxious backdrop of the 1930s Great Depression. The Katalmari farmer was similarly defiant. \"Until my body permits, I'll go on cultivating my land. I will decide when and whether I cultivate my land.\" I sensed that he was alluding to his own resistance against the corporatisation of agriculture. A betel leaf businessman from Khajura village in Jashore warned of jomi'r obhishap (the curse of the land). If we overexploit the land with multicropping, exceeding the bearing capacity of the land, we will inevitably draw nature's wrath, he reasoned.\nMuch research is needed to ascertain the environmental cost of progress.\nMy own sense is that the future of rural Bangladesh will be shaped by the politics of land acquisition. Large conglomerates like Akij Group or Pran-RFL Group (Pran is short for Programme for Rural Advancement Nationally) will be hungry and hungrier for rural land to set up their production complexes, and industrially harvest the agricultural products they need for their supply chain. Land acquisition will be a social war and, therefore, messy.\nTo end on an optimistic note, Rural Transformation 2.0 should be a research gold mine.\n \nDr Adnan Zillur Morshed is an architect, architectural historian, urbanist and professor. He teaches in Washington, DC, and serves as the executive director of the Centre for Inclusive Architecture and Urbanism at Brac University.\n\n",
        "headline_1": "Understanding Rural Transformation 2.0 in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-grudging-urbanist/news/understanding-rural-transformation-20-bangladesh-3088536",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-08-2022"
    },
    {
        "full_article": "On July 30 this year, the archives of the Israeli occupation forces released court documents related to the trial of Israeli soldiers who brutally massacred 49 Palestinians on October 29, 1956. The massacre took place in the Palestinian town of Kafr Qasim.\nIt was the first day of the Israeli, British and French invasion of Sinai, which came in response to Egypt's closure of the Suez Canal. Israel imposed night curfew on most of the areas with high Palestinian (Arab) populations in Israel.\nLate Brig Gen Issachar Shadmi was the commander of the Israeli army brigade which was in charge of Kafr Qasim, located in the centre of the recently occupied Palestine that became Israel, or close to the Armistice Line with Jordan, which controlled the West Bank at the time. He ordered the curfew to start earlier that day and ordered his officers to strictly implement it.\nPalestinian or Arab farmers, who were at their farms outside the village, returned home without knowing anything about the updates related to the curfew. The border police officers commanded by Shadmi mercilessly opened fire at the unarmed farmers, killing 49, including the elderly, women and children.\nThe massacre was widely condemned, even by officials from the Israeli occupation government, which sent Shadmi and the other officers involved in the massacre to trial and sentenced all of them. The officers spent a very short time in prison before they had a presidential pardon.\nRegarding Shadmi, the highest commander of the area at the time, the judges ordered him to pay a fine of 10 cents, according to Haaretz, for pushing up the curfew without the approval of the military governor. The judges claimed he did so \"in good faith.\" This way, the issue of the massacre was closed, but the court documents revealed on Friday disclosed new facts about it.\nThe transcript of Haim Levy, who was a company commander, showed that there was a clear order to shoot Palestinians who broke the curfew without knowing about the change of its starting time. Levy also said, according to the court documents, that he had been told by battalion commander Shmuel Malinki, \"It is desirable that there be a number of casualties.\"\nMilinki told the court that he answered the soldiers, who asked him how they should deal with the Palestinians who did not know about the change in the timing of the curfew, that they should kill them. \"Allah yerhamu,\" he said in Arabic. It means, \"May God have mercy on them.\" This proves that there were plans to kill Palestinians, prepared before the massacre took place.\nTo prove that the intentional killing of Palestinians was a major order related to the situation at Kafr Qasim, Commander Gabriel Dahan said, according to the Jerusalem Post, he had been told by Melinki \"without sentiments, it is better to have a few dead, so that there will be peace in the area.\"\nDuring the hearings, the Israeli soldiers mentioned, several times, a plan called \"Hafarferet\" (\"Mole\"), which was prepared to be implemented during the invasion of Sinai, but Israel wanted it to start spontaneously – not to be initiated by its army, like the invasion of Egypt.\nAs part of this operation, Levy said that there were measures meant to move the Palestinians from their homes, including curfew imposition, property confiscation and moving entire villages from place to place. According to the Jerusalem Post, Levy said in the case of Kafr Qasim, \"the entire population of the village was to be moved to Tira.\"\nThe aim was not only to move Palestinians from one area to another area inside Palestine or Israel, but to move them out of the country. Levy said that the Israeli occupation forces were told \"not to put lookouts and checkpoints on the eastern side [of Kafr Qasim] so that if the Arabs decided to flee, they could and would be allowed to go over the Jordanian border [Armistice Line].\"\nLevy also said he understood there was a direct link between shooting the Palestinians, who violated the curfew, and changing Israel's demographic makeup. \"The connection is that, as a result, part of the population would get scared and decide that it is best to live on the other side. That's how I interpret it,\" he told the judges, according to Wafa news agency.\nAll of these statements prove that the Kafr Qasim massacre was part of an ethnic cleansing operation and the following court proceedings, which were kept secret for more than six decades, were just an attempt to whitewash the Israeli occupation army's crimes.\nThis is normal in Israel, which has a track record of this injustice. Shadmi, who was fined to pay only 10 cents over brutally commanding the massacre of 49 Palestinians, was found by the Israeli court to be acting \"in good faith.\"\nHis colleague at Kadoorie Agricultural High School, Yitzhak Rabin, whose bloody history included the killing of about 1,000 Egyptian prisoners when he was the chief commander during the 1967 war, was nominated for a Nobel Peace Prize just for claiming to have reached a peace deal with the Palestinians.\nMoshe Dayan, Menachem Begin, Yitzhak Shamir and others massacred Palestinians and shed plenty of Palestinian blood, and they are being referred to by Israelis and non-Israelis as heroes. Even the Israeli leaders today are doing the same. The current Israeli Defence Minister Benny Gantz, who took pride in bombing Gaza to the Stone Age, is still portrayed as a \"dove of peace.\"\n \nThis article was first published by the Middle East Monitor on August 1, 2022.\n\nMotasem A Dalloul is the Middle East Monitor's correspondent in the Gaza Strip.\n",
        "headline_1": "Kafr Qasim massacre was part of an ethnic cleansing plan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/kafr-qasim-massacre-was-part-ethnic-cleansing-plan-3088496",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-08-2022"
    },
    {
        "full_article": "On July 27, 2022, two students from Dhaka's Brac University – Sajid Asbat Khandaker and Sourodip Paul – made Bangladesh the first Asian country to win the World Universities Debating Championships (WUDC). Since the Serbian capital city hosted this year's debating competition, it was named Belgrade WUDC 2022. At the final phase of the tournament, there were four competing teams – two teams on each side – and each team comprised two debaters.\nAfter all the debaters spoke, the judges ranked the teams based on their performances, and the team comprising Sajid and Sourodip topped all others. On their way to this glory in the eight-day competition, they outranked the debating teams from Princeton, the National University of Singapore, Oxford, Harvard and other prestigious universities. It is undoubtedly a landmark achievement for Bangladesh in university-level debating. Needless to say, Sajid and Sourodip made their speeches in English, which is not their first language.\nUnfortunately, as Prof Ali Riaz of Illinois State University pointed out in an essay published in Prothom Alo on July 30, 2022, this great cerebral feat has not received adequate media attention in Bangladesh. This was a good occasion of national pride and celebration for us as Bangladeshis. But surprisingly, we were not sufficiently thrilled by this achievement.\nPerhaps one reason for this lukewarm reception is that the very concept of debate is antithetical to the sociopolitical order that has developed in Bangladesh in recent years. Debate is a form of dialogue that involves claims and counterclaims, and rebuttals and counter-rebuttals. Freedom of speech and equal opportunity are indispensable elements in any debating exercise. In the Belgrade WUDC, each of the four teams and each of the eight team members had equal amounts of time and opportunity to make and defend their arguments.\nThis notion of equality seems to have disappeared from, or has become less relevant to, the current political culture of Bangladesh, where dull top-down monologues rather than robust dialogues with the people have become the norm. The country seems to have embraced or tolerated restrictions on free speech. Legislations like the Digital Security Act (DSA) and other pre-emptive and punitive measures against dissent have placed the citizens on the slippery slope of fear and self-censorship. Debate in the public sphere, which is part and parcel of the democratic process of a country, is largely damped or downplayed (if not completely silenced). One may say that, metaphorically, Sajid's and Sourodip's debating verve and vigour overseas represented the latent, suppressed debating potential of the entire population of Bangladesh. What could not be exercised inside the country found an intensely passionate expression in Belgrade – hence, the success.\nIn Bangladesh, the establishment narrative dominates the political system. Let me give an example to illustrate this point.\nI live outside my country, but the pull of patriotism brings me back home again and again. Therefore, Dhaka's Hazrat Shahjalal International Airport is a common air travel destination for me. The airport is my first and last encounter with my motherland during every visit.\nEven when I was teaching at Dhaka University, I was a frequent flyer. I went overseas for research purposes and conference presentations. One day, my teacher and colleague Prof Khondakar Ashraf Hossain (1950-2013) jokingly said to me, \"You should have your residence near the airport!\" What I am trying to say is that the Dhaka airport has remained a very important place for me and, in what follows, I would like to describe what I have often seen on the roadside near it.\nAs one rides from the airport to Tongi, and then to Mohakhali, one sees that the roadsides are full of banners, posters and billboards carrying photos of ruling party leaders and their political propaganda. During my trip to Bangladesh in early 2020, I looked for a single poster or banner of the opposition parties on the roadsides near the airport. There was none. This year, I saw only a few posters carrying images and messages (complaints) of non-ruling parties among hundreds of those of the party in power. The visual or pictorial fodder around the country is not very different.\nNow, what do the ruling party people want to achieve through such 'exhibitionist' (visual) dominance on the roadsides? If the target audience is the people of the country, they don't achieve much. This is because most people know all too well which political party is popular in the country and how much freedom of expression they enjoy as citizens.\nIt is worth mentioning here that the Dhaka airport is also the first place that helps foreigners – who work in Bangladesh or come to visit the country – form their opinions about the country, its government and citizens. In other words, the airport and its adjacent areas give them the first impression about Bangladesh, and the monopolistic poster exhibition on the roadside near the airport probably amuses or bemuses them. This visual monopoly will tell them about the presence or absence of democracy, depending on their level of sagacity.\nIn my opinion, such roadside poster dominance does not give a good representation of Bangladesh as a 21st century nation. It only heightens the egotism and hubris of the affiliates of the ruling party and erodes public trust in the government. It does little in terms of increasing the prestige of the country or the government. What's more, it reveals the absence of public debate, making obvious the suppression of dissenting voices and opinions.\nThe authorities would have nothing to lose if they ensured a fair and inclusive climate and facilitated diversity of viewpoints. If the ideas and strategies of the ruling party are really better for the country, juxtaposing them against those of the opposition will only strengthen and further validate them. Conversely, reluctance to allow the opposition to speak freely will surely signal the inherent weaknesses of the government's policies and strategies.\nSajid's and Sourodip's debating success is understandably an outcome of a vibrant debating culture that Brac University has nurtured on its campus. The question now is whether this debating spirit will spill over into the wider society, and whether the victory will inspire full and fair debates of ideas and issues in the public domain beyond the campus of Brac University. Will the citizens of Bangladesh have a democratic space to freely use the rhetorical approach of what Prof Ali Riaz called \"ethos, pathos and logos\" in popular (political) debate? Is there a glimmer of light at the end of the tunnel?\nLastly, we hope that Sajid's and Sourodip's stunning rhetorical feat will spark the spirit of debate in society. It will cultivate a culture of inclusivity which can override parochial concerns and lead us to the grove of free and fair discussions. In any event, we as Bangladeshis will remain tenacious in our hope and unfettered in our optimism, despite the present reality.\nMd Mahmudul Hasan teaches English and postcolonial literature at International Islamic University Malaysia. Email: mmhasan@iium.edu.my\n\n",
        "headline_1": "Sajid’s and Sourodip’s victory: To debate or not to debate",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/sajids-and-sourodips-victory-debate-or-not-debate-3088476",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-08-2022"
    },
    {
        "full_article": "In today's increasingly digitised world where data is the most sought after product and people's privacy are under increasing threat from both government and market actors, it is of urgent importance to think and talk about how different kinds of data should be governed. In Bangladesh, despite the government's ambitious plan to digitise the country, such conversations have been severely limited, and regulatory frameworks to distinguish between different kinds of data are either non-existent or woefully inadequate to address the challenges of a data-driven global economy.\nA recent report by the Digital Trade and Data Governance Hub of George Washington University ranked Bangladesh in the bottom 10, among 68 countries and the EU. Bangladesh, scoring less than Pakistan and India, lacks personal data protection laws, an open data law for the proactive release of government information, and laws allowing for the right of data portability. The report notes that the country does not have a data ethics framework to guide public servants in using data funded, collected, and controlled by government entities in an appropriate, responsible, and ethical manner. Moreover, there are no guidelines on how nongovernmental entities can share data in different contexts, and no responsible bodies for supporting personal and public sector data-sharing among governmental entities.\nThe Hub seeks to \"help policymakers and the public understand how governments around the world are governing data\" and generate a broader understanding of data governance. But are our policymakers plugged into these urgent discussions taking place globally? Are they taking note of the policy recommendations put forward by think tanks who specialise in data governance, and the best practices of other countries that have already experimented with different regulatory frameworks? Are our policymakers even engaging with the basics – much less delving deep into – the intricacies, contradictions, and challenges of data governance?\nUnfortunately, the Data Protection Bill put forward by the Bangladesh government – which could have been an instrumental first step towards ensuring people's privacy – reveal their short-sightedness and inherent refusal to understand how data works. Instead of protecting people and their privacy, the act authorises law enforcement and other authorities to access sensitive personal data both physically and remotely. Its requirement of data localisation (which means that data collected from citizens of a state has to be stored in physical devices located within the state territories) will not only hamper civil liberties, but also reduce IT-based service exports by up to 44 percent, according to local think tank Research and Policy Integration for Development (RAPID).\nNotably, the Indian government has recently withdrawn its data protection and privacy bill, which had some of the same problematic provisions as the one proposed by our government, following three years of criticism from human rights advocates and tech giants. Our government, too, needs to think beyond its narrow policy of surveillance, and understand the suicidal implications of such short-sightedness if they want Bangladesh to stay relevant in an increasingly digitised global economy. It must institute regulatory frameworks that protect human rights and enable free flow of information, not restrict freedom and evolution.\n",
        "headline_1": "No frameworks for ‘Digital’ Bangladesh!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-frameworks-digital-bangladesh-3088566",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-08-2022"
    },
    {
        "full_article": "After making the headlines only a couple of days back by calling a strike at Chittagong University (CU) to fulfil their personal agenda – a condemnable act that disrupted the university's academic functioning, including holding of semester final examinations for over two days – members of Bangladesh Chhatra League (BCL) are again under the media limelight. Reportedly, two BCL activists, namely Imon Ahmed and Rakib Hassan, who were suspended by the CU authorities on July 25 for one year for harassing some female students on the campus on September 16 last year, sat for the second-year semester final examination with other students on August 3.\nThe registrar in-charge's clarification for why the suspended students were allowed to sit for the final examination is quite unsatisfactory. That the letter regarding the students' suspension had not reached the department heads even 10 days after the decision to suspend them was announced goes to show how little the authorities regard the concerns and safety of other students, especially female students. Of course, when the news media began reporting on this inefficiency, the acting registrar confirmed that the suspension letters would reach all the departments and the students concerned by August 4. The question is: Why must the media get involved for a major public university to carry out a crucial and urgent task? Are we to assume that BCL members are given too much leeway by university authorities when they are at fault? At least, that is what past records indicate.\nIn October 2021, the CU authorities suspended 12 students for six months following a brawl between two BCL factions. But within two months, some of them sat for exams, claiming they had not received any letters confirming their suspension.\nWe believe it is time for the CU authorities and that of other public universities to review the transgressions where BCL activists have been involved. And if the BCL's claims that the questionable acts of their members are not their business is true, then such \"wayward\" activists should not be allowed by the leaders to tarnish the image of an organisation that played such important roles in all the major historical movements of Bangladesh. Most importantly, university authorities must prioritise the safety of all their students, and punish those who break rules and the law accordingly, regardless of their affiliation to any groups. The impunity enjoyed by the ruling party's student wing must be curbed and some form of accountability restored within the student organisation, whose members have become increasingly more ruthless and reckless over the years.\n",
        "headline_1": "Why are BCL members cut so much slack at our universities?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-bcl-members-cut-so-much-slack-our-universities-3088461",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-08-2022"
    },
    {
        "full_article": "In a bid to tame the volatile foreign exchange market, the Bangladesh Bank (BB) has reportedly begun taking action against money changers found involved in profiting illegally through manipulating dollar price in the open market. Reports further have it that in the BB's drive so far, licences of five foreign exchange dealers have been suspended, nine agencies have been shut down while other 42 agencies have been served with show cause notices for violating rules guiding trade in foreign exchange. The dealers in foreign exchange, whose licences have been suspended are learnt to have been holding unauthorised amounts of both foreign currency (dollars, to be precise), as well as local currency (taka). Notably, a forex dealer can hold at the most US$25,000 at the close of each business day. Any cash beyond this limit has to be deposited in the foreign currency account held with the respective forex dealer's bank. Also, the balance of the account cannot be more than US$50,000 at any point of time. But many of those errant forex dealers had violated the rule to the detriment of the stability of the foreign exchange market. It is worth noting that this latest move by the central bank to combat delinquency in the forex trading has come in the wake of the measures it (BB) adopted earlier to restrict the import of unnecessary and luxury commodities together with the government restriction on needless foreign tours by government officials. Also, with a view to controlling government procurements, implementation of less important projects has also been suspended. Unsurprisingly, the central bank has now come down hard on the foreign currency dealers following last week's jumpy foreign exchange market when the US dollar's price rose to Tk112, the highest ever against taka. Illegal hoarding of dollars to create artificial crisis is definitely a factor behind the unstable foreign exchange market. So, a strict regulatory supervision of the money changers has been a long time coming. According to reports, there are as many as 235 officially recognised forex dealers in the country. But some reports say that around 600 money changers exist across the country, many of whom are operating illegally. In this situation, the ongoing drive should continue to root out the illegal operators and make the rest accountable to the authority. But the money changers are not the only ones who are manipulating the forex market. There are also other players. The BB's inspection teams have reportedly found that some private banks were holding foreign currencies beyond their allowed limit. Some banks, on the other hand, were found to have been dealing in foreign currencies at higher rates, while others were taking extra time to adjust currencies entering the banking channels from the export market, the report further went. Small wonder that an artificial dollar crisis was created whereby more profit could be made by the financial institutions in question. With the measures taken so far, the government may be able to plug the holes through which precious foreign currencies earned from migrant workers' remittance and export are going out of the country. To this end, the government will be required to further broaden the scope of its operation to arrest the depletion of the country's forex reserve.",
        "headline_1": "Disciplining errant forex dealers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/disciplining-errant-forex-dealers-1659704994",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-08-2022"
    },
    {
        "full_article": "The US House speaker Nancy Pelosi's Taiwan trip has left the diplomatic community wondering if it marks a shift from the US's long-held one-China policy. Notably, during the last four decades plus years this has been the guiding principle of US's China policy. Though the Biden administration officially distances itself from Pelosi's Taiwan trip, the mainland China is hardly convinced. In fact, it has vehemently reacted against the event saying it was like 'playing with fire'. Meanwhile, China has started military exercises at six different sites close to Taiwan's territorial waters as well as airspace. Historically, the People's Republic of China (PRC) considers Taiwan as its own territory. But after the Chinese communist party took control of the mainland China in 1949, the country's former ruler and leader of the Kuomintang, the Chinese Nationalist Party, Chiang Kai-shek along with his followers fled to Taiwan, formerly known as Formosa. The Kuomintang's rule of Taiwan was basically a military dictatorship. But still to continue the policy of containment of communist China, the post-World War II US governments had been maintaining diplomatic relations with Taiwan. But the policy changed during the Nixon presidency that culminated in the US's then-National Security Adviser, Henry Kissinger's secret visit to Beijing in July 1971. Ultimately, in 1979, the US changed its earlier policy of recognising Taiwan as the sole representative of China and shifted its diplomatic recognition to the communist-ruled mainland China. The rest is history. The US then cut off its formal relations with Taiwan, withdrew its embassy from there replacing it with a non-governmental body, the so-called American Institute in Taiwan. Actually, this Institute was informally acting as US embassy and its staff members were people who resigned from US government's diplomatic service. Small wonder that till then the US government had been tacitly recognising the PRC's idea of reunification of Taiwan with mainland China. But with the installation of a democratically elected government in Taipei, the capital of Taiwan, in 1995, the US's outlook towards the island gradually underwent changes. The Republican House Speaker Newt Gingrich's 1997 visit to Taiwan during the then-Clinton administration was a clear signal of US's rethinking of one China policy. However, since a Democratic government was then in office, a Republic Congress leader's visit to Taiwan did not have much diplomatic significance. Though, as always, PRC reacted to that visit.But the current visit by a Democrat House of Representative leader when a Democratic administration is in the White House, this is quite a different story.Beijing's concern and strong reactions to the visit are understandable. And though the US government visibly maintains an ambiguity on China policy, the recent utterances by the US leaders point to their growing levels of commitment towards Taiwan. Mention may be made here of President Biden's recent comment (made in May 2022) on what his government would do in case China invaded Taiwan. Biden's words were unambiguous in response as he asserted that US would then intervene militarily. As a follow-up of these developments, the US president's efforts at showing that his administration has nothing to do with the Pelosi's trip to Taiwan is not going to pacify an irked China. However much the US and its allies might want to demonstrate that the US's, or for that matter, the West's, changing attitude towards Taiwan has to do with the island country's functioning as a vibrant democracy or that after what they think had happened to Hong Kong following China's crackdown on its democracy movement there, the fact remains that it is the old empire striking back to regain its global hegemony again. Previously, it was saving the people of the region from communism. Now the concern is more about a China that is going to overtake the USA economically within a decade than about communist China suppressing democracy. For there are countries around the world where democracy in the Western sense of the term does not exist, but the USA and its Western allies have no qualms about maintaining strategic relations with them. Many political watchers would like to suggest that following Putin's Russia launched its military operation in Ukraine, the US and the West have assumed the role of protecting smaller countries from the aggression of bigger, militarily superior, neighbours. Now it is Ukraine and tomorrow it might be Taiwan. So, the US, as it did during its heyday in the past, has now chosen to play a more assertive role in the international arena to protect smaller nations and, of course, in the name of democracy.But the memories of the people are not yet so dim. The experiences of the Iraqi people at the fag end of the 20th century and in the early 21st century, or those of the Vietnamese in the 60s and early 70s of the twentieth century or the misfortunes that befell the Afghan people following the 9/11's terrorist attack on Twin Tower in New York are still fresh in public memory. Now the fear is that the world might be witnessing the rise of yet another era of confrontation between the West and the rising China including the much reduced Russia both economically and militarily. But the danger is all these countries on either side of this new political divide are major nuclear powers. This rude fact should leave a sobering effect on the Western powers led by the USA to reclaim the old hegemony on the affairs of the world.\n[email protected]",
        "headline_1": "Old empire strikes back",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/old-empire-strikes-back-1659705089",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-08-2022"
    },
    {
        "full_article": "Two incidents that took place recently at a public university exposed once again a disquieting environment prevailing in the country's higher educational institutions. First, five youths sexually assaulted a female student of Chittagong University while going to the Botanical Garden from her campus dormitory with a friend late in the evening. The miscreants captured the incident on video, threatened to make it viral and snatched the mobile phones and wallets of the two students. The female student, however, lodged a written complaint to the university's proctor, and a case was also filed. Later, the police arrested five miscreants, all of whom were activists of the student wing of the ruling party. How deplorable that the students did not feel any qualm about assaulting a female student of their university. Their flimsy pretext was that a female student should not go outside at night and must not be accompanied by a male student. This kind of moral policing is unacceptable and students are not authorised to impose any such restrictions on the movements of their female counterparts. If they found it inappropriate, they should have sought administrative intervention.Undoubtedly, the assailants did not mean what they said. Instead, they had an ulterior motive which might have prompted them to sexually harass the female student. The bullies dared do what they did because of playing the role of moral guardians as well as their party affiliation. Over the years, impunity enjoyed by certain quarters of students has only encouraged them to get involved in undesirable incidents and at times, even in crimes. These include illegal toll collection, torturing others in the name of the party, sex crimes and many others. Though some of these brutes got punishment in some cases, there is little sign of reversing the ill trend. Another incident at the same university was more severe, reflecting that the university authorities have little control over the smooth function of the academic activities. Members of a faction of the BCL CU unit, who failed to secure posts in the recently announced committee, locked the main gate of the campus. They also abducted a shuttle train driver and vandalised no fewer than 40 rooms in five student dormitories. As a result, classes have been suspended. The authorities also postponed four departments' scheduled final examinations as it was impossible for many students to arrive and enter the campus. Though it is an internal dispute of the student wing concerned, the general students were made to pay for the untoward incident. The aggrieved activists, deprived of posts in the committee, have a legitimate right to protest and demand for reshaping the committee. But they have no right to lock the gate and to compel general students who are not a party to the feud, teachers and others to suffer. This kind of crazy action programmes will bring no good to anyone. Why will a public university be hostage to a group of students who are after an end, no matter if the means is illogical? As members of the ruling party their responsibility ought to be to behave responsibly and give a good account of themselves. Unfortunately, reason and sobriety have become a casualty in the process. \n[email protected]",
        "headline_1": "Responsible behaviour expected of students",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/responsible-behaviour-expected-of-students-1659705232",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-08-2022"
    },
    {
        "full_article": "Breast milk, which contains fat, proteins, carbohydrates and various minerals and vitamins, is crucial for children's healthy and disease-free growth. The World Health Organization (WHO) recommends exclusive breastfeeding up to six months of age and continued breastfeeding along with appropriate complementary feeds up to two years of age or beyond. It is the perfect food for a new-born. The nutrition it offers is unparalleled. Feeding infants with breast milk has proven a lot of health benefits for the mother and the baby as well, and it can have a profoundly positive effect on the emotional well-being of both. Also, the skin-to-skin contact of breastfeeding boosts the levels of oxytocin (the calming hormone) for the mother. Recognising the importance of breast milk, every year the world celebrates breast-feeding week from August 1 to 7. However, it is unfortunate that the week is passing this country rather quietly. Only a few programmes are organised on this occasion. But this week should be observed enthusiastically throughout the country since we have not yet been able to set up breastfeeding corners in most of our establishments. We could not even set up a single human breast milk bank for motherless and vulnerable infants. There can be children who are underweight, born early, may have lost their mothers during childbirth or whose mothers are unable to feed them. If we could build breast milk banks, we would be able to provide breast milk to such children through the banks. \nAfroza Sheikh, Dania, Dhaka, [email protected] ",
        "headline_1": "Setting up breast milk banks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/setting-up-breast-milk-banks-1659705265",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-08-2022"
    }
]