[
    {
        "full_article": "The Bharat Ratna, the highest civilian honour of the country, has been conferred on 50 people since 1954. Bharatiya Janata Party (BJP) leader L.K. Advani and the late socialist leader, Karpoori Thakur, are the newest recipients. The making of national heroes is equally about the recipients as it is about its function as a stimulant of a collective consciousness. It is often the collective that needs heroes to hold itself together. By placing leaders on a higher pedestal, the group seeks to reinforce ideals represented by them. Mr. Advani has been a defining figure of modern Indian history. As he reminisced, he joined the Rashtriya Swayamsevak Sangh at the age of 14. His role in the advancement of the Hindutva ideology has been the biggest by any single leader before Prime Minister Narendra Modi. He has been a mentor to Mr. Modi, with his campaign for a temple in Ayodhya definitively changing the course of Indian politics. The campaign pushed the limits of constitutional order, based on the claim that matters of faith cannot be subject to litigation. As it happens with an extraordinary assertion of popular sovereignty, the Ram Janmabhoomi movement changed the country at several levels; the Supreme Court of India, by 2019, unanimously ruled in favour of the temple that was inaugurated by Mr. Modi on January 22.Thakur was a central figure in the social justice politics — a euphemism for the demand for better representation of intermediate castes — of Bihar and the larger Hindi belt, who challenged the Congress’s hegemony. He served two terms as the Chief Minister of Bihar in the 1970s. Social justice politics went through phases of self discovery, and scattered into numerous parties over the years. One strand is closely aligned with the BJP. There are social justice groups that are still opposed to it, but the BJP owes its current strength considerably to intermediate castes. That ongoing process is being reinforced by honouring Thakur. In 2015, A.B. Vajpayee, the first Prime Minister from the BJP, and Madan Mohan Malaviya, the founder of the Banaras Hindu University, were conferred the Bharat Ratna. In 2019, Pranab Mukherjee, Bhupendra Kumar Hazarika, and Nanaji Deshmukh were recipients. All these selections are in tune with the politics of the present — and how the history of the Bharat Ratna has always been. All India Anna Dravida Munnetra Kazhagam founder M.G. Ramachandran and B.R. Ambedkar were also conferred the award in the hope that their followers would, in turn, back the party or alliance ruling at the Centre. Mr. Advani and Thakur represent the two legs of BJP politics, namely Hindu consolidation and higher representation for intermediate castes in all fields. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\naward and prize\n\n/\n\nBharatiya Janata Party\n\n/\n\npolitics\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nAyodhya\n\n/\n\njudiciary (system of justice)\n\n/\n\nBihar\n\n/\n\nIndian National Congress\n\n/\n\nAll India Anna Dravida Munnetra Kazhagam\n\n/\n\nuniversity\n\n/\n\nVaranasi",
        "headline_1": "Honour and exception: On the Bharat Ratna and its recipients",
        "headline_2": "The choice of past leaders for Bharat Ratnas is in tune with politics of the present",
        "link": "https://www.thehindu.com/opinion/editorial/honour-and-exception-the-hindu-editoria-on-the-bharat-ratna-and-its-recipients/article67813525.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-02-2024"
    },
    {
        "full_article": "The rise of the Sinn Fein’s Michelle O’Neill, as the first nationalist First Minister of Northern Ireland, is an indication of how the region’s political landscape is changing. If the Sinn Fein, which began as the political arm of the Irish Republican Army (IRA), was on the fringes for decades, it is now a powerful political force in Northern Ireland (part of the U.K.) and the Republic of Ireland (an independent country and European Union member). In the 2020 elections, the Sinn Fein won the largest share of votes. And in 2022, it emerged as the largest party, with 29% of the vote share, in elections in Northern Ireland, while the pro-U.K. Democratic Unionist Party (DUP) finished second with a 21.3% vote share. According to the 1998 Good Friday agreement, which ended three decades of sectarian violence known as the Troubles, Northern Ireland’s government should include representatives of the largest and second largest political blocs (unionists, who are largely Protestants, as well as republican nationalists, who are mostly Catholics). After the 2022 vote, Northern Ireland saw chaos with the DUP refusing to join hands with the Sinn Fein to form the government, citing its opposition to the Northern Ireland Protocol, which London had agreed on with Brussels to manage post-Brexit trade between the U.K. and the EU. The DUP alleged that the Protocol, which introduced checks on goods being transferred from Britain to the island of Ireland, weakened the union.In a realistic assessment of the situation, the DUP decided to return to the power-sharing agreement after London agreed to reduce customs checks on the Irish border and spend some £3 billion in Northern Ireland to steady the region’s finances. The Sinn Fein, which campaigned on bread and butter issues and promised to address immediate administrative challenges, is now formidable, and delaying the power-sharing agreement will not weaken the nationalists. For the Sinn Fein, which is still committed to the unification of the two Irelands, taking over the office of the First Minister is historic. Party leader Mary Lou McDonald has said that unification is now “within touching distance”. It need not be so, as a majority of Northern Ireland’s voters still prefer being a part of the U.K. Also, the posts of First Minister and Deputy First Minister (to be held by the DUP) are technically equal. However, the symbolic value of the Sinn Fein leading the government in Northern Ireland and being the largest bloc in the Republic of Ireland amid rising economic and political discontents in the island, especially after Brexit, cannot be understated. After decades of the Troubles followed by political reconciliation, the nationalists are on the ascendant, while the unionists are on the back foot.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIreland\n\n/\n\npolitics\n\n/\n\nUnited Kingdom\n\n/\n\nEuropean Union\n\n/\n\nBrexit",
        "headline_1": "First among firsts: On the Sinn Fein and Irish politics",
        "headline_2": "The growth of Sinn Fein in Northern Ireland is significant in itself",
        "link": "https://www.thehindu.com/opinion/editorial/first-among-firsts-the-hindu-editorial-on-the-sinn-fein-and-irish-politics/article67814262.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-02-2024"
    },
    {
        "full_article": "Indian tax system is fairer and cleaner than ever, except for salaried income earners\nThis is what economists, bureaucrats and politicians across time and parties agree on: ‘Broaden the tax base and reduce the tax rates’, i.e., more people in India should pay income tax and, as that happens, tax rates should come down. This is what politicians and bureaucrats across time and party lines have done: Reduce income tax base and increase tax rates.\n\nPractice has been the exact opposite of preaching.\nRead full story on TOI+\n\n",
        "headline_1": "Pay income tax, be political orphans",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/pay-income-tax-be-political-orphans/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-02-2024"
    },
    {
        "full_article": "India’s startup ecosystem has been singed by Paytm and Byju’s controversies. Dominant founders and weak boards are a problem. But don’t discount quiet successes\nThis past week the Indian startup world has been whiplashed like never before. Two of its biggest names, Paytm’s Vijay Shekhar Sharma and Byju’s founder Byju Raveendran, face what’s arguably an existential challenge to the businesses they’ve built.\nRead full story on TOI+\n\n",
        "headline_1": "Alphas, cowboys & strong, silent types",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/style-decoded/alphas-cowboys-strong-silent-types/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-02-2024"
    },
    {
        "full_article": "FM’s right on investment in sunrise sectors. But that has a fallout on job market\nTrends in Indian economy’s investment pattern have sparked debate. FM, in a post-budget interview to TOI, said public focus has been on traditional sectors while investment has flowed into sunrise areas such as AI and materials research.\nIP, an investment magnet | Her observation is supported by a decade-long trend in National Statistical Office’s data on investments. Between 2011-12 and 2021-22, the pattern of investments by private non-financial corporations underwent two important changes. In nominal terms, investment in plant and machinery declined from 18.4% to 13.8% of the overall national investment. Investments classified as intellectual property products grew from 5.9% to 9.7% of the total during the decade. Absolute level of incremental investment in nominal terms in intellectual property (IP) was greater than the same in plant and machinery.\n\nImpact on jobs market | Technological evolution has brought IP to forefront. This is a good development. However, it’s had some adverse impacts on the job market. Technologydriven growth in manufacturing in a country where many workers have limited skills has led to distortions. According to GOI’s jobs data, between 2017-18 and 2022-23, the percentage of the workforce in manufacturing declined from 12.1% to 11.4%. Some of them seem to have gone back to agriculture where the proportion of the workforce during the same period increased by 1.7 percentage points.\nLong-term phenomenon | Employment intensity of investment in India has been falling for decades. It’s following a global pattern. A study by Azim Premji University showed that after adjusting for inflation, the number of jobs generated for every ₹1 crore investment fell between 1994 and 2015. In factories, ₹1 crore of investment led to 33 jobs in 1994. By 2015, it fell to eight jobs.\nSmall’s not the answer | Decline in employment intensity was sharper in informal sector. Among family enterprise units there, ₹1 crore of investment led to 4,615 jobs in 1994. In 2015, just 702 jobs were created for the same investment.\nTwo-pronged effort | Two solutions need to play out simultaneously. Immediate solutions need to be found in removing constraints that prevent highly labour-intensive companies in sectors such as garments from expanding their scale. It will provide an easier entry point for people stuck in low-wage farm employment. Long-term, there’s no substitute for improving human capital. That requires sustained effort at all levels.\n\n",
        "headline_1": "Invest in jobs too",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/invest-in-jobs-too/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-02-2024"
    },
    {
        "full_article": "US stepping up bombings in the region won’t help. Instead, it should rein in Israel and stop war in Gaza\nLatest American strikes on more than 85 targets in Iraq and Syria – killing at least 40 people – again inch up threats of a wider regional conflict. They were in retaliation for the killing of three American servicemen on a Jordan base by militias linked to Iran. Raids were carried out by B-1 bombers flown directly from US. There are fears US is slow walking into another prolonged conflict.\n\nSymptoms and problem | But what US is fighting are essentially symptoms. Since the beginning of Israel-Hamas war, Iran-backed militias, part of Tehran’s so-called ‘Axis of Resistance’, have stepped up their attacks in the region. Their single-point agenda is to stop Israel’s attacks on Gaza.\nHydra-headed challenge| These militias are spread across awide geography with decentralised military assets. There’s no way US can take them out at one go. Nor can it deter them as shown by continuing Houthi disruptions in Red Sea. Only option then is for US to engage in prolonged bombing campaign. That’s politically dicey in a US election year.\nMistakes can be catastrophic | Hitherto US and Iran have avoided attacking each other directly. But given the spread of Iran Revolutionary Guards commanders and American personnel in the region, mistakes can happen, politically forcing Tehran and Washington to switch to direct attacks, which would be devastating.\nIsrael is the issue | All of this can be avoided if there’s a ceasefire between Israel and Hamas. Biden has given Netanyahu a very long rope. But Israel’s operation is mostly killing civilians in Gaza. Nor is Israel any closer to rescuing the remaining Israeli hostages. True, Biden has started sanctioning Israeli settlers for violence in West Bank. But more needs to be done to rein in Israel. Getting into a wider, prolonged West Asia conflict for the sake of Netanyahu-led Tel Aviv is just not worth it for Washington.\n\n",
        "headline_1": "West Asian timebomb",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/west-asian-timebomb/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-02-2024"
    },
    {
        "full_article": "Import of potato in the peak harvesting season! This has never happened in living memory. More than 60 importers have received government permission to import a total of 94,000 tonnes of potato evidently from India. Already the first consignments have arrived, reportedly, to have some positive impact on the volatile market. Dinajpur district where the consignments of potato entered through its port land Hili has recorded a price drop of Tk10-15 a kilogram as a consequence. But this price level is 110 per cent higher compared to this time around the previous year. With more truckloads of potato arriving from India, the price is expected to come down even further. While this development is expected to stabilise potato market to the relief of the consumers just before the month of Ramadan, there is certainly a need for clarifying the situation that has prompted the government to go for this unusual move. Then, it has not been the only case; import of onion in its on-going harvesting period also leaves many people confused. So far the only explanation for the preemptive government move has been put forward is the damage caused to potato cultivation in Rangpur and Rajshahi by cyclonic storms in October and November. Now the question is, how far this natural adversity is expected to affect the production and what exactly will be the shortfall. The agriculture ministry set a target of producing 11.6 million tonnes of potato on 4.6 million hectares of land. Currently, the country has a demand for 10 million tonnes of potato. Last year the country, according to the ministry, produced 10.4 million tonnes against its projected target of 11 million tonnes. That is enough for the country's need. Then why the government had to give permission for import of 1.0 million tonnes of potato to importers who ended up importing 80,000 tonnes between June and October begs a clear answer. The Bangladesh Cold Storage Association (BCSA), however, claimed that potato production was to the tune of 9.0 million tonnes last year.This is clear evidence either of statistical jugglery or of manipulation of market by potato traders in collusion with cold storage owners. The same happened in case of onion---production was claimed by the agriculture ministry to be 3.45 million tonnes last year against the demand for 2.6 million tonnes. Then at least there is an excuse for waste of onion, a perishable item, but the same is not equally true for potato. The estimates of the ministry and the Bangladesh Bureau of Statistics (BBS) are always at variance but even if their conservative figures were right, Bangladesh did not have to import potato and onion on such a scale.The case of potato is particularly intriguing. Here is a crop that had suffered price slump for at least a couple of decades. The country started exporting potato to Russia and a few other countries because of its production surfeit. At times irate farmers fed their cattle with surplus potato out of frustration because of its throwaway price in the domestic market. Last year's situation was definitely the result of a combination of both inflated estimate and market manipulation by trading syndicate. Pervasive machinations have of late been taken to a new high to fleece consumers not only of potato and onion but also of most of the essential commodities. The preemtive move by the government may produce the desired results only if it is followed up by strict monitoring and supervision of market.",
        "headline_1": "Potato import in peak harvesting period",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/potato-import-in-peak-harvesting-period-1707145783",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-02-2024"
    },
    {
        "full_article": "Nothing captures the Bengali spirit of the \"historical\" variety like the Ekushey going by the dominant narrative of the shushil class/community. It's when \"we discovered who we were and progressed through history\" as the narrative goes. It is supposed to have given us a sense of identity which we lacked till the police fired on the rebellious students in Dhaka University (DU) and gave us a national iconic imagination. Of course it came as part of a process that began from 1947 onwards triggered by the students of DU as per his narrative. This narrative has stayed on as all national \"imagining's have made it the core of the socio-political struggles based on cultural identity as the primary issue. Thus what defined the struggle at the core was the proto-race based \"ethnicity\" framework rather than economic struggle. This allowed the rise of the intellectual culture as the manifest reason for seeking a new state which came with discrimination and other ailments. Thus the Ekushey spirit was upheld as the supreme mobilizer of the people which also put the shushils at the top of the leadership chain. This may roughly be defined as the format of the Bengali nationalism which has acted as the generator of the Bangladesh state. It's the mantra by which the old middle class swears. It's fine except that another cultural variation is knocking at the door. And it's rather loud.Politics of the colonial era is often described as \"identity\" politics both by the nationalists and the Marxists alike signifying that their intellectual sources were the same and drawn from the earlier Western traditions. By that they meant cultural identities such as Muslims, Bengalis and so on were what mattered. It was somewhat superficial reading which ignored the multiplicity of factors that has dominated history making in the region and this state. One can understand the lack of depth of class analysis on the part of the nationalists who saw class as a contest of their community-based framework. However, why Marxists never saw the class content in the \"identity\" politics shows that both opposing ideas were basically repeating Euro centricity to identify local context. That error was historical but inevitable given that both were birthed by colonialism as far as \"India\" is concerned. Mono-causal vs multi-causal history is the basic difference that has significantly marginalized the older middle class which we are tagging as the \"Ekushey\" class. We are either Bengali or Muslims not both, according to their equation in most cases. And it has been painted as exclusive. The narrative has to be either or and has resulted in the production of the ideology as to what is acceptable and what is not. Since Pakistan was perceived as a product of religious politics, Bengali politics was seen as contrary to that. Hence the need to invent the counter to Pakistan was more important than signifying the historical. In 1972, the constitution was the ultimate production of the shushil state ideology which also included secularism and that resulted in the production of alienation as well. It was a by-product of people out of touch with Bangladesh. They didn't realize that the reach of the state was severely limited and such state pillars, particularly secularism, would achieve little other than creating hostility with the peasant majority.  Today, the shushils are stuck with a state which is small and inefficient, a constitution that has no operational value and a social cluster that is not significant in terms of influence anymore. It was assumed by the old middle that there would be no challenge to their status although they were a dependent entity. They staked everything on the state, the one that was birthed by the Ekushey imagination but it neither grew nor became influential even though given a chance it was coercive and corrupt. This was because the state was a product of multiple causes, mostly economic. It was an unstable umbrella and the Ekushe shushils took shelter not realizing the weak state was barely able to do that. Of the two economic giants that straddle both state and society, one was the RMG sector and the other is external migration. Both were largely self-generated, produced by the entrepreneurial aspirational skills of the rich class and the poor. The state played no role in their germination or growth but now that they are mature they state wants to be a referee.The RMG workers class may not be well off but not poor and are able to create a large workforce of female workers whose coping mechanisms are strong and have therefore overcome conventional older political middle-class leadership. Their dependency on the shushil leftists have declined.However, the class that has made the difference is the rise of the new middle class which is made up of migrant workers, the largest segment of people -at least over 150 million including the family members. They don't need the Bangladesh state for their economic survival and now constitute the new largely rural based middle class. They are in the classic sense \"doubly free\" but they are not the proletariat but a middle class, historically perhaps one of the first in the region. A major by-product is the rise of the new middle class is the religious/clergy who are now using their network to contest the older middle. Thus a conflict is on. If the Ekushey is the symbolic brand of the older version, the new version looks to the crescent and the latter is strong. History will say how the contest will turn out to be but social stability and ideas under shushil control is over it seems. \n[email protected]",
        "headline_1": "Ekushey: Clash of old and new middle classes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ekushey-clash-of-old-and-new-middle-classes-1707145848",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-02-2024"
    },
    {
        "full_article": "Who owns Tangail saree? As the name of the saree indicates, it should naturally belong to Tangail, a district of Bangladesh, where it is produced. But no, in the market-driven and defined world of today, the right to ownership of a product historically known to have originated in a particular geographical region and thus becoming a part of the local heritage and culture may not automatically go to its place of origin or to the people who produce it. In a litigious global marketplace, where anything under the sun, be that a material object or an abstract idea, there is the danger of its being claimed by others who may not have any natural or historical link to it. Hence are the laws in the form of patents, copyright and trademarks to protect any creation of the mind that include inventions, literary and artistic works, designs, symbols, names and images used in commerce. Similarly, the Geographical Indication (GI), is a sign used on products that have a specific geographical origin and possesses qualities or a reputation that are due to that origin. And to function as a GI, a sign must identify a product as originating in a given place. And various relevant international treaties administered by the World Intellectual Property Organisation (WIPO), a specialised agency of the UN, deal partly or entirely with the protection of geographical indications (GIs). Accordingly, countries have formulated their own laws to lay claim to things within their national boundaries that humans produce or are products of nature, both living and inanimate, by assigning the required GI tag to them. Though Bangladesh in 2013 formulated its own law to this effect entitled, the Geographical Indications Goods (Registration and Protection) Act, 2013, it could not establish its GI right on Tangail saree. But India did and claimed its GI right to Tangail saree through a post on the official Facebook page of the country's cultural ministry on the first day of this month. Of course, it gave its explanation as necessary to justify its claim. It said that Tangail saree originated in West Bengal, while the Indian state's chief minister, Mamata Banerjee, in an X (former Twitter) post described Tangail saree as a handloom saree item of West Bengal. According to reports, the president of the Tangail saree traders' association, Raghunath Basak, dismissed the Indian claim that Tangail saree was a product of West Bengal saying it (Tangail saree) rightfully belongs to the Tagail region of Bangladesh. Notably, the Basak community of Tangail is the original producer of Tangail saree and has been in this occupation for about 250 years. Some members of this community migrated to the Nadia district of West Bengal during the partition of India in 1947 and later in 1971 during the Liberation War. Unsurprisingly, after settling down in Nadia of West Bengal, they again began to pursue their ancestral occupation of weaving sarees resembling those of Tangail in Bangladesh. The Department of Patents, Designs and Trademarks (DPDT) under the industry ministry is responsible for providing GI rights to local products through the due process of applying to WIPO. The question is-- what was DPDT doing when its Indian counterpart (patent, design and trademarks department under the country's commerce ministry) gave recognition to Tangail saree as their own product through issuing GI certification to that effect on January 2, 2024? Complaining is one thing, but it is quite another to be smart. It is now Bangladesh's turn to be smarter and use all means, both legal and diplomatic, to reclaim its GI right to Tangail saree. It can also approach WIPO and other relevant international bodies for the purpose.\n[email protected]",
        "headline_1": "Have we lost Tangail saree?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/have-we-lost-tangail-saree-1707145880",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-02-2024"
    },
    {
        "full_article": "Brain drain or talent trafficking is the migration or departure of a large number of technically skilled or educated individuals. Every year, a significant portion of our country's students pursue higher education in America, England, or other developed countries. Many of them complete their studies, secure employment, and eventually obtain permanent citizenship there.The foreign orientation of skilled and talented students raises significant concerns. A genius has the potential to make unprecedented contributions not only to their personal lives but also to their families, communities, and nations through the proper application of their talents. However, when these individuals leave their homeland for another country, their departure creates a void in their home country's talent pool. The question arises: why is talent being trafficked?During the 2021-22 academic years, approximately 49,000 students migrated to 57 different countries, with 11,000 students opting for the United States alone in 2022. According to UNESCO data, 70,000 to 90,000 Bangladeshi students migrate abroad for higher education annually. Sources from the Bangladesh University of Engineering and Technology (BUET) indicate that 40 to 50 percent of each graduating class from this premier engineering university choose to study abroad, with very few returning home.Several factors contribute to students' interest in pursuing higher education abroad; including job insecurity, political interference in education, inadequate learning environments in schools, and a lack of globally recognised educational standards.Many students in our country struggle to secure desirable employment even after completing their undergraduate degrees. The unfortunate reality is that despite obtaining honours and master's degrees, some individuals still face difficulties finding employment. This situation leads to depression and, in extreme cases, prompts individuals to consider drastic actions such as suicide or turning to substance abuse.To address this issue, it is imperative to enhance the quality of education without necessarily increasing the number of educational institutions. Eliminating job insecurity and aligning job opportunities with qualifications can help curb talent trafficking. Government intervention is necessary to raise awareness among students and implement appropriate measures to prevent the silent exodus of intellectual capital.\nSakibul HasanDepartment of SociologyDhaka College",
        "headline_1": "Exodus of intellectual capital",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/exodus-of-intellectual-capital-1707145906",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-02-2024"
    }
]