[
    {
        "full_article": "It is not often that by-elections are of any significant consequence. But Uttarakhand, where the Chief Minister was in a do-or-die battle; Kerala, where the main Opposition, the Congress, was fighting for survival; and Odisha, where the ruling party was seeking another vote of confidence; all saw high-stakes contests. An impressive victory in the Thrikkakara Assembly by-election has revived the Congress in Kerala from the slumber and the chaos that had gripped the party following two consecutive Assembly election defeats, in 2016 and 2021. The seat is a Congress stronghold that stayed with the party even in 2021, when the ruling Left Democratic Front (LDF) won 99 of the 140 seats. The seat had fallen vacant following the demise of P.T. Thomas, who had shown great courage to stand up to the Catholic Church on issues of public policy. His wife Uma Thomas was the Congress candidate. The LDF was criticised on grounds that it sought to align its selection of candidate and campaign with the wishes of the Church. The Congress-led United Democratic Front (UDF) also turned the election into a referendum on the Silver Line semi-high speed railway project that the Pinarayi Vijayan government was championing. The victory, by an increased margin in comparison with 2021, reinforces the leadership of V.D. Satheesan, the leader of Opposition, and K. Sudhakaran, the President of the Congress State unit. The CPI(M) and the LDF must take the lessons from the results with humility and appropriately recalibrate their positions.In Odisha’s Brajarajnagar Assembly constituency, the ruling Biju Janata Dal (BJD) candidate, Alaka Mohanty, won by a margin of 66,122 votes, defeating the Congress that pushed the Bharatiya Janata Party (BJP) to the third position. The bypoll was necessitated by the death of the winner’s husband Kishore Mohanty. The result has further strengthened the hands of Chief Minister Naveen Patnaik, who revamped his Council of Ministers immediately after the victory. The BJP that has been nurturing ambitions to replace the BJD in the State had to eat humble pie in the seat, though it is part of the Bargarh Parliamentary Constituency which it had won in 2019. In 2024, Mr. Patnaik will be on his way to becoming one of the longest serving Chief Ministers. In Uttarakhand, Chief Minister Pushkar Singh Dhami won the Champawat Assembly seat as expected, tightening his grip over the party. The BJP has been going through a churn in the State, leading to the elevation of Mr. Dhami who was not an MLA, after the Assembly elections in February-March. But the path ahead will depend on how smartly Mr. Dhami navigates the dangerous roads in the hill State’s politics.",
        "headline_1": "Message from voters: On Odisha, Uttarakhand bypoll results",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/message-from-voters-the-hindu-editorial-on-odisha-uttarakhand-bypoll-results/article65497676.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-06-2022"
    },
    {
        "full_article": "With the Indian drug regulator greenlighting Corbevax as a booster dose for all adults above 18 years who have received two doses of either Covishield or Covaxin as part of primary vaccination, a heterologous booster shot has come a step closer to being administered to people. Though booster shots have been administered since January 10 beginning with health-care and frontline workers, and people over 60 with comorbidities, India has been using the same vaccine for both primary vaccination and booster (homologous boosting). In clinical trials, a booster dose using a vaccine that is different from the one used for primary vaccination — technically called heterologous boosting — produced higher immune responses when compared with a same vaccine for primary and booster vaccination. A trial by the Christian Medical College, Vellore, too found the same result. As expected, Bio E’s phase-3 heterologous booster vaccine trial using Corbevax in people who have received two doses of either Covaxin or Covishield did produce significantly higher immune responses. But with the control group not receiving a homologous booster shot but only a placebo, the trial failed to bring out the enhanced immune responses by using Corbevax as a heterologous booster. Any vaccine administered as a booster — immaterial of being homologous or heterologous — months after primary vaccination will, by default, increase the immune responses. The trial has thus only shown that Corbevax as a heterologous booster increases the immune responses but failed to show that heterologous boosting with this vaccine produces superior immune responses than homologous boosting with Covishield or Covaxin. It is all the more surprising that the booster trial used a placebo for the control arm as even the phase-3 clinical trial to study the immunogenicity of Corbevax for primary vaccination used the comparator vaccine Covishield for the control group.With Corbevax being approved as a heterologous booster based on a poorly designed heterologous booster trial, the drug regulator can be expected to soon greenlight Covishield and Covaxin as heterologous boosters based on the results of the CMC Vellore trial. Especially as the trial clearly demonstrated the advantages of heterologous boosting compared with using the same vaccine for primary vaccination and boosting. While the National Technical Advisory Group on Immunisation (NTAGI) is quite likely to approve Corbevax as a heterologous booster shot without much delay, it remains to be seen whether it greenlights it for all adults above 18 years. Given the greater likelihood of NTAGI approving Corbevax as a heterologous booster, the Government is not likely to side step the expert group, as in mid-March. As booster shots have been rolled out for all adults above 18 years, the Government should not hurry to approve Corbevax without NTAGI’s nod.",
        "headline_1": "Boost for boosters: On Corbevax as booster dose",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/boost-for-boosters-the-hindu-editorial-on-corbevax-as-booster-dose/article65497241.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-06-2022"
    },
    {
        "full_article": "The finance minister of Bangladesh is scheduled to place the national budget for 2022-23 fiscal year at parliament on June 9. This budget is probably the most challenging in the recent history of economic policymaking in Bangladesh. The world has not yet recovered from the pandemic fallout. On top of that is the Russia-Ukraine war. Due to multidimensional challenges, international organisations have downgraded their economic growth projections for 2022. For example, the International Monetary Fund (IMF) moderated its estimation for global economic growth to 3.6 percent for 2022 against its earlier projection of 6.1 percent. Prior to the Russia-Ukraine war, as the global economy was on the recovery path, demand for goods and services started to increase, but the supply could not cope up with it. The pandemic disrupted the supply system globally. The Ukraine war worsened it. In April 2022, fuel prices went up by almost 70 percent compared to April 2021. Prices of essentials such as rice, wheat, maize, edible oil, lentils, and sugar also skyrocketed. Two important sources of these products have traditionally been Russia and Ukraine.\nIn such global and domestic contexts, the FY2022-23 budget in Bangladesh will need to have measures addressing the immediate challenges as well as those tackling the medium-term issues. The global economic downturn and inflationary pressure will stay for some time as there is no sign of cessation in the war. Therefore, the government needs to make all-out efforts to face the crisis. In making its efforts, it must ensure coordination between fiscal and monetary policy measures.\nFirst, to give some respite to common consumers, there should be removal of various taxes, such as advance income tax, advance tax, and regulatory duty on all imported essential items. Besides, social protection in terms of direct cash support to the poor should be scaled up. Sales of essential items in the open market at reduced prices should be made available in abundance to meet the demand of the poor and low-income groups. Though it is a burden for the government, subsidies for energy and agriculture should be continued, given the criticality of the situation. Moreover, in the case of agriculture, fair prices to farmers should be ensured so that they are encouraged to produce more to have more supplies in the market. Market monitoring mechanisms by the government should be strengthened, and the market distorting players who hoard and create artificial crises should be punished. The government should also immediately make agreements with global suppliers to import essential items in the coming days to avoid future crises in the domestic market.\nSecond, increased and affordable supply in the market will need finance. So, the policymakers will have to create adequate fiscal space through domestic resource mobilisation. Clearly, reduction and elimination of various taxes on essential items will reduce import tax. One way to offset that loss is to tax luxury items more. The government has indicated it will do so in the upcoming budget. However, while this could be an immediate way to collect more revenues in order to accommodate the increased financial need, the goal should be to increase revenue through increased income tax collection. This depends on the reform of the revenue collection system itself. An independent and fully automated tax system backed by adequate and efficient human resources is much needed now.\nThird, in the case of the external sector, the import cost pressure and relatively lower export income have led to a trade deficit of about USD 27.5 billion during July 2021-April 2022. Additionally, negative growth of remittances has resulted in a current account deficit equivalent to USD 15.3 billion in the same period. The government has recently announced some measures, such as cutting down imports of non-essential items and freezing foreign travels of government officials. This will help reduce the pressure on our foreign exchange reserves. Bangladeshi exports have been facing competition since many countries already devalued their domestic currencies against the US dollar. The recent decision of the central bank in allowing foreign currency market to take its own course is a positive move. To reduce the current account deficit, the government will have to put more efforts towards attracting remittances through the official channel. At the same time, rationalisation of the incentive for remitters is needed, and gradually it should be withdrawn so that the amount paid for incentives can be utilised for other purposes.\nFourth, while trying to put a strain on the expenditure, the government must be careful so that its spending does not fall drastically, domestic demand does not shrink, and investment is not affected. High inflation with weak growth can lead to stagflation, which many advanced countries are experiencing now. In some of the advanced countries, inflation has risen to a record level while growth has contracted. Bangladesh must increase spending on healthcare, education and social protection. Due to low revenue mobilisation effort and competing priorities, particularly for physical infrastructure, the social sector has been perennially ignored. Hence, these sectors receive insignificant allocation in the budget as a percentage of GDP. However, if economic growth is not accompanied by commensurate resource allocation for the social sector, the sustainability of growth will be under threat since poor allocation of public resources in these sectors will create further inequality in society.\nFinally, though the national budget has limited scope for addressing medium- and long-term issues, it can make decisions on both resource allocation and generation for each financial year. Budget may be incremental in nature, but it can make choices and decisions within the broader national policy frameworks, which are formulated with medium- to long-term objectives. The annual budget is, thus, expected to devise not only short-term fiscal measures, but to also continue to allocate resources for medium-term objectives.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "Issues that should be in focus in budget 2022-23",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/issues-should-be-focus-budget-2022-23-3040236",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-06-2022"
    },
    {
        "full_article": "The Government of Bangladesh is about to present the national budget for the upcoming fiscal year. Parliamentarians will debate the budget in the shadow of many competing demands as the country looks to build on the success of vaccinating almost 70 percent of its population against Covid-19.\nTo continue to prosper and travel on its remarkable road of progress, it is critical that Bangladesh allocates greater resources in the national budget on its most valuable asset: The 57 million children who constitute a third of the country's population.\nIn the past three years, the pandemic has affected every aspect of children's lives in Bangladesh, as it has around the world. Their education was disrupted in one of the world's longest pandemic-related school closures, causing significant learning loss and clouding their future prospects. The pandemic has taken a toll on children's physical and mental health. Children who were already vulnerable are at even greater risk of being forced into child marriage and hazardous child labour. The pandemic has deepened already existing inequities and chipped away at the progress made toward ensuring the rights of every child. Without urgent public investment to recover from the pandemic's impacts, we risk the future of an entire generation.\nBut the need to invest more in children goes beyond immediate recovery. Bangladesh is a testament to what can be achieved when investing in children. The country has made great strides in preventing child deaths, reducing malnutrition, protecting children against preventable diseases through routine immunisation, and making sure both boys and girls are enrolled in primary education. This has been possible because of political commitment matched by policies, expertise and financial resources. And this has ultimately benefitted all of society.\nDespite this progress, investments in social sectors such as education, health, nutrition and protection are still low. As one of the fastest growing economies in the world, Bangladesh can break that trend by investing more to ensure the rights and well-being of all its children while at the same time capitalising on the fast-closing demographic window of opportunity.\nIt is undeniable that investment in quality education for all is essential to equipping children with the skills and critical thinking they need to thrive to their fullest potential, and to contribute to the betterment of their communities. Yet last year's national budget allocated around two percent of the GDP to education. This is low not only by global standards, but also compared to other South Asian countries.\nSimilarly, Bangladesh currently spends less than one percent of the GDP on public health, far below the global average. This means that households must spend a large portion of their income on healthcare, causing financial hardship. Greater investment in health not only improves individual lives, it also supports overall and inclusive social and economic development. It is especially important that the budget helps accelerate progress towards Universal Health Coverage, ensuring that every child and adult in the country has access to quality and affordable health. Otherwise, Bangladesh risks deepening existing inequalities, with millions of people left in poverty as others rise above.\nInvesting more in children today is a rational decision: history teaches us that investment in children brings economic growth, reduces poverty, and promotes social stability.\nBut most importantly, it is a moral imperative to invest in children, for their well-being today and to prepare them for a future that is not of their own making.\nToo many children in Bangladesh miss out on a childhood and live precarious lives as they are forced to drop out of school, take up hazardous work, or enter into child marriage. Millions of children are regularly subjected to harm and abuse. And when they grow up, they will face new challenges, inheriting a world where Bangladesh is at the frontline of the climate crisis.\nBangladesh, as one of the first countries in Asia to ratify the Convention of the Rights of the Child, has shown time and again that it is prepared to do all it can for its children. The political commitment is there. The country has adopted the 2030 Agenda for the Sustainable Development and its global benchmark to allocate at least four to six percent of the GDP to education, while the Government of Bangladesh's 8th Five-Year Plan targets to increase expenditure on health to at least two percent of the GDP.\nIn the coming days, as members of parliament deliberate on the budget, Unicef asks them to remember that the challenge today is not only to recover from the pandemic, but to build back stronger, and to lay the foundations for tomorrow. These investments matter.  They are about the future of the country and the children who will inherit it. Investing in children is not just the right thing to do, it is the smart investment to make too.\n \nSheldon Yett is the Unicef representative to Bangladesh.\n",
        "headline_1": "Break the trend, invest more in children",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/break-the-trend-invest-more-children-3040226",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-06-2022"
    },
    {
        "full_article": "As dawn broke on the morning of June 5, 2022, the areas surrounding BM Container Depot Ltd resembled nothing short of a war zone. Charred human bodies strewn randomly, the burned gagging in pain, fire all around, sporadic explosions erupting in multiple places, everything turned into ash.\nAt least 49 people including nine firefighters (as of 7pm Sunday) have perished, and hundreds injured, in the fire that has been ravaging the container depot in Sitakunda upazila, Chattogram since 10pm on June 4. Reverberations from the explosion shook around four kilometres of the area surrounding the depot. Windows of the nearby houses were shattered by the force of the blast.\nIt is suspected that the fire originated from one of the containers stored there. According to media reports, the depot houses more than 50,000 containers, many of them containing chemicals.\nOne of the major blasts took place at a 500-metre corrugated sheet shade, which housed a huge quantity of hydrogen peroxide – an oxidising chemical – which can intensify fire and is a major fire hazard when combined with other chemicals and substances.\nAccording to media reports, the firefighters who died had been working near a container, which exploded, killing them instantly. On Sunday morning, the media cell of the Fire Service and Civil Defence said they had not been informed of chemical storage in the depot containers beforehand. Had they been aware, perhaps they could have taken safety measures to protect the lives of the people and firefighters there.\nAs of 7pm Sunday, the fire is still burning and explosions are still taking place. Firefighters are not able to go near the fire sites because of the explosions. Army personnel have been sent to the site to help contain the fire. A specialised firefighting unit has also been sent to the spot. According to media reports, since the depot authorities cannot be located, it has become even more difficult to identify which containers contain inflammable materials.\nThis incident does not fail to remind one of the 2020 Beirut explosion, in which more than 200 people were killed and the port was razed to the ground. That, too, happened due to unsafe storage of a hazardous chemical: ammonium nitrate. While the scale of the Chattogram depot fire is smaller compared to the Beirut blast, the causes seem to be the same: irresponsible storage of hazardous materials and chemicals, which unfortunately seems to have become a norm in Bangladesh.\nWhy were the firefighters not informed that the containers stored hazardous chemicals and materials? Was BM Container Depot Ltd even cleared to store inflammable chemicals? No. This daily, citing officials from the Department of Explosives, reported that the depot authorities did not even secure any licence to store hydrogen peroxide. Now, the question is: Without such a licence, how can a depot house such a large amount of a hazardous chemical? What is even the point of rules and guidelines if they are not properly enforced?\nAfter every fire incident, politicians and authorities engage in hyperbole – or so it seems – regarding reforms in and reinforcement of relevant laws and guidelines. But the reforms and enforcement never see the light of day.\nHandling and storage of hazardous materials and chemicals are some of the least-talked-about issues, despite causing some of the major fire incidents engulfing the image of the country. And these fire incidents not only claim lives; they take a toll on the environment as well. It has been reported that in the aftermath of the fire in Sitakunda, the hazardous chemicals are contaminating the local water sources and spreading in the nearby areas. Locals are saying the contaminated water is trailing to the Bay of Bengal, putting the marine lives there and the entire water body at risk. Such an incident on World Environment Day only exposes our total apathy towards proper handling of materials that puts our environment at risk.\nChattogram Divisional Commissioner Mohammad Ashraf Uddin has said that they are taking measures to stop the water from contaminating the Bay of Bengal, but what those measures are, they are yet to disclose.\nIn the wake of the Chattogram depot fire, it has been declared that Tk 50,000 will be provided to the families of those who have died, while Tk 20,000 will be provided to the injured. In addition, Tk 1 crore has been allocated to provide food and assistance to the affected people. But is this compensation enough? How is an insignificant sum of Tk 50,000 going to help the family of a breadwinner who perished in the fire? How long would this amount sustain the victims? Are the families even going to get the amount on time – given that we have a history of such compensations not reaching the victims? What about the environment? How are the authorities going to compensate the environment for the damage it is sustaining now, even as we read this column?\nIt is high time the authorities took the issue of handling and storage of hazardous materials and chemicals seriously. Had inspection teams visited the BM Container Depot as per a routine practice, this fire incident might have not taken place at all. All these lives could have been spared.\nThe government and the authorities should thoroughly review the existing laws, policies and guidelines related to fire safety and amend them if needed in order to make them watertight. They should also scrutinise the enforcement and application processes and procedures to close any loopholes in the regulations, so that unscrupulous businesses can no longer exploit them to illegally store such chemicals and materials. At the same time, the government should hold accountable the officials responsible for the supervision of the container depots in the Sitakunda area, and investigate why they did not do the due diligence on their part, which resulted in such a huge amount of hydrogen peroxide being illegally stored in a depot. Also the NBR, which is usually responsible for keeping track of import and export declarations, should be asked if they were aware of the chemicals stored in the depot. If yes, why did they not inform the authorities concerned to ensure safe storage through inspection? If not, why were they not doing their job properly?\nWe need to set a precedent of holding government officials accountable for their actions (or lack thereof) or else their hibernation and gross apathy towards their responsibilities will never end. All the container depots across Bangladesh should be inspected on a regular basis to ensure that they are storing goods and chemicals as per set protocols. If businesses are found guilty of not following the protocols, they should be penalised heavily so others are discouraged from violating them.\nThe parameters for inspection of such container depots – especially the private ones – should include factors such as fire management systems, if there are sufficient fire extinguishers in place, whether there are enough trained and well-equipped manpower to handle such fire incidents, the safety protocols for such incidents, if containers are labelled properly, if they are kept in the designated and marked spaces, and so on. Without these operational and logistical efficiencies, the risk cannot be minimised.\nFire incidents due to mishandling of hazardous materials is becoming a serious problem for Bangladesh. It cannot be allowed to continue. The authorities must pull up their socks before another fire incident occurs – perhaps bigger, more ferocious – claiming more lives, and razing the economy and the environment to the ground.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Ctg depot fire: Lives engulfed by apathy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/lives-engulfed-apathy-3039941",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-06-2022"
    },
    {
        "full_article": "The global community is preparing to celebrate the 50th World Environment Day today. As world leaders supposedly emphasise sustainable development, putting effort into finding feasible solutions to combat climate change before its worst effects are realised irreversibly, making countless promises for a sustainable future for all, it's important to take a look around, understand what's happening around us, and ask ourselves, \"Are we actually on the right track to protect our One Earth?\".\nLet's take a step back from the global climate crisis and anthropocentric destruction of the Earth's life systems. Let's talk about the simple things. Water and Air. These are things that we need to survive. Yet we emerge today in an outrageous situation where many across the globe are denied these fundamental human rights. According to the World Health Organization, globally over 2 billion people live in countries that are water stressed and at least 2 billion people drink polluted and contaminated water. Around 99 percent of the entire world's population breathes air that exceeds WHO's air quality standards. This is a global public health crisis. According to water.org, in Bangladesh, more than 1.8 million people do not have access to safe drinking water. The State of Global Air-2020: How Does Air Pollution Affect Life Expectancy around the World report by the Health Effects Institute states that, the life expectancy loss in Bangladesh is 2.91 years. A life without access to clean air and clean water is a life deprived of dignity. As Bangladesh is scheduled to officially graduate from LDC status in 2026, without having access to clean air and clean water, this development rings empty when it doesn't bring significant positive change in the lives of the most marginalised.\nBangladesh has over 700 rivers and they provide the lifeblood for this country. On February 3, 2019, the High Court of Bangladesh issued a landmark decision declaring rivers to be legal entities with rights and appointing the National River Protection Commission (NRPC) as their legal custodian. Regardless of the decision, powerful industries have continued grabbing and polluting the rivers, disrupting their natural flow and destroying their biodiversity. According to Transparency International Bangladesh, 23 percent of wetlands in Dhaka and its surrounding areas were lost between 2010 and 2019. Grabbing and polluting the rivers would impact the vulnerability of the already vulnerable river dependent communities and traditional livelihoods such as fishing. In a country where 60 percent of people have their only animal protein intake from fish, this has every possibility to affect Bangladesh's food security.\nRivers are not the only water bodies that are facing the repercussions of environmental degradation. According to the Ocean Conservation Trust, 50 percent of life-giving oxygen comes from the ocean. We have a huge amount of carbon reserved in the oceans. Ocean's plants absorb carbon dioxide and release oxygen in the atmosphere. This phenomenon shows how important of a role the ocean plays to maintain balance in our atmosphere. However, by polluting the oceans and the seas, we are only lowering their capacity to absorb carbon dioxide and release oxygen. Cox's Bazar, the world's largest sea beach has a tremendous pollution problem due to single use plastic at the hands of tourists. St Martin's Island, the only coral island in Bangladesh, is experiencing an increase in pollution with the rise of unchecked tourism. The region has also been touted as a future energy hub with large scale megaprojects such as the coal powered thermal power plants in Matarbari. Countless numbers of species, both underwater and on land, face risks due to habitat loss and ecosystem destruction.\nThe Sundarbans, the world's largest mangrove forest, has protected our country from catastrophic natural disasters. But the construction of Rampal Power Plant has put the future of the Sundarbans at stake where the power plant's discharge of pollutants would significantly hamper the ecosystem of the forest. This would be detrimental to the biodiversity, air quality, water quality, health of the plants, and livelihood of the local communities. Globally, the situation of the forests is not very hopeful either. According to IUCN's Issues Brief which was last reviewed in February 2021, more than half of the world's tropical forests have been destroyed since the 1960s, and every second, more than one hectare of tropical forest is destroyed or severely degraded. Many species are threatened by forest degradation and loss. This reduces the forests' ability to provide essential services such as acting as important carbon sinks. Deforestation and forest degradation have an impact on the lives of 1.6 billion people who rely on forests for their livelihoods. One billion of them are among the poorest people on the planet.\nWith everything that's happening around the world and in our own country—destruction of lands, pollution of water bodies, exploitation of resources, suffering of the most marginalised people—it's not easy to stay hopeful. It's normal to be concerned about the future of the world, not just for us, but for our next generations. But as demoralising as all the phenomena mentioned above might be, giving up is not an option. It is up to the people to hold their representatives accountable for their lack of response to environmental degradation, and to hold the rich and powerful corporations accountable for destroying our natural resources. We as individuals can move away from single use plastic, waste less food, use less energy, but we must act now to change the systems that profit off the destruction of our earth. There is no second planet for us. This is our only home, and we must save it, before time runs out.\n \nSyeda Rizwana Hasan is a supreme court lawyer and the chief executive of Bangladesh Environmental Lawyers Association (BELA). \n",
        "headline_1": "Saving our ‘One Earth’ before it’s too late",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/saving-our-one-earth-its-too-late-3039501",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-06-2022"
    },
    {
        "full_article": "On the World Environment Day, speakers at a roundtable discussion highlighted the grave danger we are inviting by destroying our rivers. Saber Hossain Chowdhury, chairman of the parliamentary committee on the environment ministry, rightly pointed out that our rivers wouldn't have faced mindless grabbing and encroachment had everyone recognised them as an integral part of our development and wellbeing. This failure, unfortunately, is most glaring on part of the government.\nAnother speaker, Muzibur Rahman Chowdhury, a former chairman of the National River Conservation Commission (NRCC), described how he, after visiting 30 districts, had prepared a list of grabbers in which the names of powerful individuals came up. Disappointingly, nothing could be done about it as top bureaucrats were reluctant to take action. It is because of such wilful neglect that lower-level officials often feel reluctant to take action against powerful grabbers, fearing consequences, or because their hands are tied.\nThere are 310 rivers in the country, according to an estimate by Bangladesh Inland Water Transport Authority (BIWTA). Of them, 175 are in miserable condition, and 65 are almost dead. Moreover, 80 percent of the rivers lack proper depth. It is a shame that a country that has been blessed with so many rivers—forming the very foundation on which so many lives and livelihoods depend—has treated them so poorly. Our rivers and the many resources they provide us are among the most valuable possessions we have. Unfortunately, our failure to recognise that is leading to their fast destruction, the price of which we're already having to pay.\nIt's not like we haven't realised this at all. Otherwise, the High Court would never have declared rivers as a living entity, and we would perhaps never have a river commission. We do have legal and structural frameworks in place. But due to the greed and short-sightedness of influential people and the inaction or apathy of government officials, those are not being put to proper use to protect the rivers.\nUltimately, it is the government that must take responsibility for this failure and it must address the challenges facing rivers. It needs to actively hold river grabbers, encroachers and their abettors in government offices accountable, and urgently empower the river commission to do its job. The government also needs to come up with a holistic plan, including negotiations with foreign governments, to address the issue of siltation and thus protect the lifeline of this nation.\n",
        "headline_1": "We dig our own grave when we kill a river",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/we-dig-our-own-grave-when-we-kill-river-3040036",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-06-2022"
    },
    {
        "full_article": "We're outraged by the news of a deadly blast that occurred at the BM Inland Container Depot in Sitakunda, Chattogram, killing at least 49 people (as of Sunday 7pm) and injuring hundreds. The sheer ferocity of the fire and subsequent explosions that swept through the facility since Saturday night can only be rivalled by the sheer meaninglessness of the tragedy that followed. The fire, which couldn't be fully doused even after about a day, is the latest in an ever-growing list of tragedies that put Bangladesh's appalling industrial safety record once again under the spotlight.  \nThe death toll will no doubt rise as many of the injured are said to be in a critical condition. Horrifying scenes of panic and devastation have been reported both on the spot and at the hospitals. Some of the explosions – there were many – were so large that their sound could be heard several kilometres away. One eyewitness described seeing \"fireballs falling like rain\". The challenge for the firefighters and military rescuers, who joined them later, has thus been quite daunting as they struggled to bring the fire under control and pull charred bodies from the debris. At the hospitals, the air is thick with grief and anxiety.\nWhat caused the fire? We don't know yet. But there were reportedly containers with chemicals in the depot, including a huge quantity of hydrogen peroxide – an oxidising chemical – which can intensify fire and is a major fire hazard when combined with other chemicals and substances. Apparently, the fire service wasn't informed of the unauthorised storage of chemicals (leading to at least nine firefighters being killed). This—in a depot containing millions of dollars of garments—will likely be a central focus of the investigation. Whatever caused the fire and subsequent explosions, we hope that investigators will find out soon and that those responsible will be held accountable.\nThe Sitakunda blaze is the biggest disaster in the 24-year history of the container depot industry in Chattogram, and the first likely caused by chemicals. Unfortunately, such disasters are becoming quite common in Bangladesh. The poor infrastructure and institutional preparedness for industrial safety – which the ILO called \"nascent\" earlier this year – makes such fire incidents almost inevitable. Ultimately, it is the workers employed in these hazardous places who have to pay the high price for that.\nWe urge the government to properly investigate this tragedy and undertake necessary reforms to prevent its recurrence—in the depots and all such industrial settings. It must ensure that all the survivors are accounted for and properly treated and rehabilitated, and that the bodies of the dead are quickly handed over to the grieving families. The loss they suffered is irreparable. The government must do everything to ensure it was not for nothing.\n",
        "headline_1": "In Sitakunda, a Nightmare Comes True",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/sitakunda-nightmare-comes-true-3040021",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-06-2022"
    }
]