[
    {
        "full_article": "If it was the rapid rise of the Bharatiya Janata Party (BJP) that changed the political landscape of Tripura in 2018, the buzz now, five years later, is around the Tipraha Indigenous Progressive Regional Alliance (TIPRA) Motha, a regional party floated by former royalty Pradyot Bikram Manikya Debbarma, after leaving the Congress. As it happens, erstwhile arch rivals, the Left Front led by the CPI(M) and the Congress, are in an alliance that they say is essential to counter the rising tide of saffron in the State, which goes to the polls on February 16. The BJP did not match the high expectations that accompanied its swift rise in 2018, and, last year, replaced Biplab Kumar Deb with Manik Saha as Chief Minister to reanimate itself. In its 2018 win, the BJP had ended 25 years of Left Front rule by bagging 36 seats in the 60-member House. It is seeking re-election not so much based on its track record in the State, but by highlighting Prime Minister Narendra Modi’s image, central schemes, claims about India’s handling of COVID-19, its global economic clout, its G-20 leadership, and the central Budget. The Left-Congress alliance and the Motha have been raising issues of corruption, misuse of government machinery, the reign of fear, and unemployment to target the BJP. By warning people against parties trying to divide Tripura, and ignoring questions about its governance, the BJP is projecting the Motha as its main rival.The Motha, which is contesting 42 seats, is expected to do well in the 20 tribal-dominated Assembly seats within the Tripura Tribal Areas Autonomous District Council where it has been in power since 2021. The offer of a pre-poll alliance by both the BJP and the Left-Congress alliance shows that the Motha is a force to reckon with. The Motha rejected the Left-Congress offer while negotiations with the BJP fell through after it declined to give in writing that it would grant a Greater Tipraland within the constitutional framework. The Left-Congress alliance supports the idea as long as it does not affect the State’s territorial integrity but the BJP has rejected it, terming it divisive and designed to make tribals (31.8% of the State’s 36.74 lakh population) and non-tribals drift apart. The Motha disagrees and points out that unlike tribe-based parties of the past, including the BJP’s ally, the Indigenous People’s Front of Tripura, it is more inclusive than the BJP; it also accuses the national party of “dividing people on the basis of religion, food”. By fielding candidates in 22 non-tribal seats, the Motha has been trying to reiterate that it stands for “Tripura for all”, stirring up the State’s politics. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTripura Assembly elections 2023\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\npolitics",
        "headline_1": "Triangular in Tripura: On the TIPRA Motha factor in the Assembly polls",
        "headline_2": "The TIPRA Motha has added a new dimension to the Assembly election",
        "link": "https://www.thehindu.com/opinion/editorial/triangular-in-tripura-the-hindu-editorial-on-the-tipra-motha-factor-in-the-assembly-polls/article66474385.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-02-2023"
    },
    {
        "full_article": "Much ink has been spilled by now on the Budget’s hike in the tax-free ceiling under the new income-tax system introduced in 2020, to ₹7 lakh from ₹5 lakh, with lower tax rates for those who give up existing tax exemptions. Experts outline varying arithmetic to determine at what levels of income and savings taxpayers should consider to switch to the new “default” regime. The Opposition has raised concerns that the government eventually wants to do away with the exemptions that “give some social security to the middle class” altogether. Industry captains are worried this may affect the savings rate and hit investments. So far, government mandarins have said, among other things, that the savings rate would not be affected; lower income earners do not save enough to avail the tax exemptions and end up paying higher rates. “As an adult, you have to be the best judge on what suits you,” Finance Minister Nirmala Sitharaman summed up on Saturday. All of them are individually valid arguments. However, the bigger picture needs to factor in that many are not in a position to be the best judge for themselves — especially not the lower income earners who the government believes will benefit the most in the new tax system.India’s literacy and financial literacy levels mean many taxpayers cannot deem the right mix of consumption and savings, leave alone directing savings into an appropriate medley of safe as well as inflation-beating investments. Adult humans do not behave as rationally as economists would assume. For instance, there is a propensity towards more conspicuous consumption among the youth who may find the new tax regime with higher take-home salaries alluring. Financial products are routinely mis-sold to those not equipped to understand market nuances and the risks embedded in fine print. In a country that cannot yet provide universal social security and health benefits, the old exemption-based regime helps guide families towards some level of prudent asset allocation to cope with life’s uncertainties, with a leg-up for building a critical asset over their working lives — a roof over their head. India’s retail participation in stocks may have risen in recent years, but not everyone can handle the risks of equity markets or avoid being conned by influencer-operators. So the nudge away from the old tax regime must be accompanied by greater financial literacy efforts from the government and regulators and a crackdown on unethical selling practices that could lead to people ending up in penury. If people did not need the government’s prodding to act in their own best interest, there would have been no need for mandatory contributions to provident funds and pensions.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUnion Budget\n\n/\n\nBudget 2023\n\n/\n\npersonal income\n\n/\n\ntaxes and duties\n\n/\n\npersonal finance",
        "headline_1": "The tax gambit: On the hike in tax-free ceiling under new income-tax system",
        "headline_2": "The government should not give up pushing people to opt for safe, long-term savings",
        "link": "https://www.thehindu.com/opinion/editorial/the-tax-gambit-the-hindu-editorial-on-the-hike-in-tax-free-ceiling-under-new-income-tax-system/article66474529.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-02-2023"
    },
    {
        "full_article": "The world of activist short sellers to which Hindenburg Research belongs is a murky one.\nOperators from this world typically,\n\nIdentify a company whose stock they judge as grossly overpriced,\nWrite a report or article on the reasons for overvaluation,\nMobilise investors to invest in their fund,\nBorrow shares of the company from one or more brokers, sell them at the going overvalued price and then publish the report on a website.\n\nIf successful, the report creates nervousness among shareholders of the company, causes a panic sale by them and leads to a sharp decline in the price of the stock. At this point, the short seller buys as many shares as he had borrowed and sold and returns them to the brokers. In the process, the short seller makes a handsome profit.\nRead full opinion on TOI+\n\n",
        "headline_1": "Short Sellers: A short, murky history – Outfits like Hindenburg often push ethical boundaries. But the lesson from the Adani episode is that good corporate governance is the best defence against such attacks",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/short-sellers-a-short-murky-history-outfits-like-hindenburg-often-push-ethical-boundaries-but-the-lesson-from-the-adani-episode-is-that-good-corporate-governance-is-the-best-defence-again/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-02-2023"
    },
    {
        "full_article": "The American shooting down of a Chinese spy balloon off the US coast has unsurprisingly further strained superpower relations. China’s response may be limited to angry words, but it’s unlikely to change its course. This wasn’t the first Chinese surveillance balloon to be detected but was the most sophisticated one. And reports are coming in of a second spy balloon flying over Central and South America. Therefore, there are important lessons here for countries like India that share a land border with China and have serious differences with Beijing.\nFirst, it is quite clear from the balloon incident that Chinese spy tech is getting increasingly sophisticated. Last year’s docking of a Chinese spy ship masquerading as a research vessel at Sri Lanka’s Hambantota port was another example of Beijing’s growing espionage capabilities. This time too Beijing insisted that the balloon flying over sensitive US military sites was a wayward weather-monitoring device. But its angry reaction after a US fighter jet shot down the balloon shows the craft wasn’t just studying wind patterns.\nSecond, it is also increasingly clear that given China’s autocratic communist regime, distinctions between government and civilian assets are superficial. In fact, under Xi Jinping’s tenure at the helm of the party-state system, such civil-government and civil-military distinctions have further eroded. This puts vast civilian resources at Beijing’s disposal to carry out espionage, data collection and grey-zone tactics. Thus, all cooperation with Chinese civilian agencies and businesses needs to be seen in this light and appropriate safeguard worked out.\nChina is using an all-of-government- and civil-society approach to spy on other countries. Another example of this was the 2020 investigation that revealed a Shenzhen-based technology firm was harvesting data on more than 10,000 influential individuals in India. Given this scenario, India needs to upgrade its hi-tech counter-espionage measures. Available information suggests India is quite behind in this game. Balloons, incidentally, have multiple uses outside espionage and weather, and therefore the incentives for becoming atmanirbhar in them is large. There is also an urgent need to step up counter-intelligence cooperation with the US and other likeminded democracies to counter China’s plans.\n\n",
        "headline_1": "Spy in the sky: China’s espionage balloons or espionage ships are part of an aggressive strategy that can target India too",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/spy-in-the-sky-chinas-espionage-balloons-or-espionage-ships-are-part-of-an-aggressive-strategy-that-can-target-india-too/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-02-2023"
    },
    {
        "full_article": "Last week’s budget highlighted millets as a focus area for GoI, with the aim of making India a global hub for it. It’s a smart idea because increasing the production and domestic consumption of millets makes sense from the perspectives of nutrition and environment – and more exports are always welcome. But as a report in this paper showed, in the 2022-23 rabi crop season, millet acreage had declined by 5% in relation to a five-year average even though the overall farm acreage increased by 14% to 72.1 million hectares. This disconnect is no surprise.\nIn 2013, GoI launched a crop diversification programme to shift acreage away from paddy in the original Green Revolution regions, Punjab, Haryana and western UP. Later, the Haryana government even offered a cash subsidy of Rs 7,000/acre to shift cultivation to alternate crops. None of these policies worked. If anything, the dominance of rice and wheat in India’s cereal basket is even more pronounced now. For example, between 2010-11 and 2020-21, acreage under coarse cereals declined by about 15% to 24.12 million hectares. In terms of output, coarse cereals made up 18% of the overall cereal output of 285.28 million tonnes in 2020-21. Further, in GoI’s gigantic, subsidised food distribution system, coarse cereals are barely present. Therefore, in what’s the world’s largest food security scheme covering about 800 million people, rice and wheat are an overwhelming presence.\nThese numbers feed back into the economic incentives influencing farmers. The procurement system that supports the food distribution programme caters mainly to rice and wheat. As the procurement guarantees a floor price, an increasing number of farmers have an economic incentive to stick to these two cereals regardless of the long-term consequences. Unless this challenge is addressed, there will be a huge mismatch between the intent to transition towards millets. Therefore, to realise the goal of popularising millets, GoI has to start with providing the right economic incentives to farmers. The procurement system is the best location to begin the shift away from rice and wheat to the more nutrient-dense millets. Farmers, like other economic agents, respond to incentives.\n\n",
        "headline_1": "Bajra boosters: Policies promoting millets will not work unless govts address farmers’ incentives",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bajra-boosters-policies-promoting-millets-will-not-work-unless-govts-address-farmers-incentives/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-02-2023"
    },
    {
        "full_article": "When Pakistan’s former dictator Pervez Musharraf breathed his last in Dubai, he was perhaps unaware of the ‘polycrisis’ that grips his country 15 years after he left power. The dictator’s own contribution to Pakistan’s current misery is monumental; the four (military-overseen) civilian governments since have been unable to reverse the damage inflicted by Musharraf and his uniformed predecessors.\nA tricky customer\nFor India, Musharraf’s legacy is more ambiguous.\n* Musharraf had the mind of a guerrilla – deception and surprise were his weapons. He had fought against India in 1965 and 1971, never reconciled to the loss of East Pakistan and was pained by the upper hand that India had gained on the Siachen glacier.\nRead full opinion on TOI+\n\n",
        "headline_1": "General who changed his stripes: India dealt with two Musharrafs – the later version was better",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/general-who-changed-his-stripes-india-dealt-with-two-musharrafs-the-later-version-was-better/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-02-2023"
    },
    {
        "full_article": "When Delhi Chief Minister Arvind Kejriwal hit the streets in India's national capital on January 16 this year to protest the alleged non-approval by the Lt Governor Saxena to his government's proposal to send school teachers abroad for training, it was viewed by his critics as a move to politicize a burning public issue relating to school education. But more than that, it served to bring to the fore the issue of education that has largely remained on the backburner in India's political and electoral discourse.\nIn fact, education has never been a major poll issue for most Indian political parties except when it was framed in the freebies template like the promise of free schooling. You think of government or municipal schools in vast swathes of India's cities and villages and the images that spring up in your mind are of dilapidated buildings and stories of mismanagement, poor exam results, missing teachers and students and poor quality of mid-deal meal.\nBut the Delhi government and Aam Aadmi Party chief headed by Chief Minister Arvind Kejriwal has sought to change the traditional narrative in the last seven years, particularly after the party came back to power with an overwhelming majority in Delhi legislature winning 67 of the total of 70 seats. In fact, Aam Aadmi Party has brought to the fore education and health as poll planks in a way never seen before. It invested heavily and brought certain structural reforms to overhaul the government school education system which is accessed by the poorest of the poor segment of the population in a city of nearly two crore people.\nAccording to Shailendra Sharma, Principal Advisor to Director Education at Directorate of Education, the structural changes pertain mainly to four main areas—physical infrastructure, teachers training, greater involvement of the people through elected and empowered School Management Committees (SMCs) and learning improvement interventions.\nA massive facelift to government schools, which were until a few years ago had decrepit buildings, unhygienic toilets and inadequate drinking water, drew parents of many middle-class families to send their children to these schools.\nAccording to Delhi government statistics, the city government spent Rs 769 billion, nearly 25 per cent of its total budget, between 2015 and 2021 on 1,037 schools run by it to cater to nearly 180 lakh students in nearly 1,000 government schools. The 25 per cent budget has been consistently maintained for the last six years and is more than double what the previous governments spent in the previous seven years.\nDelhi government figures show its investment on education as ratio to aggregate expenditure has risen to be the highest among all the states of India. The Kejriwal government focussed on refurbishing the school infrastructure, introducing innovative curriculums, changing the students' mindset, setting up high quality higher education institutes, promoting the spirit of entrepreneurship among students by setting up the Delhi Skills and Entrepreneurship University, Teacher's University and Sports University set up.\nThe Delhi government teamed up with experts and universities to design new curriculums and roped in private entities to clean hundreds of schools, employed former defence personnel as \"estate managers\" on contract to supervise building repair. This helped reduce the administrative burden of principals who could now concentrate on his core activity of teaching. \nIn 2016, the Delhi government made a path-breaking decision to establish school management committees, consisting of parents, teachers, and local officials, as a platform for articulating concerns regarding school education and holding the government accountable. The main goal was to decrease the trust deficit and communication gap among the three essential segments of education: students, teachers, and parents.\nSection 21 of the Right to Education Act 2009 provides for the formation of School Management Committees in government schools. These committees are expected to perform three core functions in addition to any other functions assigned to them. The AAP government made sure that elections were held in the SMCs after the two-year tenure of its parent-members had ended. The SMCs played a crucial role in streamlining the school admission process, which was often marred by complaints of favoritism and political influence, and in ensuring attendance of irregular students, two major areas of concern in the past. Other important measures taken included regular training of SMC members to increase their capacity and the introduction of an SMC App, which allows schools, parents, and other community members to directly connect with decision-makers.\nThe use of digital technology in the school admission process and a single admission form that allows for choice of any public school has ensured transparency and relieved children and their parents from having to visit multiple schools for separate admission forms. This was especially helpful for daily wage-earning parents who would have otherwise missed out on their earnings while submitting admission forms at different schools.\nThe Delhi government claims to have \"significantly\" increased its budget for teacher training programs, which has allowed 1,407 teachers to be trained abroad in institutions such as Cambridge University, Singapore, and top Indian business schools such as the Indian Institutes of Management. In addition, 500 school principals have attended leadership sessions at the IIMs in Ahmedabad and Lucknow. Additionally, 102 school heads participated in a 12-day educational program at Cambridge University to gain insight into international practices, and 22 more went to Finland for a similar experience.\nThe Kejriwal government also embarked on a campaign to improve learning outcomes in schools and close the gaps of children after a preliminary assessment of class 6-8  found that a majority of students could not read simple text or solve a simple arithmetic division. The city government decided to reduce the syllabus for these students, bring in some supplementary reading material to make them pick up reading and kept them in a separate section, said Delhi government officials. The students were segregated in three groups on the basis of their basic learning skills (ability to read and do basic maths). It yielded tangible results: the pass percentage in class 9 improved from 52% in 2015-16 to 57% in 2017-18.\nA four-month campaign was launched to assist students to perform well as per their grade level assessment. This drive was a culmination of the learnings from a 'Chunauti (Challenge) 2018' which the government statistics say led to a 20 % increase in the number of students between class 3-5 who can solve arithmetic division problems, a 12 % increase (between pre-test and post-test) in the number of students between class 3-5 who can read a story in Hindi and a 15 % increase in children of class 6-9 who can read 'advance story' in Hindi. Besides, students have been provided financial assistance to achieve academic excellence. However, the creation of three separate groups of students faced some criticism on the ground of creating a feeling of discrimination and inferiority complex among impressionable minds at such a tender age.\nThe results of the Kejriwal government's efforts to tone up government school education are there for all to see. For the first time in the history of Delhi, the government schools got a result of 99.9% in Central Board of Secondary Education (CBSE) XIIth examinations in 2022, four Delhi government schools have ranked among top ten government schools in India for 2021-22.\nDuring the pre-Covid academic year 2019-20, the pass rate of Delhi government schools was 94.24% in Class 12. The CBSE data say the pass percentage of Delhi government schools in Class 10 is 81.36%. Last year, the pass rate for Class 10 was 99.04% and during the pre-pandemic academic year 2019-20, the pass rate of Delhi government schools was 71.6% in Class 10. According to Delhi government data, in 2022, 160 government schools recorded a cent per cent pass rate and 876 schools recorded a pass rate of over 90% in Class 12. In Class 10, 95 schools recorded a 100% pass rate and 398 schools a rate of over 90%.\nBuoyed by the results, 2.5 lakh children from private schools have shifted to government schools, according to Delhi government statistics, reversing a long-running trend. The Delhi government's efforts to turn around the story of its schools have already produced a change in people's attitudes. While no one expects an exodus from expensive private schools to government schools, the singular achievement of the Kejriwal government through its school education reforms is to challenge the prevailing negative perception about the quality of education and students in government schools. It has clearly demonstrated that students in government schools are no less inferior and may be equal to or even better than their peers in private schools, and there is no reason for condescension from any quarters.\nAccording to official statistics, Delhi government school students have set another performance benchmark--336 girls, which represents 59% of the National Eligibility-cum-Entrance Test qualifying students. Additionally, 64 students have qualified for the Joint Engineering Exams Advanced, and five students have secured a seat in the Indian Institutes of Technology, which is the highest number from a single Delhi government school.\nStarting from the 2021-22 academic session, the Delhi government established a new Delhi Board of School Education (DBSE) by granting affiliation to 30 government schools, consisting of 20 Schools of Specialized Excellence (SoSE) and 10 general schools. The DBSE signed a MoU with the International Baccalaureate (IB) to serve as its knowledge partner and receive support in curriculum and teacher training from the international education program. At a later stage, the option of affiliation will be offered to approximately 1,700 private schools, but it will not be mandatory.\nThe DBSE will be the third Board in addition to the existing two national boards, the Central Board of Secondary Education (CBSE) and the Council for the Indian School Certificate Examinations (ICSE). Education experts expect this move to increase competition among the three Boards regarding themes such as access to quality education and equity. If the DBSE schools provide quality education, students from economically disadvantaged backgrounds, who are part of India's aspirational class, can look forward to pursuing higher studies in premier institutions both in India and abroad.\nThe Delhi government has taken another major step in reforming school education with the motto \"Catch them young.\" In an effort to instill an entrepreneurial spirit in students, the government launched the Entrepreneurship Mindset Curriculum in July 2019 in all government schools for classes IX to XII. It was decided that all students from class 9 to class 12 would receive Rs 2,000 each as seed money to foster an entrepreneurial mindset.\nThis was launched as a compulsory non-graded subject consisting of a 40-minute class every day for 25,000 students, who will be monitored over a four-year period. A program of student-entrepreneur interaction was initiated in October 2019 with the goal of creating more \"job-providers\" in the country. To date, 539 schools have completed at least one entrepreneur interaction in their schools, and over 9,000 students have shared their learnings.\nThe Delhi government has established its own secondary and higher secondary boards, including 20 Schools of Specialized Excellence (SoSE) and 10 general schools, which have partnered with the Australian Council for Educational Research (ACER), a research and assessment organization. Additionally, the government launched 20 Schools of Specialized Excellence in Science, Technology, Engineering, and Mathematics (STEM) to help students prepare for advanced careers and elite higher education exams.\nAdditionally, a school was established for students of social sciences, offering courses in sciences and mathematics based on student interest. The goal of the school is to foster a strong research mindset in its students.\nThe government has also placed an emphasis on skill and entrepreneurship development to help students become immediately employable and to pave the way for further studies and training at the university level. In terms of performing and virtual arts, students will be trained rigorously through partnerships with renowned global organizations to improve their skills in dance, drama, music, and visual arts, enabling them to become professional practitioners. By 2022-23, a total of 17 campuses are expected to be operational.\nThe two individuals regarded as the architects of the Delhi government's school education reform are Manish Sisodia, who is the Deputy Chief Minister and a close aide of Chief Minister Arvind Kejriwal, and Atishi, who is a former advisor to Sisodia. Atishi, who goes by one name, is an alumnus of St. Stephen's College in Delhi and Oxford University, and also a Rhodes Scholar in educational research.\nThe Kejriwal government's education transformation system is a project in progress and a learning curve. Despite tangible achievements, the student-to-teacher ratio in government schools is far from uniform and many school buildings still need basic upgrades. The government has to work on to set right certain fundamental weaknesses: 21,000 guest teachers still make up 38% of teachers in government schools and more than half of government schools are functioning without proper principals.\nKejriwal hitting the streets on the issue of the Lt Governor's reported holding up of the permission for sending school teachers for training abroad was symptomatic of how the issue of school education reforms can turn into a political tussle. It is a problem inherent in the very foundational structure of the Delhi government. Delhi, like most Indian states, is not a full-fledged state, does not enjoy autonomy in executing its own decisions and has to depend on green signal from the Lt Governor who is considered a representative of the central government controlled by the Bharatiya Janata Party. it is not just education but on several other areas the Kejriwal administration has had several confrontations with the Lt Governor in the past. It would be unfortunate if the progress in government school education reforms is caught up in the whirlpool of politics for it relates to the future of the country.\nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India.\n",
        "headline_1": "Revitalizing Delhi’s school system:  A triumphant journey",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/revitalizing-delhis-school-system-triumphant-journey-3240056",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-02-2023"
    },
    {
        "full_article": "US-based artificial intelligence company OpenAI's Generative Pre-trained Transformer 3 (GPT-3) technology, including ChatGPT, has brought about a revolution in the field of AI with its advanced language processing capabilities. Its widespread availability and accessibility bring both benefits and risks. There is potential of misuse, and educators and researchers must be aware of the risks associated with this technology.\nOne of the ways in which students may misuse the GPT-3 technology is by using it to complete their assignments without actually understanding the concepts or the problem-solving strategies involved. This can lead to a dependency on technology and a lack of critical thinking and problem-solving skills. Developing these skills is essential for success in both education and professional career, and their absence can have a significant impact on a student's future prospects.\nAnother way in which students may abuse GPT-3 is by using it to plagiarise their assignments. Its advanced language processing capabilities make it possible to generate high-quality text, which can be tempting for students to copy and paste into their own work. This undermines the educational process and devalues the efforts of those students who complete their work independently. Plagiarism is a serious offence and can result in academic dishonesty charges, which can have a lasting impact on a student's future.\nResearchers may misuse the GPT-3 technology by using it to manipulate or fabricate data, which can compromise the integrity of research and lead to significant consequences for both the individual researcher and the wider scientific and research community.\nIn addition, GPT-3 has the potential to perpetuate biases and harmful stereotypes. The technology is trained on a large amount of text data, which includes both explicit and implicit biases. If these biases are not addressed, they can be amplified and perpetuated through the technology's outputs. This can have serious consequences for marginalised groups and undermine the efforts to address societal inequalities.\nHow do we minimise the risks and maximise the benefits, then?\nOur education system must integrate ethical and responsible use of these tools into the curricula, monitoring its impact on student learning and development. Strict ethical standards for research must be adopted, addressing biases and harmful outcomes in the technology's outputs, addressing the potential for malicious use and defining ways to prevent such.\nSchools, colleges and universities must integrate new technology usage ethics into their curricula, and online assignment and exam systems, violations of which should be dealt with justified penalties. It's important to educate both the teachers and students about the danger of plagiarism and the consequences of academic dishonesty. Teachers need to provide students with new guidelines and scopes on AI-based text creation, critically evaluate them and avoid conflicts with independent thinking and problem-solving skills.\nTo restrict the misuse of GPT-3 technology by researchers, strict ethical standards and guidelines have to be installed to ensure adherence to ethical data collection and analysis, as well as prohibition of data manipulation or fabrication. Researchers should also be required to engage in even deeper and heavily engaged peer review and collaboration to ensure that their work is transparent, accurate, and reliable.\nOn the flip side, language models such as ChatGPT can help improve students' writing and communication skills, as long as it is used as a tool to support learning, rather than a replacement for it.\nBangladeshi school exams are mostly in written form, but there is a growing demand for introducing oral exams and verifying presentation skills comprehensively. In Bangladeshi universities, plagiarism is still a massive problem. In this circumstance, preventing plagiarism through an AI tool requires new, improved measures.\nFirst, the University Grants Commission (UGC) as well as all the education boards must make the use of plagiarism software mandatory, Second, there must be new measures to prevent copy-pasting texts from AI-generated content. Thesis and assignments should be defended through new mechanisms to evaluate the students' understanding of the subjects as well as their critical-thinking capabilities.\nMonitoring ChatGPT's influence on learning and research, and addressing research biases and other harmful aspects of the technology's outputs should be taken as a serious concern. The curricula has to be orchestrated and developed in a new way in the age of open source AI.\nThe UGC can create a dedicated national consortium body with subject matter experts from all fields of education Bangladeshi educational institutions. This body can ensure that none of the undergraduate, graduate and post-graduate research topics is partially duplicated and mirrored at the national level. The body can also monitor and nurture the quality of Bangladeshi thesis, journals and research papers.\nBangladeshi researchers are scoring extremely poor in the Scopus peer review database. According to the world's largest peer-reviewed database, in 2021, Bangladeshi researchers published only 11,477 papers against 222,849 from India and 35,663 from Pakistan. Bangladesh scores very poorly in other databases too. In the 2020 Scimago review database, Bangladesh had not a single Q1 and Q2 research paper.\nIn the Global Knowledge Index 2021, Bangladesh ranked 120th out of 154 countries. Bangladesh ranks 102nd among the 132 economies featured in the Global Innovation Index 2022. In the age of open source AI like ChatGPT, the research and innovation qualities of Bangladeshi students and researchers may get worse, so proper steps and actions must be taken now.\nDisclaimer: This writer used chatGPT to prepare this piece.\n\nFaiz Ahmad Taiyeb is a Bangladeshi columnist and writer living in the Netherlands. Among other titles, he has authored 'Fourth Industrial Revolution and Bangladesh' and '50 Years of Bangladesh Economy.'\n",
        "headline_1": "What threats does ChatGPT pose to our academia?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-threats-does-chatgpt-pose-our-academia-3239911",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-02-2023"
    },
    {
        "full_article": "Libraries play a crucial role in fostering knowledge for people of all ages and backgrounds. Good libraries act as learning hubs, providing not just books but also various learning opportunities. Libraries are also important because they provide a secure and inclusive environment for people to widen their knowledge, skills, and viewpoints. Investing in libraries is thus an investment in our society's future.\nSadly, we see the exact opposite of this happening at the state-run National Book Centre, which is responsible for all the private libraries in the country, giving grants to more than 1,200 of them presently, according to a report by Prothom Alo. However, the office of the centre is located in a traffic jam-prone area (Gulistan) and is hardly noticeable from outside, making it difficult to access. The activities of the centre are also questionable. Currently, it provides so little annual funding that affiliated libraries can only cover one to two months' expenses with that. The centre has the added challenge of ensuring that the libraries that are getting donations are using them properly, which it often fails to do. Therefore, it is crucial that it maintains the standards of these libraries so that they can encourage and enlighten readers. Readers should be able to access a diverse range of books from these libraries, and their overall environment should be user-friendly.\nWe may have already entered the era of the fourth industrial revolution where building a knowledge-based society is key. The only way to do that is to have good libraries that are easily accessible to the public. But many libraries in the country are underfunded, understaffed, and frankly, not aligned with the goals of a library. The poor condition of many public and private libraries – which often do not have a wide range of books, and have rather become a hub only for BCS candidates – suggests that the authorities are unwilling to support the drive for the enlightenment of the people, especially the younger generation.\nEnlightenment requires that people are able to read profusely, critically engage with diverse topics, form their own opinion, and freely share it with their peers. The plight of our libraries, however, represents a shrinking of the space needed for that kind of intellectual engagement in the country. Such engagements are vital for a healthy democracy and the future of our nation. Instead of encouraging it, the authorities seem to be increasingly allowing barriers to this exercise – through allowing a decline in the quality of libraries, through restricting critical publications, through compromising academic freedom, through punishing dissenting voices with the help of various draconian laws, etc.\nWe, therefore, urge the government to stop this misguided strategy, and encourage free-flowing intellectual interactions for the sake of our nation. And on the occasion of the National Library Day, which falls on February 5, it must commit to improving the condition of all existing public and private libraries, and thereby help create a knowledge-based society. \n",
        "headline_1": "Today’s readers, tomorrow’s leaders",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/todays-readers-tomorrows-leaders-3239761",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-02-2023"
    },
    {
        "full_article": " \n\n\n \nThe series of extreme weather events in 2022 fuelled by climate change that devastated lives and livelihoods of millions – from the floods in Pakistan and China to droughts in Somalia, Ethiopia, Brazil, and Europe – set a clarion call for the long-awaited climate finance, also known as loss and damage finance. After years of hard negotiations, at the world's global climate change platform last year, the 27th Conference of Parties (COP27), countries agreed to establish a fund to pay for climate-related losses and damages.\nWhile this has given hope to many low-income countries that have felt the brunt of climate change, it has also left a lot of questions unanswered. What is the arrangement for this funding mechanism? Who will pay into the fund? Who is eligible?\nLoss and damage finance decision at COP27\n\nLoss and damage was the main topic addressed during the final negotiations at COP27, and the decision to establish and operationalise a loss and damage fund was one of the main talks around the halls. For nearly two weeks, the EU and the US refused demands from poor countries for a new fund to address loss and damage, arguing that existing funds should be redirected for the purpose. The final decision was adopted with the call from the EU to agree to a fund on condition that big economies and big emitters, who are still classed as developing countries under the rules of the United Nations Framework Convention on Climate Change (UNFCCC), should be included as potential donors and excluded as recipients.\nThe latest version of the Sharm el-Sheikh Implementation Plan \"welcomes the adoption of decisions -/CP.27 and -/CMA.4, on matters relating to funding arrangements responding to loss and damage associated with the adverse effects of climate change.\"\nTracking of finance\n\nEver since the divergent decision at COP26, a number of countries and organisations have stepped up in making financial commitments. This bold step was initiated by the Government of Scotland, who initially pledged two million pounds towards addressing losses and damages, which then inspired the Government of Wallonia in southern Belgium and five more philanthropic organisations to put money for the cause. Since then, a few other countries and philanthropies have followed suit. It is, however, crucial to pinpoint the exact cause of each contribution, since not most of the pledges are for addressing losses and damages. The infographic summarises the monetary commitments from governments and philanthropies to loss and damage (note that the graphic only focuses on funds allocated to \"address\" loss and damage).\nThe Government of Scotland's contribution has been allocated for research among the climate vulnerable countries. The Government of Wallonia has allocated funds to ensure assistance for communities severely impacted by climate change. The Government of Denmark became the first central government of a developed country to propose funding devoted to loss and damage amounting to USD 17.7million, to be used for insurance and civil society efforts focused at the Sahel region in northwestern Africa. Likewise, Austria, another developed country, announced to provide USD 52 million to developing countries facing unavoidable damage and losses caused by climate change, in an effort to own up responsibility.\nAbout USD 7 million will be managed by the Adaptation Fund, with the purpose of the Santiago Network and other ways to address loss and damage. Likewise, the World Bank Group has announced a Global Shield Financing Facility, a joint initiative launched by the G7 and V20 nations of Germany, Canada, Ireland and France, collectively funding USD 211 million allocated for disaster risk financing (social protection, government bonds, etc) to vulnerable countries. The Government of New Zealand has allocated USD 12 million over a period of three years dedicated to improving early warning systems and disaster risk insurance in the Pacific countries. The Children's Investment Fund Foundation (CIFF), the European Climate Foundation (ECF), the Hewlett Foundation, the Global Greengrants Fund, and the Open Society Foundation (OSF), among other organisations, have announced a funding of USD 3 million to strengthen resilience in climate-vulnerable countries.\nMany countries and philanthropies have stepped up, but it is too little and too late. To usher in real change, as we move towards COP28 in Dubai this year, it will be necessary to develop a mosaic of funding channels both outside of the UNFCCC as well as under it to address loss and damage. The new funding mechanism under the UNFCCC must enshrine a genuine access to financial grants to the countries and communities most impacted, with a stringent monitoring and reporting framework, and ensure easy and fast financial assistance for risk management, rehabilitation, recovery and reconstruction efforts. The newly established Loss and Damage Fund can be used in a number of innovative ways to address loss and damage. It can be used for post-disaster rehabilitation and transition purposes, immediate case transfer and social protection, effective early warning systems, anticipatory action and emergency preparedness, and support to climate-displaced population.\nBut given the lack of finance available to support the action to address loss and damage, several innovative sources and mechanisms could be explored. Carbon taxes is one of the most logical approaches. The tax would raise money mostly from polluters under the principle of \"Polluters Pay,\" while serving as an incentive to reduce emissions. A USD 2 levy on every tonne of carbon dioxide emitted from burning fossil fuels could add up to USD 50 billion a year. Likewise, a levy such as the International Air Passenger Adaptation Levy (IAPAL) is a proposed purchase tax on air tickets, the proceeds of which would be dedicated to investment in losses and damages. Another innovative mechanism is through the Bunker Fuel Levy, which is a unit tax linked to the establishment of an International Greenhouse Gas Contribution Fund that would collect a contribution on all ships over 400GT, differentiating according to the type of fuel used and proportional to the amount of fuel consumed. The private sector also has the potential to unlock the much-needed finance. Debt relief as part of an international finance architecture reform is another just mechanism to release finance for loss and damage efforts.\nKey asks for COP28\n\nThe newly established Loss and Damage Fund represents a long and hard-fought win for developing countries and a vital step towards climate justice. The effectiveness of the new fund will be determined by the efficacy of raising ample capital and development of operational mechanisms that can respond rapidly and meet the urgent needs of communities. To crystallise the details of the fund, a \"Transitional Committee\" has been set up, with representatives from both developed and developing parties, which is expected to meet by March 2023 to flesh out the details and make recommendations for COP28.\nWhile a lot of questions remain unanswered – mainly on who should be paying into the fund and who will be eligible to receive the funding – the Transitional Committee should iron out the fund details with utmost urgency, drawing on the lessons from humanitarian aids and the past climate finance mechanisms such as the Green Climate Fund and Adaptation Fund. The fund must be fit for purpose, and fit for any future climate-induced disasters with proper governance structures, accountability and transparency mechanisms to enable effective deployment to the ones who need it most on the ground. In addition, a fair and consistent valuation methodology should be developed in consultation with both affected communities and donor countries. And once this is in place, it is important to ensure knowledge-sharing and capacity-building of practitioners and communities to enable access and ensure that pledges can be distributed efficiently.\nIt is clear that the world has stepped into the era of loss and damage from human-induced climate change, and we need to collectively up our game to respond to the challenge. While the COP27 decision is welcoming and encouraging, this is only the beginning and, thus, success will depend on how quickly this fund gets off the ground. The funds should be set up by COP28 and be up and running by 2025. Failure to do so will result in an inevitable and catastrophic future for us all – the time to act is now.\nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\nNusrat Naushin is coordinator of the Loss and Damage Programme at the ICCCAD.\nMimansha Joshi works as a consultant and is an advocate for climate change and environmental issues, and has authored a number of publications with the ICCCAD on topics related to loss and damage.\n",
        "headline_1": "Everything you need to know about the Loss and Damage Fund",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/everything-you-need-know-about-the-loss-and-damage-fund-3239621",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-02-2023"
    },
    {
        "full_article": "Libraries play a crucial role in fostering knowledge for people of all ages and backgrounds. Good libraries act as learning hubs, providing not just books but also various learning opportunities. Libraries are also important because they provide a secure and inclusive environment for people to widen their knowledge, skills, and viewpoints. Investing in libraries is thus an investment in our society's future.\nSadly, we see the exact opposite of this happening at the state-run National Book Centre, which is responsible for all the private libraries in the country, giving grants to more than 1,200 of them presently, according to a report by Prothom Alo. However, the office of the centre is located in a traffic jam-prone area (Gulistan) and is hardly noticeable from outside, making it difficult to access. The activities of the centre are also questionable. Currently, it provides so little annual funding that affiliated libraries can only cover one to two months' expenses with that. The centre has the added challenge of ensuring that the libraries that are getting donations are using them properly, which it often fails to do. Therefore, it is crucial that it maintains the standards of these libraries so that they can encourage and enlighten readers. Readers should be able to access a diverse range of books from these libraries, and their overall environment should be user-friendly.\nWe may have already entered the era of the fourth industrial revolution where building a knowledge-based society is key. The only way to do that is to have good libraries that are easily accessible to the public. But many libraries in the country are underfunded, understaffed, and frankly, not aligned with the goals of a library. The poor condition of many public and private libraries – which often do not have a wide range of books, and have rather become a hub only for BCS candidates – suggests that the authorities are unwilling to support the drive for the enlightenment of the people, especially the younger generation.\nEnlightenment requires that people are able to read profusely, critically engage with diverse topics, form their own opinion, and freely share it with their peers. The plight of our libraries, however, represents a shrinking of the space needed for that kind of intellectual engagement in the country. Such engagements are vital for a healthy democracy and the future of our nation. Instead of encouraging it, the authorities seem to be increasingly allowing barriers to this exercise – through allowing a decline in the quality of libraries, through restricting critical publications, through compromising academic freedom, through punishing dissenting voices with the help of various draconian laws, etc.\nWe, therefore, urge the government to stop this misguided strategy, and encourage free-flowing intellectual interactions for the sake of our nation. And on the occasion of the National Library Day, which falls on February 5, it must commit to improving the condition of all existing public and private libraries, and thereby help create a knowledge-based society. \n",
        "headline_1": "Today’s readers, tomorrow’s leaders",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/todays-readers-tomorrows-leaders-3239761",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-02-2023"
    },
    {
        "full_article": "It is a painful and shameful revelation that some 709 women migrant workers have died in different countries in the last five years (from 2017 to 2022). According to a report by Bonik Barta, after analysing the death certificates of the 691 workers arriving by October 2021, around 69 percent of the deaths were found to be due to \"natural\" causes like illness, while 31 percent were due to \"unnatural\" causes like suicides and accidents. In case of Saudi Arabia, suicides accounted for 24 percent of deaths.\nNo wonder then that around 48 percent of families of these women do not believe the causes mentioned in death certificates, because no autopsy was done after their bodies arrived in Bangladesh. A study by the Refugee and Migratory Movements Research Unit (RMMRU), which interviewed these families, has revealed this heart-breaking picture. These women, who mostly worked as domestic workers, were in contact with their families; they talked about the harsh conditions in which they worked, including inhuman working hours, physical, mental or sexual abuse, etc. In 2019, the dead bodies of 130 women migrant workers came to Bangladesh; 24 of them had apparently died by suicide.\nThese figures speak of unbelievable suffering that these women faced before their untimely deaths. Many among the deceased had gone to Saudi Arabia, Jordan, Oman, Bahrain, Kuwait and Lebanon looking for a better future – their average age was 39. Is it believable that a majority of these women died of natural causes as mentioned in their death certificates?\nWe demand that our government conducts a proper investigation of all these deaths – both \"natural\" and \"unnatural\". It is reprehensible that while we eulogise the remittances earned by migrant workers, many among them are dying at young ages and under suspicious circumstances, but we do not even bother to find out the reason. Greed for foreign exchange has led to such moral depravity whereby we gleefully send our workers abroad without even finding out what kind of environment they are going into. Often, they are trapped, their phones are taken away, and they have nowhere to go. Some resort to suicide while others die slowly because of deprivation, lack of medical care when they are sick, or other forms of abuse at the hands of their employers.\nIt is absolutely incumbent on our government to ensure the rights of these workers, especially women workers, who are even more vulnerable to abuse. Remaining silent for fear of offending host countries is not acceptable. Our government must take effective measures to stop this gross violation of human rights. The first step has to involve a thorough investigation to find out the real cause of death of each of these women migrant workers. Engaging and holding the host countries accountable, as well as directing our embassies abroad to provide support to these women, must follow.\n",
        "headline_1": "Protect women migrant workers from abuse",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/protect-women-migrant-workers-abuse-3239511",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-02-2023"
    },
    {
        "full_article": "Just over a month after the grand inauguration of Dhaka's Uttara-Agargaon elevated metro rail, a segment of the Uttara-Motijheel line, Bangladesh entered the age of underground metro rail on February 2. Prime Minister Sheikh Hasina opened the construction of the first-ever underground metro rail in the country on the day at Purbachal. The event was indeed another watershed in the city's communication sector. The segment of the underground line comprises the 20-km Airport-Kamalapur section. The other segment is an elevated one. Outwardly, the Tk 525.61 billion rail project, to be completed by 2026, proposed for Dhaka appears to be complicated, testing the forbearance of the people living in the areas through which the rail tracks will be laid. During the preliminary work of constructing the Mass Rapid Transit (MRT) Line-6, the widespread expectations gave way to a fraught situation. It was prompted by the different types of digging and earth-filling work along the proposed lines. People's sufferings knew no bounds. In the case of the MRT Line-1, return of these hazards has been ruled out. It has been said that the 20km Airport-Kamalapur line would be quite sound-proof; and the underground construction work would not cause sufferings to the people living around. However, worries about the shifting of utility service lines remain. But the authorities say shifting of utility service lines will not be necessary thanks to the railway's construction works being undertaken some \"10-20 metres under the ground\". If materialised, this will be a relief for both the metro authorities and the utility service providers. There are some major works that need to be completed before the start of the work in earnest. They include landfill, soil improvement, provisions for drainage channel, peripheral road construction, slope protection and settlement monitoring. Unlike those of the elevated metro rail, there are some unique imperatives which have to be addressed before the commencement of the underground metro railway work. At the same time, even if the metro tracks do not need any special route on the surface, its overhead stations do need large sheds. This will underscore the need for a piece of plot which has to be acquired. The task of land acquisition might also not be smooth at places.With the complete launch of both the elevated and underground railways, Bangladesh is set to enter the new era of communication. Theoretically, the metro rail is free of many hazards that city dwellers face in the capital and the outskirts. The mass rapid transit might eventually enable the urban people to consign the scourge of traffic gridlock to the past. But in order to savour the fruits, the two types of metro rail set to operate in the Bangladesh capital ought to be free of all kinds of glitches. Moreover, a densely populated large city like Dhaka cannot bank on just two or three elevated or underground lines. The government has a grand plan about metro connections in the city. The Dhaka Mass Transit Company Limited (DMTCL) has plans to cover a large part of the capital with a metro rail network in the near future. Connectivity between the north and the south will define that network. As has been noticed in the large and developed capitals in the recent decades, the metros have been the main mode of communication.",
        "headline_1": "Underground metro rail",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/underground-metro-rail-1675604461",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-02-2023"
    },
    {
        "full_article": "There has been no let up on the unbridled rise in the prices of essential commodities since long. The reasons, as is generally understood, include higher duty imposed on imports and volatility in the foreign exchange market. Thus the result is the continued appreciation of US dollar against Taka, which is the main driver of inflation. Such high inflation means high prices of commodities, especially, those imported using costly dollars. So, the traders have nothing to do with the price hike of essential commodities, so goes the argument. But it is not wholly true. People with fixed income and those who have no regular income including the poor and the marginal section of the population cannot be satisfied by such reasoning. They are left with only one option and that is to skimp on the consumption of the essential items, the basic foodstuffs. If the price rise continues like this indefinitely, the common people at one point might be driven to the brink of starvation. In fact, many already are. The unrestrained price inflation of consumer items may not affect the rich, extortionists and the owners of black money. But the common people with no other sources of income than what they earn by their hard work are the real sufferers. Unfortunately, the trading community of Bangladesh is not perturbed in the least about the suffering of the common people. They did never have any dearth of excuses to raise the prices of commodities, be those essential food items, or not. The great Bengal famine of 1943-44 was an instance of how heartless the trading community can be. Experts and historians vary in their opinions about the cause or causes of the famine. However, the majority opinion is that the famine was anthropogenic or manmade. Both the politics of the time and extreme greed of the traders who dealt in the basic staples were behind the catastrophe in which more than 3.0 million people died of starvation, malnutrition and diseases ascribable to severe malnutrition. Though the colonial rulers of that time were directly responsible for artificially creating the famine condition, the complicity of the trading community in that human tragedy on a colossal scale is incontestable. During the famine, food grains including rice and flour were dumped underground denying the starving people their access to those. Even decades later, rotting grains like rice and flour could be found dumped underground at many spots in the countryside. Those were found while excavating earth for building roads or for other purposes. This is but an extreme case of total insensitivity of a section of the greedy and super-profit-seeking traders towards their fellow people. So, one should not be surprised when the prices of different items of everyday use spike during the major religious festivals in Bangladesh. This is in sharp contrast to many other countries where the shoppers get big discounts against different consumer items during festivals. But in Bangladesh, the opposite is true-it is always the seller's market. Though ideally a seller's market is one where the goods are in short supply enabling the traders to dictate terms over price, it is not so here. The traders always have the last word on the price of the goods, even though the shelves of the stores are well-stocked with the items in great demand. At the moment, the members of the public have already started to feel the heat of another price spiral more than a month before the Ramadan. For the prices of chicken, egg, flour, sugar, edible oil, onion, green chili, various spices, certain vegetables including aubergine, cucumber, etc have again started to go up at different kitchen markets in Dhaka. The Trading Corporation of Bangladesh (TCB) whose job is to maintain a buffer stock of some essential items and sell those at affordable price whenever the market becomes unstable, has meanwhile informed of the price hike of some such essential items like red chili and cumin seed, say reports. As usual, both the wholesale and the retailers have their argument of import restrictions and high price of the US dollar, though the central bank, the Bangladesh Bank (BB), has refused to accept such an explanation. Especially, the BB has dismissed the argument that there is any problem, particularly, regarding availability of US dollar hindering the opening of Letters of Credit (L/Cs) against some Ramadan essentials. The statistics on import of those item as provided by the BB shows that the values of L/C issued this year for importing sugar, edible oils, peas, onions and dates have been higher than those issued last year. That means, as told by the BB spokesperson, the argument of dollar crisis affecting import of these main Ramadan items are not true. The said BB official is learnt to have further assured that those items for which L/Cs have been issued would reach the market ahead of the Ramadan. So, one can assume that there would be abundant supply of those commodities in the Ramadan market. The BB's assurances apart, the way the prices of the daily essentials including those that will be in greater demand during the coming Ramadan has already started to go up is concerning. Clearly, the unholy nexus, of which a greedy section of the trading community is a part, is at work to manipulate the pre-Ramadan essential commodity market. The sudden upward spike in the prices of the daily necessaries in the kitchen market as observed recently speaks volumes about that. Exhortations to the trading community to be fair and rational never worked. Strict monitoring and legal action against those engaged in any foul play to distort the essential commodity market should be in place. Most importantly, high level of public awareness against these evil-doers can work as the strongest deterrent against unreasonable price hike in the essential market. [email protected]",
        "headline_1": "Unstable pre-Ramadan essential market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unstable-pre-ramadan-essential-market-1675604533",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-02-2023"
    },
    {
        "full_article": "Market of essential commodities has started becoming jittery ahead of Ramadan, the month of siam or fasting. Rice price has apparently remained stable but at an artificially raised earlier level. Significantly, despite bumper Aman harvest, rice price did not decline this harvest time although it had long been the market trend. When the coarse rice varieties are priced between Tk 50-54, BRRI-28 between Tk56-60 and finer types between Tk75-85 a kilogram, prices are certainly on the high side. Wheat has become dearer to the extent that even these price levels of rice look rather cheaper and no wonder that many are turning to rice from flour ---coarse (atta) and fine. It is exactly at this point, the demand for TCB's subsidised rice, flour and oil has gone up. There has been a serious allegation of maldistribution of these commodities against people directly involved with distribution from the trucks at some spots. These operators sell sacks of rice (30 kgs) at a higher price---Tk 300 more to Tk 900--- in collusion with some dishonest retail traders. So, the needy have to return empty handed. If the deserving poor are thus deprived of their share before the Ramadan, they will be even at a more disadvantage. Others of the higher echelons of society are also likely to be held hostage to business syndication if unnatural market volatility cannot be arrested. Let alone the price escalation during the Ramadan, price hike of broiler chicken by Tk 30-40 a kilo and of eggs by Tk15-20 a dozen over the past three four days pushes the common consumers to the brink. It was, however, not unexpected given the handle the government gave to traders by raising the prices of gas and power at this crucial juncture. Businesses are always on the lookout before each Ramadan to engineer a process of catapulting prices of essentials, particularly the items in high demand during the time. This time the snowballing effect has only started to take place, where it will end nobody knows.The Bangladesh Bank, however, claims that the five items in high demand---sugar, onion, chickpea, cooking oil and date--- will be available in sufficient quantity. There was no problem with opening of letters of credit (LCs) for ensuring that these commodities reached the country's shores well in time. The BB-furnished LCs are for higher quantities of each separate item compared to the previous year. One silver lining is that it is the harvesting time of onion, the cultivation of which has been more extensive than before. The price of onion is within the tolerable range. This is however not the case with zinger and garlic. Prices of most other spices have soared abnormally too. Even if the BB's hope is not misplaced, is there any guarantee that the prices of the five items, particularly sugar and cooking oil, will remain at the retail level of the fixed government rates? Both sugar and cooking oil are sold at much higher rates in the open market. In case of sugar, it is higher by Tk 20-30 for a kilogram of sugar. The incompatibility between the fixed rate and the actual market price of edible oil has diminished appreciably but who knows how things will turn out with business syndicates making a notorious move to get their way? Low-income and fixed-income people have been at the receiving end ever since the pandemic has made a heavy inroad into their pockets--- which was further aggravated by the Ukraine war. With the currency depreciation, their purchasing capacity has gone on a tailspin. Now any commodity's price rise is the proverbial last straw on the camel's back. Given the BB's claim, there should not be any shortage of Ramadan items but who will monitor that those get to retail level smoothly and are sold with a reasonable profit margin? The ministry of commerce with various other ministries and departments can ensure no foul play will take place at any end or in between. [email protected]",
        "headline_1": "Spree of price hike before Ramadan",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/spree-of-price-hike-before-ramadan-1675604583",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-02-2023"
    },
    {
        "full_article": "From pen to paper, scale and calculator, the prices of all educational materials, whether they are locally made or imported, are increasing alarmingly everywhere in Bangladesh. Due to an ongoing crisis of paper, books and notebooks have become too costly for many families to buy them. But without those, continuation of education cannot be imagined. In just a span of one year or so, the prices of various learning materials have increased by 50 per cent. This has created an additional pressure on the middle-class families. If this continues, children from lower-class families will drop out from their educational institutions. As these fixed-income groups are now struggling to make both ends meet, the surge of educational materials will make them struggle further. Education is getting expensive day by day. It is directly affecting our children. Those who have school- and college-going children are spending above their budget to buy them learning materials including paper, book, eraser, sharpener, board, geometry box, pen and pencil among others. To ensure the right to education for all, the authorities concerned should take immediate measures so that poor families can bear the educational expenses for their children. The amount and number of student stipends should also be increased up to the 12th grade. Besides, subsidy should be provided to the paper mills so that they can produce affordable paper. Ashikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Skyrocketing prices of educational materials",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/skyrocketing-prices-of-educational-materials-1675604606",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-02-2023"
    }
]