[
    {
        "full_article": "Prevention is better than cure, but taking this adage to the extreme in the practice of medicine might obnubilate the very purpose of treating patients to recovery, and even turn out to be counter-productive. In the case of prophylactic use of antibiotics, the resultant antimicrobial resistance (AMR) will be deadly. The ‘First Multicentric Point Prevalence Survey of Antibiotic Use at 20 NAC-NET Sites India 2021-22’ conducted by the National Centre for Disease Control under the Health Ministry has thrown up startling statistics, but more importantly, examining the minutiae italicises key issues that have been flagged by experts for years now. Over 70% of the patients in tertiary-care hospitals across 15 States and two Union Territories were prescribed antibiotics; over 50% of antibiotics prescribed have the potential to cause AMR. But the most crucial reveal was that 55% of the patients surveyed were prescribed antibiotics as prophylaxis, or as a preventive; only 45% were prescribed antibiotics to actually treat infections; of this, only 6% were prescribed the drugs after identifying the specific bacteria.AMR occurs when pathogens evolve, fortifying themselves against drugs, and stop responding to antimicrobial drugs. While it is the nature of pathogens to evolve, this ever-increasing crisis is constantly being exacerbated by unsound medical, and animal husbandry practices. It is precisely the sort of misuse and overuse of antimicrobials, as revealed by the survey, which cause the development of drug-resistant pathogens that in turn pose great risk to life and exacerbate morbidity. The World Health Organization (WHO) estimates that bacterial AMR was directly responsible for 1.27 million global deaths in 2019 and contributed to 4.95 million deaths. AMR invalidates the multiple gains that modern medicine has achieved over years, makes infections harder to treat, but also renders other medical procedures and treatments such as surgery, caesarean sections and cancer chemotherapy, much more risky, WHO warns. Infectious diseases specialists and critical-care experts have for long been waving the red flag over AMR, calling for rational prescription of antibiotics, and curbs on the use of drugs to promote growth in animals and plants. It is also clear that there is an antibiotic research and development pipeline crisis, and urgent measures are required to develop new drug candidates, and more equitable access to them. The role of doctors and the government in regulating use of drugs is crucial in this battle, but more so the latter. Patients too are impatient with the medical process, expecting immediate relief to ailments; but medical science offers no magical remedy. Ultimately, it is the agency with the heft to do both, establish systems that strictly regulate the use of antimicrobials and promote and fund research on newer antibiotics that will draw the line — between life and death.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nmedicine\n\n/\n\nprescription drugs\n\n/\n\nmedical research\n\n/\n\nhealth",
        "headline_1": "Drug war: On use of antibiotics and antimicrobial resistance",
        "headline_2": "Antimicrobial resistance is a health issue that will negate advances in medicine",
        "link": "https://www.thehindu.com/opinion/editorial/drug-war-on-use-of-antibiotics-and-antimicrobial-resistance/article67710044.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-01-2024"
    },
    {
        "full_article": "India’s quest for a Test series win in South Africa remains an unfulfilled dream. Right from the 1992-93 tour when Nelson Mandela met Mohammad Azharuddin’s men to the latest stint, India brimmed with confidence but was fated to return empty-handed. The latest tryst in whites culminated in a 1-1 stalemate even if all talk will revolve around the second game at Cape Town’s Newlands being the shortest ever Test at a mere 642 deliveries and concluding well within two days. In a contest of excruciatingly small margins, Rohit Sharma’s men prevailed with a seven-wicket victory with speedsters Jasprit Bumrah and Mohammed Siraj being the wreckers-in-chief of the South African line-up. But having lost the earlier first Test, India could only end up drawing level in the series. The Newlands surface with erratic bounce and adequate juice for the seamers to excel, tested the very best of willow wielders. It is also a credit to K.L. Rahul, Dean Elgar and Aiden Markram, for having scored tons through the two-Test series that was essentially a showcase for the very best of fast bowling skills, the kind that Kagiso Rabada and Bumrah exhibited. In a short-form embracing cricketing world, Tests not lasting five days is a cause for worry and it also reveals a waning of batting skills.Elgar, who just retired, or a Cheteshwar Pujara, are all part of a dwindling breed of batters, who could stay long at the pitch. The current trend resting on a muscular approach makes for exhilarating viewing but when batting line-ups collapse, it is equally disconcerting. In the larger scheme, India drew the T20s at 1-1 and won the ODI series at 2-1, which became the prelude to the Tests. Suryakumar Yadav and Rahul led in the T20s and ODIs, respectively, while Rohit turned up as the leader in Tests. In a year that features Tests against the visiting Englishmen besides the ICC T20 World Cup in the Caribbean and United States, India is still figuring out the diverse building blocks for the three formats. Rishabh Pant’s absence forced the management to make Rahul don the wicket-keeping gloves in Tests. However, it is never an ideal long-term strategy. Rohit, Virat Kohli, R. Ashwin and R. Jadeja, are all hovering around the mid to late thirties mark, and their gradual walk towards the twilight seems inevitable. There are injury woes too like the one that kept Mohammed Shami out of the team. And as the squad boards the return flight to India, the tale is about yet another South African tour, that promised much and yielded little. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncricket\n\n/\n\nTest cricket\n\n/\n\nIndia\n\n/\n\nSouth Africa\n\n/\n\nICC World Cup\n\n/\n\nUSA",
        "headline_1": "Unkept promise: On India’s quest for a Test series win in South Africa",
        "headline_2": "India is yet to beat South Africa in an away Test series",
        "link": "https://www.thehindu.com/opinion/editorial/unkept-promise-on-indias-quest-for-a-test-series-win-in-south-africa/article67709855.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-01-2024"
    },
    {
        "full_article": "As was clear from his interview with TOI, Maldivian president Mohamed Muizzu hasn’t budged from his demand that Indian troops leave the archipelago nation. This is a spanner in New Delhi-Male links, more so because India donated naval choppers and aircraft to Maldives for evacuation and surveillance operations. A small contingent of Indian troops maintains these assets.\nDomestic political play | Getting Indian troops to leave was a primary theme of Muizzu’s election campaign last year. The genesis was political rallies a couple of years ago that called for the expulsion of Indian personnel. The charge was that Ibrahim Solih’s government was signing secret deals with New Delhi to permanently station Indian troops. The charge was false. But it gained political traction.\n\nGrowing divergence? | Muizzu met Modi on the sidelines of Dubai COP summit in December with both sides deciding to set up a core group. The hope was that the leader-level chats will lead to a solution to the troops issue. But not only is that not the case, Muizzu is visiting China this month before he plans an India visit. He insists Maldives must remain equidistant from big powers. But all his moves so far – including allowing the agreement on hydrographic surveys by Indian navy to lapse – have only come at the expense of ties with New Delhi.\nFirst responder | But India, by dint of geography, will always remain the first responder for Maldives. From the 2004 tsunami to the 2014 Male water crisis, New Delhi helped first. Plus, if Muizzu intends to pursue a balancing foreign policy, India’s presence could be a strategic card against overbearing Chinese activities. Muizzu should take lessons from Sri Lanka’s experience with Chinese loans and the burden they put on that nation.\nBad optics for Male | All of this can lead to complications for Male. Disproportionate Chinese presence in Maldives will inevitably attract American attention. New Delhi and Washington will increase their collaboration here, and Male will be sucked into the geopolitical tussle it is trying to avoid. Muizzu should re-evaluate his approach, pursue negotiations on the troops issue, and continue with those agreements with India that have benefitted Maldivians.\n\n",
        "headline_1": "Muizzu musings",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/muizzu-musings/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-01-2024"
    },
    {
        "full_article": "That there were 31 lakh complaints of cyberfraud – the bad guys made ₹10,300 crore out of them – between 2021 and 2023 is obviously worrying. The good news is that more people seem to be reporting such crimes.\nOverseas origins | About half the financial cyber scams were traced to players outside India. For 2023, illegal loan apps made up 23% of fraud that originated overseas. It’s no surprise the bulk of these were traced to China, Myanmar and Cambodia. India banned 600 Chinese-origin loan apps last January. Uttarakhand police busted a ₹300 crore scam at the time, in which 15 fake Chinese apps offered small low-interest loans.\nID thefts | Many scams used identity theft. Of 15.6 lakh complaints registered in 2023, domestic fraud numbered almost 8 lakh. Close to 90,000, or 11%, stole by cloning biometrics and from Aadhaarenabled payment systems (AEPS).\n\nUp awareness | Much needs to be done to increase awareness across classes and age-groups. Fraud loan apps exploit financial distress apart from being easy money for teens, young adults. But blackmail that follows has tragically pushed people, in a couple of cases families, to suicide.\nBin the shame | The fear of losing savings, and face, in a cybercrime stops many from reporting. Instead of feeling shame at being duped, the cheated must report cybercrime, blackmail to sextortion. Sometimes it’s just a moment’s carelessness that opens the door to crime. And too many, especially elders, are digitally naive.\nFinancial cybercrime directly impacts trust in online banking. This is a setback. A national campaign on managing online financial lives is much required. This is a country that effortlessly took to digital payments but that is also ever-clicking WhatsApp, selfies, and doomscrolling.\n\n",
        "headline_1": "Baddies.com",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/baddies-com/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-01-2024"
    },
    {
        "full_article": "It’s as though Demonetisation 2 has happened. All of a sudden there seems to be no money anywhere.\nNot in shops, eateries, bazaars, roadside vegetable stalls. It’s as if a giant vacuum cleaner has sucked all the hard cash out of the system.\nIt’s Demonetisation Redux, with the big difference that while Demonetisation 1 was imposed, Demonetisation 2 is voluntary. The reason behind this is the growing popularity of UPI – Unified Payments Interface – which has made instant cashless transactions as easy as ABC or, in this case, UPI.\nUPI enables anyone who has a smartphone – which today means practically everyone – to make and receive payments instantaneously by scanning a QR – Quick Response – code, key in the amount on the phone, and bingo! The money is transferred to the recipient’s bank account before you can say ‘Goli ke maafik’!\nIf you go to your local market with a ₹500 note to purchase goods worth, say, ₹100, you’ll find few takers because no one can give you change. Not long ago, cash was said to be king. Now, like our long-derecognised maharajas, cash has become a dethroned monarch.\nEconomists say that this is all for the good, for several reasons. As we become a less-cash economy, the government will save a lot of revenue by printing fewer notes and minting fewer coins. Instant payments increase the speed, or velocity, with which money moves, providing a boost to economic activity and energising the economy by giving it the equivalent of a vitamin shot. A less-cash system also makes hygienic sense. What is called filthy lucre is, in our case, literally filthy, icky with grease, sweat, and all manner of disease-causing germs.\nWill a less-cash regime dismantle the so-called ‘parallel economy’, will it exorcise the spectre of black money that looms over many sectors of commerce such as real estate?\nA pious hope, but one unlikely to be fulfilled. Those who deal in illegal tender known as Number Two know how to scuttle any system devised to thwart them. And it’ll be Number Two business as usual through offshore bank accounts linked via another UPI – Underground Portal International.\n\n",
        "headline_1": "Cash crash",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/cash-crash/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-01-2024"
    },
    {
        "full_article": "The 2024 Lok Sabha election is going to be a crucial political event. BJP, despite being in government for a decade, does not want to be seen entirely as a defender. Instead, the party, under the leadership of Modi, is keen to pose itself as an aggressive challenger for radical restructuring of political order and norms. For that reason, BJP is going to present the 2024 Lok Sabha polls as a kind of political referendum.\nOpposition, especially INDIA alliance, is also interested in highlighting the next election as a decisive political battle. This election-centric discourse of Indian politics revolves around an apparent, and in a way, simplistic question: who will win the electoral battle in the coming months? However, there is a need to go beyond this.\n\nRead more on TOI+\n\n",
        "headline_1": "Of constitution and voters",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/of-constitution-and-voters/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-01-2024"
    },
    {
        "full_article": "The latest import data suggest that manufacturers of readymade garment (RMG) here are increasingly switching over to production of non-cotton apparels in an effort to grab a larger share of the global market for man-made fibres (MMF) garments. That the local companies are making a more determined effort for such a shift becomes clear by the fact that MMF import increased by over 13 per cent in the past calendar year, according to a report published in this newspaper on Friday. It is the right time for the Bangladesh RMG industry to join the MMF bandwagon because the synthetic garment has of late become trendy in the destination countries in the West. The fact that RMG factories here have responded to the shift in demand for apparels augurs well for future of the single largest contributor to the country's foreign exchange coffer. But is it moving fast enough?This segment of global apparel business has been growing in double digits. In fact, in 2021, the total size of the apparel market globally was US$440 billion, with a $222 billion share for MMF products. Although cotton-based apparels are still dominating with 51 per cent share, MMF is fast closing the gap with its 42 per cent market share. Now the question is, if RMG factories in Bangladesh can move ahead to procure a reasonable share of this growing market. The country remains a net importing nation when it comes to sourcing raw materials to make fabrics and clothes. The country imported 0.21 million tonnes of polyester and viscose fibres over the January - November period of 2023. According to the Bangladesh Textile Mills Association (BTMA) DATA, the volume of import was nearly 14 per cent higher than what had been imported over the same period in the previous year.It is at this point the role of the government proves crucial. Without the right government policy support, this transition will come in bits and pieces and Bangladesh risks losing out on big orders to competitors. This involves simplifying import procedures at customs so that more entrepreneurs start focusing on the MMF segment. The idea is to generate around $100 billion in sales by 2030 because MMF-related products generally constitute the value-added segments of apparels including, denim, suits, fancy dresses, formal wear, etc. One of the prime demands from the RMG manufacturers has been introduction of 10-per cent cash incentive for MMF-based garment manufacture. Policymakers can introduce such incentives provided manufacturers achieve a certain level of sales. At the end of the day, the private sector will do what is deemed necessary to reach its MMF sales target. Why the RMG industry should opt for the transition is clear. The MMF shift is not a threat to Bangladesh RMG, rather it would help diversify its product base. The country has both the economies of scale to produce vast quantities of apparels and it has shown enough potential for survival in adverse conditions. For instance, Bangladesh RMG companies pay a 15 per cent duty to gain access to the US market and yet it has a strong foothold in that market. At a time when global economic downturn has sapped the demand for cotton-based products, the uptick in MMF-based products comes as a boon.",
        "headline_1": "Diversifying RMG products",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/diversifying-rmg-products-1704466852",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-01-2024"
    },
    {
        "full_article": "At a time when national media have been crying hoarse about the sorry state of the economy, some news slip through the cracks and this is one of them. According to a report published in this newspaper recently, import of luxury cars have tripled in a year. As per data furnished by the Chattogram Customs House, the number of luxury cars of the 2,000cc to 4,000cc (2.0-litre - 4.0-litre) engine capacity has jumped from 230 to 610 from FY2022 to FY2023. This comes as a surprise because the central bank has gone to great pains to make it clear to us lesser mortals that the government is doing its best to cut down on unnecessary expenditure in a bid to conserve precious foreign exchange (forex). With forex reserves plummeting year-on-year, one can't help wondering why such luxury items are still being imported.The fact of the matter is that a new class of the uber rich --- ranging from individuals to companies --- has emerged by reaping windfall profits through market price manipulations. Popularly known as \"syndicates\" these people have minted millions/billions and are unafraid to flaunt their wealth. The money has come off consumers at large, who have witnessed a four to 150 per cent increase in prices of essentials in the market over the course of more than a year. Hence, it is not a problem for this class of consumers to pay the 500 per cent duty on imported luxury vehicles. There is of course, another side to this story. Bankers (off the record) have stated that there are several loopholes to get around this taxation and this is done in connivance with car importers. One way to achieve this is to take a partial loan for the car so as to stay under the radar of tax authorities and pay the rest in cash. The other malpractice which takes place is when the car imported is registered in the name of the importing agency or some other company. Then this vehicle is re-sold to the ultimate buyer at an agreed amount, because at the end of the day vehicle importers do need to sell vehicles to stay in business.Then again, it is also true that the numbers being talked about here are not so large and the primary focus of policymakers has been on the restriction of the use of forex for imports that run into millions and billions of dollars and not on a few millions. Despite all that, the sight of so many high-end luxury brand vehicles on city roads is both glaring and deeply offensive to a lot of people. It is tantamount to pouring salt on an open injury because millions of people are going hungry in the land. A significant portion of the middle class has moved down a rung to become lower-middle class but that is no one's concern. What is interesting to note here is that while vehicles for the uber rich have risen dramatically, import of budget-friendly passenger vehicles have dropped sharply. That piece of information sums up the situation in the country where the vast majority are getting hurt economically and a small number of privileged people and business entities feels no qualms about flaunting its dirty wealth.Let's put those 600+ luxury vehicles under the scanner and see who's been getting what. About 20 per cent (109 vehicles) were imported under the duty-free privilege that is accorded to foreign missions including embassies, high commissions, and the UN agencies. Another 20 per cent (122 luxury cars) were imported by members of parliament (MPs) who are, by law, entitled to duty-free import of vehicles in the luxury category. \"In July-November period, 30 duty-free luxury cars had been imported through the Chattogram port, all by diplomats and development partners. Each car in this range usually costs above Tk 10 million after duty-tax payment.\" The point of contention is not with the foreign missions / bodies but with our own representatives and members of society who could not be more insensitive to the suffering of the vast majority of the populace now struggling under the burdens of cost of living. Economists have expressed surprise, but why? This lopsidedness in decision-making trend by policymakers has remained the norm throughout the decades. It has hit a nerve because the country is having a devil of a time finding financial resources to pay for the essentials and raw materials for industrial production and so on. It is as though Bangladesh is now living in George Orwell's classic 'Animal Farm' where \"some animals are more equal than others\", where flaunting social status is of paramount importance to some in the midst of the increasing wealth disparity between the haves and have-nots.\n[email protected]",
        "headline_1": "Luxury in time of austerity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/luxury-in-time-of-austerity-1704466882",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-01-2024"
    },
    {
        "full_article": "The New Year is well set to be the year of franchise --- the year of elections, to put it otherwise. In 2024, the world will witness national elections in more than 70 countries, including Bangladesh, India, Indonesia and the United States (US). That's why 2024 is labelled as the 'year of democracy', and experts worldwide have already unveiled their analyses in influential global newspapers and media like the Financial Times, The Economist, the Foreign Policy and Politico. A common concern expressed in these analyses is whether the elections ultimately will uphold the democratic spirits and values in all these countries. Since in many countries the governments elected through the democratic process have become semi-autocratic or semi-authoritarian, the concern seems to be a valid one.Abraham Lincoln, the 16th President of the United States of America (USA), provided the most popular and simple definition of democracy: 'The government of the people, by the people and for the people.' Put in a different way, it is a form of government that comes from the people; the power it exercises is in the people's interests. The core components of democracy include fundamental freedom and fundamental rights, elections, rule of law, separation of power, freedom of the press and public opinion, functional parliament and democratic pluralism. There is a voluminous quantity of literature defining, discussing, describing and debating the concept, ideology and practice of democracy. Election is considered one of the most essential pillars of democracy. Democratic elections have to be free and fair. These are possible when citizens can exercise their rights to vote in favour of their chosen candidates or parties without restriction. They also need to be free to apply their right to vote. There are some other conditions also to make the whole voting process free, fair and transparent. There is, however, always a move to manipulate the elections through various means and mechanisms, mainly by the ruling parties in several democratic countries. Over the years, the practice has intensified thanks to modern and sophisticated information technologies. So, it has become rather challenging for the relevant authorities and national institutions to keep the election process as free and fair as possible. As the beauty of democracy remains in accommodating diverse thoughts and opinions despite sharp differences, fair elections are instrumental in strengthening democratic values. An autocratic or authoritarian regime is always uncomfortable with diversity spreading roots. So, it takes a long struggle for the people to establish or reinstate a democratic system. Bangladesh is an example. People of the country spent almost a decade restoring the democratic norms during the '90s. Headed by two leading political parties, the persistent fight against the illegitimate autocratic ruler finally paid off. The country's economic progress is also linked to the journey of the democratic path since 1991, as gradual liberalisation of trade and tariff also started as part of more significant economic reforms. Market-oriented entrepreneurship emerged in the following years. The press and media also began to thrive. Today's leading newspapers are the positive outcome of the country's democratic pluralism in the first decade of post-1990. It is also interesting to note that the country's 12th parliamentary election, scheduled for tomorrow (January 7), is the first national election in 2024. So, despite some deficits and flaws, it has already drawn global attention. Bangladesh's development journey, especially in the last two decades, is also a critical factor in this connection. People worldwide want to see how strong the link between democracy and economy is in Bangladesh.\n[email protected]",
        "headline_1": "The year of elections and expectations",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-year-of-elections-and-expectations-1704466914",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-01-2024"
    },
    {
        "full_article": "Our mental status has a tremendous impact on our overall health and well-being. Mental health includes our thoughts, emotions, feelings and moods. It influences our choices, actions and how we relate to others. Good mental health can help us cope with stress, succeed in our professional lives, more effectively recover from difficult situations and add value to our community and be our best self. We, however, are not as conscious about our mental health as we are about physical health. Sometimes, mental health condition becomes worse but we do not seem to pay much attention to it. As a result, it impacts how we think, feel and act. It also helps determine how we handle stress and cope with pressures and meet deadlines. Today's youths are the future of tomorrow. They are the future leaders. When a young graduate struggles to get a job and fails, their family members and loved ones have to support him or her. Otherwise, it causes extreme frustration among them. In this situation, a lack of institutional mental health support as well as social stigma around mental health and psychological crises may lead people to take their own lives. We must highlight the mental health factors that adversely impact young minds and work towards alleviating it. While mental health professionals can play a major role in this regard, all citizens -- friends, parents and teachers -- should be aware of youths' mental health. It is not difficult to notice if your child is doing something wrong. Praise them when they are doing good for others. We must encourage young people to seek psychiatric help if they feel they need it. As citizens, we must also work to eliminate the stigma attached to psychological disorder. \nShaila Israt Jahan, Student of Department of English, Bhasha Shainik Ajit Guha College, Cumilla",
        "headline_1": "Young people's mental health matters",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/young-peoples-mental-health-matters-1704466936",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-01-2024"
    }
]