[
    {
        "full_article": "The nearly ₹1.5 lakh crore of gross Goods and Services Tax (GST) collections in February are notable from several aspects. First, they mark the 12th successive month that GST revenues have stayed over ₹1.4 lakh crore, and the fourth highest single month kitty since the launch of the GST regime. The average monthly GST collections in the first 11 months of 2022-23 now stand at ₹1,49,776 crore, 21.5% higher than the average monthly kitty of little over ₹1.23 lakh crore through 2021-22. Interestingly, the average monthly revenues so far this year are higher than actual collections in eight of those months, so collections in the other three months bumped up the average. Those months happen to be April (with the highest monthly revenues of over ₹1.67 lakh crore), and October and January 2023 (whose collections were upgraded to over ₹1.57 lakh crore). The spike in these months can be attributed to quarter-end and year-end return filings whose taxes are collected in the first month of the subsequent quarter. This lends credence to the government’s assertion in January that policy changes introduced over the past year have improved compliance with more taxpayers filing returns — a pleasant cultural augury for a country with a low tax base.Meanwhile, a perceptible shift is underway in the composition of GST revenues. The first 10 months of this fiscal had seen revenues from goods imports rising 29%, while domestic transactions and services imports yielded a 22% uptick in taxes. While this breakdown is not available for January, February marks the second time in three months that domestic revenues have outgrown taxes from goods imports, with the former rising 15% and the latter just 6%. While this is in tune with a sharp dip in imports in January, it also signals a likely cooling of discretionary domestic demand that had been driving up the import bill along with elevated commodity prices. That domestic revenue trends are uneven, with sharp variations across States, is another cause for concern. The 2023-24 Budget expects GST revenue growth to slow from about 22% this year to 12%, with tax buoyancy expected to drop. That represents a pragmatic outlook amid a world tightening its belt for a slowdown, but the Finance Ministry’s attempt to play up February’s GST kitty by arguing that the “28 day” month normally witnesses lower revenues, is disingenuous and unnecessary, as these revenues pertained to transactions undertaken over the 31 days of January. By this logic, March should see a dip in tax inflows as February had fewer days of activity.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntaxes and duties\n\n/ \n\nimports",
        "headline_1": "Tax transitions: On GST revenue trends",
        "headline_2": "GST revenue trends signal higher taxpayer compliance and cooling import demand",
        "link": "https://www.thehindu.com/opinion/editorial/tax-transitions-the-hindu-editorial-on-gst-revenue-trends/article66584192.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-03-2023"
    },
    {
        "full_article": "The decision of the Government of India to suspend the Foreign Contribution (Regulation) Act (FCRA) licence of the country’s premier think tank, the Centre for Policy Research (CPR) is bad in optics and substance. The reasons that are being cited by the authorities include lapses in the income-tax paperwork of CPR’s staff, lack of due process in the accounting process, and diversion of funds to publication of books, which the authorities allege is not part of the CPR’s objectives. An eagerness to drag the prestigious institution into a quagmire of legal processes is writ large over this entire exercise. The CPR has been working on improving governance and enhancing state capacity among other things, in collaboration with governments, and the public and private sectors. There are many advocacy and campaign groups that have been facing the wrath of the government in the recent past, but the action against the CPR lowers the bar of tolerance for the political establishment to an abysmal level. This betrays an inexplicable hostility towards knowledge creation of all kinds. The FCRA is a regulatory mechanism to ensure that foreign vested interests are not unduly influencing the domestic politics of India, but sweeping application of the law in a manner that clearly disables the non-governmental sector suggests a thoughtless approach bordering on vindictiveness.India’s New Education Policy envisages academic exchanges and cooperation between Indian and global institutions to raise the standard of higher education and research in the country. India also wants to emerge as a centre of technological excellence and manufacturing. Recently, two Australian universities announced their plans to have campuses in India. However, India’s global ambitions are clashing with the insecure and reactionary state actions such as the restrictions on the CPR. Collaboration with the world requires the flow of information, personnel and funds in both directions. Restrictions on all these for national security reasons are part of the rule everywhere, and are acceptable. But these are to be exercised sparingly. To assume that Indian thinking should be insulated from foreign ones, while seeking international technology and capital inflow at the same time is a paradox. At any rate, for a country growing as fast as India, a massive expansion in capacity for research is the need of the hour. Along with public funding, private and philanthropic funding are essential for India to continuously expand its knowledge horizons in all fields. The government should not merely tolerate, but facilitate the emergence of several more institutions such as the CPR.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ngovernment\n\n/\n\neducation\n\n/\n\nresearch\n\n/\n\ninstitution\n\n/\n\npolitics\n\n/\n\nnon government organizations (NGO)",
        "headline_1": "Power against knowledge: On Centre for Policy Research FCRA licence suspension",
        "headline_2": "The non-governmental sector should not be dragged into legal quagmire",
        "link": "https://www.thehindu.com/opinion/editorial/power-against-knowledge-the-hindu-editorial-on-centre-for-policy-research-fcra-licence-suspension/article66584063.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-03-2023"
    },
    {
        "full_article": "India’s criminal justice system, a legacy of the Raj, is intended primarily to punish. Reformation or rehabilitation was never on the agenda. As a result, the age-old social system of caste remained prevalent in prisons. Worse still, many colonial policies heavily relied on caste-based rules for administration and maintenance of order in prisons.\nTo date, the primary law that governs management and administration of prisons is still the colonial era law – Prisons Act, 1894. That state-level prison manuals remain unchanged since the establishment of the modern prison system also prominently reflects the colonial and caste mentality.\nRead full opinion on TOI+\n\n",
        "headline_1": "Caste system in Indian Prisons: Unconstitutional but legal – State prison manuals legitimise caste-based rules for prisoner activities, from cleaning to cooking. Judiciary must step in to strike down offending provisions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/caste-system-in-indian-prisons-unconstitutional-but-legal-state-prison-manuals-legitimise-caste-based-rules-for-prisoner-activities-from-cleaning-to-cooking-judiciary-must-step-in-to-stri/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-03-2023"
    },
    {
        "full_article": "How to handle the disruptive and dangerous impact of fake news on social media? Take a leaf out of Tamil Nadu. Reacting to rumour-mongering that migrants from north India in TN had faced “attacks” – the video message first dropped in Bihar feeds – the state machinery wasted no time. The CM, ministers, police and the governor along with industry mounted a swift and decisive response to quell the rumours and assure Hindi-speaking migrants of their safety in TN, through direct meetings with migrants and also on social media. To Bihar CM’s tweet expressing concern about news reports on the matter, TN police clarified both video messages were fake (one was an earlier grab of two locals fighting, the other, also dated, was of two migrant groups in a scrap). Chennai spoke to Patna, which flew down a delegation from Bihar that thoughtfully included a Tamil-speaking officer to ensure no messaging was lost in translation.\nEmployers know that migrants in TN would head to hometowns in Bihar for Holi but feared that this particular fake news could influence many to not return to work. Migrant workers are the centre and heart of India’s economy, comprising nearly 40% of India’s population as per Census 2011. A state government survey in 2016 estimated that TN is home to over 10.6 lakh migrant workers, a majority unskilled, 27% in manufacturing, 14% in textile and 11.4% in the construction sector. Migration experts and unorganised workers’ groups felt the numbers were an underestimate. While the migrant exodus triggered by Covid lockdown in March 2020 exposed the vulnerabilities of India’s migrant population, they consider the facilities in destination states such as Kerala and TN, however limited, better than the conditions they leave behind in home states such as Bihar, Bengal, UP and Jharkhand.\nWhen perpetrators of fake news attempt to manipulate vulnerable groups who can’t fact-check what they consume on their smartphones – even better off classes often don’t fact-check – it becomes incumbent on the state machinery to step in. In this particular case, social media did its thing as it is wont to – spread the fire – and the flames were fanned by a section of politicians and irresponsible media. That the police and governments in TN and Bihar collaborated and responded immediately is a rare piece of good news – and action worthy of emulation.\n \n\n",
        "headline_1": "Beating fake news: Tamil Nadu and Bihar governments show how dangerous social media rumours can be swiftly countered",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/beating-fake-news-tamil-nadu-and-bihar-governments-show-how-dangerous-social-media-rumours-can-be-swiftly-countered/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-03-2023"
    },
    {
        "full_article": "A long-held belief inside and outside the medical fraternity has been that women are less prone to heart failures, because of their so-called estrogen advantage. Even by this logic, the hugely increased vulnerability of post-menopausal women should have gotten them a lot more extra care than they ever received. More recent research findings that even younger women are at growing risk have not percolated wide either. This is what explains why when actor Sushmita Sen shared that she has had to undergo angioplasty, much public surprise centred on her age. Scientific advances are meant to ensure that biology isn’t destiny, but they can only deliver if they are actually incorporated into real life practices.\nAs a Lancet global commission has emphasised, despite being responsible for causing 35% of deaths in women each year, their cardiovascular disease remains understudied, under-recognised, under-diagnosed, and under-treated, with women also under-represented in clinical trials. There is both lack of awareness and active neglect at multiple levels, from women’s families taking their symptoms less seriously, to researchers paying far less attention to the female body, to doctors providing women much less thorough evaluations.\nAll of these prejudicial practices can of course be reformed. In its first scientific statement on acute myocardial infarction in women back in 2016, the American Heart Association highlighted how an increase in awareness and evidence-based treatments had helped in a dramatic decline in mortality. While the situation is still not ideal even in the US, what India must note is that women’s heart disease is now missed/dismissed at much lower levels. Let’s understand that a similar mindset change here shall deliver disproportionate gains in women’s and social health.\n\n",
        "headline_1": "How heartless: Women’s cardiovascular disease is widely missed. Doctors need to do much better",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/how-heartless-womens-cardiovascular-disease-is-widely-missed-doctors-need-to-do-much-better/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-03-2023"
    },
    {
        "full_article": "Ezra Rashkow is Associate Professor of History at Montclair State University, US, with a new book, The Nature of Endangerment in India: Tigers, ‘Tribes’, Extermination & Conservation, 1818-2020. He talks to Renuka Bisht about combining years of fieldwork and archival research to examine fears of interlinking biological and cultural diversity loss: \nWhat does your research into colonial constructions of ‘the tribal problem’ reveal?\nMy book explores the rhetoric around tribal endangerment and extinction. Fears that ‘tribes’ were under threat, vanishing, or endangered and in need of protection, are as old as the colonial encounter itself. In fact, from the very outset of the Age of Exploration, shortly after Christopher Columbus supposedly discovered the New World, Bartolomé de las Casas would be appointed to the position of Protector of Indians in 1516. And already at that time there was talk of tribal extinction as well. By the mid-19th century, the term ‘tribe’ came to take on socio-cultural evolutionary connotations, referring to people who were seen by Europeans as less than human, and who would probably be obliterated in the struggle for survival unless white saviors intervened. Unfortunately, the word ‘tribe’ still very often carries this colonial baggage today. That’s why I put the term in scare quotes.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘If you talk to Adivasis themselves, they don’t usually think of themselves or their culture as particularly endangered’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/twinkle-twinkle/if-you-talk-to-adivasis-themselves-they-dont-usually-think-of-themselves-or-their-culture-as-particularly-endangered/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-03-2023"
    },
    {
        "full_article": "The increasing difficulty of accessing clean water is forcing young women in coastal areas of Bangladesh to try to halt their menstrual cycles by misusing contraceptive pills, putting their long-term reproductive and mental health at risk, experts warn.\nSaltwater intrusion as a result of rising sea levels and shrimp cultivation has made access to freshwater in these areas increasingly challenging. Compelled by this shortage to use saline water for their feminine hygiene, many women end up getting uterine diseases.\n\"During my periods, I always used pieces of old rags which I washed with dirty and salty water,\" shares a 15-year-old girl in the southwestern district of Satkhira. \"I've seen my mother suffer from uterine diseases for a long time. I do not want to experience the same thing.\"\nShe began taking birth control pills five months ago from a neighbour to stop getting her periods altogether and thus avoid the problem of having to wash with saline water. Her parents don't know yet, she adds. Two of her friends also began taking the pills and stopped their menstrual cycles after following her advice.\nHers is just one of many cases of women, including minors, taking contraceptive pills without any medical advice. Health practitioners say this practice has serious long-term implications.\nA major problem for women and girls living in coastal areas is the lack of access to sanitary pads. More than 80 percent of women and adolescent girls in Bangladesh use old cloths during their period, according to the preliminary report of the Bangladesh National Hygiene Baseline Survey conducted by the government of Bangladesh in association with the International Centre for Diarrhoeal Disease Research, Bangladesh, and WaterAid in 2014.\nA more recent study, published in 2019, found that women and adolescents in Bangladesh's southern coastal region wash their menstrual cloths in saltwater and use them again.\nDoing this repeatedly leaves women exposed to various hygiene risks, including skin disease and reproductive health problems.\n\"Buying pads is not easy for us,\" says a 10th-grade student in Satkhira district. \"We are washing our menstrual cloths in the pond next to the house or in the surrounding water, which is very salty and dirty, as they cannot be washed in the pond where everyone bathes.\"\nThe student was one of several participants in a workshop in Shyamnagar subdistrict several months ago that sought to raise awareness about the health risks posed by washing menstrual cloths in saltwater. At the workshop, she met other girls who told her they had addressed the problem by taking contraceptive pills to stop menstruating altogether.\n\"After returning from the workshop, I stole my mother's pill and [took] them,\" she says.\nRisking reproductive health\nGovernment health workers distribute contraceptive pills to women in rural areas of Bangladesh as part of the government's birth control policy.\nMany of these workers acknowledge that the distribution of pills in coastal areas has increased somewhat, but declined to say on the record whether this was due to teenagers taking the pills.\n\"Pills are the most popular method of birth control in these areas,\" says Monira Jamila, a family welfare assistant in Shyamnagar. \"Usually, I supply pills to married girls. But sometimes teenage girls collect these pills for their sisters, mothers and aunts.\"\nA set of pills comprises 21 white and seven red tablets. The user is asked to take 21 white tablets continuously. Then comes a seven-day gap, usually when menstruation starts, during which time she's supposed to take the red tablets. However, if she doesn't take the red tablets during those seven days, and then resumes taking the white tablets after the seven days, her menstrual cycle stops.\nDr Farhana Dewan, secretary-general of the Obstetrical and Gynecological Society of Bangladesh (OGSB), observes that taking these pills regularly without consulting a doctor can endanger the health of these girls.\n\"When we give oral pills to someone, we consider their physical state and only after checking whether the person is eligible for the pill do we suggest they take it,\" she says, adding that these drugs have various side effects.\n\"Stopping periods by taking the pill for one month is probably fine. However, if period is stopped day after day, there can be a negative impact on the part of the brain from where the stimulus comes. At one stage, she will not have regular periods anymore. This can lead to infertility,\" Dewan says.\nClimate change and commercial shrimp cultivation at the root of the crisis \nThe root of this problem is the lack of access to freshwater in coastal areas. Several studies attribute this problem of saltwater intrusion into the water table as a combination of sea level rise, commercial shrimp cultivation, and the seasonal drop in the level of the Ganges River.\nA 2016 study found Bangladesh has experienced sea level rise of 7-8 millimeters (more than a quarter of an inch) per year in the Ganges tidal floodplain. Similar trends have also been observed in the Meghna estuarine floodplain and in the Chittagong coastal plains.\nAnd then there's commercial shrimp cultivation, which started in the 1980s and saw large swaths of arable land near freshwater ponds converted into saltwater pools for shrimp. Over the decades, vast volumes of this saltwater have seeped into the ponds, turning their water brackish. A 2018 study estimated that salinity affected 26 percent of the country.\nA 2013 study found groundwater salinity many times higher than what's considered drinkable in most areas in the country's coastal districts. It recorded salinity levels as high as 12,433 milligrams of chloride per liter of freshwater — far in excess of the 300 mm/l that both the World Health Organization (WHO) and the Bangladesh Department of Public Health and Engineering (DPHE) considered drinkable.\nFor women and girls in coastal areas facing the choice of either struggling with uterine disease or putting their long-term reproductive health at risk, sanitary pads are an obvious solution. But most of these families can't afford the 150 taka a month that pads would cost.\nLakshmi Rani Mandal, from a village in Satkhira sums up the reality of the situation for many families here: \"I cannot even imagine buying pads for my daughter when it is difficult to get three meals a day.\"\nJesmin Papri is a freelance journalist.\n",
        "headline_1": "What does salinity have to do with SRHR anyway?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/lets-talk-about-it/news/what-does-salinity-have-do-srhr-anyway-3264366",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-03-2023"
    },
    {
        "full_article": "Congratulations on the publication of your latest book titled 'Water Development in Bangladesh: Past, Present, & Future'. Would you kindly provide us with a brief summary of the topics covered in your book?\nI have been writing about water development issues since the 1988 flood and, over time, developed a conceptual framework for discussing these issues. Earlier, I presented it my book, \"Rivers and Sustainable Development: Alternative Approaches and Their Implications,\" published by the Oxford University Press in 2020. Though this book received considerable international acclaim, it remained largely inaccessible to readers in Bangladesh. Also, since its scope was global, it could not provide a detailed discussion of water issues of Bangladesh. The current book, Water Development in Bangladesh – Past, Present & Future, can be considered as a sequel. It begins with an overall picture of the land and water situation of Bangladesh and then provides a summary version of the conceptual framework. The book next delves into a detailed analysis of Bangladesh's past water development experience, draws lessons from it, and discusses the future.\nCould you provide some insights into the conceptual framework you have established in your work?\n\nThe conceptual framework is based on four concepts, namely the \"Commercial\" and \"Ecological\" approaches to rivers and their respective derivatives, the \"Cordon\" and \"Open\" approaches. According to the Commercial approach, rivers are just another resource that need to be exploited to the full for various commercial gains. In a deltaic setting, such as of Bangladesh, the derivative of the Commercial approach is the Cordon approach, which suggests that river overflows have to be prevented from reaching floodplains so that the commercial value of the latter can be reaped fully. Unfortunately, these are myopic approaches and they ignore rivers role as the lynchpin in the earth's hydrological cycle and in creating and sustaining the unique ecologies in their basins. The Ecological approach pays attention to these important roles of rivers takes a more long-run and holistic view. In particular, it encourages the preservation of the natural volume and direction of river flows. In a deltaic setting, such as of Bangladesh, the derivative of the Ecological approach is the Open approach which calls for keeping floodplains open to river channels so that annual river overflow can reach and rejuvenate the soil and water bodies in the floodplains each year. The fundamental proposition of my book is that Bangladesh needs to switch from the Cordon to the Open approach.\nHow do you assess the impact of colonial ideologies on our present-day river system, considering that they played a significant role in shaping it?\nIndeed, the first major intervention in the river system and floodplains of Bangladesh took place during the British colonial period in the form of the railway system. Most rivers in Bangladesh flow in a north-south direction, and the railway lines that also run in this direction represent a less severe obstruction to longitudinal water flows on the floodplains, though they too obstruct the transverse flows. However, many railway lines run in an east-west direction, and these act as frontal obstructions. It is not surprising that many railway lines were later used as embankments in various cordon projects. Another negative development during the colonial period was the neglect of the irrigation system based on river overflows. This has been aptly described by William Willcocks, the famous British water engineer, in his well-known Lectures on the Ancient System of Irrigation in Bengal. In these Lectures, Willcocks shows that a vibrant irrigation system, based on man-made canals, prevailed in pre-colonial Bengal. These canals carried silt-laden river overflows to the fields. According to Willcocks, it was this irrigation system that made Bengal prosperous in pre-colonial times. He lamented that this system had fallen into disuse, and he argued strongly for its revival. The Open approach that I advocate in my book has some similarity with Willcocks' suggestions.\nThe implementation of the polder construction system during the Pakistan era has undoubtedly ensured agricultural prosperity in the southern regions of Bangladesh. However, it has also resulted in significant problems in certain areas, such as Jessore, Khulna, and Satkhira. What is your evaluation of this system and its impact on the region?\n\nYes, the entire coastal region was empoldered during the Pakistan period under the Coastal Embankment Project (CEP). About 140 polders were constructed, requiring more than 5,000 km of embankments. Polders were a Dutch idea and the Dutch Professor J. Thijsee, who was a consultant to the project, played an important role. Initially, the CEP was financed by the Food and Agriculture Organization (FAO) of the United Nations and later the World Bank and a few other organizations played a more active role. You are right that initially the polders appeared to be successful. The cropping intensity and total crop output increased. However, the negative effects caught up soon. The root of the problems lay in the termination of sedimentation inside the polders. As you know, rivers bring about one billion tons of sediment each year to Bangladesh. A significant part of it used to be deposited on the coastal areas and raised their elevation. Coastal embankments prevented this process. As a result, the land elevation inside the polders stopped increasing and actually fell (due to soil compaction, etc.). Instead, the sediment collected more on the river beds, raising their elevation. As a result, outlets for draining the water accumulated inside the polders became clogged, causing waterlogging, particularly in various parts of the Khulna Division, as you have mentioned. What we need is to modify the polders so that sediment can enter and raise the elevation of the coastal areas.\nWhat is your perspective on the current discussions about the relationship between climate change and water management?\nIn fact, climate change and sea level rise have made the modifications of the polders even more urgent. Currently, the sea level along Bangladesh's coast is rising by about 0.5 to 1.3 cm per year. A significant part of Bangladesh's coastal area is predicted to be submerged by further sea level rise. However, scholars estimate that the elevation of Bangladesh's coast could rise by about 2 cm per year if sediment could spread on it. So, by restoring the sedimentation, Bangladesh can protect its coastal region from getting submerged. Coastal embankments need to be converted from permanent into seasonal. The coastal people in the past used Ashtomashi (eight months long) bandhs to cope with the seasonality of river flows. Reverting to Ashtomashi bandhs will allow sediment to get inside the polders during the four rainy months and prevent saline water from getting inside during the eight lean months. There are many other ways in which the Open approach can help Bangladesh to confront the adverse effects of climate change. These are discussed in detail in Chapter 14 of the book.\nHow do you view the history of the construction of the Farakka Barrage and its consequences in this region?\n\nThe Farakka Barrage is the largest intervention made by India in an international river that flows into Bangladesh. This barrage enables India to divert up to 40,000 cusecs of water from the Ganges River. Its main purpose was ostensibly to flush out sediment from the Hoogly River and to keep Kolkata functioning as a sea port. However, Kapil Bhattacharya, the Chief Engineer of West Bengal at the time of the barrage's inception, opposed it. He pointed out that structures built under the Damodar Valley Project were the primary cause of the Kolkata port's siltation and that the Farakka Barrage would not solve the problem. Unfortunately, Mr. Bhattacharya was removed from his position because of his opposing views. However, history has proven him correct. Farakka has not succeeded in ensuring Kolkata's viability as a sea port, while it has caused severe damage to the rivers of Bangladesh. Most of the distributaries of the Ganges River flowing through Bangladesh have dried up. Despite the 1996 Indo-Bangladesh Ganges water-sharing treaty, the dry season flow of the river in Bangladesh has not increased. Additionally, the Farakka Barrage has trapped about 300 million tons of sediment at its head, leading to flooding and bank erosion in Bihar. A movement has therefore developed in India, led by Nitish Kumar, Chief Minister of Bihar, calling for the demolition of the Farakka Barrage, and Bangladesh should support this demand. The impact of the Farakka Barrage on both India and Bangladesh is discussed in detail in Chapter 13 of the book.\nHow can Bangladesh best engage with India to promptly resolve water-sharing issues of rivers like Teesta and others?\nWe have a worse problem with the Teesta River. India has constructed the Gajoldoba Barrage to divert the water of this river for irrigation in a huge area (about 1 million hectares) of West Bengal. The Gajoldoba Barrage is also supposed to be a part of India's River Linking Project, whose main goal is to divert the Brahmaputra flow to western and southern India. While the diversion of the Ganges flow by the Farakka Barrage is limited to the maximum of 40,000 cusec, which is the capacity of the feeder canal, there is virtually no limit to the diversion of Teesta water that India can carry out using the Gajoldoba Barrage. India is also planning to construct another 15 dams and barrages on the upstream reaches of the Teesta River and its tributaries. Thus, India has created a ground reality whereby there is practically no dry season flow left for Bangladesh. The much-talked-about Teesta Treaty between Bangladesh and India has practically become a mirage because the scope for a meaningful Teesta treaty no longer exists.\nBangladesh, therefore, needs to rethink its strategy of river-related negotiations with India. So far, it has depended mostly on India's goodwill. However, this has not yielded satisfactory results for Bangladesh. What is necessary is to negotiate on the basis of interests. While Bangladesh has interests in the restoration of the full natural flows of the international rivers, India also has interests in getting transit and transshipment facilities through Bangladesh to its seven northeastern states. Bangladesh, therefore, needs to put forward the \"Transit in exchange for rivers\" formula as the framework for Indo-Bangladesh negotiations. This formula is mutually beneficial for Bangladesh and India.\nIn addition, Bangladesh needs to sign the United Nations Convention of 1997 on the Non-navigational Uses of International Rivers. This Convention spells out the rights and responsibilities of co-riparian countries. Bangladesh can use this Convention to argue for its rights as the lower riparian country both in the bilateral negotiations with India and in international forums.\nCan Bangladesh take any actions within its borders independently, without waiting for a mutually acceptable agreement with India on the Teesta River?\n\nYes, it can. First of all, the government needs to realize that the proposed Teesta River Comprehensive Management and Restoration Project (TRCMRP), promoted by Power-China company, will not provide a sustainable solution. Under this project, the average width of the Teesta River is to be reduced to one-third of its current size (from about 3 km to 0.8 km), and its depth is to be increased from 5 to 10 meters through capital dredging. However, the Teesta River carries about 50 million tons of sediment annually, nullifying the effect of dredging, which will eventually cause catastrophic flooding by overtopping or breaching the embankments. It will be difficult to constrain a flashy, braided river to artificial narrow confines in an alluvial fan. Instead, what needs to be done is to rejuvenate the entire Teesta Basin by reconnecting it with its 12 tributaries, distributaries, small rivulets, canals, lakes, and ponds. This will serve two purposes: first, these water bodies will absorb and store excess summer and sudden flows, and second, the stored water will flow back to the Teesta River during the lean months, ensuring the minimum environmental flow. Chapter 17 provides details regarding both TRCMRP and the alternative proposal.\nWhat is your opinion on the Bangladesh Delta Plan 2100, recently developed by the government? Do you believe it offers the appropriate guidance for future water development endeavors?\nThe government's initiative to formulate the Bangladesh Delta Plan 2100 generated some enthusiasm and brought about more transparency and public consultations in the process. However, in the end, the effort proved to be disappointing for several reasons, discussed in detail in Chapter 16 of the book. In particular, it failed to learn from Bangladesh's past experience, conduct any original research, and remained influenced by old Dutch notions of river management that are unsuitable for Bangladesh's conditions. Consequently, the Delta Plan failed to develop its own work plan. At the end of the exercise, it requested that implementing agencies submit proposals they already had. Out of 123 submitted projects, the Delta Plan selected 80, failing to offer a new direction. Essentially, it provided what is called \"old wine in a new bottle.\" Therefore, it is necessary to revisit the entire Delta Plan.\nThe interview was taken by Naznin Tithi and Priyam Paul of The Daily Star.\n",
        "headline_1": "“Bangladesh needs to put forward the ‘transit in exchange for rivers’ formula as the framework for Indo-Bangladesh negotiations”",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/bangladesh-needs-put-forward-the-transit-exchange-rivers-formula-the-framework-indo-bangladesh-3264146",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-03-2023"
    },
    {
        "full_article": "Recent months may well be remembered as the moment when predictive artificial intelligence went mainstream. While prediction algorithms have been in use for decades, the release of applications such as OpenAI's ChatGPT – and its rapid integration with Microsoft's Bing search engine – may have unleashed the floodgates when it comes to user-friendly AI. Within weeks of ChatGPT's release, it attracted 100 million monthly users, many of whom have without a doubt already experienced its dark side – from insults and threats to disinformation and a demonstrated ability to write malicious code.\nThe chatbots that are generating headlines are just the tip of the iceberg. AI tools for creating text, speech, art, and video are progressing rapidly, with far-reaching implications for governance, commerce, and civic life. Not surprisingly, capital is flooding into the sector, with governments and companies alike investing in start-ups to develop and deploy the latest machine learning tools. These new applications will combine historical data with machine learning, natural language processing, and deep learning to determine the probability of future events.\nCrucially, adoption of the new natural language processing and generative AIs will not be confined to the wealthy countries and companies such as Google, Meta, and Microsoft that spearheaded their creation. These technologies are already spreading across low- and middle-income settings, where predictive analytics for everything, from reducing urban inequality to addressing food security, hold tremendous promise for cash-strapped governments, firms, and NGOs seeking to improve efficiency and unlock social and economic benefits.\nThe problem, however, is that there has been insufficient attention on the potential negative externalities and unintended effects of these technologies. The most obvious risk is that unprecedentedly powerful predictive tools will strengthen authoritarian regimes' surveillance capacity.\nOne widely cited example is China's \"social credit system,\" which uses credit histories, criminal convictions, online behaviour, and other data to assign a score to every person in the country. Those scores can then determine whether someone can secure a loan, access a good school, travel by rail or air, and so forth. Though China's system is billed as a tool to improve transparency, it doubles as an instrument of social control.\nYet, even when used by ostensibly well-intentioned democratic governments, companies focused on social impact, and progressive non-profit, predictive tools can generate sub-optimal outcomes. Design flaws in the underlying algorithms and biased data sets can lead to privacy breaches and identity-based discrimination. This has already become a glaring issue in criminal justice, where predictive analytics routinely perpetuate racial and socioeconomic disparities. For example, an AI system built to help US judges assess the likelihood of recidivism erroneously determined that Black defendants are at far greater risk of re-offending than White ones.\nConcerns about how AI could deepen inequalities in the workplace are also growing. So far, predictive algorithms have been increasing efficiency and profits in ways that benefit managers and shareholders at the expense of rank-and-file workers (especially in the gig economy).\nIn all these examples, AI systems are holding up a funhouse mirror to society, reflecting and magnifying our biases and inequities. As technology researcher Nanjira Sambuli notes, digitisation tends to exacerbate, rather than ameliorate, pre-existing political, social, and economic problems.\nThe enthusiasm to adopt predictive tools must be balanced against informed and ethical consideration of their intended and unintended effects. Where the effects of powerful algorithms are disputed or unknown, the precautionary principle would counsel against deploying them.\n\nEven when used by ostensibly well-intentioned democratic governments, companies focused on social impact, and progressive non-profit, predictive tools can generate sub-optimal outcomes. Design flaws in the underlying algorithms and biased data sets can lead to privacy breaches and identity-based discrimination. This has already become a glaring issue in criminal justice, where predictive analytics routinely perpetuate racial and socioeconomic disparities. For example, an AI system built to help US judges assess the likelihood of recidivism erroneously determined that Black defendants are at far greater risk of re-offending than White ones. Concerns about how AI could deepen inequalities in the workplace are also growing. So far, predictive algorithms have been increasing efficiency and profits in ways that benefit managers and shareholders at the expense of rank-and-file workers (especially in the gig economy).\nWe must not let AI become another domain where decision-makers ask for forgiveness rather than permission. That is why the United Nations high commissioner for human rights and others have called for moratoriums on the adoption of AI systems until ethical and human rights frameworks have been updated to account for their potential harms.\nCrafting the appropriate frameworks will require forging a consensus on the basic principles that should inform the design and use of predictive AI tools. Fortunately, the race for AI has led to a parallel flurry of research, initiatives, institutes, and networks on ethics. And while civil society has taken the lead, intergovernmental entities such as the OECD and Unesco have also gotten involved.\nThe UN has been working on building universal standards for ethical AI since at least 2021. Moreover, the European Union has proposed an AI Act – the first such effort by a major regulator – which would block certain uses (such as those resembling China's social credit system) and subject other high-risk applications to specific requirements and oversight.\nTo date, this debate has been concentrated overwhelmingly in North America and Western Europe. But lower- and middle-income countries have their own baseline needs, concerns, and social inequities to consider. There is ample research showing that technologies developed by and for markets in advanced economies are often inappropriate for less-developed economies.\nIf the new AI tools are simply imported and put into wide use before the necessary governance structures are in place, they could easily do more harm than good. All these issues must be considered if we are going to devise truly universal principles for AI governance.\nRecognising these gaps, the Igarapé Institute and New America recently launched a new Global Task Force on Predictive Analytics for Security and Development. The task force will convene digital rights advocates, public sector partners, tech entrepreneurs, and social scientists from the Americas, Africa, Asia, and Europe, with the goal of defining first principles for the use of predictive technologies in public safety and sustainable development in the Global South.\nFormulating these principles and standards is just the first step. The bigger challenge will be to marshal the international, national, and subnational collaboration and coordination needed to implement them in law and practice. In the global rush to develop and deploy new predictive AI tools, harm prevention frameworks are essential to ensure a secure, prosperous, sustainable, and human-centred future.\n \nRobert Muggah, co-founder of the Igarapé Institute and the SecDev Group, is a member of the World Economic Forum's Global Future Council on Cities of Tomorrow and an adviser to the Global Risks Report. Gabriella Seiler is consultant at the Igarapé Institute and a partner and director at Kunumi. Gordon LaForge is senior policy analyst at New America and lecturer at the Thunderbird School of Global Management of Arizona State University in the US.\n\nCopyright: Project Syndicate, 2023www.project-syndicate.org\n",
        "headline_1": "AI and the Global South",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/project-syndicate/news/ai-and-the-global-south-3263946",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-03-2023"
    },
    {
        "full_article": "Three years have passed since the High Court's directive to the Department of Environment (DoE) to put an end to the use of single-use plastic in hotels, motels, and restaurants in coastal areas, but very little progress has been made in implementing it. Similarly, the use of polythene and throwaway plastic bags continues to be rampant despite a ban imposed on polythene bags in 2002. Lack of initiative from the government agencies responsible is mostly to blame for the non-implementation of these vital directives. The result? Single-use plastics, including polythene bags, have emerged as one of the major environmental threats for the country.\nReportedly, Bangladesh generates around 3,000 tonnes of plastic waste every day. It ranks 10th in mismanaging plastic waste in the world, according to a report. Meanwhile, a study has found that in Bangladesh, 36 percent of plastic waste is formally recycled while 39 percent is dumped in landfills. The remaining 25 percent leaks into the environment, eventually flowing into the Bay of Bengal through the rivers.\nPlastic waste, dumped into the rivers, has reportedly polluted them so badly that many of them are now on the verge of death. Buriganga River is a case in point. With indiscriminate plastic and industrial pollution, its water has now become poisonous for fish and other aquatic animals to survive there. Karnaphuli, Kirtankhola, Meghna, Kaliganga and scores of other rivers are also choking from plastic pollution. A recent study has also found that at least 17 species of fish and three species of shellfish in three key rivers flowing through the Sundarbans are contaminated with microplastics. This is an alarming situation, and requires urgent intervention from the authorities.\nBangladesh, we must admit, is not the only country to be grappling with plastic pollution. Single-use plastics have emerged as one of the most pressing environmental threats for humanity. But while other countries in the world are taking steps to curb this pollution, Bangladesh lags far behind in this regard. Despite there being bans, laws and HC directives galore, nothing has changed in all these years. Polythene bags and single-use plastics are being used indiscriminately right under the nose of the law enforcers. This needs to change.\nIt is good to know, however, that the environment ministry has recently asked all government offices at the district level and coastal areas to take necessary measures to stop the use of single-use plastic and polythene. It has requested all relevant offices to hold regular meetings with stakeholders to increase awareness in this regard. While raising awareness and conducting regular drives will definitely make some improvement, the government must do more to effect change. It must fully enforce the bans on plastics, and make sure to strongly implement the relevant law to stop illegal production, marketing and usage of plastic to prevent further environmental pollution.\n",
        "headline_1": "Why are we still allowing single-use plastic?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-we-still-allowing-single-use-plastic-3263521",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-03-2023"
    },
    {
        "full_article": "In Bangladesh, nature has been at a crisis point for quite some time, and one only needs to look at the present state of our rivers, forests and hills to understand that. This destructive trend has extended to biodiversity as well. Over the last several decades, there has been a persistent drop in the country's wildlife population. Populations of mammals, birds, amphibians, reptiles and fish are all also shrinking. This is a deeply troubling situation which we must address.\nThe threat to wildlife has come under renewed scrutiny on this year's World Wildlife Day. According to a report by Prothom Alo, wildlife trade has been going on unabated in many parts of the country. The report cites a study done by a Cambridge University team which mentions 13 districts where illegal trade in live animals and animal parts is thriving. Often wild animals, including endangered species, are caught from these districts and brought to Dhaka and Chattogram. Live animals are most trafficked to neighbouring India and Myanmar, while Thailand, Singapore, China, Malaysia, Vietnam and Laos are also potential destinations.\nAccording to sources, there has been an uptick in wildlife trafficking in recent months, suggesting the involvement of a powerful gang. As well as live animals, animal body parts including meat, bones, teeth, nails, skin and even blood are also reportedly sold or smuggled. The rarer and more endangered the animal, the higher its price. Although police occasionally seize consignments of animals and animal parts, clearly those haven't been enough to put a brake on this lucrative trade. Moreover, while low-level criminals are sometimes arrested in these drives, the ringleaders remain almost always untouched, thanks to the involvement of powerful patrons and lack of political support to stop this trade.\nSadly, trafficking is only a part of the problem facing wildlife in Bangladesh. Often the threat also comes from irresponsible conduct by state officials. For example, not long ago, we have seen how open electrical lines have been allowed to go through the Lawachhara forest, leading to many animals getting electrocuted. At Lawachhara, as well as live wires, wild animals have also been exposed to the risk of being run over by incoming trains. According to an estimate, at least 35 wild animals were killed in train accidents in the last five years at the Lawachara National Park. What's worse, the railway authorities have yet to act even after a month has passed since all trains were instructed to run at a maximum speed of 20 kph to ensure the safety of wildlife. More alarmingly, wild animals are also suffering from increasing habitat loss due to destruction and degradation of forests.\nThese developments only symptomatise the ongoing neglect of wildlife in Bangladesh. Officially, the government retains the policy of supporting biodiversity conservation, but the reality is totally different. Given the grave, multidimensional risks that wildlife and our natural world face, we need to critically rethink our approach to this issue. We urge the authorities to ensure that all threats to wildlife are eradicated. They must take firmer action in this regard.\n",
        "headline_1": "We must protect wildlife at any cost",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-protect-wildlife-any-cost-3262841",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-03-2023"
    },
    {
        "full_article": "That the Bangladesh Railway's new ticketing system would create a chaotic situation in the beginning had been a foregone conclusion. The online registration system came into effect on March 1. As the new method requires one's NID number and a mobile phone, many couldn't buy tickets for their inter-city train travels. It's nothing unusual. Given our average educated people's intelligence, mobile phone operation for booking railway tickets shouldn't be a difficult task. They performed the job quite smoothly. But problem began facing the feature phone users from the very opening day; their mobile operation being limited to making and receiving calls only. The new railway ticketing process requires one's ability to use a certain SMS for registration. Apart from the requirement of National Identity Cards (NIDs), the names, dates of birth etc containing there have to be matched with that kept in the Election Commission sever. Tickets for a travel can be procured by one upon meeting these requirements.As has been found at Kamalapur Railway Station in Dhaka, the whole process can aptly be managed by the online-savvy people. For those not fully habituated to using their mobile sets, it could be a cumbersome job. The railway authorities have, evidently, taken the initiative of online tickets to stop the scalping of inter-city train tickets. Stopping travel by railway without ticket is also one of the reasons. In order to stop these illegal activities, the railway authorities have made it compulsory for the travellers to show their NIDs at the Point of Sale to get tickets. Since the arrangement being a radical one thanks to the venue being Bangladesh, extensive preparations and trials should have been there ahead of its final stage. Those could have kept the ordinary people cool, and without anxieties and jitters in the melee.The railway authorities opened an improvised helpdesk at the Kamalapur station, the lone such desk for hundreds of passengers, on the first day. On being pestered with volleys of questions and requests for help, the people manning the helpdesk wound up the facility. As has been seen at the opening days of the Dhaka metro rail, boy scouts could have been deployed in the vicinity of the ticket counters at Kamalapur station.As seen on many such past occasions, excesses and over-enthusiasm couldn't be avoided. The passengers who already boarded the trains with tickets bought in advance had to face the POS (Point of Sale) machines to ensure that the railway ticket holders and the passengers were the same persons. However, some check-ups were necessary, like the railway personnel checking the passengers with more than one ticket to ascertain whether the tickets were procured with NIDs or birth registration certificates. Against the backdrop of rampant mismanagement, losses and other irregularities, the railway's initiative of overhauling its ticketing system is a job long overdue. Few can dispute the fact that after decades of questionable activities, financial scandals and an anarchic situation the railway has veritably declined to an anemic state. At one time the railway sector was dismissed as a source of continuous haemorrhage. It is only in the recent times that it has started recuperating. The new ticketing system adopted by the Bangladesh Railway is not expected to correct all its persistent ills. But it can at least work as a prelude to the emergence of a properly functional national sector, which has consigned its bleeding past to oblivion.",
        "headline_1": "Railway's new ticketing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/railways-new-ticketing-1678027683",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-03-2023"
    },
    {
        "full_article": "War is part of human existence. In fact, peace is but absence of war and not the other way around. With the end of the Cold War era, it was thought that a unipolar world would be safer, as there will be no superpower rivalry to trigger wars, small or big. But such hopes were short-lived. The world is now witnessing different kinds of war, both territorial and non-territorial. A territorial war is now being fought in Ukraine between Russia on the one side and Ukraine backed by the Western powers under the US's leadership on the other side. But apart from this territorial war, there is yet another war, the war for technological supremacy. And this technology is centred around microchips. A microchip, or a computer chip, or simply, a chip, consists of large number of electronic circuits or transistors, on a wafer (very thin piece) of semiconductor, mainly, silicon. And the smaller the distance between the transistors on a microchip, the faster and more powerful a chip is. And this silicon chip, as every schoolchild of today knows, is at the heart of computer or digital technology. The nation that will have the supremacy over the chip technology will control the world. The USA is the country where in 1958 was developed the first microchip by an electronics engineer, Jack Kirby. He was working at the technology company, Texas Instruments, headquartered in Dallas, Texas. And this first-ever microchip proved to be a game changer in the history of technology. These microchips are extremely small in size and are measured in nanometres (nm), which is one billionth of a metre. Hence is this new kind of war between the USA and China. Though, on the face of it, it is a trade war, yet, essentially, it is a war of supremacy on the technological front. The US, where the first chip was developed, does not want China to access the most advanced chips required for developing Artificial Intelligence (AI). In fact, the ongoing chip war between these two countries is about who is going to dominate the world of AI, touted as the driver of the fifth industrial revolution. Though no one is certain if AI will be ultimately good or bad for humanity, still the big powers are competing with one another to take control of AI. So, the US has been restricting China's access to advanced chips being developed in its (US's) laboratories. As a result, China is being handicapped in its development of smarter technologies such as making autonomous vehicles, digital assistants, carrying out baking, online commerce and so on. More importantly, the US wants to curtail China's ability to develop AI-based technology for military use. Even though, the US bans are depriving China of critical chip technology, the US chipmakers depend much on the huge Chinese market to sell their chip products and earn big profits. Obviously, without the Chinese market, the US chip business will suffer. And the result of this war will be that the Chinese state will invest more in developing advanced weapon-grade chip technology. The US will also do the same. But that will be at a cost. With the market of chips thus squeezed, the funds needed for domestic research and development (R&D) in chip technology in the USA will be in short supply. From the business point of view, the Biden administration wants that more of these chips are produced in the USA, not in China. In that case, how far is its protectionist policy on chips going to help US chipmakers, if the world's biggest chip market is thus denied access to US chips? The US move has not stopped at restricting US export of chips to China. Going a step further, last October, it (US) struck a deal with the Netherlands and Japan restricting export of vital semiconductor parts and chipmaking technology to China. These include export restrictions on legacy deep ultraviolet (DUV) machines and advanced AI chips. The extreme ultraviolet (EU) and deep ultraviolet (DUV) lithography machines are, for example, necessary to produce high end logic and memory chips. But such move on the part of the US also runs the risk of triggering techno-nationalism in an era when nationalism on the political front is on the rise. And the way the West, in its bid to check China, is forming elitist chips or semiconductor-clubs, it reminds one of the exclusive nuclear club that was formed after the second World War. But the nuclear cub, whose aim was to deny other countries including China developing bomb-making nuclear technology did not finally work. For ultimately, it could not stop nuclear technology from proliferating. The present move to create a similar exclusive semiconductor club is also going to fail. For the call to stop nuclear technology from spreading had its justification, especially, after witnessing its capacity for devastation. But as a technology, chips, on the other hand, are harmless. The fear that AI may ultimately prove risky for humanity is still a remote possibility.\n[email protected]",
        "headline_1": "Making sense of the chip war",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-sense-of-the-chip-war-1678027722",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-03-2023"
    },
    {
        "full_article": "The relations between humans and wildlife have remained intriguing ever since the pre-historic time. In the stone age, cavemen had to survive on wild plants and animals as they were yet to learn the art of cultivation. Even in modern time when cross breeding and genetic modification technologies are applied to grow high-yielding and pest-resistant crops, humans still largely depend on foods---animal protein in particular --- from wild sources.Hunting wild animals for sport may be a thing of the past but poaching is there. If humans did initially try to develop their civilisation exclusively away from wildlife, they soon discovered the art of domestication of wild animals. With the advancement of human civilisation, mass extermination of wild animals went on until there has been the realisation of late that biodiversity thus periled in effect endangers man's own existence. The World Wildlife Day on March 3 is indeed a late addition to the calendar of the numerous occasions set aside by the global community for celebration or observance throughout the year. It has been observed since 2013. However, dedicated conservationists did not wait for this late UN recognition and their efforts went into the making of the International Union for the Protection of Nature as early as 1948 until 1956 which came to be known as the International Union for Conservation of Nature (IUCN). Between 1990 and 2008, it came to be known as World Conservation Union. The only known planet to have hosted living organisms, Earth has already lost some of the flora and fauna species forever. More are facing threat of extinction---some of them immediately. The IUCN has been keeping a tab on all living species including the endangered ones and trying to save those from disappearance from the face of the Earth with help from local conservationists who involve local communities under what is called inclusive conservation. To keep with the spirit, this year's theme, \"Partnerships for Wildlife Conservation\" appears to be quite appropriate. The fact that overexploitation of the natural world ---whether it be living species including the tiniest of plant or animal life --- imperils the biodiversity hardly makes sense to all human beings. Legal or illegal hunting, fishing or exploitation of forest resources constitute economy of enormous sizes. If safari park is a roundabout way of conservation of animals contributing to national exchequers of a number of countries, poachers are after hunting those for smuggling of their organs which is a clandestine trade valued at billions of dollars. The love-hate relations between humans and animals of the past taken the form of act of conservation bodies like the IUCN are responsible for on the one hand, and on the other, poaching and illegal fishing. If raising domesticated animals and birds are mainly for food and income, pet animals are a hobby highlighting in cases deep emotional attachment for some. Strangely enough, the range of pet animals has been wider than people are accustomed to thinking of the conventional types. From iguana to python, to crocodile to even lions ---all form a bond with some weird and extraordinary people. However, all cannot afford the luxury of keeping unique and ferocious birds and animals as pets. In the middle of last month the country's largest livestock show was held in the open space close to the Bangabandhu International Conference Centre. There a pair of exotic pigeons was priced at Tk 50,000-100,000 and a Bengal cat at Tk 150,000-200,000. About 200 pet traders and breeders showcased their precious breeds. Even crocodiles are commercially bred in farms. So these are unconventional commerce involving an economy of scale. Here commerce and conservation have been conveniently synthesised. Not a bad idea when the habitats of the rare animals and birds are fast shrinking on account of aggressive human encroachment.\n[email protected]",
        "headline_1": "Lesson from the World Wildlife Day",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/lesson-from-the-world-wildlife-day-1678027773",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-03-2023"
    },
    {
        "full_article": "At least five per cent of every country's population suffers from some form of hearing impairment, according to the World Health Organization (WHO). And in Bangladesh, it is even more severe. Unsurprisingly, a study found noise pollution in 70 neighbourhoods of Dhaka city to be higher than the permissible level. Many studies before this had reportedly revealed similar results, and several organisations, including the WHO, have warned about the grave consequences that exposure to such high levels of sound pollution may have on human health. Unfortunately, these warnings appear to have fallen on deaf ears, as the authorities have completely failed to reduce the capital's noise level. Noise pollution is already one of the problems people living in Dhaka city have to deal with. The excessive use of hydraulic horns by our vehicles makes it even worse. According to another report by WHO, exposure to sound above 60 dB can cause temporary deafness, and prolonged exposure to sounds above 100 dB can lead to hearing impairment. Moreover, those usually worst affected by noise pollution are children, the elderly and expecting mothers. And noise exposure can even affect the condition of a foetus and lead to premature delivery. Therefore, sound pollution in the capital city should immediately be brought down. And so we call on the authorities to proactively work towards making Dhaka quieter.\nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Ridding Dhaka of noise pollution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ridding-dhaka-of-noise-pollution-1678027798",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-03-2023"
    }
]