[
    {
        "full_article": "The destruction wreaked by the floods in north India in August has evoked concern at the highest levels. Last month, a Bench headed by Chief Justice of India D.Y. Chandrachud had suggested that an expert committee conduct a “complete and comprehensive” study on the carrying capacity of the Himalayan region. Following this, the Centre has proposed setting up a 13-member technical committee. “Carrying capacity” is a concept derived from population-biology and generally refers to the quantity of a species that can thrive sustainably in a defined ecosystem. Generally, population exceeding capacity will lead to a natural decline in numbers, as witnessed when grasslands or overgrazed or invasive species throttle existing biome. Applying these ideas in the context of hill-stations and Himalayan States — the challenge is between balancing rising population, infrastructural needs and the precarious geography — is bound to be a challenging enterprise. Going by recent history, it is unlikely that a disinterested scientific opinion will be palatable to every stakeholder in the Himalayan States. Following the devastating floods in Uttarakhand in 2013, the Supreme Court had appointed a committee of experts to evaluate the role of hydropower projects in the State. While the committee’s reports did influence a reduction in the proposed hydro projects, they failed to restrict road-widening projects and the carving up of mountainsides in ways that were deemed unsuitable for the topography.The latest proposal by the Centre is not new; as far back as 2020, it had circulated, among the 13 Himalayan States, guidelines to assess the carrying capacity of their hill stations, cities and eco-sensitive zones. The Environment Ministry had in May reminded all the States to undertake such a study and submit them “as early as possible”. The crisis of land subsidence experienced in Joshimath, Uttarakhand, in January had also sparked a debate on the conflict between infrastructural development and ecology, but in a matter of months, Himachal Pradesh saw an unexpected deluge washing away roads and highways built on denuding mountains. More committees and reports will not change the reality that infrastructure development in the hills cannot be executed as in the plains. Either States must bear the higher cost that comes from building more sustainably and minimising the risk to denizens, or designate regions as no-go zones. The latter has for decades provided fertile ground for political opportunism. As unequivocal scientific evidence concludes, the option to kick the proverbial can down the road no longer exists.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nmountains and hill-stations\n\n/\n\nnatural disasters\n\n/\n\njudiciary (system of justice)\n\n/\n\necosystems\n\n/\n\ngovernment\n\n/\n\npopulation\n\n/\n\npower (infrastructure)\n\n/\n\nroad transport\n\n/\n\nUttarakhand\n\n/\n\nrains\n\n/\n\nflood\n\n/\n\npolitics\n\n/\n\nscience (general)\n\n/\n\nHimachal Pradesh\n\n/\n\nEnvironmental disasters",
        "headline_1": "Time to decide: On the Himalayan region, its carrying capacity",
        "headline_2": "Infrastructure development in the hills cannot be the same as in the plains",
        "link": "https://www.thehindu.com/opinion/editorial/time-to-decide-on-the-himalayan-region-its-carrying-capacity/article67273796.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-09-2023"
    },
    {
        "full_article": "In July, when the pro-western regime of President Mohamed Bazoum was toppled in Niger in a military coup, regional powers and the West took a tough position against the putschists — an ultimatum to restore democracy in the West African country. Several countries in Africa, including Sudan, Mali, Burkina Faso and Guinea, have witnessed coups in recent months and the ease with which the generals have seized power in all these countries has set a dangerous trend across the continent. But the new rulers of Niger dismissed the western ultimatum. Within a month, another regime in Africa was toppled — this time, resource-rich Gabon. In the case of Mali, Burkina Faso and Niger, all affected by Islamist militancy, the military promised better security and economic opportunities and managed to consolidate power rather quickly. In Gabon, the Republican Guard, a unit of the armed forces whose job was to protect the President, moved to seize power after the incumbent, Ali Bongo, was declared the winner of a disputed election. Mr. Bongo, who came to power in 2009, was a close French ally like his father Omar Bongo, who ruled the country for nearly 42 years. Ali Bongo’s attempts to preserve the oil-rich country’s reserve forests, which cover 90% of Gabon, earned him international applause, but at home, he never managed to fill his father’s shoes.Gabon, an OPEC member, is one of the richest countries of Africa in terms of per-capita income. Yet, over a third of its 2.4 million people live in poverty, and 40% of those between 15 and 24 years are unemployed, according to the World Bank. When Omar Bongo was in power, the regime got French protection in return for business favours. But Ali Bongo’s regime came under systemic pressure, with the Opposition demanding free and fair elections and economic equity. The military, probably emboldened by the successful coups elsewhere in the continent, seized on public resentment. Following the coup announcement, thousands were in the streets of Libreville celebrating. Whether the putschists had public support or not, these coups speak of two major trends in Africa. First, traditional regimes are coming under increased pressure from within and a generation of risk-taking generals are making swift moves to grab power. This could turn out to be a transborder threat to elections, regime stability and order. Second, the coups also reflect the continent’s changing geopolitical dynamics. All these countries were former French colonies. In Mali and Burkina Faso, the Russians have expanded their reach after the coup. Gabon has already replaced France with China as its most important trading partner. And the western calls upon the putschists to go back to the barracks have predictably fallen on deaf ears. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nAfrican Union\n\n/\n\nBurkina Faso\n\n/\n\nFrance\n\n/\n\noil and gas - upstream activities\n\n/\n\nforests\n\n/\n\npoverty\n\n/\n\nunemployment\n\n/\n\nelection\n\n/\n\nRussia\n\n/\n\nChina\n\n/\n\ntrade policy",
        "headline_1": "Coup in Gabon: On the trends in Africa",
        "headline_2": "African nations are facing pressure from risk-taking generals",
        "link": "https://www.thehindu.com/opinion/editorial/coup-in-gabon-on-the-trends-in-africa/article67273837.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-09-2023"
    },
    {
        "full_article": "China holding up consensus on Ukraine paras, and its leader skipping the meet are aimed at degrading India-hosted G20. But Beijing’s joust with New Delhi will continue long after the summit\nDid anyone seriously believe Chinese president Xi Jinping or Russian president Vladimir Putin would actually show up at India’s G20 summit?\n\nThis was a chronicle of an absence foretold. The hand-wringing over the absence of the leaders at the Delhi event this weekend is what happens when governments choose hope over experience, and don’t prepare for such a possibility.\nRead full story on TOI+\n\n",
        "headline_1": "Xi Who Is Not Coming",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/globespotting/xi-who-is-not-coming/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-09-2023"
    },
    {
        "full_article": "Union minister of education, writing in the context of G20, argues GOI’s focus is on internationalising higher education, enabling research and recognising skills\nAs a knowledge civilisation, India carries a dominant pool of talent in its DNA. Throughout its history, India has made significant contributions to various fields, including mathematics, astronomy, medicine, philosophy and literature. India continues to influence contemporary educational, scientific and cultural landscapes as a significant contributor for the greater common good.\n\nRead full story on TOI+\n\n",
        "headline_1": "‘India’s talent pool a force for national, global good’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/indias-talent-pool-a-force-for-national-global-good/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-09-2023"
    },
    {
        "full_article": "Over two years after a constitutional bench of the Supreme Court rejected Maharashtra’s legislation to carve out a standalone reservation for Marathas over and above the existing ones, the issue continues to reverberate. On Sunday, the state government placed a police officer in Jalna on compulsory leave following the outbreak of violence earlier over the matter. Governments have come and gone since an ordinance to provide for Maratha reservation was first promulgated nine years ago, but the matter continues to fester.\n\nMaharashtra is not an isolated example. Governments are increasingly prone to using reservation for politically influential groups as a tactic to both build an electoral coalition and offset the challenging employment scenario. These short-sighted tactics have long-term negative consequences. For example, consider the cases of Tamil Nadu and Karnataka. In these states, governments at the tail end of their terms made hamhanded attempts to tweak existing quotas, which have birthed challenges that continue to grow. TN in 2021 introduced internal reservation for Vanniyars within the 20% quotas for MBCs. It was struck down by SC because the change wasn’t backed by data. However, the current government is still looking for a way out. In Karnataka, tweaks to reservations made last year have ended up in SC, which observed that they are prima facie flawed.\nThe jurisprudence on reservation has unambiguously held that caste can only be a starting point for identifying backwardness. It has to be supplemented by data on other criteria to meet judicial tests. However, as examples from three of India’s economically significant states show, governments are unmindful of these aspects. But once the genie is out of the bottle, subsequent governments fritter political capital in trying to seek compromises. In the absence of fast-paced growth in employment opportunities, governments have chosen to amend existing quotas to cater to interests of handpicked groups. Neither is this a substitute for increasing the size of the economic pie, nor is it costless. Maharashtra’s never ending problems over Maratha reservations show why.\n\n",
        "headline_1": "Not a job for quotas: Violence over Maratha reservations symptomatic of what happens to states opting for short-sighted fixes",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-a-job-for-quotas-violence-over-maratha-reservations-symptomatic-of-what-happens-to-states-opting-for-short-sighted-fixes/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-09-2023"
    },
    {
        "full_article": "Notwithstanding Modi’s pitch for consensus at the G20 summit, the Ukraine issue has ensured that consensus has remained elusive in all ministerials held under India’s presidency thus far. With both the US and the China-Russia combine hardening their respective positions, India needs to do a fine diplomatic balancing act to ensure the summit’s success. In fact, divisions between the two camps had also emerged at the Bali G20 summit last year. Back then, India had played a crucial role in drafting the Bali Declaration that noted both condemnation of the Ukraine war by member nations and the different assessment of the conflict by certain countries.\nHowever, drafting the Ukraine paragraph of the joint communique this time is proving to be a greater challenge because the US and the China-Russia combine have diverged even further. While the Beijing-Moscow strategic compact has grown tighter, there is bipartisan support in Washington for a tougher approach towards China in terms of trade, technology and geopolitical issues. For example, the US has now made it clear that it won’t be selling sophisticated chips to China, which it believes can be used by the Chinese military. In fact, this ‘tough-on-China’ approach is feeding into the US’s determination to thwart Russia’s military operations in Ukraine. This puts India in a tricky spot. While New Delhi needs Washington’s support to counter Beijing’s designs in Asia, it is also dependent on Russian military hardware for its armed forces. But it’s increasingly clear that given current geopolitical realities, India will always be third in any India-China-Russia trilateral. Therefore, New Delhi must diversify its supply chains, both in military lines and strategic products like APIs and batteries to reduce its dependence on Russia and China.\nOn G20, India’s proposal to include the African Union in the grouping is a good move, but there appears to be problems there, too. If the union is allowed in, it may temper moves to divide the G20 into two camps, and thus keep the focus on the Global South. But there’s no escaping the widening strategic-security gulf between the US and China-Russia. India’s G20 managers have their task cut out.\n\n",
        "headline_1": "G2 within G20: Diplomatic tussles mean India’s job as the summit host is getting tougher. US versus China battle is getting sharper",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/g2-within-g20-diplomatic-tussles-mean-indias-job-as-the-summit-host-is-getting-tougher-us-versus-china-battle-is-getting-sharper/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-09-2023"
    },
    {
        "full_article": "Last month, the HSBC Global Research stated that the floor price put on the Bangladesh stock market is making it an \"unimpressive equity market,\" as the restriction has turned the market illiquid and left a dent in the investors' confidence. To stop the free fall of market indices amid global economic uncertainties, the Bangladesh Securities and Exchange Commission (BSEC) set the floor price of every stock at the end of July last year. Stock prices are not allowed to fall below that.\nTwo years back, the HSBC Global Research termed our stock market a \"hidden gem,\" considering its huge potential to grow according to the earning projections of listed companies. The multinational bank's research wing had expected more foreign investors to enter the market. Then what problems are plaguing the stock market now? Is the floor price the only reason for putting a dent in people's confidence? Is the confidence crisis a recent event for the market?\nFirstly, there are a number of reasons for the confidence crisis, including long-term issues that are increasingly more evident nowadays. Foreign portfolio investors realised the situation earlier, so they started to sell off their stakes in 2018. Over the last five years, they have gradually shrunk their investment in Bangladesh.\nThe prime reason for this phenomenon is that the central bank did not allow devaluation of the local currency against the US dollar. At the same time, foreign exchange reserves were shown artificially high. The foreign portfolio investors realised that any artificial influence in foreign exchange is not sustainable and hurts investors' confidence. Moreover, investors prefer market-based and gradual adjustment policies.\nAnother reason for this lack of confidence is sudden change in policies. There are a number of instances where the government intervened in the matters of listed firms, so foreign investments were impacted along with local ones.\nTake the case of Titas Gas, for example. Without any prior notice, in 2015, the Bangladesh Energy Regulatory Commission (BERC) cut the fee Titas charges to distribute lines. As a result, the utility company lost more than Tk 3,000 crore in market value over a period of five months. The foreign investors saw huge erosion of their funds and sold their shares. The same kind of intervention was seen in the then largest listed company, Grameenphone, in 2018. The list goes on.\nThe BSEC itself started to intervene in the market by extending the tenure of mutual funds. When investors were waiting to get their money from the funds, the regulator's decision forced them to wait for another decade. Another example of the BSEC's intervention is setting the floor price.\nTo keep the stock market artificially high, the BSEC intervened in the price discovery mechanism by setting the floor price for the first time in 2020. Following that, people's investments were stuck in the market till the floor price removal in 2021. The regulator lifted it due to huge criticism from local and foreign investors. People thought that the BSEC had realised this was a wrong move, but the regulator reintroduced the floor price again in 2022, blaming the Russia-Ukraine war for its decision.\n\nGood governance in all the financial markets is key to restoring confidence. Until that faith returns, our stock market will have trouble raising funds.\nMeanwhile, rampant manipulation in the market is also eroding confidence. It is a common scenario in the stock market that low-performing or junk stocks are being placed in the top gainers' list or top turnover list. This makes it seem like the junk stocks are promising, and so people rush to buy them despite the high risk, which ultimately makes the market drier for well-performing stocks. The BSEC looks into manipulations but gives light punishment to wrongdoers. As a result, those with ulterior motives are encouraged to game the system.\nLack of good governance is quite common in the listed firms, which is another reason for people losing their faith in the market. Most of the listed firms are run by directors and influence the activities of the companies massively. Many treat the companies as family-run businesses. HSBC called the market a hidden gem mainly based on earning estimates of the listed companies. However, investors do not trust the companies' financials, and therefore the estimates are also not trustworthy to them.\nHSBC's projection was based on increasing market capitalisation against the backdrop of the country's striking GDP growth rate. It estimated that the Bangladesh stock market had potential to grow like its Vietnamese and Indian counterparts. However, market capitalisation will only rise if entrepreneurs raise funds from the equity market. Are they doing so?\nThey are not, because an abundant number of banks are ready to provide adequate finance at very easy conditions. Rather, listing with the bourse will bind the entrepreneurs to come under specific rules and regulations. As bank loans are easier, they have few reasons to go public.\nAll in all, good governance in all the financial markets is key to restoring confidence. Until that faith returns, our stock market will have trouble raising funds. The central bank will have to force all the banks not to provide long-term loans, so that all the conglomerates come to the market to raise funds. And the stock market regulator has to minimise manipulation by giving exemplary punishment to wrongdoers. Finally, any intervention in the stock and foreign exchange market may not be beneficial.\nAhsan Habib is senior reporter at The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n \n",
        "headline_1": "Everything that's wrong with our stock market right now",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/everything-thats-wrong-our-stock-market-right-now-3411796",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-09-2023"
    },
    {
        "full_article": "In what seems like a story straight out of a Netflix crime drama, a whopping Tk 821 crore has been laundered out of Bangladesh by 33 readymade garment factories and buying houses, over a period of six years. According to a report by this daily, the criminals recorded prices that were up to 10 times lower than the actual rate in their invoices, or used the wrong code, with exports worth hundreds of crores of taka shown as \"samples.\" These findings were revealed after a six-month investigation was carried out by the Customs Intelligence and Investigation Directorate (CIID). We applaud the CIID for unearthing what is one of the biggest known money laundering scams in the country, but we also urge the authorities to ask some crucial questions now that the crime has come to light. \nTo begin with, how is it that a forgery of such a massive scale went on undetected for so long? The CIID analysed the export data of these companies from January 2017 to May 2023, which means that for at least six years the fraudsters have been submitting false documents without anyone noticing anything suspicious. For instance, Dhaka-based buying house shipped 14,085 tonnes of clothing items worth Tk 308 crore to the UAE, Singapore and Malaysia in 2022, but showed 1,342 consignments as \"sample goods,\" which don't fetch any export earnings. Is it logical for one buying house to send so many sample goods without raising any red flags? We cannot help but wonder what kind of monitoring systems are in place in the customs department to ensure that dishonest exporters are not regularly and easily swindling them. \nThe more alarming assumption would be that insiders within the customs department assisted the criminals in carrying out the long con. The CIID – and if needed, external investigators from law enforcement agencies – must investigate the serious possibility of involvement of customs officials in the scam. Furthermore, moving forward, it must be ensured that the investigators can carry out their work without undue pressure from high-ups. According to a CIID official, many powerful organisations and individuals at home and abroad are involved in the crime, and they must be named and brought to book, no matter how high-profile they are, or how much money they have. \nThe export forgery should come as a wake-up call for the authorities to bolster their inspection and monitoring and to weed out dishonest collaborators within their fold. The Tk 821 crore forgery may only be the tip of the iceberg. \n\n \n",
        "headline_1": "When exporters launder crores",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/when-exporters-launder-crores-3411671",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-09-2023"
    },
    {
        "full_article": "Starting with Apollo 11, Nasa landed six crewed missions on the Moon between the summer of 1969 and Christmas of 1972. They carried 24 astronauts, of which 12 walked on the lunar surface. After Apollo 17 in 1972, no human has gone there yet.\nThose were essential to claim the Free World leader Washington's geopolitical bragging right against the communist Moscow to prove who was technologically superior. It was strictly a political stunt: go to the Moon, plant the flag, and return to Earth. So once Moscow was beaten, there was no motivation for going there anymore.\nBut that's changing. Nasa is committed to landing astronauts on the Moon again in 2025 as part of its Artemis Programme. China has plans to land humans on the Moon by 2030. In the meantime, uncrewed missions are increasingly heading towards the Moon. Russia's robotic Luna-25, the first such endeavour in 47 years, crashed on the lunar surface shortly after 11:57 GMT on August 19. India made history on August 23 by soft-landing its Chandrayaan-3 mission at the Moon's south pole.\nAfter so many years, why has the Moon landing become so cool again? The simple answer is: water.\nScientists have long speculated that water could exist on the Moon, but the samples that the Apollo crews returned in the 1960s and early 1970s appeared dry. However, when Brown University researchers revisited those samples with new technology in 2008, they found hydrogen inside tiny beads of volcanic glass. In 2009, a Nasa instrument aboard the Indian Space Research Organisation's (ISRO) Chandrayaan-1 probe detected water on the Moon's surface. Another Nasa probe hit the south pole in the same year and found water ice below the surface. It confirmed the findings of an earlier Nasa mission, the 1998 Lunar Prospector, that the highest concentration of water ice was in the south pole's shadowed craters.\n\nUnlike the 1970s, the present technology is sustainable, the cost is manageable, the goal is straightforward, and the vision is long. Apollo had five kilobytes of Random Access Memory (RAM). Today, a simple mobile phone is millions of times more powerful.\nWater on the Moon is crucially important, not the least for the astronauts' use, which otherwise would have to be transported from Earth. Nasa says it costs almost $10,000 to launch a one-pound payload into the Earth's orbit, which can be significantly reduced if lunar water is available. More importantly, scientists can break it down to produce hydrogen for fuel in spacecraft for more distant missions and oxygen to breathe. A lunar pitstop will make missions to cosmic destinations far and beyond possible. Lesser lunar gravitational force – one-sixth that of the Earth – also reduces the cost of launching a satellite into its orbit.\nOther than water, several minerals on the Moon can be commercially mined and transported back to Earth. These include a rare earth metal called neodymium, essential for making EV cells (batteries for powering electric vehicles), whose demand is growing as we shift away from fossil fuels. Extracting rare earth metals causes high levels of contamination of the surrounding environment. The Moon could be a pricier but greener option, offering a multi-trillion-dollar market.\nThen there is helium-3, a rare element that can create a large amount of energy following the solar combustion process. Helium-3 is so rare on Earth that it sells for $1.4 million per kilogram. Solar wind constantly bombards the lunar surface without any atmosphere or magnetic field for protection, depositing helium-3 on it. Just to have an idea, at current price levels, there's around $1.5 quadrillion (one quadrillion is 1,000 trillion) worth of helium-3 on the Moon. However, supply and demand economics means bringing helium-3 back from the Moon would significantly reduce the price.\nBut who owns the Moon?\nUnfortunately, there is no clear legal framework to answer this question, and the ownership issue is still a grey area. The 1967 Outer Space Treaty of the United Nations states that \"outer space shall be free for exploration and use by all countries\" and that \"outer space is not subject to national appropriation or ownership.\"\nThat was at the height of the Cold War, and the treaty aimed to prevent space from becoming another theatre of warfare, including a place to launch nuclear weapons. However, the present situation is entirely different, and the treaty doesn't cover many potential scenarios, such as the involvement of private entities.\nThen, in 2015, sniffing industrial prospects of space and the increasing participation of private entities, the Obama administration drafted the Commercial Space Launch Competitiveness Act, which Congress passed the following year, making space mining legal.\nDespite the absence of any universally accepted legal framework, several countries are planning permanent bases on the Moon and Mars. Nasa is working on a permanent lunar base by 2035 and likely a Mars base by 2050. China's International Lunar Research Station (ILRS) – with participation from Russia and several other countries – plans to have a similar lunar base in the 2030s. That will be a research base for launching further missions to Mars, eventually setting up a base there. By then, many heavy, complex and hazardous industries will move to the Moon, which will become a launch pad for regular crewed missions to Mars.\nSo, humanity is not going back to the Moon but forward, as Dr Jack Burns, director of the Nasa-funded Network for Exploration and Space Science, says. Unlike the 1970s, the present technology is sustainable, the cost is manageable, the goal is straightforward, and the vision is long. Apollo had five kilobytes of Random Access Memory (RAM). Today, a simple mobile phone is millions of times more powerful.\nA new space war has begun as humanity enters an uncharted territory.\nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n \n",
        "headline_1": "The Moon is hot again, but why?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-moon-hot-again-why-3411416",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-09-2023"
    },
    {
        "full_article": "In what seems like a story straight out of a Netflix crime drama, a whopping Tk 821 crore has been laundered out of Bangladesh by 33 readymade garment factories and buying houses, over a period of six years. According to a report by this daily, the criminals recorded prices that were up to 10 times lower than the actual rate in their invoices, or used the wrong code, with exports worth hundreds of crores of taka shown as \"samples.\" These findings were revealed after a six-month investigation was carried out by the Customs Intelligence and Investigation Directorate (CIID). We applaud the CIID for unearthing what is one of the biggest known money laundering scams in the country, but we also urge the authorities to ask some crucial questions now that the crime has come to light. \nTo begin with, how is it that a forgery of such a massive scale went on undetected for so long? The CIID analysed the export data of these companies from January 2017 to May 2023, which means that for at least six years the fraudsters have been submitting false documents without anyone noticing anything suspicious. For instance, Dhaka-based buying house shipped 14,085 tonnes of clothing items worth Tk 308 crore to the UAE, Singapore and Malaysia in 2022, but showed 1,342 consignments as \"sample goods,\" which don't fetch any export earnings. Is it logical for one buying house to send so many sample goods without raising any red flags? We cannot help but wonder what kind of monitoring systems are in place in the customs department to ensure that dishonest exporters are not regularly and easily swindling them. \nThe more alarming assumption would be that insiders within the customs department assisted the criminals in carrying out the long con. The CIID – and if needed, external investigators from law enforcement agencies – must investigate the serious possibility of involvement of customs officials in the scam. Furthermore, moving forward, it must be ensured that the investigators can carry out their work without undue pressure from high-ups. According to a CIID official, many powerful organisations and individuals at home and abroad are involved in the crime, and they must be named and brought to book, no matter how high-profile they are, or how much money they have. \nThe export forgery should come as a wake-up call for the authorities to bolster their inspection and monitoring and to weed out dishonest collaborators within their fold. The Tk 821 crore forgery may only be the tip of the iceberg. \n\n \n",
        "headline_1": "When exporters launder crores",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/when-exporters-launder-crores-3411671",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-09-2023"
    },
    {
        "full_article": "We are deeply concerned about the widespread abuse of \"dandy\" – an adhesive glue widely available in hardware stores – among street children in Bangladesh. This toxic substance contains toluene, among other harmful chemicals, which causes intoxicating hallucinations, euphoria, and dizziness. A recent report in this daily has highlighted that street children primarily consume it because it helps them forget their hunger and detach themselves from the tough reality they live in. It is tragic that for most of these children, who earn less than Tk 100 a day, this glue is more affordable than food.\nReports show that, despite multiple studies and mitigation initiatives from government and non-government organisations, drug abuse is still prevalent among this extremely marginalised and deprived segment of our population. We find it appalling that most of these children are growing up in absolute neglect, abandoned by society and the state. The mitigation efforts, especially from the government, still heavily rely on persecution of the user, or rehabilitation programmes which are very limited in scope and scale. It is high time our policymakers understood that drug abuse among street children is a socioeconomic problem that cannot be solved through ad hoc and insensitive responses.\nStudies show that broken families, lack of parental care, poverty and unemployment pushes these children towards homelessness and drug abuse. Many of these children are victims of physical abuse, forced prostitution, and even harassment from law enforcement personnel. It should come as no surprise that without any hope for a better future, these children feel abandoned by society, which in turn can lead them to abandon social norms and customs. As a result, many of these children tend to become addicted to other hard drugs and get entangled in small-scale criminal activities.\nWhen asked, most of these children express a desire to attend school and get out of drug addiction and poverty. Like every citizen of this country, these children deserve an opportunity to lead a respectful life. We expect more sincerity from the government to address the underlying socioeconomic issues and take a comprehensive approach to safeguard street children from drug addiction and homelessness.\n",
        "headline_1": "Have we abandoned the street children?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/have-we-abandoned-the-street-children-3411526",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-09-2023"
    },
    {
        "full_article": "Reports on burglars breaking into jewellery shops and residential quarters and stealing valuables including gold ornaments often hit the headlines and few eyebrows are raised over those incidents. But such reports sound shocking when those are on robberies in highly secured places like bank vaults or customs house lockers. In the latest such incident, which was the lead report of the Sunday (September 3) issue of this paper, gold bars and ornaments weighing over 55 kilogrammes and valued at around Tk360 million were found missing from a locker of the Dhaka Customs House (DCH) at the Shahjalal International Airport (SIA). Actually, as told by some DCH insiders as well as the police, the purported heist did not occur on the day its evidence was found that is on Saturday (September 2). Notably, those ornaments and pieces of gold missing from the DCH's locker were secured there, according to the customs people, after confiscating those over a period of time between 2020 and 2023 from incoming passengers at the relevant SIA checkpoint. So, those were awaiting their release from the DCH's vault following payments of due taxes, duties including fines by their owners. At this point, question arises as to why those valuables were kept at the DCH locker for around two to three years, though, according to usual practice, those could be kept there until their owners returned and claimed those after payment of the dues as necessary. But the procedure should not have taken this long as it has happened in this case. In case of any inordinate delays, for whatever reasons, in releasing the confiscated valuables from DCH locker, those should have been, as is usual, transferred to the central bank's vault. Strangely though, that has not happened in this particular case. In view of the DCH commissioner working for the automation of the warehouse, the act of thievery, in all probabilities, would remain undetected had the checking of the DCH warehouse inventory not started a few days back. The attempt to pass the case as one of burglary by showing the law-enforcers a broken window of the warehouse's toilet, as reported in the media, only points to insider-involvement in the theft, believe some DCH officials and the police. Since some revenue officials and guards responsible for the security of the warehouse in question have been arrested following filing of a complaint with local police station by the DCH authority, one would like to believe that the case would be resolved soon. But questions would still remain as to why such robbery should take place at all at such a Key Point Installation (KPI) like the SIA which is not only under constant electronic surveillance, but is also being watched round the clock by security officials from several government agencies including the Civil Aviation Authority (CAA), the different branches of the police and the intelligence departments. It may be recalled here the incident of a similar kind of replacing gold discs and rings weighing close to 1,000 kg with fake ones in the BB vault as reported in 2018 or the robbery of 19 kg gold from the customs locker at Benapole land port in 2019. All those places were highly secured. Until the real culprits behind these thefts at high security government installations --- whether committed by insiders or outsiders or both in cahoots with one another --- are held and brought to exemplary justice, such occurrences will continue. These need to be stopped forthwith.",
        "headline_1": "Theft at high security places unacceptable",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/theft-at-high-security-places-unacceptable-1693925610",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-09-2023"
    },
    {
        "full_article": "The Asian Development Bank (ADB) has recently released an elaborate study report on how creating economic corridor can be highly beneficial for Bangladesh by way of opening multiple avenues for production, transportation and supply-chain facilitation. The term economic corridor, coined by the ADB in 1998, is now often used by economists and trade specialists to mean connecting economic agents along a defined geography. It provides connection between economic nodes or hubs, usually centred around urban landscapes, in which large amount of economic resources and actors are concentrated. It is here that economic corridors are believed to link the supply and demand sides of markets.Economic corridors often feature integrated infrastructure such as highways, railroads and ports, and may link cities or countries. The corridor may be created to link manufacturing hubs, areas with high supply and demand, and manufacturers of value-added goods. Economic corridors not only connect regions and countries through transportation, but also emphasise building infrastructure network by establishing industrial clusters, thereby attracting investment and developing domestic and regional economy.A well-functioning industrial cluster is likely to greatly stimulate economic development. As part of a comprehensive strategic development plan and integrated economic network, economic corridor is expected to integrate economic development in several regions within a country and between neighbouring countries. Due to the reduction of transportation and communication costs, smooth connection of various industrial chains, and the shortening of delivery time, some costs are saved during production. At the same time, economic corridor can also promote the development of other local industries, such as tourism and hotels. As a development strategy, economic corridor is expected to drive the development of regional industries and create jobs. Tourism industry, hotel industry, catering industry and other service industries are the likely beneficiaries. Ideally an economic corridor has three complementary components: (i) a trade and transport corridor; (ii) production clusters producing goods for both consumption in the domestic market and for international trade; and (iii) urban centres acting as the major market for goods from the production centres and goods imported through international gateways. They also act as a source of labour, technology, support services, knowledge and innovation.The ADB study referred to above has expressed strong optimism that establishing an economic corridor connecting the lagging regions of northeast and southwest can ensure via Dhaka 2.6 times the output and generate 2.3 times the employment by 2050. The study points out that Bangladesh has its economic growth concentrated mainly in the Dhaka and Chattogram divisions, while other divisions lack adequate physical and social infrastructure to promote their growth. Currently, northeast and southwest Bangladesh are the key lagging regions in the country, said the study. It further says, as Bangladesh enters the next phase of economic growth, it needs to integrate the less developed regions into its development blueprint by way of an economic corridor. Creating an economic corridor can drive massive structural transformation to ensure that its development is sustainable and equitable, the study report adds.In the light of its observations and findings, the ADB has conceptualised a Bangladesh Economic Corridor (BEC) running from the southwest region (Khulna division) to the northeast region (Sylhet and Mymensingh divisions) via Dhaka. The study says, if Bangladesh undertakes to establish such an economic corridor, the total combined output in the region is expected to increase from $32 billion in 2020 to $286 billion by 2050. The total employment generation in the corridor region is expected to be 15.7 million in 2025 and 71.8 million in 2050. The study also mentions that in the absence of the proposed corridor, the total output will be $110 billion in 2050 and total employment in the region would be 31.1 million by that year. The entire economic corridor conceptualised by the ADB encompasses 14 districts, covering 34 per cent of the total population.Bangladesh currently has eight major trade gateways and the ADB report considers them highly beneficial if linked with the proposed corridor. There are: Mongla seaport, Payra seaport, Benapole land port, Bhomra land port (four in the southwest); Akhaura land port, Tamabil land port, Bibirbazar land port, Nakugaon land port (four in the northeast). The report states that while Mongla and Payra seaports provide sea route trade linkages with the world (currently contributing about 11 per cent of seaborne international trade), land ports in the region act as major trade gateways with India, contributing 36 per cent of Indo-Bangladesh trade. Hence, the corridor region has a natural advantage for international trade-dependent industries from the perspective of importing raw materials and/or exporting finished products.The ADB report has also identified 56 railway projects to enable efficient rail movement in the region, 114 road projects to increase road density in the region by 38 per cent, 33 projects to improve inland water connectivity and 38 projects to address the bottleneck at export and import gateways. Four partially developed industrial clusters have been identified and 12 manufacturing industries were shortlisted for the whole corridor region. The industries are food processing, leather and footwear, textiles and ready-made garments, jute, nonmetallic mineral manufacturers, shipbuilding, furniture, transport equipment, pharmaceuticals, plastic products, rubber and rubber products, electrical and electronics machinery, and heavy machinery.There is merit in the way the ADB study has dealt with the subject taking into account the country's entire geography, including among others the region-specific economic and trade potential as well as the laggings. However, the study appears to have relied a good deal on speculations, especially in respect of the feasibility of the industrial clusters and the gains from linkage building. Over and above, even a long-term execution of the plan seems rather ambitious given the funding concerns. We are yet to hear comments from the local experts. Let's wait and see how they find it.\n[email protected]",
        "headline_1": "Prospects of economic corridor",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prospects-of-economic-corridor-1693925719",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-09-2023"
    },
    {
        "full_article": "Bangladesh is producing an estimated 400,000 tonnes of pre-consumer textile waste annually. Currently, this waste is collected in an informal manner. Calls for recycling waste and turning it into finished apparels has been growing for sometime but in the absence of a holistic approach that would look at the various means of setting up a systematic supply chain for collection of this waste has thus far been missing. In a recent dialogue titled \"Switch to Upstream Circulatory Dialogue: Pre-Consumer Textile Waste in Bangladesh', experts, stakeholders, policymakers and manufacturers came together to discuss the various problems and possibilities of turning waste to value-added products for export. As stated by the chairman of Policy Exchange Bangladesh \"Enabling a legal framework, Bangladesh needs to set some mandatory or legal framework for collecting waste to develop an ecosystem for industrial scale, as at this moment it is overwhelming in an informal way.\" Pre-consumer waste comprises fibres, yarn and fabrics that are discarded during production. Such waste is generated from cutting and sewing of fabrics to fit garment dimensions. It also results from overproduction, mistakes in garment assembly or design. One study by Cookling found that up to 15 per cent of fabric is wasted in RMG manufacturing, while other studies put the wastage at much higher levels. According to international media reports, major brands are overburdened with overflowing stocks that cannot be sold for various reasons. These new, but unsold apparels are treated as waste because brands wish to destroy them instead of selling them at discount prices which would de-value their company earnings. The problems with such practices of course are multifarious. First, the net input in resources that go into the manufacture of billions of dollars worth of apparels is wasted. Then the incineration of such bulk goods (or dumping in landfills) adds to environmental pollution. Those same conditions hold true for Bangladesh.Recycling is the ideal way to reduce waste. Obviously this is not a straightforward process because it involves designing ways on how to collect and appropriately sort garments according to their composition. The recycling of RMG is both a chemical and mechanical process. Experts contend that chemical recycling is more efficient than mechanical, \"the process disintegrates fibres to polymer grade through chemical dissolving. This method preserves the fibres more than mechanical shredding and allows for a higher percentage of recycled fibres to be used in garment reproduction.\" Ultimately which process can be used in the Bangladesh context will depend on local conditions but the technology for recycling exists today.While numerous examples were highlighted in the event, ranging from the Netherlands to China, about how these countries are going to implement plans for a circular economy, Bangladesh is yet to incorporate these ideas into its national plans. This naturally has to change, as the country is among the top three readymade garments (RMG) manufacturing countries in the world. Today, with some 400,000 tonnes of pre-consumer textile waste being produced by the RMG sector, only about 5.0 per cent is recycled locally and a massive 35 per cent is incinerated in boilers or ending up in landfills. That is a colossal loss of resources. According to the Bangladesh Garments Manufacturers Association (BGMEA), along with financial support from banks, regulatory support from the authorities concerned in the form of a waiver of the 7.5 per cent and 15 per cent VAT now imposed on local mills that produce fibre and yarn can turn waste into valuable RMG raw materials. All these supports must come under some sort of regulatory framework because there exists an opportunity of generating more than US$5.0 billion through export of garments made from recycled yarn and fabric.\n[email protected]",
        "headline_1": "Making most of pre-consumer waste",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-most-of-pre-consumer-waste-1693925776",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-09-2023"
    },
    {
        "full_article": "Skyrocketing inflation continues to hit people across the country, with the latest annual inflation figure reaching 9.69 per cent in July 2023. This is the highest inflation rate in Bangladesh since May 2011. There are a number of causes behind the rising inflation rate, including Russia-Ukraine war, the depreciation of taka against US dollar, the government's decision to increase fuel prices and the recent floods. The inflation problem is having a negative impact on our economy, making it more difficult for people to afford food, fuel, and other essentials. It is also making it more difficult for businesses to operate. The government has already taken some steps to address the inflation problem, such as increasing subsidies on food and fuel, importing daily essentials and providing loans to businesses. However, it is too early to say whether these measures will be enough to bring the inflation under control.The inflation problem in Bangladesh is a complex issue, and there is no easy solution. However, the government and the people of our country need to work together to find ways to address this problem. It should be controlled through strategic planning. The use of domestic products should be encouraged instead of imports, investment in the production of essential commodities should be focused on instead of on the production of luxury goods, the agriculture sector should be given more subsidies, foreign investment encouraged as much as possible and other countries requested for financial assistance. If we take serious measures in a concerted manner against rising inflation, this problem can be overcome. \nMd Raihan Shahriar Sifat,Student of the Department of Accounting,School of Business and Economics,North South University, Dhaka, [email protected]",
        "headline_1": "How to overcome rising inflation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-to-overcome-rising-inflation-1693925805",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-09-2023"
    }
]