[
    {
        "full_article": "As we approach the 26th Conference of Parties (COP26) of the United Nations Framework Convention on Climate Change (UNFCCC)—which marks a quarter century of talks on how to tackle the greatest global crisis that humanity has ever faced—we have made some progress, but not nearly enough if we consider the speed of climate change. As the sixth assessment report (AR6) of the Intergovernmental Panel on Climate Change (IPCC) has revealed, we have unequivocally entered the new era of adverse impacts of human-induced climate change as the global mean temperature has risen over one degree Celsius due to greenhouse gas (GHG) emissions since the Industrial Revolution over a hundred years ago.\nWhat this means—and this is new—is that we will now have to face increasing levels of loss and damage from rising global mean temperature every year for the next 10 or 20 years. If we are able to enhance our efforts in reducing GHG emissions very drastically to stay below the 1.5-degree-Celsius threshold of temperature rise, we may be able to prevent even more catastrophic loss and damage in the longer term. But the adverse impacts for the next decade are now baked in and inevitable.\nIt is thus clearly evident, as we are repeatedly reminded by the Friday for Future activists, that our house is already on fire and we are still merely talking about taking action. Our business-as-usual approach for the last two and a half decades has completely failed to prevent the crisis, and we are still far from rising to the urgency required.\nI am, therefore, going to propose some ideas for a \"business-unusual\" approach at all levels to enable the world to tackle the climate crisis on a scale and with an urgency that are needed.\nFirst, we need to rethink the purpose of the annual COP where all the governments of the signatories to the UNFCCC come together once a year, while many thousands of non-governmental actors also join in for side events in the same city, and also hold demonstrations in the streets. This once-a-year talk fest is simply not effective anymore, as the actions that are agreed to by the governments require consensus of all 190-plus member states, which inevitably leads to so much compromise that the outcomes are never close to satisfactory.\nThe exception to this ineffectiveness was COP21 in Paris in 2015, where an agreement was reached by consensus. All the countries agreed to collectively keep the global temperature rise below 1.5 degrees Celsius, and the rich countries collectively agreed to provide USD 100 billion every year from 2020 onwards to support the poorer countries to tackle climate change through both mitigation and adaptation.\nAn important feature of the Paris Agreement was that, although it was made by governments and global leaders, it no longer required those leaders to be the only ones to take actions to fulfil the agreement. From governors of provinces, mayors of cities, to heads of companies and NGOs, and ordinary citizens—everyone can take their own actions to implement the stipulations of the Paris Agreement. This was very well illustrated when US President Donald Trump officially withdrew the United States from the agreement: his decision drove a plethora of state governors and city mayors to continue their actions to implement the Paris Agreement.\nThis has unleashed two major campaigns for non-state actors: one for mitigation called Race to Zero, and one for adaptation called Race to Resilience. Under these campaigns, hundreds of companies, mayors of cities, NGOs, and many other organisations have signed up and have already started taking appropriate actions.\nSo, the situation now calls for actions by everyone everywhere, in whatever way they can, with the urgency required to deal with the emergency we find ourselves in. Hence, an annual parley of governments to discuss next steps is no longer fit for purpose. What is needed are coalitions of the willing, which can include governments as well as other actors to move forward, rather than try to achieve consensus among all the countries.\nHence, I propose that we make COP26 an \"inside-out COP,\" where the focus is less on the details of the negotiation between governments inside the Blue Zone, and share and instead celebrate the actions of all the other groups who will attend the summit. Indeed, my advice to all the media who will be at the summit would be to cover the \"Action COP\" (coalitions of practice) taking place in many different locations around Glasgow city, where COP26 is due to be held.\nAnother major business-unusual practice I would like to propose is for the UN secretary-general to officially recognise the annual pre-COP youth meeting, which recently took place in Milan, Italy, to be mandated and empowered to actually review progress on the implementation of the Paris Agreement. On behalf of different think tanks around the world who study the performance of different actors, including governments as well as companies, we could prepare and share our findings with the pre-COP youth meeting every year.\nAnother issue that has become a stark reality in 2021 is the loss and damage from human-induced climate change, which has previously been covered under the Warsaw International Mechanism at COP19. While there has been some excellent work on research and knowledge-sharing, and some limited work on funding under pilot index-based insurance schemes, there has been no progress in funding beyond insurance. Given the huge loss and damage even in rich countries—like the floods in Germany and America and the wildfires in Europe and America—the need to raise funding support for the victims has become more urgent. One way forward could be for a number of sympathetic governments, along with philanthropic foundations and other potential financiers, to come together in Glasgow and launch a coalition to explore how to raise and disburse funds to help the victims of loss and damage from climate change from a humanitarian perspective.\nFinally, I would like to advise all the countries, mayors, CEOs, and heads of other organisations who have signed up to either the Race to Zero or the Race to Resilience campaigns to provide regular reports on their actual performance on a weekly basis to the Friday for Future movement. After all, these young climate activists represent the generation to whom the rest of us are now answerable for taking actions to give them a safe future.\nThe time for making pledges, which are then ignored, are gone. Now is the time for monitoring and evaluating actual delivery of the pledges made by everyone, including the governments, to save our planet from the climate crisis. We must rethink the way we can tackle the global climate change emergency more effectively and move away from the business-as-usual approach at all levels.\nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at the Independent University, Bangladesh (IUB).\n",
        "headline_1": "Combating climate change needs a ‘business-unusual’ approach",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/combating-climate-change-needs-business-unusual-approach-2191441",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-10-2021"
    },
    {
        "full_article": "After the United Nations General Assembly in New York last month, the UN is being asked to take on an outsize role in Afghanistan. The Taliban are eagerly seeking international legitimacy, and global and regional powers should extend it—but only when certain political and humanitarian conditions are met, in line with recent official statements and the UN Security Council resolutions on Afghanistan.\nThe UN is well-placed to facilitate this process. During the past four decades of nearly continuous war in Afghanistan, the UN remained engaged. Thousands of dedicated UN staff assumed extraordinary risks to alleviate human suffering and, in the late 1990s, facilitate negotiations between the Taliban and their rivals. Today, given the West's almost non-existent political leverage with the group, the UN must resume its central role in promoting reconciliation, providing humanitarian aid, and encouraging development.\nThese functions will require additional structures, staffing, and resources. On September 17, the Security Council approved a six-month extension of the current mandate of the UN Assistance Mission in Afghanistan and asked UN Secretary-General António Guterres to provide \"strategic and operational recommendations\" for the mission's future by January 31, 2022. Looking ahead, the UN's role in Afghanistan should be expanded in at least five key areas.\nFirst, in support of the Security Council's recent call for \"an Afghan-led, Afghan-owned process of national reconciliation,\" the UN must provide its good offices to all of the conflicting parties. The UN can serve as an impartial and experienced adviser in the effort to form a more diverse, broad-based government, owing to its long track record of working with governments and non-governmental peacemaking organisations in the region. The UN's role in implementing the Bonn Agreement to form a new government in Afghanistan in 2001-05 offers a framework that can guide this process. Guterres's personal envoy on Afghanistan and regional issues, Jean Arnault, was a deputy to renowned UN troubleshooter Lakhdar Brahimi, who played a central role in the Bonn Agreement negotiations.\nSecond, to head off a humanitarian crisis, the UN should facilitate consensus and constructive engagement between the Taliban, global leaders, regional powers, and donors. The recent wars in Afghanistan all have had a prominent international component, and basic security and stability—not to mention something resembling a durable peace—are unlikely without the cooperation of the country's neighbours and the permanent members of the Security Council.\nThird, the UN mandate should include regular monitoring and reporting to the Security Council on critical human rights issues. To receive the international recognition and aid for Afghanistan that they reportedly desire, the Taliban will need to comply with a set of internationally agreed political and humanitarian conditions. These conditions could include progress towards an inclusive and representative government, measures to prevent the return of international terrorist organisations, and steps to protect civilians.\nFourth, the UN can help coordinate medical relief, food aid, and other donations. In her briefing to the Security Council in August, UN Special Representative for Afghanistan Deborah Lyons noted that 18.5 million Afghans—nearly half of the country's population—required humanitarian assistance. Recognising this alarming trend, which is compounded by drought and the Covid-19 pandemic, the UN convened a high-level ministerial meeting on Afghanistan's humanitarian situation in Geneva on September 13, at which governments pledged more than USD 1.2 billion in aid.\nFinally, the UN has a critical role in organising the international development assistance that will be key for building Afghanistan's future. The goal of this assistance should be maintaining the delivery of basic public services, including healthcare, education, and power generation. With bilateral aid likely to decline, the UN could serve as a chief oversight body and conduit of international assistance through emergency trust funds.\nIn reflecting on his UN leadership role in overseeing the Bonn Agreement, Brahimi remarked: \"One of my own biggest mistakes was not to speak to the Taliban in 2002 and 2003… we should have spoken to those who were willing to speak to us.\" The international community must not make this mistake again. Even the Taliban know that the country they now control is far different from the one they ruled until 2001.\nWith some encouragement from the UN, perhaps the Taliban can be persuaded to work with a new, educated generation of Afghans to embark on a development path that leads away from brutal violence, exploitative corruption, and widespread deprivation. In the near term, such an approach represents the least bad option for the international community and, above all, for the Afghan people.\nRichard Ponzio is director of the Global Governance, Justice & Security programme at the Stimson Center in the US.\nCopyright: Project Syndicate, 2021\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "The least bad option for Afghanistan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/the-least-bad-option-afghanistan-2191436",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-10-2021"
    },
    {
        "full_article": "We all can recall from our student days one or more teachers who touched our lives in a special way. They inspired us to aspire higher and served as our role models. The image of a teacher was of a scholar who selflessly dispensed knowledge and wisdom to the younger generation, lived a simple life, and was not too concerned about material rewards. They could be looked upon by the young as a mentor—a friend, philosopher, and guide.\nThis nostalgic view is overdrawn, but bears a strong kernel of truth. Is such an image wholly romantic and unrealistic in contemporary society? It should not be so. Romanticism apart, teachers are still the custodians of the young, and responsible to equip future citizens, leaders and workers with skills, knowledge and values. Teachers have a unique role in society—unlike any other occupation. The significance of this special role can be neglected at grave peril to society and its future.\nToday, let's salute the teachers who still try to live by the ideal image, and let each of us do what we can to help more of them live by the values of the noble profession.\nOn World Teachers' Day last year, in this very space, I wrote: \"A comparative disadvantage of Bangladesh along with countries in South Asia—unlike other regions of the world—is that it does not have a well-established, pre-service teacher education programme. Yet, school teaching is the single largest field of employment for college graduates. The common practice is to first recruit college graduates as primary or secondary teachers, and then let them go for one year to 18 months of pedagogy training…\"\nSchool teaching is not the first choice as a career for higher education graduates, especially the talented ones. It, therefore, ends up attracting the \"bottom of the barrel\" of the graduates, I had written. The basic talent gap cannot be remedied by in-service teacher training. The need to think afresh about attracting and keeping talented people in the profession of teaching is a major challenge for improving education system performance.\nWe have not witnessed any initiative to rethink the teaching profession. Meanwhile, the devastating impact of the Covid-19 pandemic has made the teacher's job more difficult than ever. Teachers, along with the rest of society, have suffered from the pandemic-caused health, economic and socio-emotional distress. Media reports have shown how teachers of private schools, known as \"kindergarten schools,\" have resorted to menial work to support their families, when schools were shut down and they lost their income.\nNow that schools have reopened (it is not certain if all kindergarten schools can reopen), teachers are faced with the challenge of helping their students to recover from the loss of almost two academic years. There are administrative instructions galore from the central authorities on how the class seating should be arranged, and which group of students should come to school for how many hours.\nBut there is not much guidance about how the students can be helped to recover their learning losses, how the losses can be assessed, and how the students can be helped to prepare for their grade-level instruction. There is a single-minded focus on holding public examinations as soon as possible, at any cost. Thankfully, the PECE and JSC exams have now been scrapped, which many educationists would like to see gone permanently. Teachers have been thrust into a \"mission impossible\" by the obsession with exams and insistence on sticking to the current academic year calendar, and have not been given enough guidance and support about how students can be helped in an unprecedented situation.\nRecently, 10 well-known educationists of Bangladesh have jointly proposed some urgent steps for a learning recovery agenda (The Daily Star, September 25, 2021). The four points of urgent action they have proposed are: a) Conducting a simple and rapid assessment of students' level of preparedness for their grade focusing on basic skills in language and maths; b) Extending the school year to next June to allow more time for students, teachers, and schools to adapt to the new situation; c) Concentrating on students' readiness to learn and postponing annual and public exams to later in the extended academic year; and d) Supporting teachers to do their job well.\nWhile proposing support for teachers, the educationists in their statement said that, in order to help with learning recovery, guidelines and orientation should be provided to schools and teachers on: a) The use of rapid assessment of grade-level student preparedness; b) Pedagogic steps to assist students by using results of the preparedness assessment; c) Instructional planning to focus on core competencies, aiming to help students become self-reliant learners; and d) Socio-emotional support to students and communicating with students and parents. Online platforms should be used extensively for the guidance and orientation of teachers and to complement classroom teaching for students.\nWhile implementing the recommended urgent actions, critical longer-term measures also should be initiated, according to the educationists. One of these measures is to earnestly begin new thinking about the teachers/education workforce. No system of education can be better than its teachers, they said. While on-the-job training and orientation of teachers are necessary, ways have to be found to attract talented and well-motivated young people to—and retain them in—the profession of educators. Experiences of better performing countries can be lessons in this case. A longer-term plan has to be designed, backed by high-level commitment to see it through.\nLet's hope that the crisis in education that we face today, aggravated by the pandemic, will prompt the policymakers to begin new thinking about teachers and teaching.\n \nDr Manzoor Ahmed is professor emeritus at Brac University.\n",
        "headline_1": "Teachers also need support for learning loss recovery",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/teachers-also-need-support-learning-loss-recovery-2190691",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-10-2021"
    },
    {
        "full_article": "The geopolitical story of the last few years has featured Western democracies' gradual awakening to the realities of an increasingly ambitious and authoritarian China. European countries have gone from competing with each other to be China's best friend, to sharing the view that China represents a profound, multifaceted challenge.\nFor example, on global issues such as climate change, European governments must now find a way to work effectively with a difficult partner. On economic and technological issues such as artificial intelligence, China has emerged as a fierce competitor. And on human rights, democracy, and the role of the state in the economy, it is now seen as a \"systemic rival.\"\nIn addition to becoming more realistic about China, Europeans are also becoming more engaged with Asia. France led the pack in 2016 by signing a deal to provide Australia with its diesel-powered Barracuda submarines, and by inspiring the rest of Europe to develop a new strategy for the Indo-Pacific region. Its position on China in recent years has been light years away from that of British Prime Minister Tony Blair, French President Jacques Chirac, and German Chancellor Gerhard Schröder, who supported ending a European Union embargo on arms sales to China and granting the country \"market economy status.\"\nBut now France has been shoved aside by AUKUS, a new security and technology alliance between the United States, Australia, and the United Kingdom. In Washington and London, this deal to provide Australia with US-made nuclear submarines is being framed as one of the most significant strategic advances in decades, even though it has infuriated France.\nFor the US, AUKUS comes hot on the heels of its chaotic withdrawal from Afghanistan, and thus is being held up as evidence that the Biden administration is serious, competent, and tough on foreign policy. Furnishing Australia with a nuclear-powered submarine fleet will significantly extend America's own ability to project power in the Indo-Pacific—hence China's displeasure at the pact.\nAUKUS is also the first and (so far) only expression of \"Global Britain,\" the newly empowered global player that was supposed to arise after Brexit. The deal is being touted as proof that the UK's \"special relationship\" with the US is robust. Even the French could benefit from the new arrangement. By pointing to yet another example of American flakiness, France can bolster its own case for pursuing European strategic autonomy.\nSince the news of the deal broke, there have been attempts to lower the temperature between Western powers. US President Joe Biden has called French President Emmanuel Macron, admitted that the \"situation would have benefited from open consultations among allies,\" and promised more US support for France's anti-terrorism campaign in the Sahel.\nNow that the French have blown off some steam (by temporarily recalling their ambassadors to the US and Australia), many American foreign policy observers seem to think that there will be a return to business as usual. Yet, whatever tactical advances that the US, the UK, and Australia may have made, the strategic gains to be had from AUKUS are dubious at best.\nYes, the Indo-Pacific is central to America's competition with China, and a well-equipped Australia can enhance US naval control over that theatre. But there are other, more important battlegrounds to consider. As we have seen, the China challenge is also about the regulation of artificial intelligence, global finance, and green technologies and infrastructure. On these issues, the EU has far more to contribute than Australia or the UK does.\nIt is in America's own long-term interest that the EU become more of a sovereign power capable of participating in the defence of shared Western values and interests. By humiliating France, the one EU member state that has openly embraced deeper engagement in the Indo-Pacific, the Biden administration has made this outcome less likely.\nAnd the UK has been no less myopic. Having left the EU, it is struggling to develop relationships with other countries that have less in common with it than its immediate European neighbours. Even a committed Brexiteer would have trouble arguing that Australia is more important to British military and trade interests than are France or other continental Europeans. It is not Australia that can help the UK by providing emergency truck drivers or stemming the flow of migrants across the English Channel.\nBut the French are not blameless. Most other EU members see France's foreign policy agenda as ultimately anti-American, so the best way to bring them along would be to convince them otherwise. Reducing Europe's dependence on the US thus should be framed as a pro-American project that will help both Europe and the US confront the challenges of the 21st century. By precipitating a major transatlantic spat and confirming EU Atlanticists' suspicion that it harbours anti-American resentment, France has undercut its own goals.\nIt is not too late to realign the various strategies being pursued by Western powers. France, the UK, and the US may have generated headlines with moves that feel tactically savvy and emotionally satisfying, but China may turn out to be the strategic winner. Rather than fighting over submarines, Western democracies should be exploring how their Indo-Pacific strategies might complement one another on other critical fronts, such as the digital economy, trade, and climate change. Achieving that kind of alignment could provide a foundation for bringing on other major partners, such as Japan, South Korea, and India.\nChina's response to AUKUS implicitly acknowledges this. It has applied to join the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP)—a major deal that was originally promoted by the Obama administration to contain China's economic rise. In the decade since its negotiation, the US has lost its interest in trade deals, and China has been exploiting its retreat from the global stage. China's cynical move to take America's place in the CPTPP shows a ruthless pragmatism that could leave Western approaches—including AUKUS—looking flat-footed.\n \nMark Leonard is co-founder and director of the European Council on Foreign Relations, and the author of \"The Age of Unpeace.\"\nCopyright: Project Syndicate, 2021\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "The false promise of AUKUS",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/the-false-promise-aukus-2190686",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-10-2021"
    },
    {
        "full_article": "Over the last couple of weeks, prices of almost all daily essentials have shot up in kitchen markets across Bangladesh, causing immense suffering for people with fixed income, who are already struggling due to the economic slowdown caused by the Covid-19 pandemic. According to a report published by this daily yesterday, sugar price has gone up by 11 percent, fine flour price rose by 9-13 percent, onion price by around 50 percent, and egg price by around Tk 10 per dozen—and these are just a few examples.\nThe rising demand for commodities at a time when supply chains are yet to fully recover from the pandemic is one factor that is leading to the price hikes. Another reason that traders give for charging extra for these essential commodities is their increased prices in the international market. However, according to the president of the Consumers Association of Bangladesh, prices of many of the items have risen much more in the local market than in the international market. This means that traders are just using the excuse of higher prices in the international market to charge people more, he further added.\nThe government should immediately look into this and punish the errant traders for trying to exploit consumers by violating the government-fixed prices for these items. At the same time, the government should look to stem the ongoing slow depreciation of the taka against the US dollar, which is increasing the import cost of different commodities. According to economists, Bangladesh always remains vulnerable to import-induced inflation because of its reliance on external markets for key commodities. As a result, the only way for Bangladesh to get out of this vicious cycle—which also includes depending on other countries to make sound financial decisions, which often backfires—is to develop its own supply chains for certain essential commodities. In fact, this is something that should have already been done by now, or at least attempted.\nNevertheless, as an immediate remedy, the government should look to sell some of these essential commodities in the open market to bring down their prices. It should also provide some essential commodities from its own stock to people who are struggling in the form of government aid—or subsidise their costs—and take urgent steps to ensure compliance with its price rates in the retail market. For the long run, the government should formulate its macroeconomic policies more carefully, as some analysts have predicted that there will be substantial inflationary pressure coming from the ongoing global economic instability, as the world continues to try and recover from the Covid-19 pandemic.\n \n",
        "headline_1": "Worst time for high commodity prices",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/worst-time-high-commodity-prices-2191416",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-10-2021"
    },
    {
        "full_article": "As the government took a strong position to stop the broadcast of foreign channels that are not providing advertisement-free content, the cable operators and agents in the country have stopped broadcasting all the foreign channels, including the 17 channels (like BBC, CNN, Al Jazeera, and Animal Planet) which already have clean feeds—providing content without ads—in Bangladesh. Meanwhile, despite paying for the cable services, crores of our consumers have been deprived of watching foreign news, entertainment, sports, and other channels since October 1.\nThere is undoubtedly some justification in the government's position, as a huge amount of revenue is lost when foreign channels broadcast ads for local audiences. According to the Television Network Operation law, 2006, foreign channels cannot air their programmes in the country with advertisements. The government discussed this issue with the cable operators and agents many times before, and lately directed them to be compliant with the law by September 30 this year. The cable operators, however, did not comply with this directive. Reportedly, our cable operators currently do not have the capacity, technological advancement, and even investment to ensure clean feed in foreign channels. While service providers in countries like Pakistan, Sri Lanka, and Nepal are able to cut the advertisement content while airing programmes of foreign channels, our operators are incapable of doing so because of a lack of technological capacities and skills.\nUnder the circumstances, we think the government should move away from their position and give the cable operators some more time. The service providers have sought a year and a half to ensure ad-free programmes. The government can consider their proposal given the complications our operators have been facing. It can also give them the necessary technological support and policy directives. We should also raise this question: Why are the Indian broadcasters not providing us clean-feed content when they are providing ad-free content in all the countries in the Middle East? The government and the Cable Operators' Association of Bangladesh (COAB) must find a solution to this problem.\nWhile they work towards finding a solution—and we hope they do sooner than later—the cable operators should immediately allow the broadcast of the 17 channels that have clean feeds. They must ensure that the consumers who are paying for their services don't suffer from this problem.\n",
        "headline_1": "Govt, cable operators must come to a solution",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/govt-cable-operators-must-come-solution-2190671",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-10-2021"
    }
]