[
    {
        "full_article": "Prime Minister Narendra Modi’s telephone call with Ukrainian President Volodymyr Zelenskyy on Tuesday was a significant marker in the continuing war in Ukraine. While Mr. Modi has often spoken with Russian President Vladimir Putin and also met him last month, his conversations with Mr. Zelenskyy thus far were restricted to the period when the Government was involved in the evacuation of about 20,000 Indian students. The phone call came a few weeks after the Putin meeting, and Mr. Zelenskyy joined western leaders in complimenting Mr. Modi for his “now is not the time for war” comment. In turn, Mr. Modi told Mr. Zelenskyy that there is no military solution to the conflict. They also spoke a week after India chose to abstain from voting against Russia for conducting referendums and annexing Donetsk, Luhansk, Zaporizhzhia and Kherson, although neither leader referred to it. They also discussed the critical importance of nuclear safety, particularly the Zaporizhzhia plant, that has been of much concern for the IAEA, which is involved in brokering talks between Ukraine and Russia to enforce a nuclear protective zone around it. The plant, under Russian control, and in Oblast province where Mr. Putin recently declared “annexation”, is near the scene of fighting. The MEA said that Mr. Modi “underlined that endangerment of nuclear facilities could have... catastrophic consequences for public health and environment”, although he did not clarify which side the peril was posed from. Finally, Mr. Modi expressed “India’s readiness to contribute to any peace efforts”, to which Mr. Zelenskyy responded that he would not conduct any negotiations with the “current President of the Russian Federation”.Over the past seven months, the war and western sanctions have had a dramatic impact on global security, food, fuel and energy supplies, and it is important to keep the lines of communication open, as Mr. Modi has done, with Mr. Putin and Mr. Zelenskyy. India has an established record in global peacemaking. However, New Delhi can only play that part if it also sets out its position more clearly, and links it to its actions on the global stage. The Government’s defiance of western sanctions on oil and defence trade is understandable in terms of defending India’s national interests. However, it is harder to correlate Mr. Modi’s comments, and External Affairs Minister S. Jaishankar’s remarks, on adherence to the UN charter and the importance of protecting territorial sovereignty while India continues to abstain on all votes that criticise Russia’s actions in Ukraine: including the bombing of civilians, and the annexation of occupied territories.",
        "headline_1": "Neutrality and abstention: On India’s stand in the Russia-Ukraine conflict",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/neutrality-and-abstention-the-hindu-editorial-on-indias-stand-in-the-russia-ukraine-conflict/article65972267.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-10-2022"
    },
    {
        "full_article": "The Nobel Prize for Medicine this year will be awarded to Svante Pääbo, a Swedish geneticist and a director of the Max Planck Institute for Evolutionary Anthropology in Leipzig, Germany. Science being of an increasingly collaborative and competitive nature, recent trends in Nobel Prizes suggest that there are usually multiple winners for every prize. It is a tribute to the originality and revolutionary implications of Pääbo’s research that in a world perennially reshaped by advances in biology, he has been chosen as the lone winner of the Medicine or Physiology Prize this year — something not witnessed since 2016. Pääbo, 67, has quietly instigated a Copernican revolution. Much like the latter placed the sun at the centre and demoted the earth to another circumscribed, perambulatory planet, Pääbo brought Neanderthals — believed to be among the many human-like species and losers of the evolutionary race — to the centre on the question of human evolution. Thanks to his work, it is now known that Europeans and Asians carry anywhere between 1%-4% of Neanderthal DNA. Thus, a large fraction of humanity will be influenced in terms of propensity to disease and adaptability to conditions by a species that evolved, like humans, in Africa, but 1,00,000 years earlier. Pääbo demonstrated this by pioneering and perfecting techniques to extract DNA from fossil remains, a herculean task as they contain too little and are easily contaminated. By building on these methods, Pääbo and his colleagues eventually published the first Neanderthal genome sequence in 2010. To put that in perspective, the first complete sequence of the human genome was only completed in 2003. Comparative analyses with the human genome demonstrated that the most recent common ancestor of Neanderthals and Homo sapiens lived around 8,00,000 years ago; that both species frequently lived in proximity and interbred to an extent that the Neanderthal genetic stamp lives on.In 2008, a 40,000-year-old fragment from a finger bone yielded DNA that, in Pääbo’s lab, turned out to be from an entirely new species of hominin called Denisova. This was the first time that a new species had been discovered based on DNA analysis. Further analysis showed that it too had interbred with humans and 6% of human genomes in parts of South East Asia are of Denisovan ancestry. These discoveries throw up philosophical questions on what it means to be a ‘species’. Pääbo’s win must inspire future biologists in India to pursue deep questions and use science to shed new light rather than compartmentalise themselves in an academic straitjacket.",
        "headline_1": "Exhuming new light: On 2022 Medicine Nobel",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/exhuming-new-light-the-hindu-editorial-on-the-2022-nobel-prize-in-physiology-or-medicine/article65972251.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-10-2022"
    },
    {
        "full_article": "As China’s assertiveness on the world stage grows, governments are scrambling to make sense of it. In 2013 Xi Jinping began his presidential tenure with a positive appraisal of the world in which “peace, development, cooperation and mutual benefit have become the trend of the times.”\nHe also spoke of all nations as being “passengers in the same boat” and of the world as a “community of common destiny.”\nRead the full article on TOI+\n\n",
        "headline_1": "Xi’s fragile Sino-Centric world: His foreign and national security policies are on collision course with multipolarity",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/xis-fragile-sino-centric-world-his-foreign-and-national-security-policies-are-on-collision-course-with-multipolarity/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-10-2022"
    },
    {
        "full_article": "KCR rechristening his TRS to BRS (‘B’ for Bharat) is, as of now, a move that promises more risk than reward. TRS was closely associated with the Telangana statehood movement and the Telangana CM derived huge electoral capital from it in two successive assembly elections in the still-new state. To efface such an intimate identification with regional sentiment, and that too with assembly election bugles sounding and BJP already marching to the poll tune, may seem to many as a bet that may leave KCR’s core support base unimpressed.\nIn theory, a political party shunning provincial identity for a national one is a positive move. But few theories survive their first contacts with the reality of Indian politics. The fate of KCR’s regional counterparts is instructive here. TMC, BJD and AAP beat BJP in direct contests while the so-called national alternative Congress has fumbled repeatedly. Therefore, strong regional parties focussed in their core area seem better placed to fight BJP. When some of these outfits have tried their luck in other states – TMC’s foray into Goa and Tripura hasn’t worked, JD(U) legislators in Manipur and Arunachal have defected – the results have been poor. True, AAP won Punjab. But Punjab was utterly fed up with all other parties, BJP, Congress and Akalis. AAP doesn’t have that advantage in other states, and its attempts in Uttarakhand and Goa failed.\nMost regional outfits are also feeling the heat at home lately. Mostly family-run, the growing perception is that their politics is just self-interest cloaked in federalist rhetoric. Nitish Kumar’s ambitions are in stark contrast to the reality of JD(U)’s shrinking footprint, even within Bihar. Both Uddhav Thackeray and Sharad Pawar are on the backfoot in Maharashtra. Mamata Banerjee hasn’t been her combative self for a few months now. And after defeats in bypolls to BJP, KCR appears shaky in Telangana. KCR will fight BJP in Telangana as BRS but will have nothing additional to impress voters with – since for Bharat minus Telangana he barely registers on the political meter. BJP, now assimilating itself into the local milieu in Telangana after some initial difficulty, won’t mind this KCR stunt.\n\n",
        "headline_1": "T better than B: KCR’s attempt at crafting a national image may not benefit him in Telangana or Bharat",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/t-better-than-b-kcrs-attempt-at-crafting-a-national-image-may-not-benefit-him-in-telangana-or-bharat/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-10-2022"
    },
    {
        "full_article": "The Election Commission has sounded out political parties on introducing a standardised format in election manifestos to detail the fiscal implications of poll promises. These formats will be bundled into the model code of conduct, which is voluntary in nature. EC’s aim here is to help voters make an informed choice. It’s noteworthy that five months ago EC informed the apex court that it is up to the voters to decide if poll promises are financially viable. Of course, EC can change its mind. But will this work?\nEconomic forecasts are fraught with risk as they are based on assumptions that often don’t work out. So, asking political parties to make assumptions about their fiscal promises is unlikely to throw up meaningful information. Plus, parties in campaigning mode don’t have an incentive to be realistic. Therefore, asking political parties to disclose more details on poll promises is unlikely to be a meaningful exercise.\nBut even if EC’s approach is suboptimal, the issue of reckless poll promises remains. These are extremely dubious fiscal choices. For example, free power or a reversion to a defined benefit pension scheme burdens state exchequers and reduces the capacity for development expenditure. They also reduce the incentive for governing parties in states to undertake meaningful action in improving public health and education. Plus, they make voters addicted to these giveaways and therefore blunt their willingness to punish parties that don’t improve economic and social policy choices for people. States that have sharply increased their GSDP and added to the ranks of industrial employment have done so because of good policies – no state has come out of dismal macro numbers by giving away goodies. It’s also important to remember that India’s current status as one of the better performers in the world economy is thanks to its relatively conservative fiscal stance. EC or courts are not the right bodies to put a check on the dangerous freebie culture. Only political parties can do that – just as they attempted to do by enacting the FRBM law two decades ago.\n\n",
        "headline_1": "Politics must change: EC proposal on freebies unlikely to work. But the culture of giveaways is reaching dangerous levels",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/politics-must-change-ec-proposal-on-freebies-unlikely-to-work-but-the-culture-of-giveaways-is-reaching-dangerous-levels/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-10-2022"
    },
    {
        "full_article": "Putin is doing what we used to think the generals in Pakistan, beaten by India’s conventional arms superiority, might do one day – resorting to nuclear threats when faced with military reverses. We have to treat this threat as real.\nCould India’s famed “neutrality” in this war – a space that has sometimes been tough to defend – come in handy to end the war? Europe and the US are all too invested for them to make a beginning.\nRead the full article on TOI+\n\n",
        "headline_1": "Why Modi-Zelenskyy call is an inflection point: India is rethinking its way forward as Putin’s nuclear threat changes the Ukraine crisis",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/globespotting/why-modi-zelenskyy-call-is-an-inflection-point-india-is-rethinking-its-way-forward-as-putins-nuclear-threat-changes-the-ukraine-crisis/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-10-2022"
    },
    {
        "full_article": "Among the three strategies for addressing climate change – mitigation, adaptation, and loss and damage (L&D) – the latter two continue to suffer from interpretational ambiguities. Adaptation does not have an agreed definition under the climate regime. Loss and damage is not yet considered as a third strategy by developed countries. But developing countries don't agree. Under the Paris Agreement, developing countries have won Article 8 on L&D, but it is bereft of any liability and compensation claims. Article 8.3 talks of climate action and support for averting, minimising and addressing loss and damage. Averting and minimising L&D can be taken care of largely through mitigation and adaptation. But what about addressing L&D? Finance for situations pre- and post-climate disasters is just a fraction of the total global support.\nAction and adequate support are not evident at a minimum level even for adaptation. The citizens of 46 Least Developed Countries (LDCs) still receive less than a cent a day as adaptation support. Even more disquieting is that over two-thirds of adaptation finance comes as loans for the LDCs, which is creating a new \"climate debt trap.\" A number of reasons can be ascribed to this: a) adaptation continues to be viewed as bringing in only local or national benefits. Even with increasing transboundary and second-order climate impacts, the framing of adaptation as a global public good is not gaining enough traction yet at the political level; b) adaptation is blurred with development, and developed countries consider that developing countries for their own interests have to climate-proof their development; c) middle and higher-income developing countries focus more on mitigation and related technologies than adaptation; and d) adaptation does not stop climate change, and more such investments in developed countries inhibit ambitious mitigation, making developing countries further worse off.\nHowever, the annual climate summit last year (COP26) established a dialogue up until 2024 in response to a demand by the developing countries for a dedicated facility for climate loss and damage. The Climate Vulnerable Forum (CVF), then led by our prime minister, strongly lobbied for highlighting the L&D agenda. Then as a token gesture, the Scottish government came up with two million pounds, and some other entities responded with little amounts including Denmark just recently. Now, upon insistence of the Group of 77 in June, the Convention Secretariat agreed to include L&D financing as an agenda for the upcoming COP27.\nOne reason behind the lack of progress on L&D is that it has no agreed definition yet. Literature shows there are mainly two conceptualisations: one is that L&D entails liability and compensation, and the other is about risk management and insurance. But developing countries have lost the fight under the Paris Agreement for the first meaning. We may recall that under Article 4.8 of the UNFCCC, insurance was adopted as a response to the claims by small island states of compensating for damages from climate change impacts back in 1992, but insurance for the vulnerable communities is still not included. Besides, insurance can cover only rapid-onset disasters, with unknown probabilities, and not the slow-onset events like land degradation, sea level rise, loss of biodiversity, thawing of permafrost, melting of glaciers, etc. These slow-onset events, with known probabilities, cause more losses and damage over time, like a slow poison.\nHowever, developing countries are one in defining L&D as \"beyond adaptation,\" i.e. residual damages which cannot be adapted to. But L&D as a broader concept also includes non-economic L&D (NELD) – i.e. loss of lives, loss of habitats, loss of culture, and mental sufferings. These NELD issues cannot be valued in economic terms.\nThere is a better argumentative and discursive power in highlighting the L&D issues for public legitimacy and better political traction. Quantitative assessments of global and national-level L&D will generate a visible evidence base, which cannot be overlooked by developed countries. So, the CVF is publishing the Third Vulnerability Monitor soon. This means there will be no blurring of L&D with development efforts. The Global South now commands a rock-solid unity behind the L&D agenda; this was evident at COP26 and at the Bonn Intersessional in June. So we have a dedicated agenda on L&D finance at COP27.\nArguments for grants will be stronger to address L&D issues on moral/ethical grounds. Climate-induced displacement as an increasingly important issue is also likely to have better traction under L&D, which is already recognised, but no support for action is there yet. The increasingly sharpened climate attribution science can serve as the aide de camp for graphical presentation of the direct and indirect losses and damages from climate change.\nThe question is: how do we inject these considerations into individual and social consciousness globally? This is where there is a need for alternative framings of L&D in the UNFCCC process. Economic rationality to address climate change is not taking us far. The \"polluter pays\" principle, the most cardinal solution, though applied nationally in many countries, is not applied at the global level. The temporal and geographical distance of benefits from climate investments and the perceived free-riding stand in the way of adequate financing for action.\nSo there is a need for an alternative framing of L&D that is grounded on moral reasoning about the harms being inflicted by major emitters, not deserved at all by the vulnerable countries and communities. This is grossly unjust and unfair. Increasing L&D from extreme events as the new normal is violating our basic development and human rights in many ways. This reasoning is likely to have better and deeper resonance and strike the humane chords of empathy, individually and socially, and engender greater global solidarity and action. Some literature shows that ethical or moral reasoning have better impact on generating pro-environmental behaviour, because when issues are viewed as moral, impetus for action is higher. But such a framing of L&D is not there yet. So, let us amplify the voice of our prime minister, who just days back in New York, sounded very hard on continued inaction in climate diplomacy.\nDr Mizan R Khan is deputy director of the International Centre for Climate Change and Development (ICCCAD), and technical lead at the LDC Universities' Consortium on Climate Change (LUCCC).\n\n",
        "headline_1": "Loss and damage must be defined on moral grounds",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/loss-and-damage-must-be-defined-moral-grounds-3136206",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-10-2022"
    },
    {
        "full_article": "Four events centring around women have made headlines over the past month: Giorgia Meloni's electoral victory in Italy, Queen Elizabeth II's death and funeral, the release of the film The Woman King, and the widespread protests in Iran following the killing of Mahsa Amini by the country's morality police. Taken together, these four stories highlight essential features of the political terrain.\nWith the left failing to offer an adequate response to the crisis of liberal democracy, the rise of new right-wing governments in Europe is not particularly surprising. But women's central role in this movement has yet to receive the attention it deserves. Right-wing leaders like Meloni and Marine Le Pen in France are presenting themselves as stronger alternatives to traditional mainstream masculine technocrats. They embody both right-wing hardness and features usually associated with femininity, such as a focus on care and the family: fascism with a human face.\nNow consider the televised spectacle of Elizabeth II's funeral, which highlighted an interesting paradox: as the British state has fallen ever further from its former superpower status, the British royal family's ability to inspire imperial reveries has only grown. We should not dismiss this as ideology masking actual power relations. Rather, monarchical fantasies are themselves a part of the process whereby power relations reproduce themselves.\nElizabeth II's death reminded us of the modern distinction between reigning and ruling, with the former being confined only to ceremonial duties. The monarch is expected to radiate compassion, kindness, and patriotism, and to stay out of political conflicts. As such, monarchs represent not the transcendence of ideology, but rather ideology in its purest form. For seven decades, Elizabeth II's role was to serve as the face of state power. The coincidence of her death with Prime Minister Liz Truss' rise to power may have been highly contingent, but it was also deeply symbolic of the shift from Queen to Woman King. In her new role, Truss has partly pre-empted the left by mixing energy subsidies with tax cuts for the rich.\nGina Prince-Bythewood's The Woman King also deals with the political logic of monarchy. A historical epic about the Agojie, an all-female warrior unit that protected the West African kingdom of Dahomey from the 17th to 19th centuries, it stars Viola Davis as the fictional general Nanisca. She is subordinated only to King Ghezo, a real-life figure who ruled Dahomey from 1818 to 1859, and who engaged in the Atlantic slave trade until the end of his reign.\nIn the film, the Agojie's enemies include slave traders led by Santo Ferreira, a fictional character loosely inspired by Francisco Félix de Sousa. But, in fact, de Sousa was a Brazilian slave trader who helped Ghezo gain power, and Dahomey was a kingdom that conquered other African states and sold their people into the slave trade. While Nanisca is depicted protesting to the king against the slave trade, the real Agojie served him.\nThe Woman King thus promotes a form of feminism favoured by the Western liberal middle class. Like today's #MeToo feminists, the Amazon warriors from Dahomey will ruthlessly condemn all forms of binary logic, patriarchy, and traces of racism in everyday language, but they will be very careful not to disturb the deeper forms of exploitation that underpin modern global capitalism and the persistence of racism.\nThis stance involves downplaying two basic facts about slavery. First, white slave traders barely had to set foot on African soil, because privileged Africans (like the kingdom of Dahomey) furnished them with an ample supply of fresh slaves. And second, slave trade was widespread not only in western Africa but also in its eastern parts, where Arabs enslaved millions, and where the institution lasted longer than in the West (Saudi Arabia didn't formally abolish it until 1962).\nIndeed, Muhammad Qutb, brother of Egyptian Muslim intellectual Sayyid Qutb, vigorously defended Islamic slavery from Western criticism. Arguing that \"Islam gave spiritual enfranchisement to slaves,\" he contrasted the adultery, prostitution, and casual sex (\"that most odious form of animalism\") found in the West with the \"clean and spiritual bond that ties a maid [a slave girl] to her master in Islam.\" One still hears such talk from some conservative Salafi scholars, such as Sheikh Saleh Al-Fawzan, a member of Saudi Arabia's highest religious body. But one wouldn't know it from listening only to Western middle-class liberals.\nFortunately, Islam's historical associations with slavery need not impede predominantly Muslim societies' emancipatory potential. The massive protests in Iran have a world-historical significance, because they combine different struggles (against women's oppression, religious oppression, and state terror) into an organic unity. Iran is not part of the developed West, and the protesters' slogan \"Zan, Zendegi, Azadi (Woman, life, freedom)\" is not some mere offshoot of #MeToo or Western feminism. Though it has mobilised millions of ordinary women, it speaks to a much broader struggle, and it eschews the anti-masculine tendency that one often finds in Western feminism.\nThe Iranian men who are chanting \"Zan, Zendegi, Azadi\" know that the struggle for women's rights is also the struggle for their own freedom – that the oppression of women is merely the most visible manifestation of a larger system of state terror. Moreover, the events in Iran are something that still awaits us in the developed Western world, where the trends towards political violence, religious fundamentalism, and the oppression of women are accelerating.\nWe in the West have no right to treat Iran as a country that is desperately trying to catch up with us. Rather, it is we who must learn from Iranians if we are going to have any chance of confronting right-wing violence and oppression in the United States, Hungary, Poland, Russia, and many other countries. Whatever the immediate result of the protests, the crucial thing is to keep the movement alive, by organising social networks that can continue to operate underground in the event that the forces of state oppression achieve a temporary victory.\nIt is not enough simply to express sympathy or solidarity with the Iranian protesters, as if they belong to some faraway exotic culture. All the relativist babble about cultural specificities and sensitivities is now meaningless. We can and should see the Iranian struggle as synonymous with our own. We don't need female figureheads or Woman Kings; we need women who will mobilise us all for \"woman, life, freedom,\" and against hate, violence, and fundamentalism.\n \nSlavoj Žižek, professor of philosophy at the European Graduate School, is international director of the Birkbeck Institute for the Humanities at the University of London, and the author, most recently, of Heaven in Disorder.\nCopyright: Project Syndicate, 2022www.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "Women, Life, Freedom, and the Left",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/women-life-freedom-and-the-left-3135826",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-10-2022"
    },
    {
        "full_article": "\"No system of education can be better than its teachers\" is an aphorism that remains meaningful. The nostalgic and idealised image of the teacher as a scholar, dispensing knowledge and wisdom to the young selflessly, who lives a simple life with little concern for material rewards and who is looked upon by the young as a friend, philosopher and guide, is surely overdrawn. But a teacher is still the custodian of the young – manush gorar karigor. To ignore the special role of a teacher in society is to place the future of the nation at peril.\nTwo of my colleagues (John Richards and Shahidul Islam) and I tried to probe the causes of learning poverty in South Asia in our recent book Political Economy of Education in South Asia: Fighting Poverty, Inequality and Exclusion. Learning poverty is a concept put forward by the World Bank based on a simple metric of the proportion of 10-14-year-olds of a country who can read a simple story at Class 2 level in primary school. One might consider this to be too minimal an education goal.\nSurprisingly, around 2020, the majority of adolescents, including those completing primary schooling in South Asia, could not read a Class 2 text, with the exception of Sri Lanka with 15 percent non-readers. By this criterion, the learning poverty rate was 58 percent in Bangladesh, 56 percent in India, and 77 percent in Pakistan. The comparable rate was 18 percent in China. Unesco and the World Bank estimate that the Covid-19-induced setback in education may have pushed the learning poverty rate in low-income countries from over 50 percent to around 70 percent.\nWe found in most of South Asia (barring Sri Lanka and the Indian state of Kerala) poorly functioning schools, lack of resources for the numbers and quality of the teachers needed, and the political dynamics that failed to generate the right priorities and policies. An example of a rare ray of light was the priority to education by the Aam Aadmi Party (AAP) in Delhi.\nA report by The New York Times titled \"Clean Toilets, Inspired Teachers: How India's Capital Is Fixing Its Schools\" noted that Arvind Kejriwal, the Delhi chief minister, committed billions of additional rupees to overhaul schools. His Education Minister Manish Sisodia called in top experts to design new curricula, while working with teachers, parents and students to improve classroom practices. A quarter million students moved from private to government schools and nearly 100 percent passed the school final examination in 2021, compared to 87 percent in 2012.\nBangladesh's Education Minister Dr Dipu Moni recently wrote in the WhiteBoard magazine of the country's \"tremendous success in attaining its education goals… net primary enrolment in 2015 was nearly universal, at 98 percent, compared to 80 percent in 2000… Bangladesh has achieved what many developing countries have struggled to achieve: it has reached near gender parity. Such gains have undoubtedly allowed Bangladesh to accumulate human capital. They have made it possible to create pathways out of poverty through numeracy, literacy and skill.\"\nThis optimistic narrative is a partial story that has to be complemented by the learning poverty narrative noted above. Measures to cope with the challenge include recruiting a large number of teachers for primary and secondary schools, which have remained on hold for over two years due to the pandemic. Forty-five thousand new assistant teachers, for whom tests and interviews have been completed, are in the process of being placed in primary schools.\nAt the secondary level, there are 70,000 approved teacher's positions in non-government high schools that are vacant at this time. \"Approved\" means these teachers in non-government schools are eligible to be supported by government salary subsidy (through monthly pay order or MPO). We may recall that 93 percent of secondary schools in the country fall in this category. The Non-Government Teacher Registration and Certification Agency (NTRCA) plans to test and register new teachers followed by appointment of the registered teachers in schools, though a timetable is yet to be announced.\nThe recruitment underway or planned of the 115,000 teachers is urgently needed. When placed in schools, these teachers will barely fill the current vacuum of teachers, and they will not make a dent on the existing high student-teacher ratio in most schools.\nHalf of the primary-level institutions and one-third of primary students are served by the private sector – commercial \"kindergartens,\" English medium schools, which have sprung up even in small towns, and Qawmi madrasas, over which the government has no control. Their teaching staff is not bound by any professional regulatory standards. For the public system, while there are requirements of educational credentials and training, whether these are meaningful and effective in making a difference in teachers' performance and students' learning remain questionable.\nTo maintain a reasonable ratio of 30 students per teacher at the primary level and 15-20 at the secondary level, given the subject-wise teacher needs at this level, the number of teachers and other education personnel needs to be increased significantly, doubling in the next 10 years from the current total of about 1.5 million. But how can it be ensured that capable and well-motivated young people, who do not see it as just another job, are attracted to teaching as a profession? It is well-known that teaching at present is the last choice as an occupation. The general pattern in South Asia is that graduates of tertiary education are appointed as teachers and then they are sent for training for a year or so, assuming that that's all they need. The poor quality of our degree colleges (and the consequent poor subject knowledge of graduates) and the sequential approach to teacher preparation (exclusive pedagogy training after college degree) has resulted in less capable, poorly prepared, and unmotivated teachers, many of whom are not committed to the profession.\nEric Hanushek, the Stanford University economist and education researcher, and his colleagues showed from their cross-country research that student performance correlated with cognitive skills of teachers in mathematics and reading. They also found that, in some countries, cognitive skills of some teachers were lower than their best performing students – not an unlikely scenario in South Asia.\nA \"concurrent\" approach to teacher preparation in a four-year post-secondary programme, in contrast to the prevailing \"sequential\" approach mentioned above, is the standard practice in most high-performing countries. A continuum of professional development from initial identification of future teachers, enrolment in professional preparation, followed by professional support, applying performance standards and appropriate incentives and enhancing teachers' social esteem has to be the guiding principle. India's 2020 Education Policy envisages a four-year post-secondary preparation as the standard teacher preparation approach, with a 10-year time frame to realise this transformation.\nInternational attention is being focused on teachers as the pivot of educational change. The Transforming Education Summit at the UN in September noted that 69 million new and better prepared teachers would be needed to achieve the SDG of quality primary and secondary education for all by 2030.\nThe annual Yidan Prize, the most prestigious education award in the world with the current cash value of USD 3.9 million dollars each for education research and education development, was announced on September 29. The two winners this year, Linda Darling-Hammond, professor emeritus at Stanford University, and Yongxin Zhu, professor at Soochow University in China, have both devoted their lives' work to improving teachers' preparation and performance. Prof Darling-Hammond has been at the forefront of research on policy and practice to ensure that all students have well-prepared teachers and inclusive classrooms. Prof Zhu founded two decades ago the New Education Initiative (NEI), which has boosted motivation and skills of over 500,000 teachers and eight million students across China.\nReimagining education workers, teachers and the teaching profession as the pivot of educational change cannot wait.\n \nDr Manzoor Ahmed is emeritus professor at Brac University and chair of Bangladesh Early Childhood Development Network (BEN).\n\n",
        "headline_1": "Can teachers be the pivot of change in education?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/can-teachers-be-the-pivot-change-education-3135786",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-10-2022"
    },
    {
        "full_article": "This month marks one year since I started teaching.\nA lot of anxiety and redemption have marked these 12 months. Funnily enough, these are exactly the things I never noticed in my own favourite teachers—who inadvertently were English teachers—who have significantly shaped my mind and career. This has probably been my biggest takeaway: the avalanche of noise and emotions and information a teacher internalizes, so that what reaches her students is a version of her self that is coherent.\nA Business Studies teacher would probably fail entirely in their job without such clarity; a Maths teacher even more so.\nEnglish? English is porous. It is bendable, permeable, it is messy because the lives and the chroniclers of lives we're studying are messy. Good art is often born out of such clumsiness and therein lie the moments of peace for English teachers.\nOn a morning that felt like the demands of life outside the classroom would all but bury me, last year, we began one particular Creative Nonfiction class with a moment of silence. How did we deal with noise, each of us in that class? What duties were we shutting out by being in class at that time? Was it causing anxiety? Were we mentally sound?\nOut of the chaos of that morning—chaos that, it turned out, I had in common with my students—we strung garlands of stories, one anecdote, one fear, one little hope at a time. Topics for the essays they were meant to write emerged.\nAnd so in this very first batch of my students—a fascinating mix of backgrounds, temperaments, interests—we encountered memoirs that took a student back to their moment of birth, amidst tearstained conversations with the mother. We had travel pieces that made museum installations out of grocery aisles at Unimart. Bedrooms were reimagined as spaces never before seen. Old heartbreaks found space for self-reflection. Opinions, on education, racism, discrimination, were given shape.\nWhen I applied for this job, I wanted to be able to engage with books in a way that reading, writing, editing, and reviewing had not yet allowed me. What happens to a book when you bring not one or two or three but 30 minds to it? Does the text shrink under so many gazes? Does it refract into a hundred different beams of interpretation?\nThat is what I wanted to find out.\nWhat I learned, what put me squarely in my place, is the realization that in the classroom we'd be unpacking minds using that one book, not the other way around.\nIf 'Sultana's Dream' were meant to inspire equality, why were all the men locked up? But she turns into a monster by the end! Is that the cost of freedom, is that what 'The Yellow Wallpaper' says? Why won't David just accept his feelings towards Giovanni? But ma'am, what does magic realism mean? Can I submit an assignment instead?\n\nAs questions upon questions pour down on me into my fourth semester of teaching English in a university, I discover that teaching is more about reading people. That one student with a spark in their eye who is too shy to speak. Another who is struggling to gather the words, but has grasped their meaning all too well. That one over there who will begin texting in 3...2…1-\nIt is an exercise in patience, yes, but also one shot through with adrenaline as you process the enormity of the project at hand. If I can read them well, I can teach them to read themselves and others well. From a junkyard of confusions, memories, ideas, fears, we can trace constellations, form stories that beget change.\nImagine the possibilities.\nSarah Anjum Bari is the Editor of Daily Star Books and Adjunct Lecturer at the University of Liberal Arts Bangladesh (ULAB). Reach her at sarah.anjum.bari@gmail.com and @wordsinteal on Twitter and Instagram.\n\n \n",
        "headline_1": "On the chaos of teaching English",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/the-chaos-teaching-english-3135746",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-10-2022"
    },
    {
        "full_article": "It is disappointing that despite all our economic and infrastructural development over the years, Bangladesh still cannot fight off the menace of child marriage, which continues to plague our society. Earlier this week, we came to know from a study by the National Girl Child Advocacy Forum that between January and August 2022, as many as 2,301 girls fell victim to child marriage in 28 districts of the country. This means that, per month, an average of 288 girls under 18 years of age were married off in those districts alone.\n\nOften, parents marry off young daughters if they receive a proposal that seems \"too good to refuse.\" But in the process, they end up destroying or compromising their child's life prospects and future potential.\nNow, a Prothom Alo report shed further light on the challenges of tackling child marriages, citing data from the Tala upazila of Satkhira, Khulna. According to the Women Affairs Office in Tala, of the 88 child marriages that had been halted between July 2021 and June 2022, 74 percent took place in secret later on. More concerningly, six of those marriages have already ended in divorce, with one child bride becoming a victim of domestic abuse at the hands of her in-laws who were demanding dowry. The survey done by the Women Affairs Office also noted how students of classes 7-10 were most vulnerable to underage marriage.\nAll this shows the crucial importance of awareness of the consequences of child marriage – both among guardians and young girls – in eliminating this scourge from our society. We need proper enforcement of relevant laws to do that. It is also vital that local government representatives and officials play a more active role in spreading awareness regarding the issue at the grassroots level. Regular campaigns should be conducted so that guardians are well aware of the legal consequences they could face if they marry off their girl children. In schools, female students must be told how early marriage could affect their future, and should be aware of the resources and platforms/agencies they can turn to if they fear becoming victims of child marriage.\nOften, parents marry off young daughters if they receive a proposal that seems \"too good to refuse.\" But in the process, they end up destroying or compromising their child's life prospects and future potential. It is high time the government stamped down on the culture of child marriage in Bangladesh which has, unfortunately, become more prevalent due to the uncertainties faced by many families in the wake of the Covid-19 pandemic. As well as providing financial security and raising awareness to tackle this scourge, the relevant offices of the government must at all times be on guard, so that halted marriages are not conducted in secret. But most importantly, a task this challenging cannot be done by the government alone. The whole society has to work together to stop this scourge for good.\n",
        "headline_1": "Stop secret child marriages",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-secret-child-marriages-3135526",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-10-2022"
    },
    {
        "full_article": "There is no denying that for a society to advance, and advance in the right direction, teachers must play a catalytic role as they have the all-too-important job of preparing future leaders. And how well they can do that depends on how well they are treated. As the World Teachers' Day reminds us, they need to be appreciated, aided and empowered for them to be successful. Unfortunately, as a nation, the \"appreciation\" that we currently have for our teachers across the educational spectrum is perhaps at a historic low.\nNo education system, as the saying goes, can be better than its teachers. So, the fact that our education system is doing so poorly is proof that our teachers are not faring well. There are plenty of reasons for that. For example, the hyper-politicisation of educational institutions at the tertiary level – and also at lower levels to some extent – has done immeasurable harm to the reputation and standard of teachers as well as their to moral standing. When teachers are recruited or promoted on the basis of their political allegiance rather than qualifications, their quality is bound to suffer. Our schools and colleges also suffer from substandard teaching and a lack of proper teaching aids and environments.\n\nNo education system, as the saying goes, can be better than its teachers. So the fact that our education system is doing so poorly is proof that our teachers are not faring well. There are plenty of reasons for that. \nIn such a climate, it is perhaps natural for teachers to not have the unqualified support or respect they once enjoyed. And politicisation and a general decline in moral values are largely responsible for that, with those still doing their job honestly often facing intimidation and harassment by politicians, bureaucrats, and even students. We have often come across reports of physical assaults on teachers. In many cases, teachers themselves were found to be engaged in immoral activities, such as question paper leaks, sexual harassment, financial irregularities, etc.\nThe fact that we undervalue the role of teachers is further evidenced by how little financial remuneration they are given – particularly those working at the primary education level. When teachers' pay is set at such low levels, how can we expect the best and brightest minds to take up this noble profession? As well as proper remuneration, teachers also need proper training and complementary tools to do their jobs. The quality of textbooks, the facilities available to teachers within the confines of their classrooms, their academic freedom, etc all play a big role in how well they are able to teach. We are doing poorly across all these fronts at the moment.\nBangladesh has a glorious history of producing courageous teachers who inspired their students and the nation in general. It is time to restore teachers to their former glory. The importance of a knowledge society is being felt across the globe, and teachers have a very important role to play in that regard, as well as in steering our nation to a bright future. We must cultivate and empower teachers properly, for our own sake.\n",
        "headline_1": "For a better future, we must empower our teachers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/better-future-we-must-empower-our-teachers-3135516",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-10-2022"
    },
    {
        "full_article": "There is a seasonality about it. When comes the time for revenue collection some issues, old and new, surface half in pretext or in self-justification, but mostly due to the tax administration faltering through dearth of fundamental reforms. Denying the government exchequer of the taxes it needs for running services is considered clever truancy and cheating by many, sometimes diluting the rightful claim to reducing taxes or even to demanding quality services in lieu of taxes. Tax evasion is the central issue rather than levying of taxes which are set out in slabs anyway. It can hardly be overstated that lack of collection from legitimate sources do indirectly increase the incidence of taxes on the poor. Although the problems of low tax base have been a persistent drag on the economy and, the resigned, if a kid-glove, approach to foreigners illegally keeping out of the purview of collection familiar deficiencies these have not been met with anything more than adhocism. Whereas they deserve sterner determined action, the authorities kept talking and talking letting the prime time pass back to their points of passivity. Now we talk about policy after the problem has been become rather entrenched.The National Board of Revenue (NBR) is finally 'moving' to bring foreign nationals working for various government bodies without work permits under the tax net. It's common knowledge that different ministries, directorates industry and service sectors do employ foreign nationals. They are mostly listed people with different kinds of visas being obliged to have been registered at two levels, BIDA and host government or semi government authorities. The question remains about renewal of contracts or having regular work permits by way of validation as well as keeping a designated authority informed about their status. Whether they have a proper visa, not the tourist or on-arrival visas, which do not permit employment in the arriving country is an important denominator that can not be flouted. Just because we have shortage of mid level supervisors or technicians it can not be taken advantage of to gate-crash by anybody. The issues of salary and perks are linked to fair income distribution. They also reflect a security concern -- if through a slack screening and lack of civilized follow ups undesirable elements should slide through the slippery slope -- into the crowd!What's particularly noteworthy is the unaccounted-for employment in the expanding private sector. Admittedly, many foreign nationals are working in the country without taking prior permission from the Bangladesh Investment Development Authority (BIDA) and other appropriate authorities appointed by the government. It is expected the foreigners intending to be employed on-arrival are made aware of the requirements in clear terms even though the category of visa should be speaking for itself. An any rate, mandatory obligation devolves on the employers themselves to refrain from abetting in unauthorised employment. If they employ people having no work permit from BIDA, they shall be liable for additional tax at the rate of 50 per cent or the tax payable on his income or Tk 0.5 million whichever is higher in addition to tax payable under the ordinance. A jail term is also attached for three years with a fine of Tk 0.5 million. It will be as good as its enforcement, no more no less.Actually we need a database on the foreigners in the employ especially including the private sector. This will have to be updated on yearly basis to be meaningful.Let's have inclusive, fair and pragmatic policy document on employment of foreigners as per international standards in keeping with Bangladesh's rising profile as an economy and a country.",
        "headline_1": "Taxation concerns and unregistered foreigners out of the dragnet",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/taxation-concerns-and-unregistered-foreigners-out-of-the-dragnet-1664977168",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-10-2022"
    },
    {
        "full_article": "We are losing Dhaka. Or, more appropriately, Dhaka is getting submerged under the weight of the problems piling on it on an everyday basis. The tranquil city we once knew, in the 1960s and 1970s, went out of our lives long ago. There can hardly be any point in complaining about that loss.The problem today is that the city we --- and by that we mean citizens as well as the various organisations responsible for ensuring that Dhaka keeps moving at a reasonably good pace --- are trying to hold on to for dear life is going away from us. Ask people who need to catch a train at Kamalapur or a flight at Hazrat Shahjalal International Airport. They remain stranded in traffic knots which cannot be untied. Their trains and their planes leave without them. Nowhere in the world is there a national capital which comes close to resembling Bangladesh's most important city. People who need no more than fifteen minutes from their homes in Baridhara to reach the airport leave, in their state of panic, for the airport three hours before their flight takes off. Even so, they are unable to board the aircraft. In a number of instances, an intending passenger watches, forlorn from his car, the aircraft he had been supposed to be on, take off. He can do nothing about it.Many have been the plans valiantly declared over the years of Dhaka being transformed into a city in line with modern specifications and intended to be like any other modern metropolis in the world. We have two city corporations, set up to replace the single entity that was weighed down with a load it could not cope with. But the arrival of these two city corporations has hardly helped. If anything, the problems have only multiplied on their watch. Take the simple matter of mosquito eradication, for mosquitoes these days and in earlier times have pushed citizens into the dengue quagmire. Ask any city corporation official about the menace, about the corrective measures being taken. The standard reply is that the problem will be neutralized soon. The problem persists.The nation's capital has, right before our eyes, mutated into a sprawling urban slum, so much so that visitors from abroad, native as well as foreign, choose to take up residence at hotels near the airport rather than plough into the city proper. Observe what once were beautiful residential zones --- Wari, Dhanmondi, Gulshan, Banani --- with sidewalks for people to happily stroll along. Those zones have vanished and been replaced by ugly landscapes of shopping centres, restaurants, schools, banks, universities and what have you. Dhaka today has no area that can properly be referred to as a residential zone. Crass commercialism has annihilated the residual beauty, that which survived the post-1970s, of the city.Travel anywhere in South Asia. Calcutta, Delhi, Lahore, Islamabad are places where populations have certainly gone up, but they have not turned into slums. In contrast, a major problem for Dhaka is the constant stream of people who come to it in search of work and do not go back. That raises the question of devolution, of decentralization. There is hardly any country in the world where its people keep moving to its capital. People are content to reside in other cities and the small towns dotting the land … because the opportunities necessary for a decent existence are all present there. In our clime, because we have not been able to create the perfect conditions for people to stay at home in towns and cities away from Dhaka, we feel the pressure.Yes, historically Dhaka was not planned to be the national capital it became following the War of Liberation. Structured in British colonial times, with a little tinkering here and there in the Pakistani era, the city was unable to move out of the straitjacket it was caught in. Its predicament has only deepened. Some new roads have been built. A ubiquity of flyovers has come up, with one going through the university area and casting a long dark shadow over it. Nowhere do vehicles get stuck on flyovers anywhere. Our Dhaka flyovers are a different spectacle altogether. They become all too often elongated, open-air showrooms of vehicles of different brands and make. Clearly, urban planning has been a failed enterprise where making Dhaka a properly livable city is the issue. Too much attention has been focused on commercialization and too little on aesthetics. Parks in local areas have either been done away with or, in many cases, commandeered by the unscrupulous. Where in an age now lost children could spend time after school in playing football or other games in local playgrounds, they are now compelled to stay home, their eyes glued to mobile phones. The crowd of schools in the city has without question provided space for children to pursue studies. But with a large number of these schools located in rented buildings that are erstwhile homes of their owners, there are no playgrounds for the children to indulge their passion for games and for physical training classes. The nation's capital is a city where roads are never safe, for all year round and especially in the monsoon season they are dug up on one pretext or another, pushing citizens into grave discomfort. Why are such activities --- improving sewerage, repairing or installing cable or electricity connections and the like --- not undertaken in the dry season, in winter? No one has offered any credible response to such questions. And now spare a few minutes to reflect on such prestige projects as the metro rail. The work goes on, without end. It has become a trend all over the land for project implementation to be delayed a multiplicity of times, for expenditure to rise, with no one to ask where efficiency and transparency have gone missing. Besides losing its natural charm, Dhaka has quite been declining in intellectual appeal. Aziz Market in Shahbagh, once reputed for its bookshops, is now largely home to stores displaying couture of various colours, forms and sizes. Similar is the condition at New Market, where bookshops are in retreat and bibliophiles are a dying species. Too many superstores crowd the alleys, lanes and streets of the city; and the old street corner shops have been closing down over the years.Rajiv Gandhi once took a lot of flak over his pronouncement of Calcutta being a dying city. Calcutta has continued to thrive. Dhaka is not dead. But it is gasping for breath, with all this asphyxiation endangering its life.\n[email protected]",
        "headline_1": "Dhaka, in its state of asphyxiation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dhaka-in-its-state-of-asphyxiation-1664977211",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-10-2022"
    },
    {
        "full_article": "Jafar, not his real name, was the only son of his family. When he was born into this beautiful world, his parents and others felt like they were on cloud nine. They dreamt big. The son would grow up, one day he would take the helm of the family and thus unburden the parents in the later years of their life. But things did not happen the way it was expected. When the son was in his early teens, he started mixing with other boys in his locality. Soon he started smoking. At one stage he turned into a heavy smoker. Then from smoking he turned to drugs. The family noticed he was often behaving strangely. When the family got to know about his drug addition, it was too late. It went beyond their control. The son grew up and started living a reckless life. He was often demanding money from the family for his drugs. If refused, he never hesitated to even beat up the family members. Such violence in the family became a common incident. The family could no more bear the agony and mental pressure. One morning the family found to their utter shock that the son was lying dead in his living room. That was the end of the story of a troubled child the family could not protect. If the son did not turn to drugs, it could be a different story. He could be a doctor or an engineer or whatever else he chose to be. That could brighten not only the image of the family or society but also the image of the country. Like him, many people in this country are addicted to drugs. According to sources, there are seven or eight million drug abusers in the country. They are ruining their own lives. Not only that; they are also ruining their families (at least seven-eight million families). They are also doing harm to society they live in and doing disservice to the country.Despite myriad efforts and drives, the menace of drugs could not be removed. Drugs are available easily in different form. Drugs are available easily in different forms. Reportedly, smuggling in drugs has gone hi-tech. The narcotics runners are using the dark web to make their supplies available. They are becoming innovative day by day. No measure proves enough to tame this monster of drug abuse. Reportedly the residents of a village in the country were passing night awake guarding against drug abuse. Men and women were coming out at night with torches in their hands looking for drug addicts in all secluded places they know. Thus they were successful in making the three-kilomerte area of the village a drugs-free zone. This initiative of the villagers was appreciated by the local police administration. They offered to help the villagers in the campaign against drugs.Alongside the administration, the guardians also need to be cautious. They should keep an eye on whether their children are learning anything bad like smoking which is deemed the first step toward addiction to drugs. Actually children in their early teens are most prone to drug abuse, as they like adventurism. We often come across reports on crimes committed by teenage gangs in the capital city. Children from broken families often drift into the crime world. So the upbringing of a child is very important. The parents should never lose sight of their children until they attain 18. After 18, they start developing the sense of proportion, the sense of responsibility. That is how we can win the battle against drug abuse.\n[email protected]",
        "headline_1": "Combating menace of drug abuse",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/combating-menace-of-drug-abuse-1664977509",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-10-2022"
    },
    {
        "full_article": "Every year, the National Curriculum and Textbook Board publishes textbooks for the students of Class-I to class XII. Many of these books, however, are full of errors and have been carrying them year after year. These books have been written and edited by famous educationists. So, there should never be any room for misspelled words and misinformation in our textbooks. Schoolchildren should not feel hesitant over learning anything from these textbooks. And for this, all the primary and secondary textbooks must be as much error-free as possible. It is always the best if there are no errors in our textbooks. And every year these mistakes should be found out and fixed. There must be a thorough examination of the texts for errors. We hope the national textbook board will make sure that the students will get error-free textbooks from the next year. \nMd. Jobaidul Islam, Student of Class-XII, Sufia Nuria Fazil Madrasa, Mirsarai, Chattogram, [email protected]",
        "headline_1": "Making textbooks error-free",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-textbooks-error-free-1664977543",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-10-2022"
    }
]