[
    {
        "full_article": "Protracted litigation in the name of combating forcible religious conversion is taking up valuable time of courts. The Supreme Court is hearing a purported Public Interest Litigation (PIL) seeking action to curb deceitful religious conversion in the country. Not wanting to be left behind, the Gujarat government is seeking the removal of a stay on a provision in its anti-conversion law that requires prior permission from the District Magistrate for any conversion done “directly or indirectly”. The Gujarat High Court had correctly stayed Section 5 of the Gujarat Freedom of Religion Act, 2003 (amended in 2021 to include ‘conversion by marriage’), while also staying the operation of other provisions that sought to cover inter-faith marriages as instances of illegal conversion. The High Court had noted that the prior permission requirement would force someone to disclose one’s religious belief or any change of faith, contrary to Supreme Court rulings that say marriage and faith involve an individual’s choice. In a strange claim, Gujarat argues that the stay on Section 5 is affecting even genuine inter-faith marriages that involve no fraud or coercion, as those who usually solemnise such marriages are unable to do so. This is based on a claim that the prior permission requirement obviates the need to question the genuine nature of the conversion, if any, consequent upon an inter-religious marriage.No one would buy the claim that the provision enables voluntary conversion. Freedom of religion is protected only when no questions are raised and no suspicion entertained based on the mere fact that an inter-faith marriage has taken place. Common sense would suggest that forcing someone to disclose an intent to change one’s faith violates freedom of conscience and the right to privacy. Also, when a separate appeal against the High Court’s interim orders staying the provisions is pending before the Supreme Court, there was no need for the State government’s petition seeking to revive the prior permission requirement as part of the ongoing hearing on the PIL against religious conversions. On the larger issue, the observations of a Supreme Court Bench headed by Justice M.R. Shah to the effect that religious conversion through “allurement” or charity work is a serious problem indicate an eagerness to goad the Government into coming up with anti-conversion measures on a national scale. It is questionable whether courts should entertain exaggerated allegations of rampant fraudulent conversions across the country, instead of leaving it to States to identify the extent of the problem, if any, and adopt steps to protect religious freedom and communal harmony.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nreligion and belief\n\n/\n\nlaws",
        "headline_1": "Faith and freedom: On combating forcible religious conversion",
        "headline_2": "Freedom of religion is protected only when state keeps away from matters of faith, marriage",
        "link": "https://www.thehindu.com/opinion/editorial/faith-and-freedom/article66227162.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-12-2022"
    },
    {
        "full_article": "The comments by Iran’s Attorney General Mohammad-Jafar Montazeri that the Islamic Republic had disbanded its infamous morality police, after months-long protests, suggest that the regime is finally willing to make concessions. The latest spell of protests began in September after the death of Mahsa Amini, a 22-year-old Kurdish-Iranian woman, who was in the custody of the morality police for wearing the hijab (headscarf) “improperly”. Thousands of protesting youngsters, mostly women, took to the streets demanding an end to the mandatory hijab rules and calling for other reforms. The regime used repression and propaganda to bring the situation under control. Hundreds have been killed while pro-government sections have blamed “foreign hands” for the protests. But none of this has helped restore order. It was against this background that Mr. Montazeri said the morality police had been abolished and that the regime was reviewing the hijab rules. There is still no official announcement and the protesters remain cautious. But the authorities have not dismissed Mr. Montazeri’s comments either. A bigger question, however, is whether this would be enough to placate the protesters.Iran’s theocratic system is unique in both its substance and functioning. While it ensures that the clergy remains firmly in control, it also draws legitimacy from presidential and legislative elections. Principalists, the status quoist defenders of the revolution, and moderates, who call for gradual reforms from within, are the main opposing camps in the electoral field. The reformists, including former Presidents Mohammad Khatami and Hassan Rouhani, often acted as safety valves in an otherwise tightly held system. But the two terms of each of these Presidents brought in little systemic change, leading to pent-up frustration. The U.S.-led economic sanctions made matters worse for Iran’s rulers. The clerical establishment responded by consolidating more powers in its hands. All branches of the Iranian state — the Presidency, the judiciary and the Majlis — are now controlled by the hardliners, who always have the office of the Supreme Leader. But this concentration of power in a few hands and the sidelining of the moderates seem to have boomeranged. The death of Amini lit a fuse leaving the regime in a spot. The sustainability of any system is dependent on its ability to reform from within. Iran’s post-revolutionary order has resisted the calls for reforms till now. But as the revolution ages and the calls for change get stronger, the Ayatollahs face their greatest dilemma — tighten their grip further, risking more blowback, or start gradual political and social reforms.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIran\n\n/\n\npolitics\n\n/\n\nreligion and belief",
        "headline_1": "A case for change: On months-long protests in Iran",
        "headline_2": "Iran must choose reforms or risk more blowback from the protesters",
        "link": "https://www.thehindu.com/opinion/editorial/a-case-for-change-on-months-long-protests-in-iran/article66226610.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-12-2022"
    },
    {
        "full_article": "China found its people’s forbearance fraying under the tight tug of unreasonable Covid controls. The government had adopted an unyielding zero-Covid policy since the inception of the pandemic. Strict containment measures were enforced, with the aim of speedily shutting down any outbreak and quickly declaring the area Covid-free. Even a small, localised outbreak led to citywide mass testing. Citizens were perturbed at continued restrictions even when many parts of the world had fully opened up.\nAfter the recent protests, softening of restrictions have just been announced with several cities lifting lockdowns and permitting reopening of businesses.\nRead full opinion on TOI+\n\n",
        "headline_1": "China forgot the dead sparrows: Zero Covid was a failure because it didn’t account for the evolutionary biology of viruses",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/china-forgot-the-dead-sparrows-zero-covid-was-a-failure-because-it-didnt-account-for-the-evolutionary-biology-of-viruses/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-12-2022"
    },
    {
        "full_article": "The EC didn’t mince words. “Urban (voter) apathy continues unabated from Shimla to Surat,” it said on Saturday. In Shimla, the turnout was more than 10 percentage points lower than Himachal’s state average of 75.6%. The trend held in the first phase of Gujarat polls where the urban turnout was lower than the surrounding rural areas. The urban turnout in the first phase in Gujarat was also lower than the same in 2017. In Delhi’s local polls, better-off classes largely stayed away.\nThe trend is not new. In the first three decades of elections, the relative participation of urban voters was greater. The gap between urban and rural turnout has widened since the 1980s. “Urban apathy” isn’t irrelevant – urban India contributes to 60% of GDP and a very high proportion of taxes. As this paper has argued, improvement in urban governance has been hindered by the political executive holding back on the transfer of power to urban bodies envisaged three decades ago in the Constitution’s 74th amendment.\nThere are certain unique factors about India’s urban governance that are relevant to voter turnout. Political scientists have used surveys and election data to study the plausible reasons for the lower turnout in urban areas. The common thread running through some of the studies is that rural turnout is positively influenced by a more pronounced emphasis on group mobilisation and a greater need for the intervention of politicians to compensate for state failure. The second aspect is relevant even within urban centres. For example, in Delhi’s 2020 assembly election the turnout in New Delhi, the seat of the government, was 52.15%, almost 20 percentage points lower than some constituencies with large slum clusters. Poorer urban Indians still need politicians to improve some services. Better-off classes, who can insulate themselves somewhat from civic non-governance, don’t have a lot of incentive.\nThat the urban-rural vote divide is not decreasing even in national polls – where supposedly ‘big’ issues familiar to middle classes are debated – tells us that it’s not apathy or not just apathy that keeps better off city Indians from voting. There’s nothing wrong in electoral politics focussing on the rural areas, and more so on lower-income rural poor. But the disconnect between city middle-classes and elections is still something politicians should think about.\n\n",
        "headline_1": "Apart from apathy: Urban voting is low in part because politicians don’t have too many deliverables for middle classes",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/apart-from-apathy-urban-voting-is-low-in-part-because-politicians-dont-have-too-many-deliverables-for-middle-classes/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-12-2022"
    },
    {
        "full_article": "This can and should be the moment India takes a big bite of the Apple. The iPhone maker is accelerating plans to shift some of its production outside China. The company has reportedly told its suppliers to plan for assembling its products elsewhere in Asia, particularly India and Vietnam. This comes after recent turmoil at one of Apple’s biggest plants in the Chinese city of Zhengzhou. Attracting the entirety or at the least a substantial portion of this business to India must be a task GoI sets for itself. It will have tremendous demonstration effect globally.\nThere is no denying that as the US decouples from China and other Western economies diversify away their economic linkages from Beijing, India becomes a possible beneficiary. This sentiment was also expressed at the recent Asia-Pacific Conference of German Business 2022 in Singapore where India and the Asean economies were seen as potential destinations for strategic outsourcing. But New Delhi will have stiff competition. Before the pandemic hit, a Nomura study had found that out of 56 companies that had relocated their production out of China between April 2018 and August 2019, only three went to India while 26 relocated to Vietnam.\nSure, the pandemic and the Ukraine war have changed things further and there is greater urgency on the part of Western companies to diversify. But most cite lack of policy consistency and hidden costs as big dampeners when considering India. That’s why GoI must not be complacent. True, iPhones are currently assembled in India by Foxconn, Pegatron and Wistron in Tamil Nadu and Karnataka. But these plants are nowhere nearly as big as Zhengzhou. GoI must closely work with likely states, no matter which party is in office, where the Zhengzhou production can be relocated.\n\n",
        "headline_1": "Big bite of Apple: GoI must focus on getting iPhone maker’s big unit shifting out of China. Demonstration effect will be huge",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/big-bite-of-apple-goi-must-focus-on-getting-iphone-makers-big-unit-shifting-out-of-china-demonstration-effect-will-be-huge/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-12-2022"
    },
    {
        "full_article": "By Jayant Dasgupta and Abhijit Das\nAfter the recent phone call between Prime Ministers Modi and Sunak, prospects for an India-UK free trade agreement appear to have brightened. It is likely to include commitments in traditional areas, such as trade in goods and services. It could also have provisions on issues that India has traditionally resisted in trade agreements – labour, environment, gender and intellectual property rights. Further, as India has taken commitments on digital trade and government procurement in its FTA with UAE, these issues are also likely to figure in the FTA with the UK. What could be the eventual impact of the India-UK FTA on India’s economy?\n* On the trade front, we can expect a modest increase in India’s exports of goods and services to the UK.\nRead full opinion on TOI+\n\n",
        "headline_1": "Nothing so great about free trade with Great Britain: India-UK FTA will increase our exports modestly but severely impact digital and climate sectors",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/nothing-so-great-about-free-trade-with-great-britain-india-uk-fta-will-increase-our-exports-modestly-but-severely-impact-digital-and-climate-sectors/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-12-2022"
    },
    {
        "full_article": "Thirty-two years have gone by since our national leaders made a pledge to make Bangladesh a democracy where the fundamental rights of the people would be protected, and the judiciary's independence and neutrality and the rule of law would be guaranteed. Laws contrary to fundamental rights would be scrapped. Their core pledge was to establish a sovereign parliament elected through a free and fair election.\nThese commitments were made in the Joint Declaration of three alliances on November 19, 1990, demanding the end of military ruler Gen HM Ershad's dictatorial regime and handover of power to a neutral caretaker government. This national accord among all major political parties forced Ershad to hand power over to the nominee of the opposition parties, the then Chief Justice Shahabuddin Ahmed. High hopes and expectations dominated our national psyche for the first few years, but it didn't take long for our politicians to start backsliding on the promises they had made.\nThe gradual backsliding has now taken us to a state where global think tanks describe us as an elected autocracy. Sweden's Varieties of Democracy (V-Dem) is one such institution of global repute that produces the largest global dataset on democracy, with over 30 million data points for 202 countries from 1789 to 2021. V-Dem, in its Democracy Report 2022 titled \"Autocratization Changing Nature?\", names Bangladesh among 33 nations where substantial autocratisation has happened. Noting the fact that electoral autocracy remains the most common regime type in the world, present in 60 countries, it says, \"The level of democracy enjoyed by the average global citizen in 2021 is down to (the) 1989 levels – the last 30 years of democratic advances are now eradicated.\"\nIn Bangladesh, too, much of the gains in democratic and civic rights made in the first half of the 90s, following the deposition of the military dictator, have been eradicated. Apart from losing rights and opportunities to vote freely, erosion in the freedoms of expression and assembly have made most people powerless and voiceless. If we go by the latest census, more than half of our population is under 30 years old (26 percent under 14, and 25 percent between 15-29 years), which means they have probably never gotten a chance to vote freely to elect their representatives. As the voting age in Bangladesh is 18, today's 30-year-olds were unable to vote in 2008.\nIt is probably quite easy for our national leaders to ignore the pledges they made, as half of our population who were not even born then are not aware of the details of the Joint Declaration of 1990 by the three alliances. The scant history or the lone fact that reached them through partisan narrations was that a national movement had brought an end to a military dictatorship, but they are unlikely to know of the pledges of establishing independent judiciary and rule of law, protecting fundamental rights as enshrined in our constitution, and ensuring people's representation through free and fair voting.\nThis Joint Declaration was not the only thing that was taken out of sight; there was a Code of Conduct, too, which now seems we never had. In the Code of Conduct, the leaders of those alliances pledged, \"Our three alliances shall refrain from making personal slander and slandering the patriotism and religion of the other party. The political parties in our alliances will not condone communalism and will collectively resist communal propaganda.\" They made an unambiguous commitment \"to avoid conflict altogether in the electoral process and ensure that the voters can exercise their right to vote freely, and that peace and order is maintained in the polling booths.\"\nThose pledges are nothing extraordinary or unique, and are essential elements in most democracies. But, due to our bitter past, those commitments were seen as a great achievement at that time. Three decades of political history, however, has proven that they were empty promises made by power-hungry politicians and were never meant to be followed through.\nBoth the Awami League and the BNP have reneged on those promises, but blame each other for betrayal and being anti-democratic. Both have resorted to violence against the opponent, tried to suppress criticism, engaged in vote-rigging, interfered in judicial affairs, and violated fundamental rights – to varying degrees. One thing, however, became clear – that both of these parties were competing to outbid the other. Now, with the removal of the provision for an election-time caretaker government, it has become a one-sided affair, and hence the right to vote has become an opportunity instead of an inalienable constitutional right. The right to assembly for the opposition has now become conditional – with not one or two, but 26 provisos, as laid out by Dhaka Metropolitan Police while granting permission to BNP to hold their rally on December 10.\nLast week, I wrote in this newspaper that the government should refrain from seeking transnational repression of its critics abroad. But, a day after, our high commission in Canada posted an announcement on its official letterhead bearing the government insignia, declaring that it would no longer provide consular services to those who were engaged in alleged \"anti-state activities and propaganda.\" There are plenty of tools available to the government to counter any falsehood, but terming anti-government statements and opinions as anti-national is simply wrong and misguided. These are the acts that are bound to make Bangladesh lose its identity as a democracy.\nKamal Ahmed is an independent journalist. His Twitter handle is @ahmedka1\n\n",
        "headline_1": "Democracy Day 2022: Three decades of backsliding from pledges for democracy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/democracy-day-2022-three-decades-backsliding-pledges-democracy-3188116",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-12-2022"
    },
    {
        "full_article": "Dr Gitiara Nasreen, professor at the Department of Mass Communication and Journalism of Dhaka University, speaks to Shuprova Tasneem of The Daily Star about sexual harassment on university campuses and media's role in normalising sexual violence.\nIncidents of violence against and harassment of students on campus have been in the news quite a few times this year. Do you think university authorities are failing to make campuses and classrooms safe?\nIn many cases, university authorities focus more on restricting student movement than ensuring campus safety. And if those who are making campuses unsafe belong to certain groups, they are given a free pass.\nNeedless to say, these restrictions are imposed more on female students. For example, images of Dhaka University (DU) students getting together on campus to watch the football World Cup has generated widespread discussion and praise, especially for the fact that so many are sitting together in an orderly fashion, with no fights breaking out.\nIf we for a moment overlook the insinuation that university students can't get together without fighting, a shadow that falls over this bright picture is the fact that barely one percent of these students are women. University campuses are still mainly male-dominated spaces.\nWe see the same thing happening with other co-ed activities. Recently, a student of mine gained a TV channel internship where she would have to work different hours, including the night shift. To ensure safety, the channel provided her with a car for travel. But the sad thing is, when her teachers heard of this, a majority of them – men and women – asked why she needed to work the night shift.\nStructural inequalities are obstructing female students from participating in everything, and when these inequalities are normalised, it creates a path to violence and harassment. It enables people to ask: why were you there at that time? What type of clothes were you wearing? When the responsibility for violence is placed on the victim, it continues. In fact, we have even seen a few people take a stand in different campuses with placards commenting on women's clothing, further legitimising violence against women.\nPower structures also play a part in allowing sexual violence to exist. The fact that allegations were made of students being abused for sex work in a DU-affiliated college recently is still fresh in our minds.\nWe are all aware of how cases of sexual violence are hugely underreported, and that even when complaints are made, they become trapped in lengthy processes of justice. Most of such cases pending at DU have not been settled yet. Sometimes, the accused are even given various posts and benefits.\nThis is despite the 2009 High Court guideline on preventing sexual harassment which, before a law is created, should be treated as law. The point of this guideline is to increase awareness on sexual harassment, to identify it as a crime, and to inform others of its consequences. We have seen many cases of people being unclear on what counts as sexual harassment – they don't consider it an offence, they argue that \"boys will be boys,\" and blame the victim instead. This only strengthens a culture of harassment.\nThe first step to ending this is spreading awareness in all educational institutions and workplaces. For this, the High Court guideline has suggested creating a special five-member committee to accept accusations and conduct investigations. Their role is not only to punish, but to create awareness through regular discussions. However, a majority of educational institutions have not implemented this suggestion, and even if the committees exist, a lion's share of teachers and students don't know about them.\nInstead of taking effective measures, most campuses try to hide incidents of sexual harassment. Yet, if these same universities tried to seriously prevent them, they would only rise in everyone's esteem.\nWhat do you think are the biggest mistakes journalists make when reporting on gender-based violence?\n\nThe biggest weakness that still exists is that of reporters taking on the roles of judge and jury. They end up writing about the victim's personal life, the circumstances of the crime, the victim's age, clothing, Facebook status, etc. Such reports present sexual violence as unstoppable/ordinary incidents, thus normalising it.\nWe also see reports quoting police officers, judges, etc regardless of how off the record, biased and value-laden their statements are. Yet, they are presented like they are hard facts. Instead of focusing on how such violence is an issue of justice that negatively impacts society, and instead of writing follow-up reports that investigate the process of justice, most reports on violence only make us feel hopeless about a horrific state of affairs.\nWe know that the concepts of \"shame\" and \"honour\" still hold a lot of currency in Bangladeshi society, which heavily discourages victims from reporting their abuse. How can the media help in changing this?\nThe problem starts when we interpret honour, and what destroys it, as we please. I think linking the concept of honour with a woman's body is dishonourable in itself. Why should we call a crime dishonour? The fact that we still think these crimes destroy the victim's and her family's honour is the reason why, even after the momentous struggle that led to our independence, the women who were raped in 1971 are still considered outcasts in many quarters of our society.\nRegrettably, mass media often reinforces such mindsets. Words like \"dishonour\" are used regularly. Movies and telefilms tell us that if a person is raped, the only way out is suicide. Even in the case of political crimes, we see media comment on the personal lives of the accused – it seems scandals are considered more newsworthy. The media is also mostly silent on male victims of sexual violence, who are seen as being as \"weak\" as women and therefore equally \"dishonoured.\"\nRational and neutral reporting is one of the core principles of journalism. There are a few things that media outlets must do now to deliver this.\nSexual violence must be identified as a crime, and the rapist/abuser must be identified as the perpetrator of the crime. No other factors must be brought into reports to explain the violence. Finally, the media must stop victim-blaming, and stop using other words to describe a violent crime.\n",
        "headline_1": "‘University campuses are still mainly male-dominated spaces’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/university-campuses-are-still-mainly-male-dominated-spaces-3188291",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-12-2022"
    },
    {
        "full_article": "Misgovernance, corruption, nepotism and subsequent bad debts keep plaguing the banking landscape of Bangladesh. Central bank data reveals that non-performing loans (NPL) have swelled to a whopping Tk 134,396 crore as of September this year, accounting for 9.36 percent of the total loans disbursed. Nearly 29 percent of the loans disbursed by the six state-owned banks have been defaulted on as of September. This is despite the relaxed loan classification rules to allow banks to window-dress their accounts and make their financial health look sound.\nAccording to Selim Raihan, executive director of the South Asian Network on Economic Modeling (Sanem), the real amount of bad debt should be over Tk 2 lakh crore. The same thought was shared by the International Monetary Fund (IMF).\nThe IMF, during a recent visit to Bangladesh to negotiate the USD 4.5 billion loan proposal, raised concerns once again about the sustained spiralling of bad debts here. When it suggested that the overall NPL rate should be brought down to 10 percent, the central bank assured the international lender that it was already the case and there should be significant improvement by June 2024.\nInterestingly, while these discussions between the IMF and Bangladesh Bank were going on, a dramatic episode was being staged at one of the largest commercial banks in the country. In the first 17 days of November alone, a supposed gang withdrew Tk 2,490 crore from the Islami Bank Bangladesh Ltd (IBBL) as loans.\nThe total sum this gang took from the bank amounted to around Tk 7,000 crore, using the names of eight companies whose addresses exist only on paper. That these loans were disbursed without proper documentation of the companies that applied has raised suspicion. How could the IBBL sanction these loans without due diligence?\nSeveral other banks, including Social Islami Bank Ltd (SIBL) and First Security Islami Bank Ltd (FSIBL), have also sanctioned loans to these companies, amounting to around Tk 2,320 crore. Since the grace period for such loans is one year, they must expire before we fully understand their fate. But given the circumstances, it would not be wrong to predict that these debts may go sour as well.\nInvestigation into the matter revealed that some of the major beneficiaries are linked to the Rajshahi-based Nabil Group. When Prothom Alo reached out to its MD Md Aminul Islam, he said, \"I have been in business for 18 years and there is nothing to hide. The bank knows everything and they will speak about my loan.\"\nNow the question is: if these companies do actually belong to Nabil Group, why were the addresses and company names not given correctly? Unsurprisingly, Nabil Group is also one of the major beneficiaries of the SIBL and FSIBL loan.\nWhile the central bank is now investigating the issue and have halted loans in the name of these shady companies, this incident has once again exposed the irregularities that ail our financial sector.\nOne of the other beneficiaries of the IBBL loans is Chattogram-based S Alam Group, which controls the bank. While the group's maximum borrowing entitlement is Tk 215 crore, using its influence within the board, it has secured loans amounting to Tk 30,000 crore. It is interesting that, recently, a concern of S Alam Group purchased Ibis Novena Hotel in Singapore for 170 million Singaporean dollars, which roughly amounts to Tk 1,290 crore.\nWe should note that the NPL rate in foreign banks operating in the country stand at about 4.77 percent because of stringent compliance processes. But while banks and regulators should focus on strict enforcement of policies, especially with regard to due diligence before sanctioning loans, they should also ask where this money is going. Are they being utilised in legal or illegal activities? Are vested quarters laundering money abroad? To what purpose?\nThis is being suggested in the context of increased suspicious transaction reports (STR) and suspicious activity reports (SAR) – 8,571 to be specific – to the Bangladesh Financial Intelligence Unit (BFIU) in FY 2021-22, compared to 5,280 such reports in FY 2020-21. These cases should be thoroughly investigated and the criminals identified to understand their portfolio, motivations and transaction patterns. Investigating these reports would also give the BIFU a clearer picture of suspicious banking transactions and their correlation with money laundering.\nHowever, none of this will matter if nepotism and corruption in the banking sector does not end, and the central bank keeps creating scopes for the banks to window-dress their accounts. Moreover, NPLs should be defined as per international standards, as suggested by the IMF – making the NPL ratio a maximum of three percent – which would put adequate pressure on the banks. Also, the central bank should revisit its policy to allow individual bank boards to decide on default loan rescheduling and grant facilities. Such authority should be vested with the central bank alone if we want a better grip on bad debts.\nIt's high time the central bank and relevant authorities ramped up their activities and updated their policies to bring down bad debts and curb the defaulted loan ratio. In a situation where Bangladesh is struggling with depleting forex reserves and a potential liquidity crisis, there is no other way. The entire nation cannot be allowed to suffer to fill up the coffers of certain vested groups.\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n\n",
        "headline_1": "Bad debts going worse",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bad-debts-going-worse-3188161",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-12-2022"
    },
    {
        "full_article": "Companies have long had to manage \"key person risk,\" even taking out insurance against the possibility of losing top executives through death, illness or injury. But the collapse of the crypto exchange FTX, Meta's plummeting share price, and the chaos at Twitter following its takeover by Elon Musk suggest that \"key people\" can pose a very different kind of danger. Call it \"Napoleonic founder\" risk. Perhaps investors and lenders should be demanding a premium to cover the risk that a star entrepreneur will one day become an egomaniacal dictator, burning money along the way.\nThe risk is not new, of course. Business history is full of executives going rogue with corporate funds, and of successful entrepreneurs failing to realise that mature, publicly traded companies are not their personal playthings. But with each business cycle, it seems, old lessons must be relearnt.\nFollowing the dot-com crash at the turn of this century, the storied American investor Warren Buffett famously quipped that \"you only find out who is swimming naked when the tide goes out.\" Such is the modern business cycle: it flows eternally from optimism to pessimism, and from boom to bust. Yet, Buffett might have added that the optimistic high tides are the moments when precautions must be put in place. Once you have been confronted with the naked truth, your money may already have been lost.\nThis was certainly true in the case of Sam Bankman-Fried and FTX, which was valued at as much as USD 32 billion earlier this year. Few will sympathise with those who have lost money from the company's collapse. Notwithstanding Bankman-Fried's pretence of offering a mature version of crypto, everyone involved should have known it was a casino. And anyone who was paying attention to Bankman-Fried's extravagant lifestyle should have seen that he was no Buffett.\nTo be sure, it is difficult for investors to take precautions against such buccaneers. Those who back a company like FTX are looking for high-risk bets with the potential for massive rewards. Still, the smart investor ought to be able to detect signs that a buccaneer is becoming something closer to a pirate. With Bankman-Fried, the clues were everywhere: he was running the company with a few close friends from a penthouse in the Bahamas.\nSince investment is all about making bets on an unknowable future, confidence, trust, and salesmanship are a big part of the game. While investors are nominally backing business plans, their belief in that plan often depends on their belief in a person.\nA diversified portfolio is the main defence against losses from fraud or delusional thinking. The entire venture-capital industry rests on the idea that if you bet on enough ambitious start-ups, the gains from the rare success stories will far outweigh the losses from all the duds and rogues. During the long era of ultra-cheap capital – combined with the potentially global markets available to technology firms – the sales pitches became more seductive, and the bets much larger. But the basic principles have always been the same.\nWith battle-hardened superstar entrepreneurs like Meta's Mark Zuckerberg or Twitter's Elon Musk, the issue is more complex. Having proven themselves over the past two decades, they are now more like veteran CEOs than start-up founders. Yet, it is worth remembering that Napoleon Bonaparte also was a political and military veteran when he launched his disastrous invasion of Russia in 1812.\nAs success builds on success, and as the billions accumulate and the empires grow larger, two things happen. First, the business – or, in Musk's case, the business empire – becomes so large and complex that it needs professional managers, formal structures, and plenty of checks and balances. But, second, those who build multi-billion-dollar companies from the ground up often come to exhibit a sense of entitlement and impunity, behaving as though all this scaffolding merely obstructed their vision.\nThe many years of cheap capital – a seemingly permanent high tide – obscured this tendency. The good times went on for so long that many investors forgot the basics, while politicians, happy to see job creation and growth in new industries, became far too indulgent towards tech billionaires, who often became major sources of campaign donations.\nMeta is a case in point. Anyone holding the company's stock should have recognised the risks associated with the company's dual-class share structure. Although Zuckerberg holds only 13 percent of all shares, he owns around 55 percent of voting shares, and thus enjoys carte blanche in the company's decision-making.\nIn the good times, this structure – shared by other tech firms, such as Alphabet (Google) – may have seemed to make sense. But with Meta's share price having fallen by three quarters over the past year, and with Zuckerberg betting the company by investing billions in creating a virtual-reality experience (the Metaverse), investors are up in arms, even though they have only themselves to blame.\nWill Musk – or his lenders and investors – heed this lesson? Musk's behaviour at Twitter so far suggests that everyone involved is in for a costly education. He has already sacked half the company's staff, possibly breaking employment laws in the process. He now must come up with a way to make Twitter profitable enough to justify the USD 44 billion purchase price. That is a tall order. While the overall attention paid to Twitter may have increased, many top advertisers – the platform's main revenue source – have already suspended their campaigns.\nNapoleon fought more battles after his retreat from Moscow, some with great skill, but his reputation for invincibility never recovered. No one can unsee a naked emperor.\n \nBill Emmott, a former editor-in-chief of The Economist, is co-director of the Global Commission for Post-Pandemic Policy.\n\nCopyright: Project Syndicate, 2022www.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "The Napoleons of Big Tech",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/the-napoleons-big-tech-3188686",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-12-2022"
    },
    {
        "full_article": "On the occasion of this World Soil Day, The Daily Star has published a report based on the findings of a study that should set all alarm bells ringing. The study reveals a staggering scale of soil degradation in Bangladesh, with around 11.07 million hectares of land – accounting for 75 percent of its geographical area – estimated to be suffering nutrient depletion. Of them, 1.47 million hectares have suffered \"severe\" soil nutrient depletion, meaning that the land has lost 50 to 75 percent of its productivity, and will be very difficult to use for further cultivation. We get further insights as the study, conducted by scientists of the state-run Soil Resource Development Institute (SRDI), delves into factors causing the steady decline in soil quality.\nFor a nation exposed to a daily diet of disturbing statistics, this one may seem insignificant. But to anyone concerned about our long-term food security, it really is not. Soil degradation is considered among the most critical problems facing our world, particularly because of the threat it poses to food security, sustainability and health. A major contributor to this, in Bangladesh as in other countries, is acidification which, as per the SRDI study, has affected 54.8 percent of our land. Among other contributors are arsenic contamination, hill erosion, drought and riverbank erosion.\nAll these factors, together with the unchecked removal of topsoil, are reducing the ability of our land to support plant life and grow crops. Another big loss is that of vitamins and nutrients in food. Globally, it is estimated that two billion people suffer from a lack of micronutrients, known as \"hidden hunger\" because it is difficult to detect. What this means is that soil degradation may be a bigger challenge than we think. Yet, bizarrely, it continues to be a non-issue in our policy circles.\nEverywhere you look, you see some kind of soil degradation at play – unplanned urbanisation and industrialisation, industrial effluents discharged into waterbodies, excessive use of chemical pesticides and fertilisers, etc. A comment from one of the SRDI researchers is quite revealing. He said: \"In the 1960s, there was a scarcity of only one nutrient in our soil – nitrogen. We handled the situation by applying urea. After 2010, it was found that almost all the nutrients in our soil have been decreasing at an alarming rate due to land degradation.\" We can't let this happen anymore.\nTrue, the growing demand for food has led to the growing use of pesticides and fertilisers. But we must find a balance here, and use more innovative and environmentally-friendly means of food production. Unfortunately, there is no dearth of research on soil but there is hardly any measure to prevent soil degradation or check depletion of agricultural land. The SRDI has guidelines for land and soil use, but we are yet to have a comprehensive national land use policy. We, therefore, urge the government to adopt one soon. It should also encourage sustainable land management practices, such as rainwater harvesting, sand-dune reclamation, management of soil organic matters, and urban forestry to reduce further land degradation.\n",
        "headline_1": "Can we live healthy if our soil doesn’t?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/can-we-live-healthy-if-our-soil-doesnt-3188136",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-12-2022"
    },
    {
        "full_article": "In its latest report, the UN's Food and Agriculture Organization (FAO) has warned that Bangladesh is suffering from \"severe localised food insecurity\" owing to a number of factors including economic constraints, floods, high prices of major food items, etc. Poverty has risen too, it said, meaning that people's ability to buy food, even if it's available, has taken a severe hit. Having lived through such sobering assessments and forecasts for the better part of a year, we are hardly surprised by the FAO report. There is nothing remarkable except perhaps the recurring nature of these problems, and their seemly inexhaustible capacity to exacerbate one another. One thing is evident, though: Unless we change how we are approaching these problems, their effects will continue to be felt long after any end to the Russia-Ukraine war, despite what state officials tell us.\nA food crisis is, of course, the most pressing concern right now. It's important to expand the definition of food crisis to include factors other than nonavailability of food – such as an artificial crisis caused by exorbitant prices, and people's inability to buy. Bangladesh, from that perspective, is already having a crisis, with the poor hit particularly hard, as various studies suggest. It will be easy, and justified to some extent, to blame the government for all these, but it will be unfair to think the blame lies with it only. Perhaps a more accurate portrayal is one in which the government is both an architect and a victim of the present crisis, as it is allowing pre-existing governance issues or \"legacy issues\", as some experts called it, to mar its response to external challenges like the impacts of climate change and the war.\nIn case of the food crisis, one may ask: Why are we still paying \"wartime prices\" when global prices are falling? That was the subject of a recent report that showed that consumers in Bangladesh are having to pay as before despite steadily declining global prices, as imports of some major food commodities, including wheat and sugar, have slowed over the last few months. According to the FAO's price index, global food prices eased further in November. But because of falling imports and lack of efforts to adjust domestic prices, citizens continue to suffer. The government can blame the prevailing dollar and gas crises, as well as harvest setbacks caused by flooding, but it must look inward to know what made us so vulnerable to external shocks in the first place. Why is there still no functional monitoring system to check market manipulations? Where's the urgency to minimise people's sufferings?\nTo address the lingering food insecurity, the government must remove barriers to maximising food production, normalise food imports, prevent wastage in domestic food supply chains, punish greedy intermediaries and orchestrators of crisis, and most importantly, take steps to improve people's purchasing ability. It must address poor governance in the economic sector, which made us vulnerable in the first place.\n",
        "headline_1": "Food crisis again in the spotlight",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/food-crisis-again-the-spotlight-3187816",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-12-2022"
    },
    {
        "full_article": "A study paper presented by two World Bank economists at the annual development conference of the Bangladesh Institute of Development Studies (BIDS) has found that the economic models and policies followed so far have lost their relevance by this time. Now is the time for Bangladesh to go for reforms in order to sustain the momentum of growth. Titled, 'Adjusting Bangladesh's Growth Model to Sustain Progress', the paper has a number of recommendations for maintaining the growth momentum. Better urbanisation and connectivity, more diversified and competitive exports, trade liberalisation, stronger financial sector and increased foreign direct investment are key to achieving higher growth when the economic innovations of the 1990s have proved to be a spent engine of wealth creation. The two economists have also stressed the need for exploiting benefits of digital technology and addressing the issues of climate change. In fact, all such issues have come up for discussion in the past either separately or together. What the economists have done here is to point out why and how the economic theories and policies have gradually reached their peak points and subsequently undergone a process of gradual change for deceleration. Moreover, the preeminent consideration for better urbanisation ----by which it is construed that well planned cities and towns have been meant --- is undoubtedly a refreshing addition to the recipe package. So far as connectivity is concerned, there is a clear attempt to improve road communications but this has not been complemented by the railways which as a mode of transportation is cheaper and comfortable. The railways should have received priority where long distance mass transportation is involved. Even in mega cities metro rails are a better option by all counts. But these fundamental considerations have been ignored by politicians for reasons better known to them. There has been a policy shift on the positive side only lately. If the urban conundrum is still in the making, it is more a result of wilful neglect and some quarters' ulterior motive to make things messy to serve their narrow interests. What has happened with the Dhaka Area Plan (DAP) over the decades is an example of how good plans can be sabotaged by influential lobbies within the corridor of power. Much as study after study can come up with the loss of time and money in economic terms to the tune of Tk15-20 million per day due to traffic jams on the capital city's roads, there is no serious effort to get over the anarchy. Apart from the direct economic loss, its indirect losses translate into an adverse impact on the country's economic growth. Diversification of the export basket has time and again been stressed upon in order to meet the future challenges, particularly when the country graduates to a developing country. The protective export regime will no longer be there and hence the handful of items will face stiff competition in the international market. The silver lining is that the country's manpower is still overwhelmingly in the most productive age group and it can be utilised under a well devised demographic plan depending on proper education and training.",
        "headline_1": "In search of new growth models",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/in-search-of-new-growth-models-1670250465",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-12-2022"
    },
    {
        "full_article": "Bangladesh has set a target of unconditionally reducing 26.31 million tonnes of CO2 equivalent from the energy sector alone by 2030 in its Nationally Determined Contributions (NDCs). To achieve its goal, Bangladesh must recognise the vital role rooftop solar can play in decarbonising the energy sector. Rapid implementation of 2,000 megawatts (MW) rooftop solar systems without battery storage could roughly reduce 15 million tonnes of CO2 from 2023 to 2030. Fossil fuels still dominate Bangladesh's power generation system. The country's on-grid renewable energy capacity is merely 584MW out of the installed capacity of 22,607MW (excluding off-grid and captive systems). Of the renewable energy capacity, rooftop solar installations are at a paltry 90MW compared to the ballpark potential of 5,000MW from only rooftops of existing industries. Bangladesh would be better off exploiting rooftop solar at scale as this is one of the cheapest sources of green energy. About a decade ago, high prices of solar panels held back the country's large-scale adoption of solar energy. However, during 2010-19, solar panel costs fell sharply to USD 0.38 per watt from USD 2 per watt in the international market. This made solar power affordable and competitive with most fossil fuels. Reportedly, electricity prices for consumers are likely to increase following the latest hike at the wholesale level. As such, industries and commercial building owners can fix energy bills using rooftop solar systems when the sun is available. Assuming an average availability of sunshine for four hours a day throughout the year and 15 days of shutdowns for various reasons, a 1MW rooftop system can generate approximately 1,400MWh per annum. The payback period for a 1MW rooftop system for an industrial entity would be just over six years at the current tariff of Bangladesh Tk 8.45 per kilowatt-hour (kWh). An electricity price hike, which is highly likely, could reduce the payback period to around five years. With more than 4,000 industries, the apparel sector, contributing 9.25 per cent to the gross domestic product (GDP) and 82 per cent of the total export earnings during the fiscal year (FY) 2022, could deploy a significant capacity of rooftop solar systems to cut emissions. This is because the sector faces international competition and needs to reduce its carbon footprint as part of the buyers' compliance and the global fight against climate change. Other industries and commercial buildings could follow suit from a purely commercial angle. Recent changes in Bangladesh Bank's green refinance scheme increase rooftop solar projects' attractiveness. Now, industries/commercial building owners can avail of debt finance at 5 to 6 per cent, subject to loan tenor. Similarly, the Infrastructure Development Company Ltd. (IDCOL) offers loans to rooftop solar projects at a 6 per cent interest rate. Being an accredited entity of the Green Climate Fund (GCF), IDCOL could also develop an extensive programme for industrial rooftop solar systems, following the model it has adopted in its GCF project for enhancing energy efficiency in Bangladesh's garment sector. Moreover, with the falling price of solar energy and reduced payback periods, investors would encounter fewer risks than they had at a borrowing rate of 9 per cent. Furthermore, the net metering guidelines of Bangladesh allow industries and commercial buildings to install rooftop solar systems and connect to the national grid through a b-directional meter. As the levelised cost of electricity from rooftop solar systems is roughly Tk5.5/kWh, they will save significantly by reducing grid electricity consumption that currently costs industries Tk 8.45/kWh and commercial buildings Tk 9.02/kWh. Despite huge potential, to maximise the benefits of rooftop solar facilities in the country, fixing a couple of problems is imperative. For instance, in the absence of locally manufactured high-quality inverters, people rely on imported ones. Currently, the import duty on inverters is 37 per cent, which raises project costs and demotivates investors. There is also concern over the quality of solar equipment. While Bangladesh needs to import solar panels and inverters, sufficient testing facilities are unavailable to check and ensure quality. This calls for establishing accredited testing labs with adequate capacity to provide quality checks of solar panels and related accessories. In addition, to ward off the market penetration of sub-standard solar accessories, the Bangladesh Standards and Testing Institute (BSTI) may consistently monitor the market. The green refinance scheme, launched by the Bangladesh Bank in 2009, has undergone a series of revisions over the years. Therefore, many stakeholders might be oblivious to the present terms and conditions of the scheme. The central bank can carry out an awareness-raising campaign on the recent changes in green refinancing to address the information asymmetry and/or attract industrial and commercial entities to invest in cost-competitive rooftop solar projects. The Sustainable and Renewable Energy Development Agency (SREDA), the government-mandated agency to promote clean energy, could organise sessions with industries, commercial entities and their associations. In these sessions, the SREDA can create awareness and enlighten stakeholders about how its solar helpdesk could support them with technical, policy and other information.Stakeholders also have the impression that financing mechanisms, both under the Bangladesh Bank and IDCOL's facility, are complex and time-consuming. SREDA might work with Bangladesh Bank and IDCOL to address the concerns of stakeholders to help spur financing in rooftop solar projects. With the rising cost of electricity, the low-cost green refinancing scheme and IDCOL's facility have increased the attractiveness of rooftop solar systems. While these are important steps to increase the adoption of rooftop solar systems, stakeholders also need updated information and a simpler loan disbursement process. Moreover, to usher in a rooftop solar revolution to help achieve its NDC targets, the government must ensure the quality of panels and waive import duty on inverters. \nShafiqul Alam is an Energy Finance Analyst at the Institute for Energy Economics and Financial Analysis (IEEFA)",
        "headline_1": "Time to make rooftop solar shine",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/time-to-make-rooftop-solar-shine-1670250553",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-12-2022"
    },
    {
        "full_article": "Road accidents have become so common and almost routine-like that newspaper readers or viewers of electronic media won't care to give a second look at any report on accidents involving deaths and injuries unless it contains bad news about their close ones. But there are still some accidents and resulting deaths that shake us to the core.Last Friday (December 2)'s accident between a motorbike and a private car near the TSC area on the Dhaka University campus is one such instance. The private car being driven by a former Dhaka University teacher hit the motorbike carrying a 45 year old woman, Rubina Akhter, and her brother-in-law as the driver, from behind. Rubina Akhter who was on the pillion fell from the motor cycle and the driver of the car that knocked her down did not stop to see what he had done. Had he stopped and rescued his victim whose dress was entangled with the bumper of the car, the woman's life could be saved. Being a conscious and educated person, it was only expected of him. But without the slightest feeling of compassion or guilt, the ex-professor-cum-driver rather chose to flee the scene and sped away dragging the body of Rubina Akhter over a kilometer along with his car before the public witnessing the horrific scene finally forced the frenzied driver to stop. Police also intervened. The crowd that gathered at the spot was learnt to have given the driver a good beating. The victim woman's badly mutilated body was then taken to the Dhaka Medical College Hospital where the attending doctor declared her dead. What a mindless act on the part of a university teacher, though not in the job at this moment, to have consciously committed such a dastardly crime!Reports of buses or cars fleeing the place of accident at full throttle for fear of facing an angry mob are common. But such accidents mostly occur on the highways or places where the crowd that gather are an unknown quantity in an unfamiliar environment. Being faceless, they often resort to gratuitous violence as they know that they are doing it unnoticed.But the Dhaka University campus is a quite different place. It is an area where students dominate the scene. Most of them know one another and are expected to behave reasonably in any emergency. Even other visitors to the place are usually a more sensible lot. So, they are quite unlike the roadside mobs. They would not have rushed to the accident spot and start beating up the car driver without rhyme or reason. The ex-teacher of the university who was at the steering wheel should have known that. But he behaved like a highway driver. And due to her insane act another precious life has been lost to a car crash, the victim's only child who had already lost his father is now doubly orphaned and a family is bereft of one of its beloved members. Following the incident, a large number of Dhaka University students have reportedly staged demonstrations pressing for a number of demands including campus safety and justice for Rubina.Repetition of such indefensible killings on the road should stop. Those working for road safety should consider this issue seriously. For fear of the lynch mob often drives the operators of errant vehicles crazy. And in their bid to avoid mob justice, the drivers try to run away from the scene of accident as soon as possible leading to many tragedies that could otherwise be avoided.\n[email protected]",
        "headline_1": "Road tragedy on DU campus that could be avoided",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/road-tragedy-on-du-campus-that-could-be-avoided-1670250598",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-12-2022"
    },
    {
        "full_article": "Government Brajalal College, also known as BL College, is one of the oldest institutions for higher education in Bangladesh. Located in Khulna city, the college was founded in 1902 with only a few students. But currently, more than 35,000 students are studying in this hundred-year-old college. There is a railway line just in front of the main gate of the BL College. And almost everyone has to cross this dangerous railway line to enter the college. This is a risky task. An accident can occur anytime here. As there is no foot over-bridge or underpass in this area, hundreds of people including HSC (higher secondary certificate), honours and masters students risk their lives every day to enter and exit the college. Recently, a young man, Rubel Hossain, died in front of the BL College after being hit by a speeding train. This incident should be taken seriously, and the authorities concerned must take all effective measures so that the students of BL College do not need to take any kind of risk for entering and exiting the college. Setting up a foot over-bridge or an underpass in this place would hopefully improve the situation. \nAbdullah Almamun, Department of Sociology, Jagannath University, Dhaka, [email protected] ",
        "headline_1": "Need for a foot over-bridge in front of BL College",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-a-foot-over-bridge-in-front-of-bl-college-1670250630",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-12-2022"
    }
]