[
    {
        "full_article": "Travelling in a bus can be an enjoyable experience if you have your own seat, the vehicle is not crowded, and there is a nice breeze. But if the bus is packed with people, you can get irritable. Something similar happens to atoms: if they are contained in a vessel at a low density, they behave in a certain way, but if they are packed densely together, with little moving space, something new happens. The 2023 Nobel Prize in Chemistry has been awarded to three people who found out what happens. Technically, they have been selected for discovering and refining quantum dots — small crystals a few nanometres wide. Each quantum dot has only a few thousand atoms (whereas a single droplet of water can have a sextillion). And because the atoms are packed so closely together in the dot, their electrons are very close to each other. In this setting, the laws of quantum mechanics describe the behaviour of quantum dots — so much so that an entire dot can mimic the behaviour of an atom. The dots have another famous property. If you shine some light on a quantum dot, it will absorb and re-emit that light at a different frequency (or colour) depending on its size. Smaller dots emit light of higher frequency (bluer) and vice versa. So, a quantum dot made of some material would respond in one way whereas a quantum dot made of the same material but smaller would respond differently. For these reasons, quantum dots have found many applications in transistors, lasers, medical imaging, and quantum computing. In 1981, Alexei Ekimov, then working in the Soviet Union, first synthesised quantum dots ‘frozen’ inside glass. Two years later, Louis Brus synthesised quantum dots in a solution in the U.S., and worked out their quantum-physical properties. Finally, Moungi Bawendi, whose work on quantum dots began as a student under Dr. Brus, found a way to make quantum dots of high quality in an easy and reliable way in 1993. For their contributions, they have shared the Nobel Prize.Some of the most fascinating scientific discoveries, for all their technical sophistication, are actually innocuous in their appeal. Quantum dots are one such. Understanding why they behave the way they do requires specialised knowledge of quantum mechanics, but quantum mechanics do not dictate their behaviour. Dr. Ekimov himself was inspired by the colours in stained glass. While quantum dots light up LED screens and the location of a tumour that needs to be removed, it is important not to lose sight of the colours — the reds, the greens, and the blues — and whatever more they might inspire.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\naward and prize\n\n/\n\nchemistry",
        "headline_1": "Inspiring colours: On the 2023 Chemistry Nobel",
        "headline_2": "Chemistry Nobel Prize goes to trio that made ‘artificial atoms’",
        "link": "https://www.thehindu.com/opinion/editorial/inspiring-colours-the-hindu-editorial-on-the-2023-chemistry-nobel/article67385233.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-10-2023"
    },
    {
        "full_article": "The significance of Bihar conducting a caste survey and publishing a caste-wise count of its population is quite immense. The survey, which had all the trappings of a census, complete with a two-stage process of house-listing followed by the eliciting of information from the households, has shown that 63% of Bihar’s 13 crore population belong to castes listed under the Extremely Backward Classes (EBC) and Other Backward Classes (OBC) categories. The socio-economic profiles of the people have also been recorded, but are yet to be revealed. At the national level, it may give a boost to the political demand for a country-wide caste census and push the judicial discourse towards reconsidering the 50% legal ceiling on total reservation in education and government services. In terms of party politics, it may open a new chapter in the traditional conflict between the BJP seeking to consolidate all sections of Hindus into one massive support base and other parties banking on different sections of the OBCs. At a time when Hindutva is seen to have trumped parties that banked on OBC assertion, influential social groups may now sense an opportunity to leverage their size to get their interests advanced by the political class. On the legal side, the numbers may be utilised to present the sort of ‘quantifiable data’ that the judiciary has been asking for to justify the levels of reservation obtaining in various States.Bihar’s exercise marks a precedent on how a caste count should be conducted. The methodology included giving a code to each of the 214 castes in the State’s lists of castes. Sub-castes and sects were identified in advance and subsumed under a broader caste name. This meant that the enumerators could assign a code to any caste name given by a respondent. A major reason for the Union government not releasing the caste-related details of its 2011 ‘Socio-economic and Caste Census’ was that the data it yielded was too confusing and unwieldy. As many as 46 lakh castes were named by the people, presumably because they gave castes, sub-castes, sects, clans, and surnames when asked to name their castes. While there are functional and practical advantages to knowing exact caste numbers, it is not to be forgotten that the larger goal of the Constitution remains the attainment of a casteless society. Affirmative action indeed helps address inequities in society. The state must also look for ways to ensure equality of opportunity and equitable distribution of resources without accentuating caste identity.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nBihar\n\n/\n\nCaste\n\n/\n\nSocio Economic And Caste Census\n\n/\n\npopulation and census",
        "headline_1": "Equality and identity: On the findings of the Bihar caste count",
        "headline_2": "Equitable distribution of resources must not be by accentuating caste identity",
        "link": "https://www.thehindu.com/opinion/editorial/equality-and-identity-the-hindu-editorial-on-the-findings-of-the-bihar-caste-count/article67385245.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-10-2023"
    },
    {
        "full_article": "The Indian economy logged a growth rate of 7.8% in the April-June quarter (Q1FY24). Importantly, capacity utilisation in the manufacturing space had touched a decade high at 76.3% as of March 2023.\n\nThe Q1FY24 GDP numbers reaffirm that the gross capital formation, or investment, continued to be buoyant. In fact, the investment subset of the expenditure component of GDP has had perhaps the best run among all heads for the 13 quarters ended Q1FY24, with an average growth of 8%, while consumption grew at an average rate of 5% and net trade balance at 0.3% over the same period.\nAgainst this backdrop, there is this oft repeated question: How much of this investment is being driven by different segments, public, private and the household sector? Alternatively, how much of this is being driven by sectors: Industry, agriculture and services?\nRead full story on TOI+\n\n",
        "headline_1": "Investment: The dog that didn’t bark",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/investment-the-dog-that-didnt-bark/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-10-2023"
    },
    {
        "full_article": "Modern cricket is best understood as a sport constantly trying to reinvent and update itself. Tests weren’t always played over five days. Overs weren’t always about six deliveries. Among the game’s most subversive changes in the post-WWII era was the advent of the one-day internationals or ODIs.\n\nThe Gillette Cup, a limited-overs tournament, was introduced to counter the declining attendance in English county cricket in the 1960s. But the world’s first ODI was played only in 1971; England and Australia facing off. India debuted in 1974. However, few in India, including BCCI, warmed up to limited-overs cricket because Test match queues outside stadiums were bigger than for movie blockbusters.\nRead full story on TOI+\n\n",
        "headline_1": "A cup half empty? The 13th world ODI championship begins today. But the buzz, so far, is underwhelming",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Addictions/a-cup-half-empty-the-13th-world-odi-championship-begins-today-but-the-buzz-so-far-is-underwhelming/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-10-2023"
    },
    {
        "full_article": "In a generally glum environment for automobile companies since the pandemic broke out, there’s been one source of cheer. Electric vehicles have taken root. Just consider the numbers. In 2019, the year before the pandemic, just 167,000 EVs had been registered. By 2021, the situation had changed and EVs were catching on. By the end of 2022, around 1.02 million EVs were registered, a more than six-fold increase in three years. EVs represent the future of mobility. Hence, viral social media videos of EVs going up in flames due to malfunctioning batteries can undo the gains of the last three years.\nThe EV market in India has distinct features. EV adoption is being driven by the mass market, primarily two-wheelers, and threewheelers to an extent. Between them, they account for about 96% of the EV market. Among EV two-wheelers, the aggressive early entrants have generally been new entrants to the automobile sector. Combine this fact with two other features of the EV market. Batteries, the heart of EVs, are sourced through imports. Advanced chemistry cells are sourced entirely from abroad.\n\nSecond, EVs present a unique regulatory challenge. All the mechanical systems of the traditional internal combustion engines have been replaced by software that oversees the battery management system of EVs, which includes monitoring its temperature. There have been instances in different markets where the regulatory system has been blindsided, as proprietary software to manage batteries has been out of its purview. EVs present a new dimension to the regulatory framework governing the automobile industry. Not only is the internal working very different, getting a clear insight into the critical aspects of its functioning has come with challenges. In India, there’s an additional dimension, with a regulatory challenge presented by imports that haven’t been adapted to domestic operating conditions.\nAfter the early instances of EVs catching fire, GOI appointed a committee of technical experts to study the problem. Based on their recommendations, regulatory changes for automotive standards were notified. Separately, Niti Aayog floated a proposal to develop open-source battery management systems. In terms of intent, GOI has done the right thing. The EV market is still in a nascent stage and it’s critical for GOI to set and implement standards that dispel uncertainty among potential customers. If EVs are the future, that future needs to be safe.\n\n",
        "headline_1": "Flaming question: EVs catching fire highlights safety issues",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/flaming-question-evs-catching-fire-highlights-safety-issues/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-10-2023"
    },
    {
        "full_article": "Between September 30 and October 3, Nanded government medical college and hospital in Maharashtra reported 35 deaths – 24 of those were in a single day. A month ago, 18 deaths in 24 hours were reported in a municipality hospital in Thane. The Eknath Shinde government ordered a probe on August 25. The reportis not yet in. On Tuesday, as Nanded’s hospital clocked 11 more deaths, a “high-profile committee probe” was promised. The state government may as well have saved its time, for the reasons are evident.\n\nDoctors and nurses, deans and activists, patients, and families, all have matching reports of the conditions. Nurses transferred without replacement, doctors’ posts vacant, CT scanners nonfunctional, garbage pileups, filthy toilets and importantly, a crippling shortage of essential medicines. Shortage of medicines is adversely affecting government hospitals across Maharashtra for weeks now – a result of government’s inability to properly replace a faulty system of procurement and supply of medicines with a new nodal body created under the recently passed Medical Goods Procurement Act. The new set-up is in the works while the old system of supply slips into disuse.\nThe misgovernance evident, matters took a worse turn over a video of the hospital dean cleaning toilets, told to do so by Shiv Sena MP Hemant Patil. Such deplorable acts neither fill vacancies nor renew medicine stocks. The Bombay high court has rightly asked for details of the state’s allocation to health as well as details of the deaths. Sharp spikes in hospital deaths demonstrate the deep crisis in public health – everywhere in India. The difference here is that the hand-to-mouth existence of these government hospitals is not in remote areas of a poor state – it’s happening in the state with the largest economy. That is what is sick.\n\n",
        "headline_1": "Nanded horror: Hospital deaths in Maharashtra are mainly thanks to medicine shortage",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/nanded-horror-hospital-deaths-in-maharashtra-are-mainly-thanks-to-medicine-shortage/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-10-2023"
    },
    {
        "full_article": "In a democracy, the heads of the government – both presidents and prime ministers – are the subjects of the most media coverage and the targets of most of its criticism. In Bangladesh's case, while the former is more than true, the latter is non-existent. Such is the state of our press freedom. What makes this phenomenon more disheartening is that there is no law that says the media cannot criticise the PM. Still, we have enchained ourselves to self-censorship, perhaps subconsciously remembering what Idi Amin once said when asked about press freedom in his country, \"There is freedom of speech, but I cannot guarantee freedom after speech.\"\nThe promptness and severity with which some social media critics of our PM have been jailed has created an atmosphere of intimidation. The existence of laws like the ICT, DSA, CSA, etc, the misuse of defamation and other laws, and the collective demonisation of independent media by the pulpits of power and their cacophonous resonance from a domesticated media have taught us better.\nIt is against this backdrop that we raise a question about a remark made by the prime minister, last Tuesday, about the BNP chief's treatment abroad. Our PM said, \"…she is 80 years old, at this age death is imminent; and she is also sick, so why this hullabaloo? No amount of crying will help this situation…\" (own translation from the original in Bangla).\nBy this, did the PM mean that, as Khaleda Zia is 80 years old, we should stand back and see her wither away? Don't we believe that it is the Almighty who decides when a person's time comes to make the Eternal Journey? Is it not the practice in every country, culture and religion to extend all possible help to save a person's life? Whether a person will live beyond 80 or not is not our decision to make. Our duty is to try our best and do everything in our power to save the person's life. That's what civilisation is all about. One may have hundreds of reasons to despise their opponent, but such public comments can only further fuel hatred.\nOur PM made another statement on Monday, in which she said, \"Democracy must continue in Bangladesh at any cost. In no way should the undemocratic forces assume power.\"\nWe support her wholeheartedly on this score. It is a point of Bangladesh's pride that, however flawed it may be, we continue to practise democracy and have made significant economic progress while remaining within its broad framework. But is the PM's government and her party working to strengthen it? Did her continuous rule for the past 15 years – 20 years if we count her first term – enjoying unrivalled power and undisturbed tenure (no hartals or disruptions) – consolidate democracy? Did this unfettered rule, never before enjoyed by any other party or even military dictator, strengthen any of the institutions of democracy, such as the parliament, judiciary, media and statutory bodies, that ensure accountability and rights?\nWhile the PM reiterated her commitment to democracy, her party's secretary general and roads and transport minister, Obaidul Quader, remarked in a public meeting on Tuesday, \"Where is the sanction? Where is the visa policy? Secret negotiations have been completed so there is nothing to worry about.\" \"Sanction\" and \"visa policy\" point to the secret negotiations with the US. He further said, \"The US needs Delhi. Delhi is there, we are there.\" This implies that the second party in the secret deal must be India. So, according to the secretary general of the ruling party, a secret deal has been worked out with the US and India so that the AL will have \"nothing to worry about.\"\nThis implies, based on the words of the ruling party secretary general, as Delhi supports it, AL will continue to be in power. What else can \"nothing to worry about\" mean? And what does this say about our sovereignty and dignity as a country and a people? About the independence of our government, since its continuance in power is apparently determined by our neighbour? What does this say about the relevance of our elections?\nWhere does all this leave us, the voters? In the 2014 election, 153 MPs were elected uncontested. For a house of 300 MPs, that meant that a majority was attained to form the next government without a single vote being cast. Then, in 2018, voting took place the night before. And this time around, the \"result\" of the election is being \"negotiated\" with external powers. Is that how democracy works these days in Bangladesh? Is that what the AL secretary general is referring to when he says \"khela hobe (the game is on)\"? It seems our election is all set to be an example of \"match-fixing\" rather than of \"fair play.\"\nElection season in a democracy is when power changes hands from the government to the people. Theoretically, it is an occasion when the people once again feel empowered. Tragically, this is not the case for Bangladesh.\nIf we analyse how the government is oppressing the opposition under a legal guise, it becomes evident that the \"level playing field\" does not exist for them. Whatever other records this government may have set, nothing compares to the use of court cases to victimise the opposition. According to sources at the BNP office, around 1.12 lakh cases have been filed implicating 39.78 lakh BNP leaders and activists since 2009. In addition, there are \"unnamed accused\" whose number exceeds those of the named. (The latter category is used by police to implicate anybody at whatever stage of an investigation, to extort bribes.) Even if we disregard 50 percent of these – taking into account possible exaggeration – nothing can explain this amount of lawsuits except political victimisation.\nAccording to a September 20 report by Prothom Alo, Habib un Nabi, joint secretary general of BNP, has 450 cases against him; Saiful Alam, past president of Jubo Dal, has 350 cases against him; Jahangir Hossain, leader of the youth wing of BNP, faces 317 cases; Sultan Salahuddin, president of Jubo Dal, has 315 cases against him; Amanullah Aman, adviser to the BNP chairperson, is facing 250 cases; and 180 cases have been made against Senior Joint Secretary General Ruhul Kabir Rizvi. Most senior members of BNP's highest decision-making body – the standing committee – have cases against them. There are many others who have more than 150 cases against each of them. Mirza Fakhrul Islam Alamgir, secretary general of BNP, has 98 cases filed against him. A senior female leader, Selina Rahman, who is more than 80 years old, has four cases against her, one of which is for arson – specifically for setting fire to a bus. Appearing in court for each case can easily take up the whole year. Most of these cases are 5-10 years old and have remained dormant for most of the ruling party's tenure. Now that the election is approaching, suddenly, these cases are acquiring a new life, with police becoming too eager to \"serve the law.\"\nWe don't need any other statistic but the above example of cases against the biggest opposition to prove that all claims by the government and Awami League about holding a free and fair election is far from credible.\nOur chief election commissioner (CEC) said on Wednesday that he is not worried about the \"legitimacy\" of the elections and is determined to hold \"a lawful election.\" That is precisely what we are afraid of. Again, in 2014, as many as 153 MPs were \"elected\" uncontested. These so-called elections were legally \"correct.\" But were they morally and ethically so? Was it an exercise in democracy? How do you think 4,80,21,983 voters out of a total of 9,19,65,167 felt when they could not cast their votes, for which they had waited five years?\nYes, we must have a \"lawful election,\" but it must also be a \"credible election\" – credible to the voters and not simply to the winning party. By far, the most important aspect of an election is the \"free and unfettered expression of the public will.\" Ensuring this is the most important task of the Election Commission, not only the formal compliance with the law. The CEC must be conscious of democratic, moral and ethical aspects of an election, not just the legal ones.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Column by Mahfuz Anam: 'Secret deal has been struck, nothing to worry about'",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/column-mahfuz-anam-secret-deal-has-been-struck-nothing-worry-about-3435776",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-10-2023"
    },
    {
        "full_article": "With yet another incident of data leak coming to the fore, it seems those tasked with keeping our digitised data secure may not be aware of how to do their job. The latest case of data breaches reveals a rather perilous situation: personal details of a number of citizens who have been issued the smart national identification (NID) card are currently available on Telegram, an instant messaging service. According to our report, there is a channel on Telegram where a bot can provide all the details of a smart card holder enlisted on the national NID server when their 10-digit number is entered. The wing apparently learned of the matter on Tuesday, and found that the leak occurred through one of the 174 organisations that use the NID server. The authorities have yet to figure out who are behind the channel, and are apparently trying to get it shut down.\nIt is astounding to think that the safety of sensitive private information can be compromised to such extent, exposing the affected citizens to all kinds of threats, not to mention violating their privacy. The data includes names of card holders, names of their parents and spouses, photos, phone numbers, birthdates, permanent and present addresses, etc, all of which are up for grabs by anyone with an ill motive – be it identity theft or murder – without the fear of getting caught.\nBut what is more distressing is the nonchalance with which such data breaches are being dealt with. That our government web portals are not equipped to properly safeguard data is not news anymore. This year alone, we have learnt of quite a number of breaches into websites hosted by different government agencies, police stations, and even a state-owned bank and the national flag carrier. Yet, despite heavy criticism, there seems to be little effort by those in charge to address the vulnerability by employing stronger, more effective security measures.\nIs the safety of our personal data a joke to the authorities? Or do they simply not understand the concept of data security? Given the frequency with which citizens' personal information is being exposed, both situations seem likely. This state of affairs is absolutely unacceptable – a mockery of the government's much-publicised mission to build a \"Smart Bangladesh.\" It's time the government actively invested resources into making all state portals/websites secure. It must prioritise the safekeeping of citizens' personal information.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n \n",
        "headline_1": "A mockery of data security",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/mockery-data-security-3435501",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-10-2023"
    },
    {
        "full_article": "Rifts among big-name teammates are not uncommon in cricket history. From Garfield Sobers versus Rohan Kanhai to Sunil Gavaskar versus Kapil Dev to Virender Sehwag versus MS Dhoni, there have been several notable incidents that sparked debate among fans. Much was said about how a cherished friendship between the two Ws – Wasim Akram and Waqar Younis – had devolved into hostility.\nSports teams are frequently portrayed as happy families, and most teams try to carefully maintain an image. But in reality, friction among teammates is part and parcel of most team sports. Bangladesh's cricket squad is no exception.\nIn keeping with that history, it was nothing extraordinary when the story of the rupture between Shakib Al Hasan and Tamim Iqbal made the news. But what happened before the Bangladesh team left for India to compete in the ICC Men's World Cup was a disgrace for the country's cricket.\nIt must have been hard for Bangladesh fans to envisage a player blatantly questioning his long-time comrade's dedication to the nation. Who is to blame for the unpleasant episode between the two stalwarts?\nSupporters swarmed social media with support for their respective favourite hero. However, we must also investigate whether a defective system played a role in this ugly occurrence, when the seed of this rift was sown many years ago.\nCynics often claim that Bangladesh cricket is more prominent off the field than on it. Shakib-Tamim's recent feud certainly pushed matters that way.\nThe whispers of a bitter drift between the country's two best cricketers of their generation became a roar in February, when Bangladesh Cricket Board (BCB) president Nazmul Hassan Papon revealed – the first time any board official did so – that the suspicions were warranted.\nBangladesh skipper Shakib fired on all cylinders during a two-part interview with T Sports, aired on September 27 and 28, following Tamim's declaration that dirty politics behind the scenes resulted in his exclusion from the World Cup squad.\nTamim's inclusion/exclusion drama, which occurred just a few days before the showpiece event, was unique in world cricket. Apart from putting team harmony in jeopardy before the World Cup, it has done irreversible damage to the spirit of the next generation of players. One thing is certain: the two will be remembered not only for their individual geniuses, but also for all of the distasteful controversies linked to them that have occurred in recent years.\nTamim and Shakib, time and again, renewed hope for Bangladesh cricket with their performances throughout the years, and were frequently grouped with Mushfiqur Rahim, Mahmudullah Riyad, and former captain Mashrafe Bin Mortaza as the \"fabulous five.\" Coach Mohammad Salahuddin, mentor to both players, is undoubtedly correct to ask that, while they may have many individual achievements, how much have they accomplished for the team?\nThe way in which the situation unfolded demonstrated how damaging, deep-rooted, and downright suicidal their relationship has been; how ego trumped the national team's interest in both their eyes.\nAfter Tamim's retirement/un-retirement saga in July, followed by the left-hander's hard work in rehabilitation programmes, and a fine 44-run innings against New Zealand in Mirpur, everything appeared to be in order. Fans were thus left speechless when it was announced that Tamim would not be attending the World Cup. Besides dirty politics, Tamim also claimed, in the video statement on his Facebook page, that many lies were spread in the media to mask the truth and that a phone call from a top board member led to the tipping point.\nTamim, to his credit, didn't point the gun at anyone. One may condemn him for a variety of reasons relating to the game itself, but no one can accuse him of indecency.\n\nTamim's inclusion/exclusion drama, which occurred just a few days before the showpiece event, was unique in world cricket. Apart from putting team harmony in jeopardy before the World Cup, it has done irreversible damage to the spirit of the next generation of players. One thing is certain: the two will be remembered not only for their individual geniuses, but also for all of the distasteful controversies linked to them that have occurred in recent years.\nShakib, on the other hand, did not display any decorum, slamming Tamim during his two-part interview. Shakib voiced several arguments against Tamim, and one may agree or disagree with them. But his behaviour towards a fellow teammate was not only unprecedented, but also shameful for the country's image in the sport.\nMost importantly, he questioned Tamim's dedication to the national team and pointed a finger at someone against whom there have hardly been any major disciplinary accusations, and someone who once set a remarkable example by batting with a fractured hand.\nAnd all this came from a player who was barred from all forms of cricket for two years for failing to notify the ICC's anti-corruption unit (ACU) of three separate \"approaches or invitations\" to engage in \"corrupt conduct\" by a bookmaker seeking match information, as well as being involved in other disciplinary issues.\nFormer skipper Mashrafe, via social media, rightly pointed out three major reasons behind this chaos: 1) Tamim's emotions (as he could have handled the call from a board high-up differently); 2) Shakib's ego (as he could have given Tamim a call to sort things out); and most importantly 3) lack of proper management.\nHow did once-close friends become enemies? There is no simple answer to this question, because it was caused by a number of variables – or the presence of a proverbial third party who may be gaining from conflict between the two individuals – which must be investigated in depth.\nIn ideal circumstances, Tamim and Shakib would not have opened this can of worms, had there been a proper code of conduct in place. But given the reality, it seems too much to ask for since the board itself failed to follow procedure when it came to handling our national cricket team.\nWhen a board official calls a national player to discuss his batting position, and has frequently spoken to the media about technical concerns regarding the team, it can be hypothesised that the chaos often surrounding our cricket is of a trickle-down nature.\nBishwajit Roy is the sports editor of The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The fish rots from the head down",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-fish-rots-the-head-down-3434686",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-10-2023"
    },
    {
        "full_article": "With yet another incident of data leak coming to the fore, it seems those tasked with keeping our digitised data secure may not be aware of how to do their job. The latest case of data breaches reveals a rather perilous situation: personal details of a number of citizens who have been issued the smart national identification (NID) card are currently available on Telegram, an instant messaging service. According to our report, there is a channel on Telegram where a bot can provide all the details of a smart card holder enlisted on the national NID server when their 10-digit number is entered. The wing apparently learned of the matter on Tuesday, and found that the leak occurred through one of the 174 organisations that use the NID server. The authorities have yet to figure out who are behind the channel, and are apparently trying to get it shut down.\nIt is astounding to think that the safety of sensitive private information can be compromised to such extent, exposing the affected citizens to all kinds of threats, not to mention violating their privacy. The data includes names of card holders, names of their parents and spouses, photos, phone numbers, birthdates, permanent and present addresses, etc, all of which are up for grabs by anyone with an ill motive – be it identity theft or murder – without the fear of getting caught.\nBut what is more distressing is the nonchalance with which such data breaches are being dealt with. That our government web portals are not equipped to properly safeguard data is not news anymore. This year alone, we have learnt of quite a number of breaches into websites hosted by different government agencies, police stations, and even a state-owned bank and the national flag carrier. Yet, despite heavy criticism, there seems to be little effort by those in charge to address the vulnerability by employing stronger, more effective security measures.\nIs the safety of our personal data a joke to the authorities? Or do they simply not understand the concept of data security? Given the frequency with which citizens' personal information is being exposed, both situations seem likely. This state of affairs is absolutely unacceptable – a mockery of the government's much-publicised mission to build a \"Smart Bangladesh.\" It's time the government actively invested resources into making all state portals/websites secure. It must prioritise the safekeeping of citizens' personal information.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n \n",
        "headline_1": "A mockery of data security",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/mockery-data-security-3435501",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-10-2023"
    },
    {
        "full_article": "It is frustrating to see yet another report highlighting the Bangladesh Railway's chronic failure to implement projects on time and within budget. Reportedly, 12 out of 13 projects completed by BR in fiscal year 2018-19 had their time extended, ranging up to nine and a half years, and costs increased as much as 260.81 percent. The details of these poorly executed projects seem irrelevant given how frequently this has been happening, thanks to a lack of transparency and accountability at the railway departments. No amount of criticism seems to have an effect on the relevant authorities. This is alarming.\nLet us take the Dhaka-Tongi-Joydepur railway expansion project as an example. This was supposed to be completed in 2015, but physical work did not even begin until February 2019. The project's deadline is now set for June 2027, marking an unbelievable 12-year delay. Meanwhile, its cost has increased almost fourfold to Tk 3,342.55 crore. Reportedly, the project was initiated without any feasibility study or clearly defined work scope.\nAnother report found that in FY 2018-19, the East Zone of BR recorded a loss of more than Tk 11 crore while making purchases. There are allegations that it procured Tk 2 crore worth of materials from a vendor when the market price of those materials was just around Tk 18 lakh. We have also seen how BR's failure to buy 70 locomotives over 11 years has increased their cost by almost a thousand crore taka. This culture of poor execution causing inflated bills seems to be the overarching story of BR's development projects, which invariably suffer from delays in material supply, changes in project designs and work scopes, lack of proper feasibility study, shortage of manpower, procurement anomalies, budget extensions, etc.\nAgainst this backdrop, between 2008-09 and 2022-23, the BR spent Tk 71,113 crore under the annual development programme (ADP). With this much money injected, how much return has it been able to provide so far? Very little. It continues to provide substandard services to passengers with outdated locomotives and frequent delays in trips. How long will this organisation, and those in charge of it, remain unaccountable? How long will the hard-earned money of taxpayers be spent in enabling corruption? We urge the authorities to institute a functional system of accountability at BR so that all projects are executed properly.\n",
        "headline_1": "Bangladesh Railway must be made accountable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bangladesh-railway-must-be-made-accountable-3435401",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-10-2023"
    },
    {
        "full_article": "It is heartening to learn that two Saudi firms are well-set for substantial investment in solar power and petroleum refinery in Bangladesh. Saudi energy-giant ACWA Power intends to invest in a 1,000-megawatt solar energy project, while another company Aramco plans investment in petroleum refinery. The Saudi envoy in the country while informing the media of the investments told that some progress is already afoot in the form of MoU with Bangladesh Power Development Board (BPDB), and that further progress would be visible soon during the upcoming visit of the Saudi investment minister to Dhaka.As part of the government's move to attract overseas investors in generating electricity from renewable energy, the solar deal, if properly executed, will substantially boost the ongoing efforts towards augmenting use of solar power, while also reducing reliance on fossil fuels. A FE report says under the initial deal, ACWA Power will provide fiscal and technological support to build solar power plants in Bangladesh, while the BPDB will provide administrative and logistic support. What has figured as the highlight of the move is the application of modern technology which, according to experts, will find solution to the problem of land scarcity --- an issue recognised as a major impediment in installing solar-power projects in Bangladesh. At the moment, according to Power Division data, Bangladesh has very low renewable power generation--- with hydropower at 230 MWs and solar at 229 MWs or 1.0 per cent of the country's total power-generation capacity of 21,710 MWs. Despite this low renewable base, it is true that over the last decade or so, the country has struck a breakthrough in the use of renewable energy through increased use of solar power. So far, although mostly off-grid, it does cater to the demand of vast sections of the population who otherwise are not in a position to access grid electricity. This has been mainly due to the flourishing of the Solar Home Systems (SHS) across the country, particularly in remote rural areas. Most of the char and island locations and low-lying haor areas are benefiting hugely from the technology. While initially, for most users, installation of SHS was meant to have their houses well-lit, the technology soon emerged to change their lifestyle by adding value to their economic life, meeting critical needs such as irrigation, among others.The other likely deal -- investment in petroleum refinery -- is also crucially important in that it would considerably add to the capacity of the country's lone petroleum refinery-the Eastern Refinery in Chottogram. The refinery run mostly by outmoded technology needs an urgent revamp to be able to meet the country's need for refined petroleum products at affordable costs. The current burden of importing high-cost refined petroleum, resulting largely from the Russia-Ukraine war, would have been much eased had the Eastern Refinery been in a position to produce higher volumes of refined products. It is in this respect that investment in refinery is of paramount importance.With both the investment deals set to be firmed up, it is expected that the authorities concerned in Bangladesh would put in their best to expedite fruitful conclusion of the deals and subsequent execution.",
        "headline_1": "Investment in solar energy and refinery by Saudi firms",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/investment-in-solar-energy-and-refinery-by-saudi-firms-1696518719",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-10-2023"
    },
    {
        "full_article": "The two universities from Bangladesh, the University of Dhaka (DU) and the North South University, which for the first time placed themselves in the 601-800 bracket of the Times Higher Education (THE) ranking of 2023 slipped to the next level in its 2024 ranking released recently. But two other universities --one public and the other private -- the Jahangirnagar University and the Brac University have also made it to the list of the top 801-1,000 ranked world universities. On paper, it gives the impression that two universities of each category have lost positions and two others have improved their rankings to find themselves in the same bracket. It could be a mixed feeling but unfortunately the slip for two and the ascension of another two to the 801-1,00 band do not make the country proud so far as the quality of higher education in the country is concerned. That not a single highest seat of learning makes its entry into the top 500 band is quite unfortunate. Instead, the loss of ground by the two who for the first time moved to the 601-800 tier and raised hope of doing even better has disappointed people who follow the two popular world university ranking systems -- THE and Quacquarelli Symonds. That the country's higher education institutions (HEI) make screaming headlines more for negative developments rather than groundbreaking knowledge creation or discoveries is for nothing. True, a huge army of aspiring candidates vie for a place in the Bangladesh University of Engineering Technology (BUET) and DU. But had there been an option to pursue education abroad for them, an overwhelming majority would grab the opportunity. The more ambitious and talented ultimately leave the country at the first opportunity and in most cases have to pursue the graduation or masters course once again abroad before enrolling for a PhD degree. It is not difficult to see why students are so keen to pursue higher studies abroad and even undergo the regour of repeating degrees abroad. Primarily, an absence of academic excellence and research opportunities even in the best of the institutions of higher studies at home made further worse by vicious divisive political influence over almost all academic affairs ranging from seat occupation in dormitories to appointment of faculties disappoints them about their future here. A large majority of HEIs have not even been affiliated with the global accrediting bodies. No wonder, a study conducted by the World Economic Forum (WEF) on the youths of the world in 2018, finds that not only a large majority of the young people from Bangladesh but also from the entire South Asia want to leave their countries for studies and living abroad. As high as 82 per cent of the young population make their option clear in favour of their future in a foreign land. The finding of another study conducted by the Org-Quest Research Limited and sponsored by the Prothom Alo corresponds to that of the WEF as the youths of the same percentage from Bangladesh also like to leave it. What it all means is that today's young population cannot repose hopes in the institutions of higher studies or for that matter of lower tiers. There is a serious mismatch between education and employment. Education at the primary and secondary or higher secondary levels does not give them the skill sets to pursue a gainful career and those studying at the tertiary level also confront a bleak future. Only the crop that can make it to the Bangladesh Civil Service (BCS) cadres feels contended because the perks and positions are enviable there. Again, engineers from the BUET and medical graduates who form the upper crust of the talent pool of students consider it quite disheartening when they discover that they are under the mediocre or above mediocre students-turned bureaucrats. In recent times, medical graduates and engineers are also competing for places in the administrative cadre. What it all means is that the subjects students pursue are relegated to the back burners in preference for the BCS. Those who do not prefer bureaucratic jobs look for avenues to advance their studies and careers abroad. The scene that unfolds in the process is quite gloomy. Brain drain is drastically depleting the country's talent pool on the one hand and on the other dissociating the young generation from families and the land of their birth. Already the bellow par are reigning supreme in every field of national life. Bloated loan default, non-performing loans (NPL) to be precise, money laundering, corruption and bribery are some of the social and economic ills and vices that are enough to produce nausea among young and innocent population. If they seek freedom from such a stifling socio-economic atmosphere, they can hardly be blamed. Education could be the touchstone to revive the wayward and digressed elements to their senses. Indeed, the country's glorious student legacy has been sacrificed at the altar of narrow and vicious politics. There was a need for keeping the sanctity of seats of higher studies immune from any outside influence. Also, higher education needed more allocation for improving rating on the basis of the matrices the ranking bodies follow -- such as academics, research, citations/faculty, industrial support and internationalisation. Left alone in capable hands and given required supports, universities in this country could rival at least the best in Asia.\n[email protected]",
        "headline_1": "University ranking and students' option",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/university-ranking-and-students-option-1696518758",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-10-2023"
    },
    {
        "full_article": "The director general of health services (DGHS), while disclosing the results of a survey conducted by his organization, has made an observation that most people would endorse. The ongoing dengue situation is unlikely to improve before winter, as the temperature is still warm and rains are pouring in almost daily across the country during autumn, he told the newsmen on Wednesday.The survey was carried out to determine the prevalence of Aedes species and frequency of probable and potential breeding sources and their proliferation in different types of houses across the city. The directorate general of health services is not responsible for destroying the breeding grounds of Aedes using various methods. It, however, does have a major role to play in creating greater awareness among the population about removing all Aedes breeding grounds. The DGHS has to ensure proper treatment for all dengue-affected people coming to government hospitals. Besides, as a watchdog body in the health sector, the DGHS has to protect dengue-afflicted patients from exploitation by a section of private hospitals. Undoubtedly, dengue has assumed an epidemic form in Bangladesh that can boast of creating all-time global records, in terms of the number of dengue patients and deaths. More than 1,000 people have so far died and 0.214 million infected by the dengue virus so far this year, according to an official count. The actual number could be three to four times more in both cases. Until a couple of years back, dengue usually remained confined to two city centres---Dhaka and Chattogram---and their peripheries. Now it has travelled even to remote villages. This could be the reason behind the climb of death figures and the number of patients. The dengue situation would not have turned so devastating had there been enough steps to contain the disease in Dhaka alone. Two Dhaka city corporations are primarily responsible for dealing with the vectors. Of course, the residents of Dhaka are to watch keenly that they do not harbour any Aedes breeding grounds. It is, however, indisputable that the two city corporations have failed utterly in their job of combating dengue. The top notches of these representative bodies, perhaps, are aware of that. That is why these days they hardly make any mention of dengue and Aedes while speaking publicly. This conscious retreat appears to be a good strategy, for some unrealistic or baseless comments often give rise to sour feelings among the public.What is, however, surprising is that the city corporations have not been making any visible move to deal with a problem when, on an average, 15 to 20 people are dying of dengue every day. The actual death figure could be even more, as all the statistics are not available with the DGHS. It is unlikely, that the city corporations or any other authority would do anything tangible before the next dry season to combat Aedes. The entities that are supposed to deal with the problem have given up even before putting up an effective fight against Aedes. So, the observation of the DGHS that dengue will continue until next winter holds water. Under the circumstances, everybody would expect that the city corporations and pourashavas across the country would get prepared much ahead of the next rainy season with all their armouries to fight the deadly dengue virus. Dengue is not a problem only for Dhaka and Chattogram. It has spread to every corner of the country. The government will have to allocate sufficient funds in the next national budget to deal with the disease and ensure proper spending of the same.\n[email protected]",
        "headline_1": "Aedes to rule until winter and then?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/aedes-to-rule-until-winter-and-then-1696518795",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-10-2023"
    },
    {
        "full_article": "The World Teachers' Day is celebrated every year on October 5. On this occasion, students have paid rich tributes to their teachers. Most of them took social media platforms to do that. All of us know that teaching is a respected profession in Bangladesh. Yet ironically, it is also one of the most poorly-paid jobs here. In our country, the working environment in most educational institutions is also poor. Consequently, teachers need to engage in other professional work like private tutoring, coaching, etc. to make ends meet. The budget allocated as salary to teachers shows a poor investment in this sector.There are more private-sector teachers than in the public sector. Both sectors have their issues. Teachers in the public sector complain of a lack of merit in their promotions, the absence of a clear career path as well as highly poor working condition. In the private sector, most of the teachers have complained that they do not get paid on time, even after working countless hours. Private-sector teachers are deprived of basic facilities and have no incentive to do better. The working conditions in many schools in both the public and private sectors are poor with crumbling infrastructure.We need to improve the working conditions of teachers drastically. Not only should their salaries be set much higher but there should be standardisation of work pay and allowances for both the private and public sector teachers. One of the biggest challenges for Bangladesh is the lack of good teachers. But we can attract competent people if we pay them well and on time. We need to introduce a system which rewards those who deserve it. It is the need of the hour to work together in this regard and tackle the issue because our future generation depends on this. \nAshikujaman Syed,Foreign Service Officer,Anhui Haikang Pharmaceutical Co. Ltd,Anqing, China,[email protected]",
        "headline_1": "Showing true respect to teachers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/showing-true-respect-to-teachers-1696518821",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-10-2023"
    }
]