[
    {
        "full_article": "Delhi and parts of the surrounding States of Punjab, Haryana and Uttar Pradesh encounter their annual air quality inflection point. This is the time when the southwest monsoon has receded and with it, the great drafts in the upper atmosphere that normally flush out pollutants from the gamut of anthropogenic activities such as construction, driving, power generation and the burning of agricultural residue. Through the years, there have been studies commissioned and executive action initiated to study, acknowledge and address the crisis. The science is also fairly clear on the relative contribution of pollutants and the limits of corrective intervention in the face of adverse meteorology and the disruption to economic life that this can entail. The consequence of this is that the air pollution crisis has now devolved into a stalemate. The Commission for Air Quality Management (CAQM), which is tasked with addressing the causes of air pollution in Delhi and the adjoining States, is now a body packed with expertise but whose powers are limited to evoking and recommending grades of measures depending on the degree of deterioration in air quality.While the CAQM pointed out, as recently as October 31, that the daily average air quality in Delhi from January to October of this year was the best in the last six years, it elides the fact that the number of days in November when air quality becomes ‘severe’ (over 450 AQI) has remained roughly the same. Thus, in 2022, the AQI was in the severe category in the first fortnight of November for three days, the same as in 2021, 2020 and 2019. While there is greater awareness and action to curb the sources of pollution, November, which has in recent years emerged as the critical month for pollution, remains to be tamed. Incidents of stubble burning in Punjab, Haryana and Uttar Pradesh this year have been roughly half that when compared to previous years, though the weeks ahead are expected to see more such activity. While the measures earlier have seen an institutionalised response to tackle air pollution, it is now time for a concerted approach to address these challenges of November. Beyond stubble burning, this means addressing the more daunting challenges of vehicular pollution and construction dust. While urban Delhi could have always blamed the distant farm fires for the pollution crisis, tackling November may mean hard measures and greater inconvenience. Bodies such as the CAQM have to assert their independent credentials and ensure greater coordination and compliance within Delhi and the surrounding States to address the challenge.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nair pollution\n\n/\n\nMonsoon\n\n/\n\npollution control\n\n/\n\nDelhi\n\n/\n\nPunjab\n\n/\n\nHaryana\n\n/\n\nUttar Pradesh\n\n/\n\nautomobile\n\n/\n\nagriculture",
        "headline_1": "Tiding over: On north India and its annual air quality inflection point in November",
        "headline_2": "India’s States should ensure greater compliance on air pollution",
        "link": "https://www.thehindu.com/opinion/editorial/tiding-over-on-north-india-and-its-annual-air-quality-inflection-point-in-november/article67501027.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-11-2023"
    },
    {
        "full_article": "Gross Goods and Services Tax (GST) revenues hit their second highest monthly tally in October at a little over ₹1.72 lakh crore, breaking a few long- and short-term trends. To start with, they reflect a 13.4% uptick over last year’s kitty, the highest so far in 2023. Moreover, it reverses a persistent deceleration in revenue growth seen through the second quarter of this financial year. From an average growth of 11.5% between April and June, the rise in GST revenues had slowed to 10.6% between July and September, with the last month seeing a 27-month low uptick of 10.2%. The Finance Ministry shall hope that this growth rate pick-up sustains so that its 2023-24 fiscal math gets some buffer from any possible spending or subsidy shocks, whether they arise from external risks such as fuel or urea prices or internal ones such as pre-election goodies like extending the free foodgrains programme. Seen over a broader timeframe, last month’s mid-year indirect tax collections bely a pattern that the highest revenues are received in April as businesses close their books of accounts for the financial year. Year-end compliances had propped up this April’s kitty to a record ₹1.87 lakh crore.The entire bump up in October’s revenues, stemming from transactions undertaken in September, may not be ascribed to a consumption spike at the onset of the festive season. Experts believe the Revenue Department’s continuing crackdown on the non-compliant, and a September 30 deadline for settling any disputes that may have arisen since the GST regime’s launch in 2017-18, also played a role. However, there is some indication of a recovery in domestic demand. While revenues from domestic transactions and services imports grew 13%, the revenue growth from imports that the Finance Ministry did not explicitly disclose, was sharper at 13.94%. This is not only the fastest uptick in at least nine months but also marks only the third time in seven months that goods import revenues have grown. Some of this must reflect a rebound in discretionary demand, even if this may be largely for premium or high-end goods rather than a broad-based bump. If this sustains through the festive season, revenues could hold up even if companies are reporting some weakening of demand growth in October in consumer goods, especially in rural areas. A new amnesty scheme to settle a limited set of GST demands, unveiled last week for taxpayers who failed to appeal them in time, may also bolster the kitty as it mandates firms to deposit an additional amount of the disputed levy for consideration. Anyone tracking the trajectory of GST as a high-frequency indicator to assess the economy’s growth prospects must not lose sight of such factors.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntaxes and duties\n\n/\n\nimports\n\n/\n\nconsumer goods\n\n/\n\neconomy (general)",
        "headline_1": "Revenue rebound: On GST collections",
        "headline_2": "October’s GST collections mark a significant shift from some recent trends",
        "link": "https://www.thehindu.com/opinion/editorial/revenue-rebound-on-gst-collections/article67501047.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-11-2023"
    },
    {
        "full_article": "Do you remember Alan Kurdi? Perhaps, you remember him as Aylan Kurdi, the name given to him initially. It does ring a bell, doesn’t it? He was a celebrity for a short while a few years ago, but you can’t put a face to the name.\nAmid the Israel-Palestine war and the Russia-Ukraine war, let us remember Alan. He was a two-year-old boy who was photographed lying face down and lifeless on an empty beach. In 2015, he was among more than a dozen Syrian civil war refugees who had tried to reach the safety of the Greek coast with his family in a smuggler’s boat and drowned.\n\nRead full story on TOI+\n\n",
        "headline_1": "When a picture is no longer worth a thousand words: Photographs capturing the horrors of Syria, Ukraine, Gaza don’t influence public opinion because we consume too many images, switching between tragedy and frivolity",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/On-the-bounce/when-a-picture-is-no-longer-worth-a-thousand-words-photographs-capturing-the-horrors-of-syria-ukraine-gaza-dont-influence-public-opinion-because-we-consume-too-many-images-switching-betwe/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-11-2023"
    },
    {
        "full_article": "Israel and India, two democracies in regions bedeviled by autocrats and zealots, find themselves embroiled in a singularly insidious conundrum. They stand on the frontline against a brand of Islamic radicalism that disdains all humanistic virtues. Yet, as they seek to protect their citizenry, they find themselves beset on all sides – not just by the terrorists who seek to spill their blood, but by a callous and politically expedient international community.\nLet us first dissect the case of Israel, perennially ensnared in an asymmetric battle with entities like Hamas – a group that calls for nothing less than the annihilation of the Jewish state and all Jews. When Israel dares to defend its populace from indiscriminate rocket fire, it’s greeted with sanctimonious posturing from the United Nations and biased media narratives.\n\nRead full story on TOI+\n\n",
        "headline_1": "Whose side are you on?: Why India and Israel’s fight against terrorism should be seen as pivotal to the idea of democracy itself. Fellow democracies must stop preaching when Tel Aviv or New Delhi responds to violence",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/whose-side-are-you-on-why-india-and-israels-fight-against-terrorism-should-be-seen-as-pivotal-to-the-idea-of-democracy-itself-fellow-democracies-must-stop-preaching-when-tel-aviv-or-new-de/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-11-2023"
    },
    {
        "full_article": "Sleep is a global obsession. It’s now recognised as one of the central elements of our wellbeing. It’s also a huge source of collective anxiety; fewer than half of the adults surveyed worldwide feel that they get enough shuteye. The sleep economy, including supplements, diagnostics, consumer devices and apps, is set to touch $585 billion by 2024.\nSleep has been underestimated for centuries. Aristotle thought that it was a result of vapours rising from the stomach to the heart. It was the Industrial Revolution that provoked interest in the human body and limits. Artificial lighting created the new problem of insomnia as humans unhitched themselves from the natural rhythms of dawn and dusk. Mapping the Darkness: The Visionary Scientists Who Unlocked the Mysteries of Sleep by Kenneth Miller tells the story of the trailblazers who discovered everything from the body clock to sleep stages, from the dreaming mind to sleep deficits.\nIt was only in the 1930s that a scientist called Nathaniel Kleitman inaugurated the field of sleep science. He undertook granular analyses of sleep’s rhythms, how these interact with the body’s other cycles, how variables in daytime behaviour affect sleep and are affected by it.\nScientists experimented on pet cats, babies and partners and themselves. They conducted eccentric tests, ventured to spend 32 days in a cave without sunlight or heat, to see what happens to the human body.\nHans Berger devised electroencephalograms or EEGs, connecting electrodes to the scalp to measure brain wave activity. Gene Aserinksy studied eyeball movement, realising that within each cycle or sleep, there was a 20-minute period where the eyes stopped moving, and after which subjects usually woke. This rapid eye movement (REM) phase was connected to vivid dream recollection. These studies also linked with the psychological study of Freud, Carl Rogers and so on, bringing an empirical rigour to theories of the dreaming mind and the subconscious.\n\nDisorders like narcolepsy, sleep apnea, sleepwalking, nocturnal myoclonus, daytime drowsiness were studied. They proved that sleep deprivation leads to low productivity and accidents. Scientists devised sleep medications, they understood differential sleep requirements – yes, teens do need a lie-in, and yes, there are morning people and night people. Digital devices and blue light confuse our body clocks, as does shift work.\nA good night’s sleep? Steady exercise helps, strenuous or occasional exercise does not. Alcohol makes it easier to relax but makes the sleep more fragmented. Caffeine affects you, even if you don’t think it does. And if you’re awake in the middle of the night, frustration and trying harder will not help, just turn on the light and do something else. Sleep only as much as it takes to feel refreshed, longer hours in bed will only give you shallow sleep. Getting up at the same time will strengthen circadian rhythms and make sleep onset more regular. Insomnia encompasses the mind, body and behaviour, and the best way to treat it is to address the whole circle.\nThere are still miles to go before sleep and its therapeutic puzzles are resolved, the book shows, but at least we know the value of our nightly slumber. As Kleitman said, not everyone needs the standard eight hours, but they should aim for it, because sleep is a pleasure that makes the world both brighter and safer.\n\n",
        "headline_1": "The science of sleep: What we know & what we don’t",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-science-of-sleep-what-we-know-what-we-dont/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-11-2023"
    },
    {
        "full_article": "It’s been a fairytale fortnight for Mohammed Shami. Fourteen wickets for less than 7 runs apiece; roughly, five scalps in every game. The 33-year-old fast bowler has been simply unplayable. And yet, he might not have played at all, but for Hardik Pandya’s ankle injury that forced a team rejig.\nLife’s been like that for Shami: littered with hard knocks and filled with lessons. His life story is about staying on course even when you are gutted. He was rejected in Uttar Pradesh’s Under-19 trials. It is about tenacity and commitment.\n\nAs a teenager, he travelled from rural west UP to culturally foreign Kolkata to build a career in cricket. It is the story of grabbing every opportunity like he did as a practice bowler to impress Sourav Ganguly and earn recommendation for a career-turning place in Bengal U-22. It’s a story of overcoming on-field injuries and off-field setbacks, but never losing one’s self-belief and smile. Over the years, Shami became an indispensable part of India’s fearsome pace battery but it’s only recently that he has solved the T20 riddle. His is a story of constantly upping your game to create the best version of oneself.\nNow Shami stands at the top. Records lie at his feet. No Indian bowler has taken more World Cup wickets. His journey is India Inspirational, the stuff of biopics. It tells you: life is what you make of it.\n\n",
        "headline_1": "Shake it like Shami: The fast bowler’s story is India inspirational",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/shake-it-like-shami-the-fast-bowlers-story-is-india-inspirational/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-11-2023"
    },
    {
        "full_article": "The observations made by the Bangladesh Bank (BB) in its latest Financial Stability Assessment Report about the state of profitability and asset quality of banks are unlikely to surprise those people who are in the know of the developments in the country's banking industry. Profitability of the sector, according to the Report, declined as return on assets (ROA) and return on equity (ROE) during the first quarter of the current calendar year slid notably over those of the preceding quarter. Besides, some other important indicators, including capital to-risk weighted asset ratio (CRAR), were slightly lower than those of the last quarter of 2022. The central bank's stress test, however, noted that the banking sector would continue to remain 'moderately' resilient to different shock scenarios. The assessment report does make it clear that the banks' overall state of affairs is not at all comfortable. It does not need any elaboration that one particular factor --- non-performing loan (NPL) --- is behind all the ills. According to the BB's estimate, the NPL share in the total outstanding loans increased to 8.80 per cent at the end of the first quarter (January-March) of 2023 from 8.16 per cent estimated at the end of 2022. The actual increase would be more than the central bank's calculation once the written-off and rescheduled loans are taken into account. The BB could hardly hide its worries about the banks' fragility, in terms of NPL. The latest assessment report, quoting the results of the stress test, said that a 3.0 per cent increase of NPLs or a default by the top three large borrowers 'is likely to affect the banking sector's resilience significantly, leading to the fall of CRAR below the minimum regulatory requirement'. This statement speaks volumes for the overall situation in the banking sector. None but the big borrowers who enjoy power and clout in society have been largely responsible for creating an unhealthy loan culture in the banking sector. Neither the government nor the central bank has acted decisively and taken any action against the people who literally plundered the depositors' money. Rather, a few of the latter enjoy the liberty of roaming in the corridors of power with great ease. Then again the sector is troubled by the presence of too many operators. Since political connections have played a part in the establishment of many banks, particularly the third and fourth-generation ones, regulator faces some difficulties in dealing with them. The central bank is empowered legally to take necessary steps to deal with both delinquent lenders and borrowers. But its actions are found to be wanting and soft.Several loan scams, the takeover of the management of some banks through questionable means and other irregularities in recent years have created a crisis of confidence among bank depositors. A few damage-control measures initiated by the central bank have somehow stabilised the situation. But the rot remains gnawing underneath. Industry insiders smell more irregularities that need to be unearthed and dealt with due seriousness by the sector regulator. The fact that the banking industry desperately needs some harsh and deep-rooted reforms will not be contested by anyone other than the beneficiaries of the current state of things. The government should prepare a need-based reform plan that the central bank will execute sans any interference.",
        "headline_1": "BB's assessment report speaks volumes for banks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bbs-assessment-report-speaks-volumes-for-banks-1699191874",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-11-2023"
    },
    {
        "full_article": "The industry that alone accounts for 85 per cent of the country's total export receipts is again in turmoil as workers have taken to the streets demanding higher minimum wage. The Readymade Garment (RMG) industry workers' minimum wage, now at Tk 8,000, was fixed in December 2018. But in the current economic situation when the galloping prices of daily essentials have made life of the low-income people, including that of the garment workers, unbearable, they have naturally been pushing for a substantial increase in their wages. The government earlier in April this year also constituted the 'minimum wage board', to recommend a new wage structure. The wage board is supposed to announce the new minimum wage for RMG workers by the end of November. Meanwhile, in the face of the workers' unrest over the demand for wage hike, the garment industry's apex body, the Bangladesh Garment Manufacturers and Exporters Association (BGMEA), at the 4th and last meeting of the Board, came up with the suggestion that the RMG workers' new minimum wage would be Tk10,400, which for obvious reasons, the garment workers have rejected. If the fall in the value of Bangladesh Taka (BDT) against US dollar is taken into consideration, this minimum wage now offered by the garment industry owners is actually lower than the minimum wage when it was fixed in 2018. For at that time, US$1.0 was equivalent to Tk83.90. So, in US$, then an RMG worker's minimum wage was US$95.35. But now the minimum wage (at BDT 10,400) comes to US$94.11. In other words, the RMG owners are now offering US$1.24 or BDT137 less than that fixed in2018. Understandably, garment workers have rejected the offer and demanded that the new minimum wage should be BDT23,000 which is equivalent to US$208.14.But the garment owners did not agree to it and hence the stalemate with accompanying strikes and protest demonstrations which have often turned violent triggering actions by law-enforcers. In some cases, outsiders were found involved in the melee. Many factories that were shut down amid the violence were trying to open.In this situation, RMG owners who opened their factories following the past two weeks' violent unrest faced resistance from striking workers. RMG workers who were trying to join work came under attack from the striking ones. Some factory owners as a result are differentiating between what they would like to term 'good garment workers (who are willing to join work)' and 'the bad ones (the striking workers)'. But such tagging does not represent the facts on the ground, and neither is it helpful for resolving the crisis. Many striking workers are reported to have told the media that they were protesting not exactly for a pay hike, but for their survival. One need not be a great mathematician to calculate why the present minimum wage of the garment workers is ludicrously low for a small garment workers' family to survive.If compared with the average wage of garment workers in neighbouring India (at US$ 171) or another major apparel exporter in the Southeast Asia, Vietnam (at US$ 170), let alone in China (at US$ 303), Bangladesh garment workers are undeniably worse off. It is indeed regrettable that, normally, they do not get a pay raise. Hence is the existential struggle of the garment works that erupts from time to time including the ongoing one. But the way the unrest of the garment workers is going out of control is an ominous sign for the mainstay of the economy, the RMG industry. True, the garment owners also have their issues like falling consumer demands amid high inflation in Europe and the US where the majority orders for Bangladeshi RMG products come from. Last month, for instance, the country's overall exports were the lowest in the past 26 months, according the Export Promotion Bureau (EPB). The main reason was that fewer shipments of apparel products took place in the previous months.According to the BGMEA, RMG exports last month (October, 2023) fell by 13.93 per cent to US$ 3.16 billion compared with US$3.68 billion in the same month in 2022. The garment industry is also not an island seeing that not-so-comforting pieces of news are coming from most other sectors of the economy. Those developments no doubt affect the garment industry. But these issues cannot be an argument for not ensuring a rational minimum wage structure for the workers on whose sweat and blood the present edifice of the country's impressive RMG industry stands. Moreover, despite the ups and downs in their business, the affluent lifestyle of the garment industry owners has not been affected in the least. In times of difficulty, cold calculations about profit and loss do not work. The factory owners should also be ready for some amount of sacrifice for their workers. Such a move from the owners' side will only build trust in garment workers' mind about their employers. Because they will realise that factory owners have not abandoned their workers in time of crisis. A disgruntled workforce is a constant source of instability in any industry. So, to resolve the dispute over a new minimum wage amicably, both sides, the garment industry leaders and workers, should find a middle ground and restore peace and stability in the garment sector.[email protected]",
        "headline_1": "Instability in the RMG sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/instability-in-the-rmg-sector-1699191908",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-11-2023"
    },
    {
        "full_article": "The government's appeal and order for arresting prices of essentials fell on deaf ears. Instead of complying with the rates the government fixed for some sensitive commodities of everyday use, businesses have gone for hiking the prices on lame excuses. Prices of some essentials such as onion have been pushed to an astounding level ---in case of onion more than double the fixed prices. Now the question that begs for an answer is, if the trade circle is more powerful than the government. Retailers dare not make an atrocious profit. It is the wholesalers who do the trick unilaterally. When the natural demand-supply system is distorted to make undue gains, it does not even conform to the free-market economy. It is an outright crime. That such manipulative means are punishable by laws is highlighted by the fines imposed on two of the 'big fours', egg producing companies that is. The scam over egg does not end here. Disdainfully rejected, the government-recommended price of egg is a classic case of could-not-care-less attitude and doing exactly the opposite of what is reasonably expected of corporate houses. The manipulators of market are the last persons to take order even from the government. Money power prevails ---and does so in the most immoral and cruellest of manners. Free market gives a free rein to businesses but on condition that they do not misrepresent products, their quality and stocks in order to create artificial crises and make outrageous profit. If any business entity is found to have breached what is called business ethics, it is liable to be punished under the law of the land. Clearly, traders, not farmers to be sure, of onion and potato are guilty of artificially raising prices of the farm produce in defiance of the government order. This is why the unpleasant question ---whether unruly business coteries are more powerful than the government ---arises.In the face of such instances of repeated non-compliances, the government responses have been timid if not ludicrous. Its counteractive as against preemtive and proactive response has helped the situation go from bad to worse. The move to import egg has been a total disaster. Now, how far the initiative for import of potato at this late stage will have a positive impact on market is doubtful. Import is useful when a commodity is in short supply but if there is no genuine crisis but one that is created resorting to intrigues and at that point the bull is not taken by the horns, the authorities only expose their weaknesses. Soft-paddling cannot be an answer to such mischievous manoeuvring with the market so that it gets heated up abnormally allowing businesses to swindle consumers' money in broad daylight. Onion, egg and potato are in abundant supply in the market. Traders just raise the price tags whimsically. If the government moves are not meant to playing to the gallery, it should have demonstrated steely nerves to contain the volatile market. All its tentative moves in the shape of damage-control measures have fallen flat giving the impression that it is less serious about protecting the interests of the common people than those of the businesspeople. Even in the freest of free markets, USA, tech giants like Apple, Google, Facebook and Amazon are to testify before the Congressional committee on charges that they go for market monopoly by eliminating competitors to dictate terms. Why not give parliamentary committees power enough to summon business entities suspect of manipulating market for hearings?Common people have every reason to feel they have none to defend their cause and this discontent ahead of the national election does not augur well. Business bosses may have money, common people have the power of numbers and number counts when it comes to voting, provided that the exercise is done in a free, fair and enabling environment. [email protected]",
        "headline_1": "Bloated business based on criminal practices",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bloated-business-based-on-criminal-practices-1699191974",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-11-2023"
    },
    {
        "full_article": "E-government is the use of technology to deliver government services virtually. It has numerous advantages, including convenience, effectiveness and transparency. E-government, however, also brings up the issues with data security and privacy. Data security is the process to avoid unwanted access to information. The right to data privacy is the ability to manage personal data without interference or access to those by any unwanted person. Both data security and privacy are essential in e-government because governments collect and store a number of personal information about citizens and businesses. The information can include names, addresses, and dates of birth, social security numbers, financial information, and health information. The governments have a responsibility to protect this information from unauthorised access and use. They must also respect the privacy of citizens and businesses by only collecting and using personal information for legitimate purposes. There are several data security and privacy threats in e-government, such as cyber-attacks, human error and data breaches. The governments can take several steps to protect data security and privacy, like implementing security measures and training employees. Citizens too have a role to play in protecting their information. They can do this by using strong passwords, being careful about what information they share and being aware of phishing scams. Fahmid Uddin Ahmed,Student of Department of Marketing,North South University, Dhaka, [email protected]",
        "headline_1": "Data security and privacy in e-government",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/data-security-and-privacy-in-e-government-1699191999",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-11-2023"
    }
]