[
    {
        "full_article": "India has the largest diaspora population, with nearly 1.35 crore non-resident Indians spread across the globe. Many of them leave the country for short-term work and could miss out on exercising some of their rights such as registering their vote in India’s Assembly or parliamentary elections. Currently, the Election Commission of India (ECI) allows enrolled overseas citizens to vote in person at the polling station in the constituency where the person is registered as an overseas elector. The necessity to vote in person and the costs have, for overseas citizens, acted as a disincentive for their wanting to exercise their mandate. This was evident in the numbers of such voters in the 2019 Lok Sabha election — 25,606 among the minuscule 99,844 registered electors who voted. In 2014, a committee constituted by the ECI to probe methods to enable overseas voters’ mandates concluded that proxy voting was the most viable, though some political parties objected to the idea. A Bill was passed in the 16th Lok Sabha (2014-19) to enable this but lapsed. In 2020, the ECI approached the Government to permit NRIs to vote via postal ballots, similar to the system already used by service voters, i.e., the Electronically Transmitted Postal Ballot System (ETPBS), which allows registering their mandate on a downloaded ETPB and sending it to the returning officer of the constituency.On the face of it, allowing postal ballot use should be a good move for NRIs, even if this does increase the burden on embassy or consular officials. This is also a more trustworthy way of registering mandates rather than appointing proxies — which is currently allowed for service personnel who are a limited number in each constituency unlike NRIs who could constitute a more substantial chunk among the electorate in some States. In the 2014 discussion organised by the ECI, some parties raised the question whether NRIs will get a benefit denied to internal migrant workers, but the higher costs of travel back to India, as opposed to travelling within, is a valid reason for allowing NRIs the partially electronic postal balloting facility. Several democratic countries allow for this option to their overseas citizens, but again, none has to deal with anything near the scale India has. The more important question to be tackled while extending the facility of voting to overseas Indians is whether longer term migrants should also be allowed to register their mandate as the idea behind limiting voters to specific constituencies on account of their residency will become infructuous. Therefore, if the postal ballot system is indeed instituted, rules must be clearly framed for voters’ eligibility on the basis of their time spent away from the country.To read this editorial in Tamil, click here.To read this editorial in Hindi, click here.",
        "headline_1": "Remote voting: On postal ballot for NRIs",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/remote-voting-the-hindu-editorial-on-postal-ballot-for-nris/article66096200.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-11-2022"
    },
    {
        "full_article": "October saw the Goods and Services Tax (GST) yield the second-highest gross monthly revenues — a tad short of ₹1.52 lakh crore. This marks the eighth successive month of GST collections exceeding ₹1.4 lakh crore, including the record ₹1,67,540 crore kitty in April. The Finance Ministry emphasised that domestic transactions also contributed the second-highest taxes in the month. Underpinning October’s GST flows, 8.3 crore e-way bills were generated in September, which the Ministry said was ‘significantly higher’ than the 7.7 crore bills of August. The festive season’s onset surely boosted consumption as well as stocking up by sellers. The Government, which has routinely held up GST revenues as a yardstick of strong post-pandemic economic activity, had ample cause to talk up the latest numbers. April’s record revenues, for instance, were said to be reflecting a faster recovery, and when revenues dipped sequentially in May, the Government contended that the financial year ending in March had boosted April’s tax kitty. Some of the bump up in October revenues may likely be similarly attributable to taxpayers filing quarter-ending returns.It is noteworthy that no such commentary was included in the latest GST revenue statement, which has raised eyebrows for what it has chosen to leave out than disclosed. The Ministry has omitted basic routinely shared data, such as the year-on-year growth rate for overall collections, and an explicit break-up of the growth in revenues from domestic transactions (usually clubbed with taxes levied on services imports) and imports of goods. These numbers can be deduced to some extent. Imports of goods appear to have grown at a far lower pace than in recent months going by Integrated GST and the GST Cess collections on them, rising 13% and 18%, respectively — a great sign for an economy seeking to rein in a runaway import bill. Maybe the fact that overall revenues grew 16.6% from October 2021 — the lowest growth rate since April’s record kitty — prompted this reticence. But as economists point out, growth rates will moderate owing to simple base effects. Another factor may have been the tepid 2.7% sequential growth in revenues despite a 7.8% rise in e-way bills month-on-month. But if inflation is eating into consumption, it will show up one way or another. Instead of splicing data, the Government would be better served by expediting reforms to shore up revenues. The GST Council, which was to take up some of these reforms in early August, must be convened quickly. Demurring over the big picture helps no one.To read this editorial in Tamil, click here.To read this editorial in English, click here",
        "headline_1": "Hazy signals: On missing points in October GST data",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/hazy-signals-the-hindu-editorial-on-missing-points-in-2022-october-gst-data/article66096186.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-11-2022"
    },
    {
        "full_article": "Upward trajectory: Ties with India are set to deepen further, but US reticence on trade and visas is likely to stayThe US midterm elections to be held on Tuesday, for 435 seats in the House of Representatives and one-third of the 100 seats in the Senate, are currently projected to result in Republicans gaining the majority in at least the House.\nIn view of the ongoing deep polarisation in US politics, this is bound to make legislative support, where required, even more difficult for the remaining two years of the Biden presidency. A Republican majority House is expected to hold hearings and call for investigations into different decisions of the administration, the personal conduct of the President and his son Hunter Biden, and perhaps even attempt impeachment, more for its pro forma value.\nOn foreign policy, and on issues impacting India directly, however, there is unlikely to be much change.\nThere has been a broad bipartisan consensus for consolidating the US-India relationship, since it was initiated in its current incarnation, with the Clinton visit in 2000. It has been sustained in an upward trajectory since then, despite recurrent political and trade related differences, through Republican (Bush, Trump) and Democratic (Obama, Biden) presidencies. In July this year, the US House of Representatives adopted an amendment recommending an India specific waiver for its defence purchases from Russia, otherwise sanctionable under the US Countering America’s Adversaries Through Sanctions Act (CAATSA).\nThe two countries have also handled the sharp differences over Russia’s actions in Ukraine well. India has maintained a position distinct from that of both US and Russia, abstaining on several resolutions at the UN initiated by either country. US Secretary of State and the National Security Adviser have said on occasion that the US is “playing the long game with India”, and showing understanding of India’s compulsions articulating that India’s “relations with Russia developed at a time when the US was not willing to be that kind of a partner”. No doubt there are others in the US policy community who have raised questions about the reliability factor in US-India relations, in a phase of deepening great power competition. Some in the business community, particularly in the high-tech sectors, are also assessing, with caution, India’s role as a ‘reliable’ geostrategic partner in the re-ordered supply chains that are being worked upon. However, these measured positive evaluations or doubts are unlikely to be affected by the poll outcome.\nTailwinds for the relationship are also being provided by similar assessments of growing challenges from China’s increasing military, economic and technological strengths and assertiveness. The US National Security Strategy released in October, stated that China “represents America’s most consequential geopolitical challenge”, and that the “Indo-Pacific is where its outcome will be most acutely shaped”. The Quad grouping, bringing together the US, India, Japan and Australia, is seen as an essential and priority US strategy in the Indo-Pacific. The group’s work was revived in the Trump presidency and taken several notches further by President Biden through a series of summit level meetings over the past two years. As the Quad deepens its work in critical and emerging technologies, infrastructure and connectivity, and as its members enhance interoperability through their participation in the increasingly complex Malabar series of naval exercises, India will continue to be seen as a valued and necessary partner. The NSS document asserted that: “as India is the world’s largest democracy and a Major Defense Partner, the US and India will work together, bilaterally and multilaterally, to support the shared vision of a free and open Indo-Pacific”.\nPresent US reticence on trade agreements will also continue. Trump had walked back on the traditional Republican advocacy for freer trade arrangements, arguing that they had not worked for the US middle class, his support base. Biden has continued with this policy, wanting to dent this support. Instead of globalisation, the new terms used are onshoring, friend-shoring, secure supply chains etc, recognising the challenge from China which had benefited by exploiting the post-2000 unfettered globalisation. No particular visa liberalisations are to be expected, especially since Republicans seek to criticise Democrats for being ‘soft’ on immigration, even though it is recognised that high-tech skilled workers from India are essential if the US is to maintain its competitive lead with China, with more than a billion in population.\nThere is recognition in the US of the importance of deepening the economic and technology partnership with India, given the current geopolitical flux. India-US Ministerial level Commercial Dialogue and Trade Policy Forum are expected to meet early next year, along with the first meeting, in the Biden presidency, of the bilateral CEO Forum. In the joint statement issued in May this year, after the Biden-Modi meeting in Tokyo, on the margins of a Quad summit, the two agreed to establish a new mechanism between their respective National Security Councils to advance cooperation in critical and emerging technologies, such as AI, cyber, biotech, semiconductors etc. US business feels that more effort is needed in India to address issues related to trade facilitation, infrastructure, regulatory environment, financing, data flows and security, if India is to exploit the opportunities inherent in global supply chains. India’s chairing of the G20 process in the coming year will provide another opportunity to showcase its global vision, strengths in certain technologies and create opportunities for US-India business engagement.\n\n",
        "headline_1": "US polls: What a weakened Biden administration will mean for India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/us-polls-what-a-weakened-biden-administration-will-mean-for-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-11-2022"
    },
    {
        "full_article": "Indian embroidery is often discussed in the context of luxurious lehengas but the SEWA founder saw its unique potential as a tool of resistance and sustenance\n\nA day after Ela Bhatt passed away in Ahmedabad, I searched for voices among India’s crafts practitioners, grassroots luminaries, co-followers of her Gandhian way of life to write obituaries about her exemplary life.\nThousands of women and men had been touched by Elaben’s easy-to-describe, hard-to-imbibe Gandhian spirit. Her empowerment of women through non-aggressive protest and forming the world’s largest, informal trade union SEWA (Self Employed Women’s Association) as a tool of social resistance changed an entire community. However, in most obits, there was very little emphasis on her vision for the potential of embroidery skills of rural women. Embroidery is a granular but powerful detail. Both as a practice and as metaphor. It is that thread, drawn from the luminous, thick fabric of Elaben’s life that forms the skein of this piece.\nRaised in Kutch, Ela Bhatt’s “crafts x women connect” was emblematic of both water and steel for me. She saw activism as a labour right and crafts as a cultural right. Channelling embroidery was not the sum total of her life’s work but worth a lot of admiration. Ditto for Dastkar chairperson Laila Tyabji, who along with the late Chandaben Shroff, founder of Shrujan in Kutch, now a 53-year-old institution, and Ela Bhatt of SEWA stood out because of their intervention in the lives of female embroidery artisans.\nTo get facts in order, as Tyabji informs, it was Kamaladevi Chattopadhyaya, Prabha Shah, Swatantrata Prakash, among others, who were the first to nudge the post-Partition resurrection of crafts traditions. Some are unsung names. They do not include those who concerned themselves with textile reinvention and revival. In setting up the reach and profits of rural embroidery, however, Elaben and Chandaben were visionaries. SEWA organised women but needed direction and skill-guidance towards market knowledge to make the creations saleable and market appropriate. Dastkar and Tyabji were invited to lead that part of the movement.\nEmbroidery from Kutch and Banaskantha in Gujarat, Lucknow’s chikankari, the intricate needlework of Kashmir and other sui dhaaga skills often get discussed as luxury creations, for bridal lehengas, in the context of global-local market aesthetic or in hand versus machine arguments. But only a craftswoman can tell you how soulfully significant embroidery is for her. It is a therapeutic sanctuary, like yoga, meditation or witnessing a professional rudaali.\nIt is distinct from stitching, sewing, weaving or spinning. And this is not an argument for its superiority among hand-skills. However, its practice as a rhythmic symphony of needle and thread, is unique. It carries forward community skills but essentially it is a personal expression in the way the eye of the needle is threaded to how the cloth is stabbed. It unfolds a grammar of repetition, alternation and needlepoint intricacy. It mixes colour, the delicate durability of the thread with memory of knowledge passed down orally. The rapport between needle and woman has been witness to happiness and rage, sighs and signs of lives less ordinary. It may be a piece for the craftswoman’s own dowry (as is the practice still in Kutch), a decorative cloth for a pastoral hut or one made for a fashion designer — embroidery is a private little lens. After all, we know a Hansiba (the name of the oldest artisan of this SEWA initiative) from a Pabbiben (an embroidery artisan, the face of Kutch’s Kaarigar Clinic) for the way she choreographs her sui and dhaaga.\nMore than a few craftswomen I interviewed in the past have spoken about how embroidery helps them cope with anxieties, reconcile with bereavement and resist patriarchal powers. Often, women in villages embroider a bedsheet or a sari collectively while expressing joy or sharing their struggles against dominant discourses. Some sing and embroider as a community. After the shattering losses of the 2001 Kutch earthquake, organisations like Qasab and Shrujan in Kutch urged karigars to return to work. While product outflow and business had been greatly compromised, this was first a therapeutic solace.\nAs a student of narrative psychotherapy, I have lately been studying embroidery as a metaphor of psychological expression — how stitches and patterns mirror difficulties, trauma or psychological dilemmas and why it is therapeutic. Embroidery may be done on high count, hand-spun or vegetable dyed organic cotton for a “global market” but essentially for the craftswoman (or man), they mirror ways of being and doing. Some may be “too traditional” for urban buyers but for the embroiderer, that stitch and pattern may be about healing, belongingness, shared roots, home and community. Old stitches, persistence of motifs, the way pink and green threads, for instance, sit well together in a craftswoman’s eye is an understudied aspect of rural design as therapy.\nElaben had the vision to see the economic potential of embroidery skills. Paying homage to her sewa (service) would be incomplete without remembering that embroidery is a soulmate and therapist for rural women.\n\n",
        "headline_1": "Ela Bhatt: Thread That Binds",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/ela-bhatt-thread-that-binds/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-11-2022"
    },
    {
        "full_article": "Illustration by Cheyenne Olivier\nThe world is facing an energy crisis, partly driven by Putin’s war, but only partly, since the path to minimise the climate crisis demands that we all use less energy. And one place where we can help is by changing the way we eat. Less meat and eating local are often highlighted, but cooking is another big one, with a carbon footprint of 500 million tonnes a year, only slightly below the 800 contributed by transporting food.\nEnergy-efficient cooking came up often in my childhood, for an entirely different reason. Foreign exchange was scarce in those days and OPEC had just boosted oil prices. Imported cooking gas was being rationed: when our assigned one cylinder of gas ran out, the cook would put on a glum face, my mother would talk darkly about wasting gas and someone would run to the Indane store to apply for the next one, which could take several days.\nOn days when the gas was gone, cooking had a very different shape. Each family had its small kerosene stove and a small bottle of kerosene stored up, to last until the gasman showed up. Ambitions needed to be scaled down.\nBut this was a Bengali family, and anything below four courses would invite groans and grumpy faces. The cook would quietly announce ‘bhaté bhat’, a meal of boiled foods, all cooked together in the same pot with the rice.\nI must confess that I was always delighted by this enforced diversion. For one, it was an opportunity to pull out all the pickles since the dishes were supposedly too bland. Some dried mango (amshi) cured with a paste redolent in fennel and nigella seeds, fat red chillies stuffed with dark matter, thin green ones dressed in ground mustard, and the wonderful rosogollar achar (rasgulla pickle), whole yellow limes pickled sweet and spicy.\nAnd each bhaté, each mash made from something that had been boiled with the rice, would come with its own promise: the boiled potato would perhaps get a lift from chopped tomatoes, cilantro, onions, chillies and mustard oil. For the boiled masur dal, it was chopped onions and lemon juice, and a dressing of ghee and spices. The steamed spinach may get something very different, perhaps toasted coconut and garlic. And so on.\nThrow in some home-made yogurt, flavoured with a dribble of date syrup (what Bengalis call poira gur), and you have a wonderful meal and the satisfaction of having made the kerosene last another day.\nThe point, of course, is not that we should live our lives on boiled potatoes and rice cooked on a kerosene stove. Neither the climate scientist nor our dietician will want that, for not dissimilar reasons: both burn too quickly, and neither our bodies nor the earth can afford that any more.\nOn the other hand, the idea that a scrumptious meal can be produced on a small stove within an hour opens up an exciting possibility for the lucky few who can still afford to not pay attention to energy costs. After all, the difference between a satisfyingly difficult hike and a painfully steep walk lies mostly in our attitude, in whether we wanted the challenge to start with or not. If we accept to join the sport of how to cook well with (say) two-thirds the energy, we can (probably) do it and feel good about that. It will require planning the pasta so that the cauliflower or broccoli rabe that go in the sauce get parboiled in the water being heated for the pasta and organising the menu so that mutton curry can cook in the oven next to the roasting eggplant and the oven-fried Brussels sprouts. Using the pressure cooker to cook the dal, with a couple of extra containers inserted to simultaneously steam the eggplant and cook the already spiced and briefly stir-fried sem, might save up to 70% of the energy used for cooking.\nAnd for that night when you could really do with a little bit of comforting, before that “casual coffee with your boss” or after an urgent email from your child’s headteacher, why not a bhaté bhat? For those who feel that this is drifting too far into the unhip, especially my fellow Bongs, this is my attempt to stake out a piece of the cool for this modest meal: I am sure you can do better. The rules are that you start with boiled vegetables, eggs, dal, etc. Ideally boil them with the rice, but there is no cause to be religious about it: if it can be done quickly in the microwave, so be it. Then play with the mix-ins, chopped onions, cilantro, chillies, ginger, peanuts, etc. and different oils — mustard is traditional, but why not toasted sesame, peanut or olive? Cooked mix-ins (toasted coconut, say) are fine, but the cooking should be quick. And keep innovating: I dream of the day when I will be offered the perfect parsnip bhaté with butter infused with horseradish, and mashed artichoke hearts dressed with olive oil and lemon.\nBhaté bhat\nPHOTO CREDIT: Fromthekitchenstothetastebuds\nWash 250 gm of peeled and cubed (1”) sweet potato and place in a closed metal container with 1 cup of water and ½ tsp salt. Place 250 gm of washed and stemmed amaranth leaves in a steamer basket. Bring 3 cups of water to boil in a large (8 quart) pot and place the steamer in it on a trivet and cover. After five minutes remove the leaves and set aside. Add 5 more cups of water, drop in the container with the sweet potato, and bring the whole thing to a boil. Add 1 cup of rice, cook for 13 minutes and then add 6 eggs that were in warm water already. Break the tips of 250 gm of sem, pull out the string and place in another closed metal container with ½ cup of water and ¼ tsp salt. At minute 15, drop the sem container in the boiling water, and at minute 20 remove the eggs and plunge into ice water,\ndrain the rice, open the containers and the vegetables out of the water.\nRemove the boiled sweet potatoes. Mash them with ½ tsp deghi mirch, 1 tb finely chopped ginger, 100 gm firm, sweet grapes, quartered, 100 gm walnuts, toasted and broken, 1 tb lemon juice, 1.5 tb olive oil and salt to taste.\nPrepare a relish with 1 cup finely chopped juicy and tasty tomato, 1/3 cup finely chopped onion, 1 thinly sliced green chili, 3 tb finely chopped cilantro and salt to taste. Slice the peeled boiled eggs (careful they may be still pretty soft) and arrange them on a nice plate in concentric circles. Dribble ¼ tsp oil from a lemon or mango pickle on each slice of egg and just before serving, drain the accumulated liquid from the relish and spoon it over the eggs, saving some for extras.\nCarefully squeeze the water out of the amaranth leaves with your hands (let them cool a bit first). In a small fry pan, heat 1 tb coconut oil to medium high, and throw in 1 tsp mustard seeds, and when the popping slows, a pinch of hing and some curry leaves, followed by ¼ cup thin sliced shallots or finely chopped onion. When the shallots soften slightly (1 minute) throw in 3 tb fresh ground coconut, lower heat to medium and fry for two minutes, letting the coconut brown. Mix into the amaranth with one thinly sliced green chilli and heat the whole mixture in the microwave before serving.\nMash the sem slightly with your hands or the back of a spoon. Heat 2 tb mustard oil at medium heat in a small fry pan and when hot, throw in ½ tsp kalonji and 1 green chilli. After 40 seconds, add some homemade mustard paste (high quality prepared mustard also works, though it will bring its own unique taste) into the pan, let the oil separate (1 minute), add the sem and salt. Stir to coat the sem and remove. Get your pickles out (meat and sea-food pickles, too, if you have them), and let the softness wrap around you.\nThis is the first of a monthly column by Nobel-winning economist Abhijit Banerjee\n\n",
        "headline_1": "Cooking clever and quick: Lessons from the wonders of ‘bhaté bhat’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/cooking-clever-and-quick-lessons-from-the-wonders-of-bhate-bhat/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-11-2022"
    },
    {
        "full_article": "The assassination attempt on Imran Khan is only the latest dramatic turn in Pakistan’s turbulent politics. The burst of automatic gunfire that rang out in Wazirabad, north of Lahore, has paused the Pakistan Tehreek-e-Insaf’s ‘long march’ to Islamabad to force early elections. But it has escalated the threat of street violence. It also shone an uncomfortable spotlight on the army, Pakistan’s most powerful political institution.\nPak army under scanner \nIn a message from his hospital bed, the star opposition leader repeated allegations of a conspiracy, naming an army officer, the PM and the interior minister. This is a charge more likely to stick with his followers than the confession of the ‘lone wolf’ assassin claiming he punished Imran for ‘misleading the people’.\nRead full opinion on TOI+\n\n",
        "headline_1": "Making the generals sweat: Imran, politically stronger after the assassination attempt, has created more space for civilians in Pakistan",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/making-the-generals-sweat-imran-politically-stronger-after-the-assassination-attempt-has-created-more-space-for-civilians-in-pakistan/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-11-2022"
    },
    {
        "full_article": "A series of recent media reports – about the proposal to hand over chunks of a reserve forest to different non-forestry departments, the removal of old trees from several cities, and building a road through a reserve forest – highlights the apparent collision between nature conservation and the nation's prosperity.\nHumans have cleared forests for habitation, food, fuel, communication and other needs since time immemorial. However, today, the size of the human population has neared the Earth's carrying capacity. The planet's climate is warming, sea levels are rising, and biodiversity is diminishing. The threats resulting from climate warming and loss of nature are no longer theoretical, but a brutal reality. But how have we reached this point? And how has the idea of nature conservation evolved?\nInterestingly, humanity did not think about conserving nature until the end of the Middle Ages. Although British botanist John Evelyn proposed the idea of preserving and restoring forests in 1662, others did not act on it for the next 100-plus years. Then came the Industrial Age, which coincided with the Industrial Revolution and the Napoleonic Wars.\nDuring that time, the world ran almost on coal power and durable wood was in great demand for naval shipbuilding. This created concerns over the depletion of timber, leading to the birth of forest management. More specifically, the rulers of Prussia, France and the colonies of British India made cutting valuable trees under a specific size illegal – the beginning of nature conservation with a pointer to sustainability.\nThe idea of nature conservation gained momentum in the late 18th century when George Perkins Marsh, an American naturalist, argued for the then current generation's ethical responsibility to save nature for the next generation in his famous book Man and Nature (1864). This possibly marked the moment in history when nature began to be valued not just for industry, but for the sake of the environment.\nIn the 19th century, many countries became keen on nature conservation. Humanity also reached the Age of Oil, reducing the pressure on trees for energy. Meanwhile, in the 1930s, the US experienced a decade-long severe drought. British scientist Guy Stewart Callender looked into the event and suggested carbon emissions through coal-burning might be warming the Earth – the birth of the climate warming idea. US scientist Charles D Keeling followed Callender's work and took CO2 readings from Hawaii and Antarctica for several years, ultimately confirming the global warming theory in the 1950s. By the end of the decade, scientists were convinced that CO2 emissions could be problematic for the environment. The International Union for Conservation of Nature was also established in 1948 to protect nature, mainly for goods, services and environmental benefits.\nFinally, we entered the Information Age, when US ecologist Edward O Wilson coined the term \"biodiversity\" in the 1980s. Following that, the Convention on Biological Diversity (CBD) came into existence in 1992, while the Intergovernmental Panel on Climate Change (IPCC) was established in 1989. The first international agreement to reduce greenhouse gases, the Kyoto Protocol, was signed in 1997.\nOf course, many more amendments and protocols to mitigate climate warming and protect biodiversity followed. The latest addition is the Intergovernmental Platform on Biodiversity and Ecosystem Services (IPBES), formed in 2012 to strengthen the role of science in public decision-making on biodiversity and ecosystem services. The IPBES emphasises that nature is not necessarily a wilderness area away from people, but a socio-ecological template where society's day-to-day interactions are a norm.\nNevertheless, today when we talk about nature conservation, we tend to think that the more species an ecosystem carries, the more beneficial it is. However, the idea of nature conservation has evolved once again. The modern concept emphasises conserving species' trait diversity (known as functional diversity) and evolutionary history, because these determine what functions a species performs and what services it provides.\nUnsurprisingly, practitioners in developed Asia, Europe, Australia and American countries are now focusing on conserving functional diversity and evolutionary history beyond species. In Bangladesh, however, we are still struggling. We are vocal about saving nature but somewhat reluctant about implementing modern approaches to nature conservation. Although there have been changes, like how our national forest policy just shifted from production forestry to conservation forestry, the focus still lies on species. We must think beyond that and focus on saving functional diversity and evolutionary history.\nAt the same time, we should urge the government to reverse any conservation-adverse decisions and instead focus on building new nature within socio-ecological templates, such as in and around city open spaces, urban areas and riverbanks. Our ability to save and manage existing nature efficiently and generate new nature is the key to tackling climate and biodiversity crises and, in turn, building a climate-resilient, ecologically civilised and green Bangladesh.\nShekhar R Biswas is a professor of Ecology at East China Normal University in Shanghai.\n\n",
        "headline_1": "Conservation science has moved on. We, too, must adapt and change.",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/conservation-science-has-moved-we-too-must-adapt-and-change-3161646",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-11-2022"
    },
    {
        "full_article": "The new resolution in the US Congress introduced by Republican congressman Steve Chabot recognising the 1971 genocide is a good step forward for Bangladesh, and the world in general. It is important to make sure that history is not forgotten and that the international community takes steps to address past cases of grievous human rights abuses and bring the perpetrators to book when possible. \nThe resolution has received bipartisan support, being co-sponsored by Representatives Ro Khanna, Katie Porter and Tom Malinowski – all of them Democrats. However, it is concerning that some of the language used is deeply divisive, with the Bangladeshi Americans for Political Progress (BAPP) calling it \"more about stoking hate across religious lines than justice.\"\nSteve Chabot crafted this resolution with the help of the Hindu American Foundation, an American Hindu advocacy group with roots in the Hindu nationalist organisation Vishwa Hindu Parishad (VHP) America. The VHP has been accused of contributing to violence against Muslims in India, including playing a role in the demolition of the Babri Masjid and the Ayodhya dispute. The VHP is also considered a member of the Sangh Parivar group, a group of Hindu nationalist organisations led by the RSS, which in turn has ties with the BJP. Therefore, it can be argued that the group has its own political interests that do not align with the interests of Bangladesh, or of anyone who wants a nation devoid of religious bigotry. \nBecause it has been crafted by Hindu nationalists, the resolution's language is rife with attempts at establishing Hindus in Bangladesh as separate from Bengalis. Part of the resolution reads, \"Atrocities continued during the ensuing nine-month Bangladesh War of Independence as the Pakistani military scapegoated ethnic Bengalis and Hindus and targeted supporters of the Awami League, Bengali military or police personnel, intellectuals, students, and professionals, while victims included members of both majority (Bengali Muslim) and minority (non-Muslim) communities.\"\nThis language is deeply problematic as it separates Hindus from Bengalis, as if Bangladeshi Hindus are not Bengali at all and constitute a separate nation by themselves. This simply is not true. Bangladeshi nationalism, which is rooted in language and culture and has been built up through a shared history of struggle against Pakistan's colonial oppression, supersedes religious boundaries. Bangladesh/Bengali nationalism is inclusive of all religious identities, and separating the Hindu community from it is a devious attempt to portray them as not integrated into the national culture of Bangladesh. Bangladeshi Hindus are part of Bangladesh, but Hindu nationalists like Priya Saha, a loud supporter of this divisive resolution, want to repudiate this.\nMoreover, no official consultation with Bangladesh was deemed necessary by those involved in the crafting of this bill. No Bangladeshi organisations were consulted, despite the fact that many are involved in researching the 1971 genocide. Even more surprisingly, the co-chair of the House Caucus on India wrote the resolution without the input of the Bangladesh Caucus or House Foreign Affairs Committee, as if Bangladeshi affairs do not merit a separate consideration and simply falls under India's concerns.\nIt is true that the resolution has its many merits. It includes a mention of Operation Searchlight. It mentions the 1971 genocide as one of the forgotten genocides of the 20th century, and says that its lack of recognition remains an open wound for millions of people who were directly affected by the atrocities. Its mention of the approximate numbers of people killed and raped in the atrocities match the accounts of the Bangladesh government. It provides an estimation of how many refugees fled to India and what proportion of people were displaced. And finally, it calls on the Government of Pakistan, in the face of overwhelming evidence, to acknowledge its role in the genocide, offer formal apologies to the Government and people of Bangladesh, and prosecute, following international law, any perpetrators who are still living. It does what our governments have failed to do over the past 50 years of independence: Bring the 1971 genocide to the global stage and ensure its place in global memory.\nTherefore, the introduction of this bill is a positive development overall. However, the repeated use of the phrase \"ethnic Bengalis and Hindus\" sticks out like a sore thumb. It seems as if somebody has put it in the resolution on purpose to separate Bengalis from Bangladeshi Hindus. This language is unacceptable and must be changed, and Bangladesh must act and let the sponsors of the resolution know this. The Bangladesh government spends millions of dollars on lobbying the US government on various issues, especially when it comes to ensuring their continued grip on power. It should now use that money, instead, to lobby for a change in the resolution's language and make it such that it is acceptable to us as a nation, and does not attempt to divide us along religious lines. \nAnupam Debashis Roy is an editorial assistant at the Daily Star. He can be reached at writeranupam1101@gmail.com\n\n",
        "headline_1": "US resolution on 1971 genocide must get rid of divisive language",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/us-resolution-1971-genocide-must-get-rid-divisive-language-3161266",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-11-2022"
    },
    {
        "full_article": "\"Chaos isn't a pit. Chaos is a ladder,\" says Littlefinger, in the global hit television series Game of Thrones. In his conversation with Lord Varys, the Master of Whisperers who is also known as the Spider, Littlefinger concludes by saying, \"Many who try to climb it fail and never get to try again.\"\nChaos is unfolding in the Islamic Republic of Pakistan. It has been for many years.\nIn fact, some may argue that chaos has been a constant since Pakistan's birth, starting with the assassination of the country's first prime minister, Liaquat Ali Khan. The chaos has engulfed many, including the likes of the first prime minister himself, Zulfikar Ali Bhutto, Ziaul Haq, and most recently, Benazir Bhutto.\nImran Khan, the authoritarian populist who has found a way to channel the rage of millions of citizens, is the most recent leader trying to climb the ladder of chaos.\nAnd he nearly failed.\nThursday's assassination attempt on the former prime minister, who has been on the campaign trail since his ousting in the country's first-ever vote of no confidence in Parliament, is only going to stoke more mayhem.\nWith sharp lines already drawn not just across the political spectrum, but much of society, the stakes could not have been higher. What has been the most serious threat to national cohesion since 1971, something that this author has been warning about since the vote of no confidence, has only become more dangerous.\nKhan has survived, for now, and will live to fight another day. This brush with death will only reinforce Khan's belief that he is on this earth for a purpose – to vanquish the corrupt mafias that have drained his beloved country of all the potential and riches that it has to offer.\nA born-again Muslim, Khan is fundamentally guided by this mission, which he sees as a fight between good and evil. Anyone and everyone who is opposed to this mission is on the side of evil. This belief will only be reinforced by this second brush with death (Imran sustained serious injuries while climbing a stage at a rally in Lahore in 2013).\nBut this chaos is not only being stoked by Khan. In fact, he is a creation of the powers that have harnessed chaos for decades. And it is just an ironic twist of fate that the bearers of the powers have created a being that is more powerful than them, at least for the time being.\nAnd it is for this reason that this most recent escalation is so serious. For both Khan and his creators realise that to make one or the other fail, the ladder of chaos must be made that much more dangerous, such that only one of them survives.\nMeanwhile, those politically opposed to Khan are yearning for his former benefactors to bring him down – and staring at irrelevance should this plan fail. They cannot, at least for the foreseeable future, compete with Khan. They have no ability, no capacity, and no narrative with which to weaken their mortal enemy.\nMany will argue that this is not true. After all, they would say, Khan is only seeking the support of his former benefactors to bring about the revolution that he is seeking. But these folks miss the clear signal that was delivered in that unprecedented press conference: the current leadership of the army, which has decided to remain apolitical, is going to be around for at least the next 15 years.\nThis means that the only way for Khan to achieve his goals is to force his former allies and benefactors to bend the knee in submission. And if Pakistan's history is any guide, forcing the country's powerful military establishment to bend the knee in submission, that too to a civilian, is easier said than done.\nAnd so, the raging storms that have engulfed the Islamic Republic are only going to get worse in the coming days and months. As a result, a society that has been pummelled by sky-high inflation, unprecedented floods, a stagnant economy, and malnutrition, is only going to be further devastated. Citizens and their well-being are not even an afterthought in this cynical Game of Thrones and with every passing day, they will be worse off.\nPakistan's external allies, particularly the ones on whose charity the country barely makes ends meet, will be watching with disdain. They have had delegation upon delegation of elites come to their doors, seeking a bailout. For these external benefactors, it is simply bad strategy to shore up the country's economy, for they do not know who will and who will not survive.\nSo long as Pakistan's elites believe that chaos is a ladder that they climb and stay atop, the continuous cycle of instability will continue. What will change, however, is the standard of living of current and future generations. And these standards will go anywhere but up.\nThis article was first published in Dawn, an Asia News Network partner of The Daily Star.\n\nUzair M Younus is the director of the Pakistan Initiative at the Atlantic Council's South Asia Center and host of the podcast Pakistonomy.\n",
        "headline_1": "The stakes could not be higher for Imran Khan, the establishment and Pakistan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-stakes-could-not-be-higher-imran-khan-the-establishment-and-pakistan-3161196",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-11-2022"
    },
    {
        "full_article": "In the recent decade, despite high economic growth, job creation has slowed down. This is especially in the manufacturing and services sectors, where it remains a big challenge due to increased automation. The high degree of informal employment in Bangladesh, where its share in total employment remains well above 85 percent, is an immense challenge to ensuring decent jobs.\nThe female labour force participation rate, over the past decade, has remained stagnant at around 35 percent. And despite the demographic dividend, the share of youth who are not in education, economic activities and training is high, and the youth unemployment rate is excessive. The labour market is characterised by a vicious cycle of low pay, low skill and low productivity.\nQuality health and education services are essential for labour productivity, but Bangladesh falls behind other countries in providing universal access to these services, with extremely low public spending on health and education relative to GDP. Poor working conditions, high rates of rural-urban migration with a significant concentration of migrant labour in urban informal services sectors, skill mismatches in the labour market, and the outward migration of a sizeable proportion of low-skilled labour are other significant employment challenges.\nFive sets of policies and strategies could address these labour market challenges.\nFirst, the government should promote pro-employment policies that provide adequate jobs for an expanding workforce. Macroeconomic, sectoral and labour policies should be used together for resolving macroeconomic imbalances, targeting sectors that can sustain employment in the long run as well as benefit marginalised groups, and introducing labour market regulations that ensure human capital development and labour conditions that meet the ILO's Decent Work Agenda.\nSecond, long-term investments in job creation should be promoted by creating an environment that supports a robust private sector. For this, the government should enhance legal and financial institutions. Infrastructure improvement and increased interconnectivity will cut business costs, while efforts to combat corruption may boost investor confidence. Efforts for the formalisation of business enterprises need to be backed up by policies that promote worker's rights, private sector development, and social cohesion. Government should engage closely with banks to find ways to offer financial services to micro, small and medium-sized enterprises and informal businesses that cannot access financing as they are not registered.\nThird, short-term training should be used to assist informal workers in developing market-relevant skills. Entrepreneurship, financial literacy and managerial skills could all be beneficial; however, realistic economic opportunities for micro-enterprises and self-employment must first be identified. Youth and women's inequalities must be addressed. Unemployment among youth, particularly young women, is high. They should be assisted in upgrading their skill sets through high-quality technical and vocational education and training. Self-employment opportunities should be aided through entrepreneurial training and improved credit and savings access. Women's rights in the workplace should be protected by law.\nSkills training must satisfy the needs of today's workforce, while also preparing for the challenges of tomorrow. Green jobs can be found in the construction of climate-resilient infrastructure as well as the manufacturing of environmentally conscious goods and services. Similarly, the same technology that makes certain low-skill jobs obsolete may also create new jobs that need further training and abilities. Policymakers must anticipate future trends and ensure that the country's education and training systems are aligned with the needs of the future economy.\nNext, strengthening labour market institutions and leveraging data for better job matching will be critical. There is no trade-off between worker protection and economic growth when it comes to labour market reforms, which should be managed through dialogue between employers, employees and the government, with the aim of safeguarding workers without sacrificing growth. Any efforts to loosen labour market restrictions should be complemented by actions to mitigate the negative consequences. Policymakers should be able to increase overall labour law enforcement and extend protections to the country's huge informal businesses.\nReliable and timely labour market data is required for evidence-based policy. The government could explore setting up labour market information systems through comprehensive surveys of formal and informal employment, annual surveys of higher education graduates, and regular industry surveys of business needs. More efforts are also required to assist disadvantaged job-seekers.\nFinally, Bangladesh should advocate for migration policies that provide possibilities for more skilled workers. Beyond the main destination countries, additional options should be explored for facilitated migration schemes. Improving the quality and accreditation of education will enable migrants to take advantage of their skills while working abroad. A basic legal framework should be defined to broaden the scope of migration programmes. This system should make visas, seasonal jobs and qualification recognition easier. In the long run, Bangladesh can benefit from migration not only through remittances, but through transfers of skills and knowledge, and networks that can lead to entrepreneurship and new markets.\nDr Selim Raihan is Professor, Department of Economics, University of Dhaka, Bangladesh, and Executive Director, South Asian Network on Economic Modeling (SANEM). Email: selim.raihan@gmail.com\n\n",
        "headline_1": "How should we address our core labour market challenges?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-should-we-address-our-core-labour-market-challenges-3161181",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-11-2022"
    },
    {
        "full_article": "This year, over and over again, we have come across reports of students – especially female students – facing discrimination, harassment, and abuse on the country's university campuses. Many of these led to widespread protests, such as at Shahjalal University of Science and Technology (SUST) in January, which spiralled into a wider movement after a female student accused her dorm principal of misbehaving with her, and at Chittagong University in July, when the authorities failed to take action against five influential students who had attempted to sexually abuse a female student. In almost all of these cases, the situation was grossly mishandled by the respective university administration, who were accused of failing to protect student rights.\nWe are greatly concerned to now find yet another complaint of a similar vein, this time levelled at the Dhaka University administration. According to a report in this daily, the university's anti-sexual harassment cell has failed to finish its probe, eight months after a student brought an allegation of sexual harassment against an associate professor of the peace and conflict studies department, despite the fact that an initial fact-finding committee found proof of the allegation made against him.\nComplaints of sexual harassment should be taken seriously by any university administration, but even more so when it is against a senior member of its own staff. It is appalling that the DU authorities have not only failed to do so, but are also being accused of actively prolonging the investigation on purpose, to protect the accused individual. Despite the fact that the 2009 sexual harassment protection policy, adopted for educational institutions upon a High Court directive, clearly states that such probes must be completed within 60 working days, there does not seem to be any urgency on the part of Dhaka University abide by this.\nEven worse, the professor heading the anti-sexual harassment cell, instead of doing everything in her power to ensure that justice prevails, has been reportedly harassing the student with probing questions and demanding evidence. On one occasion, the accused teacher was even allowed to sit near the student and question her along with other members of the cell.\nIt truly beggars belief that teachers who are meant to set an example for their students are seemingly misusing their positions of power to harass an already traumatised student, instead of providing her with the support she deserves.\nWhat is the point of having an anti-sexual harassment cell if it fails to carry out its duties, and instead uses its influence to protect the accused? If this probe is allowed to die out, it will discourage students from speaking out about harassment and abuse in educational institutions across the country, with dangerous implications for students' and women's rights and safety. If the DU administration is not willing to follow through, perhaps it is high time for law enforcement and the criminal justice system to step in.\n",
        "headline_1": "No university admin should be protecting teachers accused of crimes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-university-admin-should-be-protecting-teachers-accused-crimes-3160951",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-11-2022"
    },
    {
        "full_article": "According to yet another damning audit report by the office of the Comptroller and Auditor General (CAG), the Standard Asiatic Oil Company Ltd (SAOCL), a subsidiary of the Bangladesh Petroleum Corporation (BPC), has deprived the government – or, more accurately, the people – of Tk 472.7 crore through 21 counts of irregularities. This came to light after the CAG went over the company's books from 2012-13 to 2019-20 fiscal years and made field visits. Over the past several weeks, multiple audit reports by the CAG have given us a small peak behind the curtain to see how different government organisations are functioning. And the picture that has formed from what little information we have seen so far is truly terrifying.\nSAOCL is a 50-50 joint venture between the BPC and the Asiatic Industries. According to the CAG audit report, anomalies in the SAOCL include embezzlement by top officials, high rates, overtime, missing funds, irregularities in payment of litigation fees, and violation of the Income Tax Ordinance and VAT Rules. Moinuddin Ahmed, one of its five directors and the president of its management advisory committee, was found majorly involved in the irregularities.\nAhmed took out Tk 86.7 crore from SAOCL's bank accounts for company purposes from FY 2011-12 to FY2013-14 without furnishing any vouchers or invoices for the advances. He also withdrew Tk 23.11 crore from FY2012-13 to FY2015-16 in advance – thanks to no withdrawal ceiling – and never returned the funds. According to an investigation by the Anti-Corruption Commission (ACC), Ahmed bought two flats under his wife's name on Gulshan Avenue for Tk 12.37 crore and six flats for Tk 10.31 crore in Lalmatia, North Kamalapur, Baridhara, Bashundhara, and Chattogram's Halishahar with the money embezzled from SAOCL.\nWhile Ahmed is currently under ACC investigation, it is obvious given the scale of the irregularities that the BPC's internal controls have failed, as auditors have pointed out. Therefore, the government should launch a full-scale investigation into the matter and bring to book all those responsible. This is not the first audit report to disclose the outright looting of public funds that is happening in relation to the BPC. A previous audit report submitted in parliament in June revealed that the state coffer was robbed of about Tk 4,697 crore because of irregularities in 11 companies under Petrobangla between FY2014-15 and FY2016-17, and in two companies of BPC in FY2013-14.\nTherefore, we cannot accept the statement made by the state minister for power, energy and mineral resources that, \"BPC is responsible for looking into the issue of SAOCL. If BPC finds any irregularity, then they can take action.\" Clearly the BPC has failed that task, and it is such lackadaisical attitude on the minister's part that is partly responsible for it. We expect the concerned minister in particular, and the government in general, to take the findings of the audit reports much more seriously. Bangladesh is currently going through a significant economic crisis. And government corruption has been one of the biggest reasons behind that. It is high time we established some accountability and transparency in governance.\n",
        "headline_1": "Corruption has crossed all limits",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/corruption-has-crossed-all-limits-3160581",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-11-2022"
    },
    {
        "full_article": "It is hardly surprising that the visiting team from the International Monetary Fund (IMF) has raised the question of the government paying huge sums of money to independent power producers (IPPs) that is creating massive pressure on the national exchequer every year. The contracts for such deals have been facing increasing criticism as they lack oversight and fall under the aegis of the 'Speedy Supply of Power and Energy (Special Provision) Act 2010. Although authorities now say that they have come out of the deals that were signed before, the fact remains that IPPs say that they are owed more than Tk200 billion in arrears. The facts speak for themselves. A report by the Bangladesh Working Group on External Debt tells us that the government had to pay Tk132 billion as capacity payment to idle private plants and that the national exchequer has paid up to Tk72.5 billion as capacity charge since 2010-11. During the last fiscal year, payments against installed capacity of rental power plants exceeded Tk265 billion. At a time when the country is in no financial position to produce the power it needs, the question is why we remain dependent on oil-based power plants. And because of this continued burden, the country keeps wasting precious foreign exchange to buy fossil fuel supplies from the international market. The volatility of prices has resulted in fewer shipments of energy supply imports and the continued passing on of added costs to end consumers, both at bulk and retail level. The same situation exists with the floating storage re-gasification units (FSRUs) that involve LNG. The deals that Petrobangla has inked bind the government to make capacity payments for these units in case of failure to utilise the capacity. Given the ongoing failure to import requisite LNG, the government is paying US$200,000 a day as capacity payment. The massive financial outlays in the name of capacity payments bring to the fore the very nature of deals that have been signed with IPPs. The fact that they fall under an Act that indemnifies all parties concerned is considered by many to be a perfect instrument for unaccountability. It is beyond understanding that the government has been dragging its feet to start serious exploration of hydrocarbons in the country over the last decade. The country has a full-blown energy crisis that threatens to halve industrial production over the next fiscal year. The associated problems that will come with such a scenario will be plant closures, increased unemployment, nose-dive in foreign exchange earnings from declining export and a recession. The time has come for a full-fledged re-examination of the deals that exist with private power plants and FSRUs and find a new formula that is both realistic and acceptable. Furthermore, the government can think about issuing a sovereign bond to subsidise the power sector instead of throwing away precious billions that can be spent more judiciously to support other productive sectors in the economy.",
        "headline_1": "Stop capacity payments to IPPs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-capacity-payments-to-ipps-1667657672",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-11-2022"
    },
    {
        "full_article": "An agreed but apparently forgotten method of updating Bangladesh's gross domestic product (GDP) statistics every three months crops up again in discussion. A visiting team of the International Monetary Fund (IMF), at a meeting with the national statistical agency last week, stressed releasing the GDP data quarterly. Earlier in last year, the planning ministry announced that Bangladesh Bureau of Statistics (BBS) would publish the quarterly GDP data from the following fiscal year. Both the minister and the state minister for planning said that quarterly release of GDP data is necessary as most of the countries are now doing so. Moreover, Bangladesh has significantly improved its data- collection and- compilation system. So, it should not be a very difficult task to prepare and release the GDP counts quarterly.In Bangladesh, the current practice is to release the GDP estimate annually. Generally, a month or two before the end of the fiscal year, the preliminary estimate of the GDP for the year is being published by the BBS. Later, the final estimate comes four to five months after the end of the year. Nevertheless, the discussion on the release of GDP data on a three-month basis was initiated more than two decades ago. The Asian Development Bank (ADB) extended technical assistance for examining the scope and possibility of quarterly GDP data. With the help of the ADB, the 'Handbook on Sources and Methods of Quarterly Series of the Bangladesh System of National Accounts' was prepared. Pilot compilation of quarterly GDP of the country was also done. BBS staffs also got necessary training in this regard.So, BBS has finally started compiling Quarterly National Accounts on an experimental basis to supplement annual compilation of GDP. To provide a short-term update on the macroeconomic indicators, BBS also had compiled a historical series of quarterly GDP since the fiscal year 1995-96 till 2001-2002. The work has been done under Bangladesh National Account Framework (BNAF) following the general concepts, methodology and classification of the System of National Accounts or SNA-1993 designed by the United Nations (UN).The latest version of SNA was released in 2008 and UN members are expected to follow the newly prepared methodology and guidelines. Bangladesh has also tried to follow many recommendations of SNA-2008 on rebasing the GDP with 2015-16 as new base year. The country is, however, yet to adopt the Supply and Use Table (SUT) which is necessary to address inconsistencies or mismatches in GDP estimation. It was in the fiscal year 2005-06, with the technical assistance from the ADB, BBS compiled the country's first and only SUT. The exercise later discontinued-- and the statistical bureau never resumed it. It is to be noted here that GDP is 'an aggregate measure of the total value of gross output produced within the economic territory of a country in a specified period, before deducting allowance for consumption of fixed capital (CFC) or depreciation.' GDP is generally measured by using three different approaches: production, expenditure and income. It is not unlikely that there are some inconsistencies in the GDP data derived from these three methods. SUT is helpful to identify the mismatches and correct those.A number of practical challenges are also there to estimate the GDP quarterly. Despite some improvements in field-level data collection and compilation, there are still some barriers to gathering necessary data rapidly. Lack of adequate and trained manpower is a problem for long. BBS also doesn't have sufficient statisticians. The national statistical agency also needs more modern logistics and updated information technology (IT) support.BBS is operated under the Statistics and Informatics Division of the Ministry of Planning. The allocated budget for the division in the current fiscal year is Tk 4.10 billion. Of this, allocation for BBS is Tk 3.81 billion. According to the Demands for Grants and Appropriations 2022-23, there are 17 important activities, projects and programmes scheduled to be implemented in the current fiscal year. None of these explicitly includes the release of quarterly GDP data although improving national accounts, and price and wage statistics is a priority there.The bureau also needs data support from the other relevant agencies and industries to prepare the quarterly GDP estimate in time. As many agencies and sectors are not used to updating their data on quarterly basis, it requires some additional effort. For instance, to estimate GDP, the country's entire economy is divided into several industries using the International Standard Industrial Classification (ISIC). BBS has used the ISIC Rev-4 classification for the 2015-16 rebased GDP series. The bureau, however, took 19 of 21 industrial sectors in this regard mainly due to data limitations. It will take some time to overcome the shortcomings.Despite all these shortcomings, introduction of the quarterly GDP estimate in the country is overdue. India introduced quarterly estimates in June 1999. The Central Statistical Organisation (CSO) now releases the quarterly GDP on the last working day after two months of the end of a quarter. More than 100 countries are now regularly publishing the quarterly GDP reports and those are mostly preliminary in nature. The revision of the previous quarter always follows once the preliminary estimate of a new quarter is released. In South Asia, no other country but India and the Maldives publishes quarterly GDP estimate.Quarterly estimate of GDP is helpful to gauge the movement of economy at short intervals. It gives frequent update on the macroeconomic situation and so policymakers can adjust the relevant polices accordingly. An advantage of the quarterly estimate is that it is easy to identify whether economy is in recession or not. Two consecutive quarterly declines in GDP indicates that an economy is in recession. Again, to estimate the GDP quarterly there will be an urge to update the various economic indicators and sectors' performances rapidly. As Bangladesh is now in the final phase of graduation from the Least Developed Country (LDC) status, formal introduction of quarterly GDP will be a vital step to improve the country's data transparency and quality in post-graduation period.[email protected]",
        "headline_1": "Why quarterly GDP report is important",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-quarterly-gdp-report-is-important-1667657737",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-11-2022"
    },
    {
        "full_article": "The very mention of the word 'thief' brings to the mind the 1940s' popular movie 'The Thief of Baghdad'. In Bengalee communities, thieves are considered petty delinquents. In most cases, they are set free after a good beating. These thieves then roam about, with their heads down. Many elders call them shameless. Their mothers' outright denial of the fact that their sons are thieves (`chores' in Bangla) has given rise to the famous idiom` Chorermayerborhogola', meaning the mothers of thieves yell at people who call their sons thieves. In the rural areas of Bangladesh, petty thieves are viewed with a mixture of indulgence, and, of course, alertness. However, if the crime is centred round stealing of trifling household objects, like cooking pots, or a low-height wooden stool (pirhi), and a kind housewife catches the thief red-handed, what awaits him is a barrage of rebukes. He is, also, not spared a 'stern' warning. On a hot summer noon much later, the innocent housewife brings a glass of water, goes inside the house letting the presumably repentant 'chora' sit in the shaded cool veranda. When she returns after a while to take the glass back, the thief is gone! So is the glass. Similar episodes happen to recur with others. Perhaps this behavioural pattern of village thieves has given rise to another Bangla idiom, \"choranashoneydhormerkahini\". It means \"A thief never shows interest in moral lessons.\"However, the Bengal villages once considered incomplete without four kinds of people. They are a dimwit, a buffoon, an exorcist --- and a petty thief. With the changes in times, man no longer wants to allow these 'pests' to live with them. Moreover, their brutal face could be seen as the frenzied people swarms on a fleeing, panic-stricken thief. The beatings at times become so merciless and savage, the thieves --- begging for life and promising they will leave the village for good, faint out on the spot. But there is also another side of the coin. Thieves are also changing their crime patterns. They are no longer traditional thieves in the Bangladesh cities, especially in Dhaka and other urban areas. Like the muggers, they also appear to be not content with beating a retreat on being caught. In a fierce gesture, they try to flee the scene of crime, at times brandishing small firearms or knives. The thieves of Dhaka nowadays apply this technique. Unlike in the villages, it's difficult to catch a thief in the capital. The thieves in Dhaka leave no scopes for being looked down upon. Of course, when a person is referred to as a thief, people in the cities visualise a skulking or a surreptitiously moving person. In the capital, they are mostly well-dressed. Their areas of operation range from buses, crowded places to shopping areas etc. Anyone who falls victim to thieves blame the invisible muggers for the crime. As is widely believed, thieves love to commit their acts employing their newly innovated techniques so that they can't be detected. Given their latest annoyance, many people have started to remain alert while on a bus. A new development in stealing at public places or on transports: when attacked by a mob, they swoop on the people with similar frenzy. Like pickpockets or muggers on the run, the thieves do not hesitate to injure the victims with small lethal weapons.The law enforcing agencies have always avoided the thieves as a stinking pest. Unless those are burglary cases, the law enforcers would deal with them by meting out negligible punishments to them. Of late the police authorities have started taking the theft cases quite seriously. According to a recent data, the police have found the number of Dhaka thieves at 3,610. Many sufferers presume the number to be much higher.[email protected]",
        "headline_1": "Thieves or 'choras' of Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/thieves-or-choras-of-bangladesh-1667657814",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-11-2022"
    },
    {
        "full_article": "In Bangladesh many people die every year while cleaning septic and water tanks. According to the Bangladesh Fire Service and Civil Defence, firefighters were called some 38 times in 2018 to rescue cleaners of septic and water tanks across the country. And at least 13 people reportedly died and 21 were injured in those accidents. There are several types of harmful toxic gases in the soil when buried deep in the ground. These gases become dense as they remain closed and there is shortage of oxygen. Occasionally, such wells can become completely oxygen-free. As a result, people can quickly become unconscious. And their lives may be at serious risk due to lack of oxygen as they enter these underground tanks. Most of the people are unaware of the dangers of septic tanks or any clogged wells, which sometimes lead to death. When one man goes in and is unresponsive, another man comes in to save him. And all of them fall in danger. This is how the number of casualties increases. Firefighters always use oxygen detectors when working in such environments, but there are some simple ways to understand how safe a septic tank, well or deep pit is. If you light a hurricane or cup and tie it to a rope and lower it into a septic tank or well, it will burn quickly and put out if there is no oxygen there. With this knowledge, we can save many people's lives. So, awareness must be raised about this particularly among cleaners. Ashikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "How to stay safe while in septic tanks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-to-stay-safe-while-in-septic-tanks-1667657845",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-11-2022"
    }
]