[
    {
        "full_article": "The call by the Jammu and Kashmir (J&K) Lieutenant Governor (LG), Manoj Sinha, for restoration of Statehood to the Union Territory must be seen as both a demand from the newly elected regime and a reiteration of the promise made by the Centre. Being part of the LG’s customary address to the Assembly, it obviously reflects the demand of the new dispensation headed by the National Conference, and is in accordance with a recent Cabinet resolution. At the same time, the LG also represents the President, who administers all Union Territories. One cannot forget that the Union government had given a solemn promise to the Supreme Court that J&K, which was downgraded and divided into two Union Territories (UT) in August 2019, will get back its Statehood. Although no timeline was given, the promise holds good with greater force now, as Assembly elections have been held and a representative government installed. The assurance had been given during the course of the hearing on the validity of the Presidential notifications abrogating the State’s special status under Article 370 and the adoption of the Jammu and Kashmir Reorganisation Act by Parliament. It was on the basis of this assurance that the Constitution Bench decided that it would not decide the question whether the State’s reorganisation into two UTs was permissible under the Constitution.\rThe reasonably high turnout in the Assembly elections had demonstrated the faith reposed by the people of J&K in democratic institutions, and their desire for a return to popular rule. While the removal of the State’s special status may continue to rankle for many, few would disagree that the restoration of Statehood is a matter of priority for the people. The election of a new regime has strengthened democratic processes, and there is really no reason or excuse for any further delay in conferring Statehood. There is some cause for concern over the security situation, as evidenced by a spurt in militant attacks. Both civilians and soldiers have been killed, and many of the victims were non-local workers in the Valley. The most likely explanation for the escalation is that militant groups want to create a sense of fear among non-local workers and provoke a backlash from the security forces. However, neither any spike in terror attacks nor the fact that the ruling Bharatiya Janata Party at the Centre could not realise its hope of being in power in J&K should be seen as a possible reason to delay a positive decision on its Statehood. The need for the elected regime to have its governance space expanded by the benefits of full Statehood brooks no delay. Published - November 06, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Jammu and Kashmir Assembly Elections 2024\n                    \n                            /                      \n                        \n                        Jammu and Kashmir\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        Jammu and Kashmir National Conference\n                    \n                            /                      \n                        \n                        Governor\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        Article 370\n                    \n                            /                      \n                        \n                        laws\n                    \n                            /                      \n                        \n                        parliament\n                    \n                            /                      \n                        \n                        democracy\n                    \n                            /                      \n                        \n                        Bharatiya Janata Party",
        "headline_1": "​Solemn promise: on restoring Statehood for Jammu and Kashmir",
        "headline_2": "There can be no further delay in restoring Statehood for Jammu and Kashmir",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bsolemn-promise-on-restoring-statehood-for-jammu-and-kashmir/article68833255.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-11-2024"
    },
    {
        "full_article": "The results of the October 27 general election in Japan have thrown all calculations within the G-7 country and one of the most powerful economies into disarray. The ruling Liberal Democratic Party (LDP) dropped from 256 seats to 191 seats in the 465-seat House of Representatives, and its partner Komeito, from 32 to 24, putting the coalition short of a majority. The LDP, in power for much of the past six decades, has been bleeding public support, particularly after Shinzo Abe stepped down in 2020 and was assassinated in 2022. Despite garnering sympathy, his successor Fumio Kishida faced questions over the LDP’s links with the Korean Unification Church and a scandal over fundraising by LDP lawmakers, which forced him out earlier this year. This paved the way for a party election that veteran leader and former Defence Minister Shigeru Ishiba won. The larger reason for the loss is sluggish economic growth amidst an ageing population, which has no easy fix. As Mr. Ishiba, who took charge on October 1, tries to cobble together the numbers ahead of the opening of the Diet (parliament) session next Monday, it is by no means certain that he will succeed: the main opposition left-of-centre Constitutional Democratic Party (CDP), which increased its seats from 98 to 148, plans to win over coalition partners and independent lawmakers to form the next government. The process has also weakened the LDP, with factions blaming each other for the loss, for the campaign slush-fund “Uragane” scandal, and Mr. Ishiba’s decision to have a snap poll.No matter what the outcome of the Diet session is, it is clear that the government will be shaky, affecting Japan’s global imprint at a time when it is much needed. Japan’s moderating influence on the U.S., where the presidential elections could throw up a rocky result, may also be missed. Japan’s regional rivals, Russia, China and North Korea, will be watching for signs of weakness in Japan’s defence posture, given their concerns over Mr. Ishiba’s proposal of an “Asian NATO”. For India, the bilateral relationship with Japan is among the most steadfast pillars of foreign policy. Prime Minister Narendra Modi is to visit Japan next month for the annual summit, but given the political developments, it might have to be postponed. This could put many important negotiations, including the one over the troubled Bullet Train-Shinkansen project on hold. Plans for India-Japan joint projects across the Indo-Pacific and South Asian countries (Bangladesh, Sri Lanka and Africa), as a part of the Asia-Africa Growth Corridor, will be delayed further. This would, however, be only a matter of time rather than policy thrust, as like in India, there is bipartisan support in Japan for the importance of ties between the two countries. Published - November 06, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Japan\n                    \n                            /                      \n                        \n                        election\n                    \n                            /                      \n                        \n                        political parties\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        US PRESIDENTIAL POLLS\n                    \n                            /                      \n                        \n                        Russia\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        North Korea\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        Prime Minister Narendra Modi\n                    \n                            /                      \n                        \n                        indian railways\n                    \n                            /                      \n                        \n                        railway\n                    \n                            /                      \n                        \n                        Bangladesh\n                    \n                            /                      \n                        \n                        Sri Lanka\n                    \n                            /                      \n                        \n                        African Union\n                    \n                            /                      \n                        \n                        diplomacy",
        "headline_1": "​A setback: On the October general election in Japan",
        "headline_2": "The LDP’s loss of majority in Japan could have implications for the world",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Ba-setback-on-the-october-general-election-in-japan/article68833030.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-11-2024"
    },
    {
        "full_article": "The Indian-American community may be small (with approx 2.6mn eligible voters) but it matters in the tightest ever US presidential election. With a median household income of $153,000, almost twice that of the average American household, it is courted by both Democrats and Republicans for donations.\n\n \nFurther, in an election where a few thousand votes may decide the winner in a state – in 2020 Biden won Arizona by 10,457 votes and Georgia by 11,779 votes – the fact that the Indian-American community has a high voter turnout matters. This is particularly the case in Georgia, which is a swing state and in recent times the Indian-American population here has ballooned because of the thriving economy. In Wisconsin, which Biden won by 20,682 votes, the community can also help put a candidate over the top. So which way will the community vote?\nRead more\n\n",
        "headline_1": "Electing big chief, and the Indians",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/electing-big-chief-and-the-indians-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-11-2024"
    },
    {
        "full_article": "Who has better election TV theatre? Indian channels beat US ones in hysteria awards\nThat elections have taken place in both India and US this year, has kept the world awash in non-stop newstainment. But when it comes to supplying more rancorous theatre, Indian news TV has firmly held its lead. To it goes the historical honour of innovating the format where not two, not three, not four or six or eight but a whole tensome plus of panellists try to reach out to the audience by screaming over each other – each prettily packaged into a teeny-weeny screen within the large one. It reminds you of the multiplying Mr Smith in The Matrix. US election TV is running behind on both this design and its hysteric quotient. \nOn an American broadcaster, when a Palestine-supporting panellist was told by an Israel-supporting one, “Yeah, well, I hope your beeper doesn’t go off,” he was incensed: “Did you just say I should die?” “Did you just say I should be killed live on TV?” The Israeli panellist was thrown out of the show. An Indian channel would have instead milked such a seizure-inducing moment to its fullest. On a rightwing US broadcaster, after a pugnacious and TRP-thrilling interview with ‘leftie’ Kamala Harris, the anchor actually admitted to a “mistake”. What a wimp! Indian TV audiences don’t expect anyone saying sorry in the pursuit of what the nation wants to know. \nElection graphics is one area American TV has led. Colour-coded maps, magic wall, holograms et al have travelled west to east. But not only have we caught up with all that, jugalbandi effects from the Ekta Kapoor zoom to The Dark Knight theme music raise the desi game to stunning levels. And finally, American anchors’ hesitancy to ‘declare’ the election result early is largely foreign to Indian counterparts, who have a much bigger risk appetite for getting it wrong. \n\n",
        "headline_1": "Breaking down news",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/breaking-down-news/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-11-2024"
    },
    {
        "full_article": "The almighty American greenback might be at risk of losing its financial muscle perhaps to the rupee’s benefit\nMoney is said to make the world go round. And the axis of this rotation is the US dollar in which 88% of international business is conducted. Without the dollar all transnational trade and commerce would collapse. Or would it? \nEven as the world holds its breath to see who next occupies White House, Nassim Nicholas Taleb – predicter of the unpredictable – says we might be headed for a global ‘de-dollarisation’. \nThe proximate cause for this might be the US freezing of Russian assets following Putin’s invasion of Ukraine. Taleb has called America’s seizure of assets “the biggest financial mistake of the twenty-first century.” Taleb says that this could result in an erosion of confidence in the dollar as the world’s top reserve currency. \nWhenever a crisis looms, there is a rush to buy dollars, seen to be a safe currency and the essential medium of exchange for essential goods, like fossil fuels. \nThe dollar is prized not because of any intrinsic value – representing as it does America’s totally service-based economy, the total debt of which, at $35tn far exceeds its GDP of $29tn – but because it acts as a seductive mirage for the rest of the world. America is an undeclared bankrupt.\nTaleb and others have noted that because of the trade sanctions imposed on Russia and Iran, several countries, including India, are bypassing the dollar to do business with each other. \nIndia buys Russian oil, much to Uncle Sam’s ire, with rupees. Twenty-two countries, including Germany, Russia, Singapore, and UK, have opened accounts in Indian banks for rupee-based dealings.\nBefore it was colonised, the Indian subcontinent accounted for over 24% of world trade, a figure that by the end of British rule had shrivelled to 4%. If the dollar does get dethroned, it could help India, already the world’s fifth-largest economy, to regain its pre-colonised eminence. \nCould the end of dollar dominion give rise to a resurgent Rupee Raj? That would indeed herald the long-awaited achhe din.\n\n",
        "headline_1": "Dollar doldrums",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/dollar-doldrums/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-11-2024"
    },
    {
        "full_article": "SC ruling on govt acquisition of pvt properties is right & a reflection of how economic policies have changed \nSupreme Court’s ruling yesterday on Article 39(b) clarified not all private property can be classified as ‘material resources of the community’ that the state can redistribute for the common good. The Constitution’s Article 39(b) mandates that “the state shall…direct its policy towards securing that…ownership and control of…material resources of the community are so distributed as best to subserve the common good.” The question before SC was whether private property can be considered part of the ‘material resources of the community’.\nLimiting state intervention | CJI Chandrachud-led constitution bench underscored in their 7:2 judgment that while some privately held resources could potentially fall under this category, each case requires careful assessment, given context and on case-to-case basis. Only those resources of significant impact to community welfare, that have unique characteristics or are scarce and needed for community well-being, may be considered under this provision.\nPotential for judicial oversight | The judgment straightaway increases scope of judicial oversight in cases involving resource redistribution or govt’s acquisition bids. Expect intense scrutiny of state’s claims – for infra projects, for example. Questions will be asked on whether acquisitions genuinely serve public welfare, on the consequence of such resource being concentrated in the hands of private commercial players, and on whether they meet criteria outlined by this judgment. Private property remains constitutionally protected unless it meets stringent criteria of public interest.\nJudicial support for market-driven policy | The judgment is not unexpected, although its discussion outside the courtroom had taken on a tangential political life all its own ahead of Lok Sabha elections. Poll results evidenced that voters did take the misinformation that swirled around the issue with a fistful of salt. That said, it was an unusual day in court. It is rare to find ideologies discussed in Supreme Court judgments, with salty remarks on earlier judges. In their dissent, two of the nine judges strenuously countered the comments against certain political ideology. Justice Dhulia, who wholly dissented the judgment, backed the inclusive meaning given to ‘material resources of community’, and held that given growing inequality in income and wealth, it wouldn’t be prudent to abandon principles on which Articles 38 and 39 are based. In sum, what SC has ruled is that interpretations of constitutional provisions can vary with shifts in economic policies, keeping intact the basic structure doctrine. That is how it is expected to be. \n\n",
        "headline_1": "Private matters",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/private-matters/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-11-2024"
    },
    {
        "full_article": "The information adviser to the interim government, Nahid Islam, has said that the Cyber Security Act (CSA)—which replaced the draconian Digital Security Act (DSA) but retained its controversial aspects—will be repealed within a week. And we fully endorse this decision by the interim government. Additionally, adviser Nahid said that all cases under the act will be withdrawn, which we hope includes all cases filed after August 5 as well.\nThe CSA—like the DSA before it, and the draconian sections of the Information and Communication Technology (ICT) Act of 2006—is a perfect example of a bad law. The definitions of crimes under it were vague, and the punishments for them were extremely severe—more so than some of the worst crimes one could commit. This made it obvious from the very outset that the law was framed to suppress dissent, rather than prevent cybercrimes, as the former regime propagated was its purpose. And that is exactly how it was used.\nAccording to data collected by the Centre for Governance Studies between October 2018 and August 2022, a total of 1,109 cases were filed under the DSA against 2,889 individuals. And we saw time and again the accused being held in custody and effectively being punished before trial, even if the investigation report was not given within the stipulated 75 days. Politicians belonging to opposition parties and journalists ranked the highest in terms of those who were accused under the law, with ruling party affiliates specifically being the largest group of people prosecuting journalists.\nThat being the case, ordinary citizens were also not spared from its wrath, as the law was largely used to suppress any and all dissent against the former autocratic government. During the regime's tenure, we saw journalists and dissenters being picked up in the middle of the night and disappeared, and the CSA (and DSA before that) being used to provide a veneer of legality for their human rights being violated—as the law was frequently used to file cases against them afterwards. In fact, there have even been cases of people who were accused under the law dying while in custody of security forces. All these tactics were ultimately used to instil fear in society, so that no one dared to speak out against the regime's crimes, corruption, and misrule.\nThis environment of fear and the suppression of free expression formed two of the most important pillars of the Awami League's fascistic rule. And we hope, going forward, such a law will never again be framed or passed. We can see from our independence struggle, as well as from the 2024 mass uprising, the importance of freedom of expression, which is explicitly tied to freedom of thought, democracy, and the people's right to know. Therefore, if we are to truly establish a democratic country, we must hold onto our freedom of expression, and establish it as a core value in society—and no law should ever force us to compromise on that again.\n",
        "headline_1": "A victory for free expression",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/victory-free-expression-3745371",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-11-2024"
    },
    {
        "full_article": "So here we are, at the end of a fevered political season in a bitterly divided nation. Accusations from opposing camps have been flying thick and fast in a vitriolic presidential campaign. Polls show a neck-and-neck race for the White House.\n\"The presidential race appears to be hurtling toward a photo finish, with the final set of polls by The New York Times and Siena College finding (Democratic candidate) Vice President Kamala Harris showing new strength in North Carolina and Georgia as (Republican candidate) former President Donald J Trump erases her lead in Pennsylvania and maintains his advantage in Arizona,\" the newspaper breathlessly informed us on November 3.\nToday, Americans go to the polls to choose their president, as well as winners in a slew of Congressional and local races. The US and the world await their verdict with bated breath.\nYet, like many things in life, Election Day isn't what it used to be. Thanks to many states that allow people to vote early, possibly more than half the voters have already cast their votes. Given the huge number of mail-in votes in a race expected to be decided by a razor-thin margin, it could well be several days before we know who will be inaugurated in January as the 47th president of the US. Expect plenty of drama from the Trump campaign if he is behind.\nIn fact, before going into the politics of this election, it's worth pondering a statistical oddity. The US is likely the only democracy where a presidential candidate can win the popular vote and still lose. Spare a thought for Hillary Clinton, the Democratic candidate who lost to Trump in 2016 despite winning the popular vote by several million votes.\nEvery four years, a bemused world is reminded that the US president is elected by an archaic system of \"electoral votes,\" which are won essentially state-by-state. This also means that instead of campaigning across the whole country, the presidential race is fought in a handful of battleground states. No Republican or Democratic candidate with any sense bothers spending substantial resources or time in many huge states like California, New York, Texas or Louisiana. The first two vote reliably Democratic; the latter are equally reliably Republican.\nConsequently, out of all the 50 states, the good folks of Arizona, Georgia, North Carolina, Nevada, Michigan, Pennsylvania and Wisconsin had the dubious privilege of confronting the full blast of this year's presidential campaign. Deep-pocketed Political Action Committees buried their mailboxes with an avalanche of campaign junk mail; both campaigns saturated TV broadcasts and YouTube with dark pronouncements of how the end of the world was nigh if the other candidate got elected; and their evening dinners were liberally peppered with phone calls from political telemarketers.\nA tight contest\n\nSo, what is this election all about? Harris supporters would have you believe that this is an existential battle to save the constitution and the rule of law. Trump, they say, is a lawless felon, with the frailest possible relationship with the truth. He is also an autocrat to boot who will destroy constitutional rule.\nTrump supporters heartily pooh-pooh such warnings as mendacious hyperbole. It is the Democrats, they will tell you, who are a coddled, wealthy, and privileged clique who are obsessed with identity politics, while they have a total disconnect with mainstream US. They are hell-bent on pushing their intolerant liberal \"woke\" ideology down the throats of the US, Republicans are apt to add.\nBeyond partisan politics, three issues are particularly important this time around: the state of the economy, abortion rights, and immigration.\nTrump has an edge on the issue of who is better for the economy, given broad public unease with the current inflation. However, with recent news of job creation, rise in wages, and inflation being under control, Harris has narrowed the edge.\nIt is on abortion rights that Democrats have a more substantial edge, and they are milking it for all it's worth. Republicans deserve this fate; they tried to be cute and are now getting their comeuppance. For decades since the federal right to abortion was guaranteed by the landmark 1973 case of Roe vs Wade, the Republican Party has wooed religious conservatives with the promise to overturn the case. After Trump got conservative justices into the Supreme Court, that's exactly what happened.\nBut something funny has happened along the way. The issue has now become an albatross around the Republicans' neck.\nThe backlash has been extraordinary. Even voters in ruby-red states like Kansas and Kentucky have voted to protect abortion rights, as the Trump campaign finds itself looking at a yawning gender gap. Polls show men favour Trump, but women favour Harris by a far more substantial margin. Trump, canny reader of the public pulse that he is, has taken a position that is less than a ringing endorsement of the anti-abortion camp. He says he wants abortion to be determined at the state level.\nHowever, ghastly anti-abortion laws in some states have given this issue particular urgency for women, and polls indicate it might even be eating into support for Trump among non-college White women, a critical constituency of his. In such a close contest, this could tip the race.\nImmigration, on the other hand, is a big political advantage for the Republicans. News of illegal immigrants entering the US in massive numbers through its southern border has caused considerable alarm. Republicans have been only too happy to blame Democrats. In a nation where Whites warily eye demographics which indicate they will become a minority before the middle of the century, the issue strikes a chord.\nHowever, while Republicans benefited enormously from the issue, recent gaffes may come back to haunt them. Subtlety and grace have never been Trump's strongest suits. This fact was brought home with stunning clarity during his debate with Harris in September, when he railed against illegal immigration. He made the extraordinary claim (without an iota of proof, as is his wont) that Haitian immigrants in Springfield, Ohio, have been stealing and eating pet cats and dogs. (Springfield officials have denied the claim. Haitian immigrants are there legally.)\nThis ethnic insensitivity was on grotesque display at his closing rally in New York City's Madison Square Garden on October 27.\n\"A comic kicked off the rally by dismissing Puerto Rico as a 'floating island of garbage,' then mocked Hispanics as failing to use birth control, Jews as cheap and Palestinians as rock-throwers, and called out a Black man in the audience with a reference to watermelon,\" The New York Times reported.\n\"Another speaker likened Vice President Kamala Harris to a prostitute with 'pimp handlers.' A third called her 'the Antichrist.' And the former Fox News host Tucker Carlson mocked Ms Harris—the daughter of an Indian mother and a Jamaican father—with a made-up ethnicity, saying she was vying to become 'the first Samoan-Malaysian, low IQ former California prosecutor ever to be elected president.'\"\nReports indicate Puerto Ricans are furious, and there are enough of them in Pennsylvania, a vital battleground state, to influence the race.\nBut what about the domestic challenges?\n\nFor all the sound and fury, one has the disquieting feeling that the nation's actual challenges are not being identified or addressed in a meaningful way.\nThe US faces extraordinary challenges. Domestically, a huge disaffected working-class White population is caught in an economy where manufacturing has hollowed out. People are increasingly losing faith in the establishment.\nGlobally, the rise of the Global South in alliance with China and Russia under the rubric of BRICS suggests a more complex multipolar world where many countries are less inclined to kowtow to US diktats. This growing divide is quite alarming for the US from a purely economic point of view. Countries with flourishing economies and booming populations strongly suggest that the future is with BRICS; while the US and its predominantly Western allies with ageing populations are left to reflect on the twin foreign policy disasters of the Russia-Ukraine war and the unconscionable slaughter of Arabs by Israel in Palestine and Lebanon.\nMIT Professor Daron Acemoglu, this year's Nobel laureate in economics, is glum.\n\"There is a storm approaching, and Americans are not prepared,\" Acemoglu recently wrote in The New York Times. \"Barreling toward us are three epochal changes poised to reshape the US economy in coming years: an aging population, the rise of artificial intelligence and the rewiring of the global economy.\" Acemoglu laments that although these challenges can be used to unleash opportunities if handled correctly, these issues aren't getting the attention they deserve.\nThese economic challenges come at a particularly fraught time when political moorings of the US are beginning to buckle. A substantial section of Republicans is convinced that the system is gamed; they no longer trust American institutions—the government, the judiciary or the media—to treat them fairly.\nWhile much of this is driven by partisan fearmongering and outright mendacity, the scepticism is real.\nWendy Brown, social science professor at the University of California at Berkeley, says that while Trump has led Republicans in this direction, the fault lies with the liberal establishment that leads the Democratic Party.\n\"Trump is (a) symptom, not (a) cause, of the 'crisis of democracy.' Trump did not turn the nation in a hard-right direction, and if the liberal political establishment doesn't ask what wind he caught in his sails, it will remain clueless about the wellsprings and fuel of contemporary antidemocratic thinking and practices.\" Brown told The Boston Review. \"It will ignore the cratered prospects and anxiety of the working and middle classes wrought by neoliberalism and financialisation; the unconscionable alignment of the Democratic Party with those forces for decades.\"\nDemocrats, she said, ignore at their peril \"neoliberalism's direct and indirect assault on democratic principles and practices … and mounting anxiety about constitutional democracy's seeming inability to meet the greatest challenges of our time … the climate catastrophe and the devastating global deformations and inequalities emanating from two centuries of Euro-Atlantic empire.\"\nWhoever wins the presidency will have to take on these challenges.\nWho will win?\n\nSo, who is it going to be? The short answer, of course, is that nobody has any idea. Pollsters are hedging their bets, Democrats are freaking out, and hardcore Republicans are warning that all hell will break loose if the election is \"stolen,\" i.e. if their candidate loses.\nAmerican University historian Prof Allan Lichtman fearlessly treads where no pollster will go. Way back in September, he said Kamala Harris will win the presidency.\nLichtman has a formidable record: he has correctly predicted nine of the last 10 US presidential elections. Lichtman devised the metrics he uses for his election forecast more than three decades ago with the help of an earthquake specialist and mathematician from Moscow named Vladimir Keilis-Borok. The system uses 13 true-or-false statements rooted in historical analysis about the state of the country, the parties and the candidates to determine who will win. He has little use for pollsters and says it is governance, not this or that hot political story of the day, that determines who wins the presidential race.\nMy own gut feeling is different. It's not based on a study of history or fancy mathematical models or analyses of polls. It's simply the notion that across a wide swath of the US, I don't think people are ready to vote for a mixed-race American woman. (A caveat is in order here: I was confident Hillary Clinton would win in 2016.)\nWho is right? We are about to find out.\nAshfaque Swapan is a writer and editor based in Atlanta, US.\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Divided nation chooses US president in a bitter, closely fought race",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/divided-nation-chooses-us-president-bitter-closely-fought-race-3745211",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-11-2024"
    },
    {
        "full_article": "As the impacts of climate change become increasingly evident, discussions on the critical role of climate finance in combating environmental degradation, supporting vulnerable countries, and promoting sustainable economic growth have received increased momentum. In the context of the upcoming 29th meeting of the Conference of Parties (COP29) of the United Nations Framework Convention on Climate Change (UNFCCC) in Baku, Azerbaijan, from November 11 to 22, significant attention has been focused on the issue of climate finance.\nAt Baku, the new collective quantified goal on climate finance (NCQG) is expected to be launched. According to the United Nations Global Policy Model (GPM), developing countries will need around $1.1 trillion for climate finance from 2025, which will increase to around $1.8 trillion by 2030. The multilateral development banks (MDBs) will be a significant source of the NCQG. This new goal will replace the current climate finance target of $100 billion annually by 2020, set at COP15 in Copenhagen in 2009. During COP21 in Paris in 2015, countries agreed to establish the NCQG by 2025, with a higher level of ambition to address the financing gap needed to manage climate-related shocks.\nWhile the NCQG represents a major step towards fulfilling climate finance needs, several related issues must be addressed to improve the effectiveness of this new funding goal. The $100 billion annual target for climate finance was achieved in 2022—two years after the target year 2020. The seventh assessment report of the Organisation of Economic Cooperation and Development (OECD), published in May 2024, reveals that in 2022, developed countries provided and mobilised $115.9 billion in climate finance for developing countries. This was the first time the annual target of $100 billion in climate finance was exceeded.\nBesides the delay, various concerns have been raised about the quality and effectiveness of climate finance, with particular focus on the overall impact. Key areas for improvement within the NCQG include a clear definition of climate finance, criteria for fund distribution, eligibility requirements for recipients, and distinctions between grants, concessional loans, and non-concessional loans.\nAnother important point is that the landscape of climate finance has changed over time. MDBs have now become the main source of climate finance, surpassing the bilateral climate finance and multilateral funds. The MDBs are allocating more funds for climate change as their overall financial capacity has increased. Global leaders encouraged MDBs to further enhance their financial capacity through the \"Independent Review of MDBs' Capital Adequacy Frameworks\" launched by G20 leaders in 2022. The OECD report indicates that climate finance from MDBs increased more than threefold between 2013 and 2022. Since 2013, MDBs have accounted for nearly half of the increase in climate funding raised by developed countries. A key focus at COP29 will be on how MDBs can scale up their commitments, leverage private finance, and enhance support for climate resilience and adaptation projects in the most affected regions.\nIt is expected that the NCQG will establish a comprehensive definition of climate finance, promoting consistency and transparency in climate finance reporting. The quality of the $100 billion in climate finance has often been questioned, as funds for climate initiatives were sometimes redirected from other development areas. Additionally, funds have been labelled as climate finance without clear justification. And in many cases, the amount of funding has been insufficient to make a significant impact.\nTherefore, some critical issues will need to be negotiated during discussions on the NCQG during COP29.\nFirst, transparency and accountability are essential to ensure that climate finance is used effectively and reaches the communities most in need. Establishing robust mechanisms for tracking funds, reporting expenditures, and assessing investment impact should be prioritised. Transparent climate finance flows are crucial for building trust between developed and developing countries. Persistent concerns over \"double counting\" and ambiguous reporting standards have plagued climate finance reporting. At COP29, there should be a strong push for improved tracking, monitoring, and reporting mechanisms to ensure funds reach their intended targets and are used effectively.\nSecond, access to finance should be simplified and sufficient. There is often a significant gap between available climate finance and the actual needs of developing countries, especially least-developed countries (LDCs) and small island developing states (SIDS), which face unique vulnerabilities. Leaders at COP29 must address the barriers poor countries face in accessing funding, including complex application processes and strict eligibility criteria.\nThird, a balance between funding for climate adaptation and mitigation must be ensured. Historically, most climate finance has been directed toward mitigation, while adaptation has received less support. For many developing countries, however, adaptation is a more immediate priority, as they face challenges such as rising sea levels, extreme weather events, and other climate impacts. Although funding for adaptation is growing, it remains lower than funding for mitigation. Developed countries provided $32.4 billion in adaptation finance to developing countries in 2022, compared to $10.1 billion in 2016 (OECD, 2024). However, 60 percent of total climate finance was still allocated to mitigation in 2022.\nFourth, equity and fairness must be at the centre of discussion—climate finance distribution should be equitable, ensuring that vulnerable populations and countries most affected by climate change receive the support they need without excessive bureaucratic hurdles. And COP29 will need to address ways to make it more equitable, including acknowledging historical injustices related to emissions and resource exploitation.\nFifth, leaders must demonstrate strong political will to reach a consensus on a robust climate finance mechanism through the NCQG. The success of climate finance initiatives depends on political commitment from both donor and recipient countries.\nSixth, ensuring the sustainability of funding is essential so that climate finance is not only adequate but also resilient over the long term. Discussions at COP29 should focus on creating funding mechanisms that can withstand economic shocks and political changes.\nSeventh, capacity building should be an integral part of climate finance because developing countries often require support not just in terms of finance but also in building the necessary institutional capacity to implement climate projects effectively. Capacity building through knowledge sharing and technical assistance should feature prominently in climate finance discussions.\nAs the world grapples with the realities of climate change, the NCQG to be launched at COP29 will play a pivotal role in shaping a sustainable future. The success of this initiative will depend on the willingness of developed countries to meet their financial commitments, the establishment of fair and transparent systems, and a collective resolve to ensure that climate finance reaches the most vulnerable population.\nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD) and non-resident senior fellow of the Atlantic Council. \n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.   \n \n",
        "headline_1": "What to expect at COP29?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/macro-mirror/news/what-expect-cop29-3745236",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Overcoming frailties of  civil administration",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/overcoming-frailties-of-civil-administration-1730818230",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Maximising use of the talent pool in private sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/maximising-use-of-the-talent-pool-in-private-sector-1730818273",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Coal conundrum stages a comeback",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/coal-conundrum-stages-a-comeback-1730818308",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Enhancing people's financial literacy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/enhancing-peoples-financial-literacy-1730818335",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-11-2024"
    }
]