[
    {
        "full_article": "The shooting down of a Chinese surveillance balloon by the U.S. military has served as a stark reminder of the deep distrust that characterises relations between the world’s two biggest powers. The detection of the balloon last week over Montana sparked a diplomatic crisis, leading to U.S. Secretary of State Antony Blinken calling off a highly anticipated visit to China from February 6. The visit, which would have been the first by a top U.S. diplomat since 2018, was the result of a months-long effort to halt the downward spiral in ties, coming out of the Biden-Xi meet in November at the G-20 Bali summit. The fragility of that effort has been laid bare by the controversy over the balloon, which has punctured the process of restoring stability in relations that have been marred by growing discord. Beijing has maintained that the balloon was “civilian” (meteorology), but had drifted off-course. It also slammed the move to shoot it down as an overreaction. The U.S. has seen the deployment of what it called a surveillance balloon, on the eve of the Blinken visit, deep into its airspace as a grave provocation — one, it pointed out, that Beijing too would not have tolerated.\rU.S. officials have acknowledged this was by no means the first such surveillance balloon spotted over American skies; there was a similar incident under the Trump administration. Balloons were also spotted over Japan in 2020 and 2021, and over India’s Andaman Islands last year. All three governments did not take steps to shoot down the balloons, presumably coming to the conclusion that the balloons, in the age of intelligence powered by advanced satellites, were not important enough to warrant being shot down. New Delhi and Tokyo may now be prompted to reassess how they handle such intrusions in the future. Beijing, for its part, would do well to reconsider the benefits and costs of what appears to be a new, and provocative, tool for intelligence-gathering. It is conceivable that the Biden administration may have allowed the balloon to quietly drift away had it not been spotted in Montana. The Biden administration faced intense criticism at home for not shooting down the balloon earlier. Its response, including cancelling the Blinken visit, reflects how China has become a hot-button issue in U.S. politics. This development has constrained how a key relationship is managed. In 2001, the U.S. and China were able to dial down tensions after a collision between a U.S. spy plane and a Chinese fighter jet over Hainan island in China. Should a similar crisis now arise, particularly against the charged backdrop of an intensifying rivalry, muscle-flexing over Taiwan, and a heated domestic discourse, finding an off-ramp will be far more difficult.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\nChina\n\n/\n\nespionage and intelligence\n\n/\n\ndefence\n\n/\n\ndiplomacy\n\n/\n\nIndia\n\n/\n\nJapan",
        "headline_1": "Puncturing ties",
        "headline_2": "The row over balloon shows China is a hot-button issue in U.S. politics",
        "link": "https://www.thehindu.com/opinion/editorial/puncturing-ties/article66478025.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-02-2023"
    },
    {
        "full_article": "When the Supreme Court granted legal status to the concept of ‘advance medical directives’ in 2018 and allowed passive euthanasia, subject to stringent safeguards, it was seen as a vital recognition of both patient autonomy over end-of-life decisions and the right to a dignified death. However, doctors later found that some of the specific directions turned out to be “insurmountable obstacles”. In a recent order, a Constitution Bench modified the directions to make them more workable and simple. The advance directive no more needs to be countersigned by a judicial magistrate. Instead, it could be attested before a notary or a gazetted officer. Instead of the magistrate, it is enough if the notary or officer is satisfied that the document is executed voluntarily, without coercion or inducement, and with full understanding. The original guideline that the executor should name a guardian or a close relative who would be authorised to give consent to refuse or withdraw medical treatment, in the event of the executor becoming incapable of a decision, has been modified to name more than one guardian or relative. Instead of the magistrate being tasked with informing family members about the document, in case they are not present at the time of its being executed, the onus is now on the persons themselves to hand over a copy of the advance directive to the guardians or close relatives named in it, as well as to the family physician. It may also be included in digital health records.The new guidelines require the hospital itself to constitute a primary medical board to certify whether the instructions on refusal or withdrawal of treatment should be carried out. The hospital should also form a secondary board, including a doctor nominated by the district’s chief medical officer, which will have to endorse the primary board’s certificate. The change here is that the district Collector need not constitute the second medical board, as required in the 2018 judgment. The scrutiny by the boards holds good even in cases in which there is no advance directive, but the patient is not in a position to make any decision. The new guidelines also spell out the experience and specialisations of those to be included in the medical boards. While such guidelines are useful and necessary to implement the concept of a ‘living will’ and advance medical directives, it is time Parliament came out with a comprehensive law. Such a law could also provide for a repository of advance directives so that the need to ascertain afresh its genuine nature does not arise at the time of its implementation.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nlaws\n\n/\n\ndeath\n\n/\n\nmedicine\n\n/\n\nhospital and clinic",
        "headline_1": "End-of-life decisions",
        "headline_2": "The Supreme Court of India’s tweaks to advance directive norms are welcome, but legislation will be better",
        "link": "https://www.thehindu.com/opinion/editorial/end-of-life-decisions/article66477957.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-02-2023"
    },
    {
        "full_article": "The saga of the alleged Chinese spy balloon over the United States ended in an anticlimactic puff of smoke on February 4 after an American F-22 shot down the airship over coastal waters in the Atlantic Ocean.\nNews of the Chinese airship went public on February 3. This was not a far-fetched claim – in 1998 a weather balloon went off course over Canada and drifted across the Atlantic before coming down in the Arctic Sea.\nRead full opinion on TOI+\n\n",
        "headline_1": "Ballooning options to spy: The now shot-down Chinese airship over US territory brought into focus new espionage technologies, some of which India should develop",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/ballooning-options-to-spy-the-now-shot-down-chinese-airship-over-us-territory-brought-into-focus-new-espionage-technologies-some-of-which-india-should-develop/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-02-2023"
    },
    {
        "full_article": "The point you likely won’t hear Assam CM Himanta Biswa Sarma make during his shock campaign against child marriages is that despite the arrest of around 2,500 men since Friday, each of the marriages remains valid. The only path to making them voidable that the Prohibition of Child Marriage Act, 2006, provides is a nullity petition in the district court “by a contracting party to the marriage who was a child at the time of the marriage”. The wives protesting outside police stations are not interested in filing such a petition. In media interviews some of them have professed love for the husband, some have children in tow, for many the arrested husband is the sole breadwinner for the family.\nSarma’s cause itself is not a lonely one. Indeed it is through society-wide efforts that India has reduced child marriage. NFHS surveys show that the 54% of women aged 20-24 married before age 18 in 1992-93, became 47% in 2005-06, and then 23% by 2019-21. Obviously change is picking up pace. But experts are clear that it is rising education and income that have delivered this change.\nThis is also why Parliament and Centre haven’t wielded the blunt instrument that is being deployed in Assam today. They have recognised that economic and educational development is very uneven across the country, and that child marriages remain the most common among the most deprived populations. States that have gone further include Karnataka, which ten years after Parliament passed PCMA amended it to declare every child marriage void ab initio, but only thenceforth. Sharply in contrast in Assam, the severe action is retrospective and it was not even preceded by adequate awareness-raising.\nA survey of the arrested may find that many were knowingly defying PCMA, but many others either didn’t know of it or thought government was uninterested in enforcing it because that’s what government’s actions over the past one and a half decades indicated to them. Plus the mass arrests mean that the due process expected in individualised cases will take a hit, and there is not even any bail on the table here. “One generation will have to suffer,” Sarma has said. But why? Breaking thousands of settled families against their wishes and in a way that leaves some of them literally destitute, is just not justified. Listen to the protesting women.\n\n",
        "headline_1": "Cruel crackdown: Assam’s mass arrests against child marriage endanger due process, increase women’s suffering",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cruel-crackdown-assams-mass-arrests-against-child-marriage-endanger-due-process-increase-womens-suffering/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-02-2023"
    },
    {
        "full_article": "For the third time in a month the Municipal Corporation of Delhi (MCD) failed to elect its mayor after AAP and BJP councillors again engaged in a row over the election process. This MCD conflict is an extension of the years-long tussle between the two parties over the administration of the national capital. Given Delhi’s unique governance structure with a multiplicity of authorities, ideally the state and central governments should be working in harmony. But in times of hyper-competitive politics, such an understanding has remained elusive.\nTrue, in the absence of a mayor – as well as deputy mayor and standing committee – a special officer is in charge. But major decisions related to policy matters, development works and projects that require big financial investment are delayed. Surprisingly, MCD isn’t the only municipal body in this position. For close to a year, the Brihanmumbai Municipal Corporation (BMC) – the country’s richest civic body – has been managed by an administrator after its term expired and polls were delayed. Further, an astonishing 22 of 28 municipal corporations in Maharashtra have seen their terms expire with fresh polls nowhere in sight.\nSuch atrophy also undermines local democracy. The Constitution (74th Amendment) Act, 1992 provided for the creation of urban local bodies and empowered state governments to devolve the responsibility of 18 functions including urban planning, regulation of land use, water supply etc. But a 2020 paper by PRS Legislative Research found that most state governments are reluctant to share power and taxes with local bodies. This severely curtails urban governance at a time when 675 million Indians are slated to live in urban centres by 2035. They need smarter cities, which needs empowered instead of stalled local bodies. Mumbai needs municipal elections. Delhi needs a mayor.\n\n",
        "headline_1": "Municipal mess: From MCD to BMC, paralysis of urban local bodies undermines local governance and democracy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/municipal-mess-from-mcd-to-bmc-paralysis-of-urban-local-bodies-undermines-local-governance-and-democracy/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-02-2023"
    },
    {
        "full_article": "On a summer afternoon in 2021, just before the start of the monsoon session of Parliament, large multinational banks in India received an email from the Securities & Exchange Board of India (Sebi) on details in about half a dozen stocks.\nThe banks, acting as custodians, bookkeepers for foreign portfolio investors (FPIs), had to identify the ‘last natural persons’ who ‘control’ the FPIs holding those stocks. It was Sebi’s way to figure out whether the men calling the shots in the offshore funds were acting behind a veil to rig up prices of stocks listed on Indian exchanges.\nRead full opinion on TOI+\n\n",
        "headline_1": "What’s in a name? Another name: Amidst recent market turmoil, Sebi may again hunt for people behind FPIs. Will it lead anywhere?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/OfftheBeat/whats-in-a-name-another-name-amidst-recent-market-turmoil-sebi-may-again-hunt-for-people-behind-fpis-will-it-lead-anywhere/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-02-2023"
    },
    {
        "full_article": "We are deeply alarmed by the news of unidentified criminals desecrating idols of Hindu gods and goddesses in Thakurgaon's Baliadangi upazila earlier this week. According to a report by this daily, at least 14 idols of Saraswati, Laxmi, and Manasha were vandalised at 12 temples in the area. From what we know so far, whoever carried out the attack did so quietly, in the darkness of the night, as the local people only came to know about it when they went to offer prayers at the temples next morning. And even though the culprits have not been identified yet by police, from the nature of the attacks, it can be said that those were no isolated incidents. Those were rather coordinated.\nWhile we condemn these acts in the strongest terms, we would also want to know what might have triggered the criminals to vandalise the idols. Did they want to create an atmosphere of fear among the Hindu community of Thakurgaon? Or did the criminals simply hold the misguided notion that by desecrating sacred symbols of other religions, they are actually showing love for their own? Whatever might have been their twisted reason, we must send them a strong and clear message that every person in the country has the right to practice their own religion, and that this right is guaranteed by our constitution. We must also remind them that desecrating others' religions totally goes against the ideals of our Liberation War as well as our long-held social values.\nHaving said that, we also need to find out why such incidents keep recurring in the country, despite assurances by the government that religious intolerance or violence would not be tolerated. If we look at some of the past incidents of religious violence, we will see that in most cases, those involved were never brought to justice. The failure to take action is emboldening others to commit similar crimes. We need a strong, powerful and uncompromising collective social voice against the growing religious tension and intolerance in the country. While the government must play its part by holding the criminals accountable, our religious leaders must also play their due role. They must tell adherents that religious intolerance is totally unacceptable in a pluralistic society that we aspire to be. They must send out a strong message of interfaith harmony.\nAs for the Thakurgaon incident, we urge the local administration to identify the culprits responsible for the desecration of idols and take legal action against them and also, equally importantly, extend protection to the local Hindu community. The authorities must create a safe environment for all minority communities by creating a society tolerant of diversity. To do that, it is vital that orchestrators of all previous communal attacks are also brought to book. Only by showing zero tolerance can we prevent repetition of such incidents.\n",
        "headline_1": "Who desecrated idols in Thakurgaon?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/who-desecrated-idols-thakurgaon-3241221",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-02-2023"
    },
    {
        "full_article": "Over the last few weeks, journalists and activists have been subjected to an amplified scale of threats, intimidation, and incarceration at the hands of powerful groups who are allegedly in cahoots with members of the administration. The incidents reveal the campaigners' gaping vulnerability to the elements flexing muscle to establish their illegal private control over public property.\nOn December 25, a group of six to seven men confronted Abul Azad, a reporter covering environment and politics for a national English daily, when he was taking photos of brick kilns that were allegedly operating illegally in Chattogram's Rangunia upazila. Azad was forced into a vehicle at gunpoint and taken to a local government office, where he was subjected to further assault. Before releasing him, the perpetrators robbed him. His medical records indicate that he suffered a fracture in the neck and endured pain in his chest, abdomen, and hands.\nIn his testimony to the Committee to Protect Journalists (CPJ), Azad stated that one of the attackers was a member of Islampur Union Parishad. He said his captors deactivated the office's security cameras, beat him with their hands and pistols and kicked him repeatedly, and confiscated his mobile phone, wallet and identification card. They contacted the UP chairman over phone, who threatened Azad saying \"nothing will happen if journalists like you are killed\" and ordered the men to beat him further and destroy his phone. The men seized Tk 10,000 in cash from Azad, withdrew all the money from his Bkash account and demanded an additional sum of Tk 50,000 as ransom that Azad refused to pay. The CPJ affirms that both the member and the chairman of the UP that assaulted Azad are members of the ruling party.\nTwo weeks ago, journalist Raghunath Kha endured an even more chilling experience. On January 23, plain-clothed police officers detained Kha after he reported on a land dispute in Khalishakhali area of Satkhira in southwest Bangladesh. Kha was arrested along with two others on the alleged charge of being associated with an attempted bomb blast in coordination with the landless people of the area. The authorities initially denied taking Kha into custody.\nThe alleged custodial torture inflicted on Kha was evident as he was unable to stand properly when he was produced before the court. Kha told the magistrate that he had been subjected to severe beating and electrocution and had been threatened to be killed if he continued reporting on the landless people. Sources claim that police failed to provide the copy of the first information report showing specific allegations against the accused.\nOn January 26, leading environmental activist Syeda Rizwana Hasan and her associates were barred from visiting a spring that has allegedly been filled up by razing hills in the Lake City residential area of Chattogram. The group of youths who stopped her was allegedly led by Zahurul Islam alias Jashim, counsellor of Uttar Pahartali ward under the Chattogram City Corporation. Brandishing lethal weapons, the attackers allegedly hurled stones at her vehicle, commandeered it to a destination of their choice, and blocked the visitors until police freed them later.\nThe experiences of Azad, Kha, and Hasan provide a glimpse into the hard reality that public property defenders face in today's Bangladesh. All three were engaged on issues of major public concern: air pollution and control over public land and hills. All three were engaged in collecting evidence on the scale of destruction of public property, and all three were motivated to draw the attention of state agencies and the public to the nefarious activities of individuals and groups to establish their control over such property for private gains. If anything, they were simply armed with their pens, paper, and phones, and most importantly, their passion for and commitment to defending public property.\nThe narrative above raises several important points. First, all three cases were of flagrant usurpation of public property. This suggests that the wrongdoers had the confidence of getting away with their acts. In all likelihood, their connection with the power structure gave them such a sense of immunity. Second, in all three instances, the use and threat of use of lethal weapons were evident. This reflected that, nowadays, rights defenders are at serious risk. Third, they also run the risk of being subjected to abduction, unlawful detention, and incarceration, and often government offices become places of such detention. Fourth, the perpetrators do not hesitate to inflict grievous bodily harm (such as electrocution in Kha's case) on their victims. Sixth, the extent of the perpetrators' transgression includes robbing the victims of their valuables or commandeering their vehicles. And finally, in both the Rangunia and Chattogram city cases, the enmeshing of local government representatives' interests with criminal activities is palpable.\nMore worrisome is Kha's experience of alleged custodial torture, police's framing of an allegedly fictitious case against him (of planting a bomb), and the agency's failure to produce the FIR. The authorities' initial denial that Kha was in their custody and their failure to produce him before the magistrate within 24 hours, as stipulated under the law, appear to be in violation of the country's Code of Criminal Procedure. The failure of the deputy inspector general of police in Khulna division to act on an earlier written complaint from Kha against Satkhira superintendent of police's (SP) repeated threats towards him (Kha) also raises questions.\nThe government's propensity to suppress environmental activism became obvious when demonstrators against a large coal-fired power plant in Rampal near the Sundarbans were branded as \"terrorists.\" In May 2021, Shahnewaz Chowdhury had to endure 80 days of incarceration under the much contested Digital Security Act (DSA) for a Facebook post. In that post, he had expressed concern about another coal-fired power plant project in Chattogram's Banshkhali, in southeast Bangladesh, calling on the youth to \"resist injustice\" against the \"environmentally destructive\" project. Now, Chowdhury faces up to 10 years in prison if found guilty.\nAt least 12 workers and locals, who were against the Banshkhali project, have been killed over the last seven years by police fire. The situation stooped to a new low when a member of the parliamentary standing committee on forest and environment insisted that the OC of Keshabpur police station in Jashore implicate a local environment activist in a staged bomb attack on the police station. The audio recording of the conversation went viral (Samakal, January 31, 2021).\nRights activists have expressed concerns about government agencies taking initiatives to officially criminalise environmental defenders. In April 2022, the visiting UN special rapporteur on human rights and climate change called for an end to \"the harassment and threats and intimidation against climate change human rights defenders and Indigenous peoples.\"\nThere is an urgent need for our policymakers and senior state functionaries to acknowledge that public property defenders play a crucial role in keeping groups with vested interests at bay. That role has become more pronounced at a time when preserving the environment and the commons holds high priority in the government's development agenda. Therefore, it is incumbent on the authorities to institute credible and proper investigation into all cases of appropriation of public property and hold the perpetrators to account. They must identify and take appropriate action against the kingpins that remain in the shadows, and take visible and concrete actions so that encroachers of land, hills, rivers, and other waterbodies can be effectively deterred.\nThe author acknowledges the insights secured from Barrister Jyotirmoy Barua.\n\nDr CR Abrar is an academic with interest in human rights issues.\n",
        "headline_1": "Who will defend our public property defenders?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-shores-injustice/news/who-will-defend-our-public-property-defenders-3240636",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-02-2023"
    },
    {
        "full_article": "The World Bank is not only a place for economists and statisticians, but also an abode of poets who often coin some literary or figurative terms that rule the domain of policymaking jargon. In the early 1990s, they phrased a term called \"the East Asian Miracle,\" which was later demystified by numerous economists as a planned journey of East Asia to develop its human capital.\nThe phrase \"the middle-income trap,\" also coined by the World Bank, has been used as a powerful weapon to scare some growth-generating countries, so they remain vigilant in navigating their journey to become developed countries. While the organisation's intention is not vicious, the way they describe this trap is theoretically flawed and more of a cliché. Growth means a percentage change in GDP, which is composed of a million factors that can never be strangled or trapped altogether by any mechanism or magic.\nAxel van Trotsenburg, World Bank's managing director of operations, during a visit to Bangladesh for an event to mark 50 years of partnership, warned that the country should be careful about falling into the middle-income trap. He asserted that the middle-income status is a hard struggle and it is a difficult task to go to the higher-income status. He cited the cases of Argentina and Greece, and mentioned that some Latin American countries went the reverse direction after reaching the middle-income status. He advised Bangladesh to follow the steps of countries like South Korea and Singapore, who graduated to being developed nations quite steadily without faltering.\nThe doctor who leaves alert messages for their patients is regarded as a well-wisher, since they are conscientiously caring for their patients' well-being. In that sense, the alert is well-taken. But the message is grounded in a conceptual phantasmagoria.\nIn 1956, economist Richard Nelson contributed to a concept – a theory of the low-level equilibrium trap. It says that a low level of income is a kind of a trap because it satisfies only the subsistence level of living where both the rates of saving and investment are terribly low. A little improvement in income will contribute to higher population growth, which will in turn push the per capita income back to its low level again, and hence it is an inescapable situation – a trap.\nBut that is not the case for the middle-income countries whose past is the story of good savings, handsome investment, and fairly controlled population growth. Poor countries with feeble growth rates (say, below three or four percent) cannot dream of becoming middle-income countries. The countries that graduated to the middle-income status were able to generate more than five percent growth before graduation. Hence, assuming a trap or a cul-de-sac in the middle-income bracket is theoretically flawed.\nThen why do some policymakers talk about the trap? Simply because it feels like so. But the fact lies in the very nature of the marathon towards becoming a middle-income nation. The journey is too long, and many nations fail to uphold the growth momentum by upgrading its institutions and governance.\nAccording to the World Bank's latest classification of countries, a country exceeding per capita income of USD 1,085 is marked as a lower-middle-income country. Bangladesh, with its per capita income of USD 2,824 (FY22) – as per the Bangladesh Bureau of Statistics – falls in this category. If a country can exceed the per capita income of USD 4,255, it will be regarded as an upper-middle-income country. To be regarded as an upper-income country or a developed nation, the per capita income must exceed USD 13,205.\nIt is obvious that this classification portrays the marathon for a middle-income country not only as the longest one, but also as the most critical navigation over the classification spectrum, making some people think of it as a trap. But it is just a number game that requires plenty of patience and planning – just like playing chess quite diligently and intelligently to win the game. Mathematically, a country that has just graduated from a low-income status to a lower middle-income rank must increase its per capita income almost 13 times higher than its current level, requiring 53 years if the country grows at a steady rate of five percent, and 44 years if the growth rate is steadily six percent – which is quite challenging.\nPractically, a country's journey over half a century is supposed to confront global recessions, crises, pandemics, wars, and climate shocks – when growth rates may fall or look poor. On top of global factors, the country itself may fail to develop decent institutions that are at the root of shepherding a country into a fully-fledged developed nation. This was the case for both Singapore and Korea, who succeeded in strengthening the basic three institutions: education, health, and finance. And if Bangladesh's journey takes too long in the middle-income episode, the reasons will surely be anchored in the poor institutional performance of these three areas.\nIf Bangladesh's budget allocation for education and health remains as low as it is now, it will justify the illusion of the trap, and will make the journey tardier and staggered at times. Its finance is increasingly turning into a hostage at the hands of loan defaulters, money launderers, and politically empowered bank looters. These three institutions together, if not correctly addressed, will make the journey to becoming a developed nation feel like a trapped expedition for Bangladesh.\nEven if the country grows steadily at six percent, it will take another 26 years to achieve USD 13,205 in per capita income – the lowest rung for a developed nation. The probable date thus seems to be somewhere near 2050. Better late than never. Bangladesh experienced a silver lining in growth performance that displayed a pattern of acceleration until the pandemic torpedoed global growth. Bangladesh's growth volatility is one of the lowest in the region, suggesting that its growth will not fluctuate like Argentina's or Greece's.\nBangladesh's economic leadership must devote its integrity to ensuring quality growth along with lower income inequality. But its institutions must be knowledge-based, rather than being obedience-based. Its pending reforms must be initiated by individual institutions once they are allowed to exercise their autonomy, guided by the best global practices of learning and research. If so, Bangladesh shall never succumb to the so-called ghost stories of the middle-income trap.\nDr Birupaksha Paul is a professor of economics at the State University of New York at Cortland in the US.\n\n",
        "headline_1": "Bangladesh can avoid the middle-income trap yet",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/open-sky/news/bangladesh-can-avoid-the-middle-income-trap-yet-3240821",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-02-2023"
    },
    {
        "full_article": "We are deeply alarmed by the news of unidentified criminals desecrating idols of Hindu gods and goddesses in Thakurgaon's Baliadangi upazila earlier this week. According to a report by this daily, at least 14 idols of Saraswati, Laxmi, and Manasha were vandalised at 12 temples in the area. From what we know so far, whoever carried out the attack did so quietly, in the darkness of the night, as the local people only came to know about it when they went to offer prayers at the temples next morning. And even though the culprits have not been identified yet by police, from the nature of the attacks, it can be said that those were no isolated incidents. Those were rather coordinated.\nWhile we condemn these acts in the strongest terms, we would also want to know what might have triggered the criminals to vandalise the idols. Did they want to create an atmosphere of fear among the Hindu community of Thakurgaon? Or did the criminals simply hold the misguided notion that by desecrating sacred symbols of other religions, they are actually showing love for their own? Whatever might have been their twisted reason, we must send them a strong and clear message that every person in the country has the right to practice their own religion, and that this right is guaranteed by our constitution. We must also remind them that desecrating others' religions totally goes against the ideals of our Liberation War as well as our long-held social values.\nHaving said that, we also need to find out why such incidents keep recurring in the country, despite assurances by the government that religious intolerance or violence would not be tolerated. If we look at some of the past incidents of religious violence, we will see that in most cases, those involved were never brought to justice. The failure to take action is emboldening others to commit similar crimes. We need a strong, powerful and uncompromising collective social voice against the growing religious tension and intolerance in the country. While the government must play its part by holding the criminals accountable, our religious leaders must also play their due role. They must tell adherents that religious intolerance is totally unacceptable in a pluralistic society that we aspire to be. They must send out a strong message of interfaith harmony.\nAs for the Thakurgaon incident, we urge the local administration to identify the culprits responsible for the desecration of idols and take legal action against them and also, equally importantly, extend protection to the local Hindu community. The authorities must create a safe environment for all minority communities by creating a society tolerant of diversity. To do that, it is vital that orchestrators of all previous communal attacks are also brought to book. Only by showing zero tolerance can we prevent repetition of such incidents.\n",
        "headline_1": "Who desecrated idols in Thakurgaon?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/who-desecrated-idols-thakurgaon-3241221",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-02-2023"
    },
    {
        "full_article": "We are deeply alarmed by Biman's actions or inactions following an incident in which, as reported by this daily, two pilots put passengers' lives at risk. During a Biman flight on February 1, 2022, one of the pilots set the airspeed of the plane to 165 knots (nautical miles per hour) during take-off, which was 20 knots less than the plane's standard operating procedure. While climbing, the pilot changed the airspeed thrice in four minutes. The captain said this was done to climb faster to avoid thunderclouds. However, the meteorological report for the day said there was \"no significant cloud\". Moreover, this technique is not also supported by the standard operating procedure.\nThe pilots made many other claims, none of which were supported by the plane's flight data recorder, also known as black box. When the speed supposedly dropped to 152 knots, the pilot disengaged the autopilot and pushed both engines to \"emergency\" power level, which compromises engine components. Consequently, the plane's turbine temperature shot up by over 100 degrees, causing metals inside the engines to melt. Despite claiming to investigators later that they were forced to pursue such actions due to being in a life-or-death situation, they never submitted any air safety report, which is a clear violation of the safety manual. And there was a plethora of such violations that followed – including the pilots seemingly wiping out the maintenance message on the audio and radio control display unit (ARCDU) to hide their own mistakes.\nWhat's worse, despite the damage inflicted on it, the plane flew seven flights before being grounded. And none of this would have even come to light had it not been for the fact that the plane sent automatic data about engine health to the manufacturer, which notified Biman Engineering Services. Biman conducted its own investigations, but the investigation report, submitted in March 2022, was buried. Bizarrely, the senior of the two pilots was even included in a list of pilots set for promotion!\nAll this raises serious concern about Biman's credibility as an institution. It seems the incident happened as a direct result of the pilots' misjudgement. But instead of owning up to it, they tried to erase evidence ignoring all professional ethics. They knowingly put hundreds of peoples' lives at risk but, instead of holding them to account, Biman tried to hide it. What does that say about Biman's governance system? Airlines deal with people's lives on a daily basis, making it crucial that they maintain the highest international standard, something that Biman has clearly failed to do.\nEven though Biman is our national flag carrier, and we would like to stand beside it, what it and the pilots did deserve an appropriate response. Their actions – or should we say, criminal negligence? – unnecessarily put people's lives at risk and further tarnished the image of our country. Therefore, we urge Biman to make the findings of its investigation public, correct its flaws, and apologise to the people whose lives were put at risk. The pilots, if found guilty of misconduct, must be held to account. And even the role of the regulators needs to be carefully investigated.\n",
        "headline_1": "Criminal negligence that could have cost lives ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/criminal-negligence-could-have-cost-lives-3240706",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-02-2023"
    },
    {
        "full_article": "There is and was a consensus on the need for social and economic reforms Bangladesh needs. But these vital issues hardly received the attention it deserved at the government's policy level until the country approached the International Monetary Fund (IMF) for a loan. Although the ministers concerned claim that the multilateral lender readily agreed to extend loan to the country because of its present satisfactory economic status and outlook, the agreement terms were with a package of conditions attached. The IMF is more concerned with macroeconomic stability than the microeconomic details such as the malignant growth of a sub-class of the neo-poor but leading local economists cannot turn a blind eye to this disturbing development. It is exactly at this point they question the wisdom of passing the costs of policy failures on to the ordinary citizens of the country. Before the pandemic and the Ukraine war, the resilience the poor, marginal and low-income segments of people could muster courtesy of a trickle-down benefits of free-market economy has all but gone. Their extreme vulnerability has been made even worse by hiking tariffs of power and gas. Apart from becoming direct victim to increased rates of energy, they have to bear the domino effects of increased production costs of essential commodities when their purchasing power has also gone down due to currency depreciation. Now the authorities are reportedly contemplating to raise the value-added tax --- a step that will add fuel to the rising inflation by making commodities dearer. Clearly, the government has gone for the easy option without touching the loan defaulters, money launderers, business sharks not maintaining clean accounts. Similarly, tax reform has remained unaddressed for the eternity and there is hardly any initiative to raise the tax-GDP ratio ---which is one of the lowest in the region---to a reasonable proportion. These critical issues came up for review at the 6th Annual Economists' Conference organised by the South Asian Network on Economic Modelling (Sanem) at the Brac Centre Inn on Saturday. The deficit in the financial account to the tune of $1.09 billion in the first half of the current fiscal year compared with a surplus of $6.89 billion a year back exposes weakness in monitoring macroeconomic developments such as flight of capital. A large part of the default loans that account for 9.36 per cent of the total loans is suspected to be a part of the money sent abroad illegally. If the money could be stopped from flight to foreign lands and loans had not been written off and rescheduled, the country even did not require the $4.7 billion IMF loan.The areas that warrant fiscal reforms in order to mobilisation of internal revenue have been overlooked for much too long and subsidies on power and energy, the most important input for agricultural and industrial production have become the first sacrificial goat. Why not go for massive recovery drive against loan defaulters? There is hardly any chance of bringing back the laundered money but why not confiscate property of those corrupt elements? Those who take wealth out of the country illegally are enemies of the land and they do not deserve any mercy. To cure the economic malady cosmetic surgery will not do, there is a need for major operations.",
        "headline_1": "Need for speedy reforms",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-speedy-reforms-1675694426",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-02-2023"
    },
    {
        "full_article": "Youngsters, who use smartphones, might feel delighted over the words of tacit support for them coming from social experts. They continue to be reprimanded by their parents and other elders for their being hooked on the small multi-purpose device. That not all of the teens using the phone engage in objectionable and harmful fun is also true. Rather, the teens in Dhaka are greatly dependent on smartphones to carry out innovative works, observes a study carried out by BIDS (Bangladesh Institute of Development Studies). According to the findings of the study, teenage youths of the capital Dhaka use smartphones to enjoy entertaining contents, leisure and for socialisation. This is upbeat news. For the youngsters, the BIDS study could be interpreted as an endorsement for their smartphone use. They have long been waiting for this recogntion. It's because the teenagers and smartphones are considered inseparable. And coming to the content of what they watch on the mini-screen, they know those will not get the approval of the parents, seniors and the teachers at school. The teenage youths might interpret the study results going in their favour. But the adolescents also know it well that despite the study's thrust on the healthy aspects of the smartphone use, it will never overlook the objectionable items being dished out by different digital platforms.Perhaps this discovery has prompted the BIDS to identify what should be the teenagers' area of concentration. The online-based smartphones have lately been proved to be not eligible for the vulnerable teenagers. Moreover, there are stark realities, which portray a picture which is worse in nature. In many cases it has been found that smartphones play a critical role in many students doing below par performance in exams. Lots of guardians blame these phones for the students' lack of attention to their studies. A noticeable feature of the smartphone abuse is a section of teenagers getting lonelier by the day. The number of increased dropouts among the students at higher school level has turned out to be alarming. Many blame directly or indirectly the smartphones for this turn of things.Compared to these negative aspects of smart-phone use, the BIDS study comes up with the positive sides of the hand-held online facility. Irrespective of socio-economic classes, the youngsters have developed an irresistible passion for these phones. The picture the BIDS has drawn might appear simplistic to many. Moreover, there are few reasons to believe that the smartphone-addicted youngsters have changed overnight, and, upon repentance, turned to books and many fruitful exercises. Had that happened, it would have prompted many teachers and guardians to feel upbeat. As has been found by the BIDS, while on smart-phones, youngsters engage themselves in creative works in their preferred ways --- freely, without supervision, or instruction. It's a situation many guardians expect to be true. The study presents the key social conditions of the innovative use of the smartphone device among teenagers: befriending the curious peers, participation in creative events, the cooperation of parents, especially mothers.BIDS research fellow Mohammad Golam Nabi Mozumder conducted the study titled Social Conditions of the Innovative Use of Smartphone: A Qualitative Investigation among Young Users in Dhaka. The study portrays a highly upbeat picture of the young phone users in Dhaka. This is positive. But such spectacles comprising teenage youths have yet to be found in the city frequently. Yet there are ripe grounds for them to come true. For it to happen the tutoring of students by their mothers, fathers and teachers ought to start at their early stage. It's because by the time they cross childhood, they consider themselves mature enough to surf through different online platforms of the mobile phone. As they grow up, the exclusive zones of the device do not remain unknown to them. For the precocious children, learning how to visit the forbidden areas of an online phone eventually becomes a fun. As they grow up, they get access to more and more unknown areas. At one phase they begin finding online friends, who take them to other batches. According to the study's observation, the smartphones are popular because the mobile device is one of the few means teens can use to live the life they wish to. It's a wise conclusion. But their guardians and their tutors ought to stand beside the teens before they go out of control. Adolescence is both vulnerable and gullible --- and impressionable, too.Utilising the right time to intervene in the fresh smartphone users' life is of critical importance. If the time chosen is too early, it might have two impacts. First, the teens will be deprived of the pangs accompanying the initial years of the smartphone use. This realisation will keep one prepared for any eventuality in the use of the phone. Second, in the case of the post-teens, they might be found to be too mature to be in need of guidance. Careful decision ought to be made when dealing with these boys and girls. However, the ideal time is the unspoiled adolescence. This is an age, when one can be taught adequately, and he or she can be brought back to their earlier life free of the spell of harmful online materials.The problem is, the study notes, the digital device earns the youngsters recognition, especially from their desired group of people --- peers living near and far. Among the deviant activities, the study focuses on account hacking, creating fake accounts on social media, watching adult content etc. But on the other side of the coin, there remains the innovative use of smartphones. The teenagers here use the device efficiently and in diverse ways. Here their creative faculty is in full use.\n[email protected]",
        "headline_1": "Smartphones and teenage users",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/smartphones-and-teenage-users-1675694533",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-02-2023"
    },
    {
        "full_article": "Day by day, higher education is becoming both expensive and a matter of luck for the students. Increasing number of students passing out from the higher secondary level educational institutions are finding it hard to get admission into public or private universities. About 150 universities, both public and private, cannot accommodate all the students seeking admission there. The public universities, some 43 of them, select their students through admission tests. Those failing to qualify are left with two options. If their parents/guardians can afford, they can get admission into a private university. Otherwise, they will have to wait for the next session. But still there is no certainty that the next attempt will be successful. Such uncertainties often compel the students from even poor families to choose the costlier option of a private university to continue their education. Some private universities charge high admission and tuition fees that even the students from most low and lower-middle income families find it hard to afford. It is against this backdrop that the government, of late, has been thinking of adopting a policy to restructure the fees charged by the private universities. Recently, the University Grant Commission (UGC) has prepared a report on the state of earnings and expenditures of the private universities in the form of students' fees and the salaries and allowances the teachers draw. In the report, differences regarding various aspects of income and expenditure in the private universities have been found. According to the Private University Act 2010, the private universities are required to keep 3 per cent of their seats for meritorious students from poorer background from the remote and underprivileged areas, while another 3 per cent for the children of freedom fighters. Such students already get various waivers relating to tuition and other fees. But about the move to restructure the students' admission and other fees and teachers' salaries and allowances, the private universities do not see eye to eye with the government. Their argument is that they have to depend solely on the students' fees as income to run their universities and that they do not get any fund from the government or any other sources.So, it would be important to see that any restructuring of the fees may not prove unsustainable for the operation of the private universities. In this connection, the chairman of the Association of Private Universities of Bangladesh (APUB) has said that the private universities take student fees according to the needs of the different universities. While they are not against the formulation of a policy for the private universities, they do expect that the government would share its views with the stakeholders before framing it (the policy), the APUB chairman maintained. The students and guardians are learnt to be at one with the government move to rationalise private university fees. There is no question that education at all levels should be accessible and affordable to learners from all walks of society. And the government's duty is also to see that education is not made into a commodity. So, to ensure that educational institutions are not run on a commercial scale, any government intervention should be welcome. In case, any discrepancy is observed among any of the private universities in this regard, the government must put its foot down. But care needs also to be taken to see that such intervention may not turn into interference. For one has also to accept that the private universities are rendering a great service to the country's education sector. Statistics have it that the private universities absorb more than 70 per cent of the students coming out of the higher secondary levels seeking university education. In contrast, the public universities can accommodate only thirty per cent of the students. The private universities, though they lack large campus facilities, are free from session jams, politics and violence that plague public universities. Teacher-student relations are also better there. Taking all these factors into consideration, the private universities definitely deserve a fair deal. \n[email protected]",
        "headline_1": "Restructuring students' fees at private universities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/restructuring-students-fees-at-private-universities-1675694571",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-02-2023"
    },
    {
        "full_article": "The government has been trying to improve health care facilities at upazila health complexes. From these rural healthcare centres, people are getting primary health services and a total of 30 types of medicines free of cost. However, most of these complexes have been suffering from an acute shortage of doctors, nurses, medical assistants, pharmacists and general officers and staff. More than half of the posts of physicians and other staffs have been lying vacant for long at these health care units. Another problem of these complexes is that most of them do not have any facilities for diagnostic tests. At present, medical treatment relies heavily on pathological tests. But test facilities are not available at all at the government-run upazila health complexes. So, patients have to do their diagnostic tests in private facilities, which is quite expensive. Many people cannot afford such tests. Therefore, the government should focus more on improving health care facilities at these complexes by introducing pathological tests at an affordable price. This will improve health care facilities in rural Bangladesh. And people will no longer need to travel to cities like Dhaka for treatment and can save some money. \nMd Ashraf Hossain, 120, Central Bashabo, Dhaka-1214, [email protected]",
        "headline_1": "Manpower shortage at Upazila health complexes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/manpower-shortage-at-upazila-health-complexes-1675694596",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-02-2023"
    }
]