[
    {
        "full_article": "The Supreme Court of India’s stinging remarks on the manner in which the Mayor of Chandigarh was elected has confirmed suspicion that the victory of Manoj Sonkar, the Bharatiya Janata Party (BJP) candidate was obtained through manipulation. After viewing footage of the videographed electoral process, the Chief Justice of India found it appalling that the presiding officer himself appeared to be defacing the ballots, and termed it a “mockery of democracy”. Many had noted as soon as the election was called in favour of the BJP that it was a travesty that took place on January 30, as eight votes cast by elected councillors were declared invalid. The election held on January 30 itself was based on a direction from the Punjab and Haryana High Court. Earlier, it was due to be held on January 18, but it was deferred to February 6 at the last minute as it was disclosed that Anil Masih, a nominated councillor and a BJP minority wing functionary, fell ill. However, thanks to the court’s intervention, it was advanced to January 30. The Congress and the Aam Aadmi Party (AAP) allege that the election was put off only because two parties, which were contesting jointly, were set to win. AAP has 13 members and the Congress seven in the Corporation, but the AAP candidate Kuldeep Kumar polled only 12 votes, with eight votes being declared invalid. Mr. Sonkar, with 16 votes, was declared the winner.The Mayor is chosen by the 35 elected Councillors and the Member of Parliament for Chandigarh. A simple method for a comparatively small elected body choosing its mayor is by a show of hands or the members rising in support of the respective candidates. That they had to record their preferences through voting slips indicates that there was suspicion of possible cross-voting. What made the process dubious was that Mr. Masih, who presided over the election, was accused of not showing the ‘invalid’ ballot papers to the candidates. As a result, no one knew why exactly these votes, presumably those that ought to have gone to the AAP candidate, were declared invalid. The apex court has done the right thing in ordering the ballots and the records be handed over to the High Court’s Registrar-General and the proposed Corporation meeting postponed until further orders. The development may concern only one municipal corporation in the country, but the idea that an election can be so brazenly rigged has grave implications for democracy. A political party seeking to be re-elected for a third consecutive term at the national level cannot be seen as manipulating any election in this manner. Only a verdict invalidating the election and ordering a fresh one, with safeguards against manipulation, will be in the interest of justice. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nelection\n\n/\n\nlocal authority\n\n/\n\nChandigarh\n\n/\n\ndemocracy\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nAam Aadmi Party\n\n/\n\npolitics\n\n/\n\nparliament\n\n/\n\nvoting",
        "headline_1": "Travesty in Chandigarh: On mayoral election and the Supreme Court of India’s remarks",
        "headline_2": "Manner in which mayor poll was manipulated has grave implications for democracy",
        "link": "https://www.thehindu.com/opinion/editorial/travesty-in-chandigarh-on-mayoral-election-and-the-supreme-court-of-indias-remarks/article67817950.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-02-2024"
    },
    {
        "full_article": "The latest bi-monthly meeting of the Reserve Bank of India’s Monetary Policy Committee (MPC), whose outcomes will be revealed by RBI Governor Shaktikanta Das on February 8, is widely expected to result in a status quo on interest rates yet again. At its last review in early December, five of the six MPC members had voted to persist with the ‘withdrawal of accommodation’ stance and the panel had raised its GDP growth forecast for the year to 7% from 6.5%. Hopes of a stance shift to ‘neutral’ are slim, but it would be instructive to see if the growth estimate is revisited in light of the National Statistical Office projection of a 7.3% uptick in 2023-24. The U.S. Federal Reserve held interest rates for the fourth straight review last week, and chairman Jerome Powell was vague about the proximity of much-anticipated rate cuts this year, seeking more data to establish that inflation had been reined in sustainably. India’s policymakers may not take a direct cue from the U.S. Fed, but the concerns are similar as Governor Das had articulated in December. The 4% inflation target remains elusive for now — December’s inflation rate hit a four-month high of 5.7%. The RBI expects inflation to average 5.2% in this quarter, which it only expects it to cool to 4% in the July-September phase, providing a window for a rate cut consideration if the monsoon is normal.Finance Minister Nirmala Sitharaman’s interim Budget for 2024-25, however, could give the central bank some more room to ease liquidity constraints in the economy. While the government did not provide a prop for weak consumption trends, it is also not adding to inflation pressures. A stronger than expected pursuit of fiscal consolidation in this year and the next, and a promise to lower gross market borrowings from ₹15.4 lakh crore this year to a tad over ₹14 lakh crore in 2024-25, should help. The Minister asserted that this will free up more credit for the private sector now that industry is beginning to invest ‘at scale’. Gross market borrowings as a share of the fiscal deficit will also drop below 84% from 89% this year. With foreign capital inflows into Indian government bonds likely to spike following their inclusion in global bond indices, banks which are the major holders of these securities and are facing elevated credit to deposit ratio growth rates, should get more space to lend. Economists expect this to help lower borrowing costs for the entire economy. Yields on government bonds have already dropped from 7.14% ahead of the Budget to about 7.05% and could drop further, even as systemic liquidity has improved a tad. For Mint Street hawks, that is no small comfort.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUnion Budget\n\n/\n\nReserve Bank of India\n\n/\n\neconomy (general)\n\n/\n\nUSA\n\n/\n\nfinancial markets\n\n/\n\nbonds",
        "headline_1": "Mint Street musings: On the interim Budget and the RBI",
        "headline_2": "The interim Budget gives the central bank some more room to manoeuvre",
        "link": "https://www.thehindu.com/opinion/editorial/mint-street-musings-on-the-interim-budget-and-the-rbi/article67817982.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-02-2024"
    },
    {
        "full_article": "Israel-Hamas war is into its fifth month, close to an estimated 30,000 killed in Gaza. Israel attacks in West Bank have also surged. Diana Buttu, West Bank-based lawyer and former spokesperson for Palestine Liberation Organisation, speaks to Rudroneel Ghosh on recent ICJ ruling even as attacks continue, including in West Bank.\nRead full interview on TOI+\n\n",
        "headline_1": "‘Palestinians were dying a slow death before October 7…US, Europe must stop Israel’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/palestinians-were-dying-a-slow-death-before-oct-7us-europe-must-stop-israel/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-02-2024"
    },
    {
        "full_article": "Nitish Kumar’s makeover from Sushasan Babu to Palturam has political pundits fretting. And meme makers making merry. But what do voters in Bihar think of its longest-serving CM’s latest political somersault? Speaking to a cross-section of voters in rural and urban locations showed a house divided.\nRead full story on TOI+\n\n",
        "headline_1": "Biharis on their palturam: On ground, Bihar’s voters from various castes and answering to different political loyalties give a more nuanced reading of Nitish Kumar’s flip than pundits have managed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/biharis-on-their-palturam-on-ground-bihars-voters-from-various-castes-and-answering-to-different-political-loyalties-give-a-more-nuanced-reading-of-nitish-kumars-flip-than-pundits/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-02-2024"
    },
    {
        "full_article": "There was a time when not a lot of people wrote books. There were very few publishers, and then they had very high standards, mostly being on a lookout for the next Booker Prize winner. But then things started changing with revolutions in printing at scale, and new publishers flooding the market, and standards of who could be a published author fell. Ironically, this coincided with a progressive reduction in those with enough attention span to read a book, till we have reached where we are today: India possibly has a greater number of book writers than Indians who read books. Which is why we have a significant societal problem: The author who you know.\nOne of the worst things in life that can happen to you is to have a relative or friend write a published book. While you may not want to read books or buy books or buy and read books written by your relative/ friend, you are now obligated to, at the cost of jeopardising a human connection. ‘I have written a book; can I count on your support?’ is a question no one wants to hear.\n\nIt can get much worse of course. You have to not only buy said book but are also expected to show up at sundry book events, where you can count on the author keeping a mental count of who showed up and who did not. There, you have to feign enthusiasm about said book and get it autographed just to stroke that person’s ego. Even this will not be enough to get relative/friend/author off your back. You can be sure they will follow up and then ask you to post a picture of yourself with said book on your social media or rate/review it on a book review site, with increasing levels of passive aggressiveness.\nTo underline, authors are definitely judging people with shared genetic material and shared educational institutions who are not buying their book or, at least, not even bothering to pretend they have bought it. However, this will not be a big problem if you only have a few relatives and fewer friends. And yes, one way to have friends and have relatives who get progressively distant over time is to write a book oftener than having a birthday.\n\n",
        "headline_1": "Authorly relations: It’s not enough that you have bought their book",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/authorly-relations-its-not-enough-that-you-have-bought-their-book/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-02-2024"
    },
    {
        "full_article": "Seventies were when music became portable, with cassette players outplaying vinyl. Fast forward many decades later, and music today is all about streaming. In the interim alongside technology, tastes have been transformed. This is why it is extraordinary for a band to have launched then and still be grabbing attention and appreciation. So what does it mean that the IndoWestern fusion band Shakti, originally formed in 1973 by jazz guitarist John McLaughlin, has won a 2024 Grammy for best global music album for This Moment?\n\nIts latest grouping includes McLaughlin (guitar), Zakir Hussain (tabla), Shankar Mahadevan (vocals), Ganesh Rajagopalan (violin) and Selvaganesh Vinayakram (mridangam). This is indicative of the band’s World Music spirit. Fifty years ago its soulful intermingling of Eastern and Western musical traditions was on a pioneering scale. But their Grammy is not a thank you for the past. It says that their passion, innovation, conversations have not dimmed. Haven’t fallen out of fashion. McLaughlin has also gone by the moniker Mahavishnu – a name he adopted as a follower of Sri Chinmoy. According to Hussain, you can hear the veena in his guitar, really hear it.\nAge needn’t wither her, nor custom stale her infinite variety, you could say of music too. And these musicians incarnate the ageless creativity that is as transcendent at sunset as at sunrise. This year’s ceremony also saw Joni Mitchell make her Grammy debut at 80. And she chose to perform Both Sides Now: “Well something’s lost, but something’s gained in living every day.” For one thing, Shakti is still bringing diverse cultures and musical traditions together. For another, its long years have only added to the warmth, humanity, and universality it gifts listeners young and old.\n\n",
        "headline_1": "Notes on diffusion: Grammy for fusion band Shakti speaks to not just music’s limitless variations but also its enduring power",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/notes-on-diffusion-grammy-for-fusion-band-shakti-speaks-to-not-just-musics-limitless-variations-but-also-its-enduring-power/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-02-2024"
    },
    {
        "full_article": "Bedevilled by systemic corruption and irregularities, a chronic culture of defaulting on loans and recurrent cases of outright fraudulence, the banking sector has long been crying out for sweeping reforms. Particularly, unchecked growth of non-performing loans (NPLs), which skyrocketed from Tk 22.5 billion in 2009 to an outrageous amount of Tk1.55 trillion in the first quarter of the current fiscal year (2023-24), has rendered the banking sector extremely fragile. Meanwhile, in March last year, the global credit rating agency Moody's downgraded its outlook for Bangladesh's banking sector from 'stable' to 'negative'. So, it needs no explaining why the crisis-ridden banking sector which has exposed the economy to great risks is in need of urgent reform. In this context, 'a comprehensive reform roadmap' the Bangladesh Bank (BB) recently unveiled with a firm timeline (till June 30, 2026) set for the banks to comply with certainly looks positive. The reform aims at achieving a list of ambitious targets including drastically cutting down classified loans below 10 per cent in the state-owned banks and below 5.0 per cent in the private sector banks. The key objectives as outlined in the said roadmap include, among others, restructuring the regime of writing off debts, shortening the duration of bad debts (classified loans) from three to two years and the mandatory requirement of maintaining 100 per cent provision against the loans. Through this set of measures, the central bank hopes to achieve a significant reduction of nonperforming loans (NPLs) by 2.76 per cent or Tk433 billion within the stipulated timeline.Although the fact that the banks have been empowered to shorten the period of writing off classified loans has been a welcome one, at the same time, concerns have also been raised about the availability of financial resources to meet the mandatory requirement of maintaining cent per cent provision by the banks for the purpose. The question arises because in the central bank's latest financial stability report, the combined net profit of the banking sector was stated to be at Tk142.30 billion. Given that all the banks have to write off Tk433 billion worth of bad debts within the deadline of June 30, 2026, it would take three years to achieve the target if they have to go by the mandated 100 per cent provision. That would overshoot the deadline by about six months. Worse yet, except for a few banks holding over 100 per cent provision as safeguard against potential future risks, some banks are reportedly facing provisioning shortfalls to meet the challenge of writing off their classified loans. Obviously, it is an important issue for the central bank to take into account for the success of its target of reducing NPLs below 8.0 per cent by the declared deadline as chalked out in its 11-point initiative.Also, the BB's six-point measures to ensure corporate governance as envisaged in the roadmap with a view to ending the evil practice of lending that crosses limit or uses forged papers or even extends anonymous loans would hopefully bring expected results. Similarly, alongside the various bold moves it has taken, the one to allow under private initiative to form a so-called asset-management company (AMC) for banks to sell their classified assets and clean their balance sheets is well-taken. Hopefully, as indicated by senior central bank executives, there would be necessary policy changes to this effect for a prospective shareholder director of a bank to go by. However, the central bank needs to be more specific, serious and even-handed in its application of the proposed actions, as spelt out in the roadmap, to see success.",
        "headline_1": "Roadmap to banking sector's salvage",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/roadmap-to-banking-sectors-salvage-1707230443",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-02-2024"
    },
    {
        "full_article": "There is a noticeable surge of interest in Social Safety Nets (SSNs), not only in case of the government's poverty alleviation initiatives but also in public discourse. Despite the absence of studies on the performance of the SSN programmes, there's a common belief that despite their inherent challenges, they play a significant role in preventing a general decline in poverty rates and supporting specific sectoral activities.A critical item on the agenda for the new government should be a thorough reassessment of SSN programmes. It is imperative to implement measures that enhance their effectiveness in an inclusive and expanded manner, catering to the evolving needs of target groups, including those affected by the Covid pandemic and ongoing inflationary pressures.Introduction of SSNs, despite many drawbacks, is a great respite for many households across the country. Although the government is trying to expand the programmes to various vulnerable groups, and no doubt, this has been achieved to some extent, there are still large segments of the eligible population not covered by the programmes. Given the existing coverage, mismanagement is commonly alleged for less than desired delivery of the programmes which, needless to say, include corruption, nepotism, absence of proper monitoring etc.The government in the past was quite upbeat about the success of the programme. However, little effort was visible in making it work better to reach out to the target groups. It is often alleged that wrong targeting is a major impediment to the success of the programme. One may find it strange to see government employees' pension scheme also counted as part of the SSNs. Some 27 per cent of the allocation under social safety net schemes goes to government employees' pension, meaning the true allocation for the poor is far less than what is available on paper. Presently, the government runs well over a hundred programmes under SSNs, but corruption and misuse of funds are reportedly plaguing the operations. Moreover, although the allocation has increased over the years, it has been found to be still far less than what it should have been in terms of standard practices followed elsewhere.The major social safety net programmes (SSNPs) in Bangladesh can be divided under four broad categories: (i) employment generation programmes, (ii) programmes to cope with natural disasters and other shocks, (iii) incentives provided to parents for their children's education, and (iv) incentives provided to families to improve their health status. The SSNs can also be grouped into two types depending on whether they involve cash transfers or food transfers. Around 145 SSN programmes are currently being implemented by 23 ministries, a large number of which suffer from overlapping in various forms, because of lack of coordination and monitoring of progress in a proper manner. Transparency and accountability thus remain the major problems.Recent discussions highlight Bangladesh's comparatively low expenditure on SSNs as a percentage of GDP, underscoring the need for increased investment in the programme. At a seminar on social protection strategy held in the capital recently, it transpired that Bangladesh was spending less than half of what other countries spend as a percentage of their GDP. Most middle income countries spend between 6.0 to 8.0 per cent of the GDP on social safety net programmes as against little over 2.0 per cent of GDP in Bangladesh. The Centre for Policy Dialogue (CPD), at a webinar held some time ago, recommended bringing all social safety net programmes under a single umbrella in order to move from the social safety network to social security. Given a high level of food price inflation and a rise in the living cost, CPD suggested that the government increased the amount of allowance to Tk 1,000 and the coverage by 20 lakh elderly, widows and marginalised women all over the country. The think tank also suggested that the government considered increasing the coverage of urban-based destitute people by raising the allocation targeting slum dwellers, floating people, pregnant women and similar marginalised groups. 'Digitalisation of the database with national identification number or other national documents for proper targeting of the beneficiaries will reduce mistargeting and corruption and complexities,' it said. Alongside reforming the modus operandi of the SSN programmes, it has also been suggested that the government should provide additional support for subsidised credit programmes for the agriculture sector--both crop and non-crop--to incentivise production. Moving forward, SSNs must remain a focal point of government planning. It is crucial to not only allocate adequate funds but also to enhance programme efficiency. In so doing, it is important to prepare a detailed database of the number of people living below the poverty line, which will help the stakeholders involved in understanding the needs of different target groups and strategise result-orientated plans. Improved management of the schemes through efficient use of resources and plugging the loopholes in the distribution process is crucial to making the social safety nets more effective. It is also important to strengthen monitoring and supervision on the implementation process to make the schemes more accountable and transparent. \n[email protected]",
        "headline_1": "Social safety nets need a comprehensive review",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/social-safety-nets-need-a-comprehensive-review-1707230501",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-02-2024"
    },
    {
        "full_article": "When will Bangladesh be free of the present energy crisis? No timeline can be set because of absence of tangible measures to increase domestic share of energy resources in the national energy mix. As a result of this utter lack of progress to take energy exploration seriously and go on a war-footing for all-out exploration of existing and probable gas fields that Bangladesh has and the failure at policy level to extract proven coal reserves, the industrial sector is already showing the first signs of factory closures.According to a recent report published in this newspaper \"Umpteen adversities like global demand fall, high cost of production and US dollar problems have forced closure of a good number of garment factories across Bangladesh\". Besides, financial crisis fuelled by sluggish global demand and banking complexities has also been responsible for closure of the factories since the beginning of the year 2023. Most of these factories are small and medium in sizes. A good number of those used to exporting goods failed to survive owing to losses they incur because of the currency-exchange-rate gap.Against this perspective, 134 readymade garments (RMG) factories shut down in 2023. As these are smaller factories, jobs lost are estimated to be a little more than 45,000. Of course, if one looks at the bigger picture, i.e. four dependants against each bread earner, the number of people directly affected by these job losses is about 225,000 people who will now face an uncertain future. True, the big groups of RMG companies are faring well. However, at least half the sector is dominated by small and medium factories which are directly in the line of fire. The fire they face is a gamut of challenges. In global perspective, export markets are facing their own economic downturn leading to falling demand due to inflation, high cost of living, increasing cost of energy. In Bangladesh, production costs are spiralling out of control that include a near 50 per cent hike in wages and an ever-increasing cost of energy supplied to industry and massive dearth of dollars. It is worth noting here that when the government raised energy prices, it had promised industry of uninterrupted gas supply. This has remained elusive. There isn't enough gas for everyone and every sector. While RMG exports constitute 85 per cent of the export basket, other industrial sectors operate on gas too. Frankly speaking, with gas as the primary energy source for industry, prospective sectors like pharmaceutical, ceramics, construction, etc. will all demand a share of the ever-depleting gas reserves. So, in the midst of all these crises, the smaller entrepreneurs are going to be run out of business. Had things been rosier on the export side, some of these closures could have been cushioned by bailouts from their larger counterparts, but that's not happening this time around. Large RMG conglomerates are facing their own demons as their liabilities are several times more than the small factories. What other proof do policymakers need to get things moving on exploration? Granted that any exploration of any magnitude (like the pipeline from Bhola to the nearest grid point on the mainland) will take about three years to bear fruit, foot dragging is going to cost the industrial sector dearly.\n[email protected]",
        "headline_1": "Factory closure is inevitable now",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/factory-closure-is-inevitable-now-1707230553",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-02-2024"
    },
    {
        "full_article": "The urgent need for a swift and thorough investigation into the gang-rape of a housewife at Jahangirnagar University cannot be overstated. The perpetrators must be swiftly brought to justice to ensure not only accountability but also to send a strong message against such heinous crimes. It is imperative that the authorities take decisive action in accordance with law of the land to address this appalling incident. The involvement of students from a prestigious higher seat of learning in such a reprehensible act, coupled with allegations of drug-related aberrations and potential political affiliations, brings untold shame upon the country and its citizens.Moreover, it is crucial for the authorities to enforce a ban on political activities within the university premises to prevent any further exploitation of power dynamics that could perpetuate such crimes. Those found guilty must face severe consequences to uphold the rule of law and ensure the safety and dignity of all individuals visiting any place in the country. Only through swift and decisive measures can justice be served and the integrity of the institution restored.\nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID).[email protected]",
        "headline_1": "Monumental disgrace for JU",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/monumental-disgrace-for-ju-1707230577",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-02-2024"
    }
]