[
    {
        "full_article": "The first Assembly election in Jammu and Kashmir after a decade has so enthused people and parties in the Union Territory that expectations are rising that a new era for the embattled territory may be on the horizon. The erstwhile J&K lost its statehood and special status under Article 370 in 2019, which naturally remains a central issue for all political actors as campaigning gains momentum. Regional parties have promised to fight for the restoration of Article 370. The BJP has called them sympathisers of separatism and vowed that there would be no going back on the question. The Congress is walking a tightrope, avoiding direct references to Article 370 but promising the restoration of statehood. A record 529 candidates have filed nomination papers for 50 Assembly seats in the first two of the three-phase elections. Besides the mainstream regional and national political parties, the Jamaat-e-Islami, a socio-religious organisation classified as unlawful by the Ministry of Home Affairs in 2019, has also fielded candidates from Assembly segments of north and south Kashmir as independents. It is a major leap for an organisation that always aligned with separatist outfits and boycotted elections. Even separatists are trying their luck in electoral politics, and this could potentially open avenues towards long-standing peace and stability in the region.The J&K National Conference (NC), Peoples Democratic Party and Sajad Lone’s J&K Peoples’ Conference, have pledged to reverse many measures taken after 2019 and revoke the Public Safety Act (PSA). The Congress, an ally of the NC, has expressed concern over “outsiders being allocated land, resources and jobs” and the Lieutenant Governor’s powers. The BJP has managed to expand its voter base even in areas away from the plains of the Jammu region. Its outreach to Scheduled Tribes, Scheduled Castes and Other Backward Classes attracted prominent Muslim leaders from the Pir Panjal Valley, especially from the Pahari community, which was granted ST status after years of their agitation. The BJP has already fielded at least 11 Muslim candidates from J&K and its campaign targets the family control over the two regional parties and the Congress. BJP election in-charge Ram Madhav recently said he hoped to see a new leadership emerging in J&K. At any rate J&K is all set to throw up a new politics on October 8, the date of counting. The Centre and all parties should prepare to seize the new opportunity for the future of a prosperous State within the Indian Union. Published - September 07, 2024 12:24 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nJammu and Kashmir Assembly Elections 2024\n\n/\n\nArticle 370\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\npolitics\n\n/\n\nJammu and Kashmir National Conference\n\n/\n\nPeoples Democratic Party\n\n/\n\nReservation\n\n/\n\nminority group",
        "headline_1": "​Fresh openings: On the J&K Assembly elections",
        "headline_2": "Election in J&K could throw up new opportunities for the region",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bfresh-openings-on-the-jk-assembly-elections/article68614119.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-09-2024"
    },
    {
        "full_article": "Education lays the path for progress, but not everything that passes for education is a universal good. Immediate corrective measures are needed when it strays from its path, and the government’s decision to withdraw the Competency-Based Medical Education Curriculum guidelines published by the National Medical Commission (NMC) rich with blundering interpretations, jerks a retrograde move back within law, and reason. Published on August 31, the curriculum specified that sodomy and lesbianism were “unnatural sexual offences”, including them under the category ‘sexual offences’. It also slotted transvestism or cross-dressing under the category of sexual perversion. The mandatory seven hours of disability competencies that students earlier had to undergo were excluded from the foundation course too. In doing so, the NMC did not merely attempt to take medical students back centuries, but it did so in violation of at least a couple of laws of the land, and overlooked the guidelines it had set earlier. In mentioning sodomy, lesbianism and transvestism as offences/perversions, the NMC was in violation of the Transgenderpersons (Protection of Rights) Act, 2019. Notably, following admonition by the Madras and Kerala High Courts, the NMC, in October 2021, instructed all medical universities to not approve unscientific, derogatory and discriminatory information on the LGBTQIA+ community. With the removal of mandatory disability competencies from the foundation course, the NMC violated the Rights of Persons with Disabilities Act, 2016. It mandates the inclusion of the rights of persons with disabilities in the curriculum of universities, colleges and schools and further requires the integration of disability as a component in all educational courses for university teachers, doctors, nurses, and paramedical personnel. Again, it was the NMC that introduced the competencies in 2019, as a response to years of advocacy. The competencies would provide students a rights-based approach to removing barriers to health care, and ensuring equitable access to quality care.Naturally, transgender and disability rights groups protested vehemently against the revised curriculum. Incensed by this regressive move, that erased all the progress achieved in the curriculum after decades of advocacy, they said they would write to the World Federation for Medical Education to temporarily suspend the NMC’s recognition status if the errors were not immediately rectified. While the crisis is past for the moment, the incident has eroded the faith of the public, and marginalised groups, that the government always has their best interests at heart. Progress, particularly in changing perceptions and pre-conceived notions, is hard-won in incremental doses. For an arm of the government itself to undermine these small advances is a shameful act. The withdrawal is a matter of great relief. Published - September 07, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\neducation\n\n/\n\nmedical education\n\n/\n\ncurriculum\n\n/\n\nmedical colleges\n\n/\n\nlaws\n\n/\n\njudiciary (system of justice)\n\n/\n\nLGBT\n\n/\n\ndisabled\n\n/\n\nhuman rights\n\n/\n\nuniversities and colleges\n\n/\n\nschool",
        "headline_1": "​Undoing the undoing: On the Competency-Based Medical Education Curriculum guidelines",
        "headline_2": "The withdrawal of the new curriculum by the NMC is welcome",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bundoing-the-undoing-on-the-competency-based-medical-education-curriculum-guidelines/article68614092.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-09-2024"
    },
    {
        "full_article": "To make a dent, if not to win, is their raison d’être\nTen days to J&K’s first phase, there are 92 Independents contesting on 24 seats, many quietly tagged ‘friendly with BJP’. These party-unaffiliated fighters are always the most interesting, fighting for a variety of reasons – as proxies and party rebels, as revenge nominees or just on personal fads, the legions of ‘dharti pakads’. Regardless what motivates their dive into impossible contests, they pack a punch, although their winnability’s whittled since LS polls 1952, when 37 of 533 Independents won. Voters sent to Parliament this LS election seven Independents of 542 such contestants, three of whom were shock wins. All three – two from Punjab, one from Kashmir and two of them contesting from jails in Delhi and Assam – are strong political brands all their own, a politics that makes establishment parties even queasy.\nMaking parties and their candidates squirm, fret and sweat has been Independents’ primary role. Take, for instance, the current rebellion in Haryana BJP – several threatening to contest as Independents, miffed over the party’s first list. Or the 1996 case when 1,033 Independents, almost all angry farmers, contested on a single TN assembly seat in protest. All but three lost their deposit, 88 didn’t land a single vote. As a deterrent, EC hiked deposit fees to Rs 25k from the paltry Rs 500 for an LS contest, and to Rs 10k for an assembly fight. Not that today’s Independents balk at “entry fees”. Three of the richest 10 in J&K phase 1 are Independents, all crorepatis, while the poorest two are also Independents, assets Rs 5k and Rs 10k. How free are the Independents, though, will be known only on Oct 8.\n\n",
        "headline_1": "Republic Of Independents",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/republic-of-independents/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-09-2024"
    },
    {
        "full_article": "How trigonometry explains the natural & built worlds\nTurns out, triangles unlock the most important bits of knowledge discovered by humans. Love Triangle: How Trigonometry Shapes the World by Matt Parker, shows how this geometry underlies so much of what we take for granted.\nTriangles are easy to decode with partial information. Say you only know the length of the lines, or just a length and two angles – you can figure out the rest. They’re like “nature’s sudoku”, says the book. For instance, trigonometry can help you figure out exactly how high a balloon is drifting, from just one photograph of it. \nStraight roads, centuries of accurate maps depend on this shape. Using a shadow to measure the height of a tower? That’s an old trick with triangles too, used right from the days of Thales of Miletus in 500 BCE. The Egyptians needed maths to measure and divide plots of land, after the Nile’s periodic flooding. Triangles were used to calculate where we are situated in space, to measure the size of Earth. In the 1700s, two French mathematicians mapped a chain of 115 giant triangles from Dunkirk to Spain, measuring the angles to figure out exact latitude, then deduce what percentage of Earth’s circumference they had covered, and scale up their calculations to estimate the size of the planet.\nLook around, you see angles everywhere in nature and the built world. The wake behind a duck in a pond is always 39 degrees, which tells us something about waves. A rainbow is always 84 degrees across. Pool players use the principle of triangles, imagining a phantom pocket, to plot and play their shots.\nIf you pour different substances out on a table in piles, they form different angles depending on the friction between their particles. Wheat flour or chalk dust will give you an angle of 45 degrees, dry sand 34 degrees.\nEveryone remembers the Pythagoras theorem from school, and all civilisations seem to have arrived on the same idea sooner or later. The book shows how the theorem was used to correct NBA distance statistics, for instance.\nTriangles are essential to construction. Civil engineers love them because they don’t skew – a rectangle flops into a parallelogram unless it has a diagonal to keep it firm, but a triangle stays rigid.\nA bunch of contiguous triangles is a mesh. Much architecture is based on these repeated shapes or lattices – the British Museum roof, for example. Today, 3D modelling and printing use triangle meshes, as do computer games. \nAny signal can be built up from sine waves. Sine waves are one of the most iconic shapes in mathematics, and they depend as much on circles as triangles. If you take a circle and pull it out into a spiral or helix, the projection of that helix is a sine wave from one direction, and a cosine wave from the other. A vibrating guitar string is a sine wave. \nFourier wave analysis helped us understand light waves and physics, transmitting audio signals, exploring crystal structures, helping crack the nature of DNA. GPS and modern data applications could not exist without trigonometry, measuring the distance and time-distortion between us and the satellites.\nHow to divide a sandwich? How to estimate a basketball shot or the impact of an asteroid hit or understand how a motorbike flips and falls? Triangles are everything and everything is triangles, says the book.\n\n",
        "headline_1": "A rainbow is always 84 degrees across",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-rainbow-is-always-84-degrees-across/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-09-2024"
    },
    {
        "full_article": "Climate change is turning the heat on comfort foods \nKimchi for many Indians is now their favourite achaar. Its local incarnations are oft made with local patta gobi. But over in its homeland, they associate kimchi with the distinctive napa cabbage that really thrives in South Korea’s cooler, mountainous region. But climate change now threatens this tradition.This year the country saw its highest ever average summertime temperature, since records began. As one Kimchi Master puts it, this means the heart of the cabbage goes bad, the root becomes mushy. As if suffering tonnes of extreme weather wasn’t bad enough by itself, even our comfort foods are now becoming endangered.\nAs rising temperatures force some farmers to leave grapes behind, Bordeaux winemakers are worried about the future of Merlot. In Maine, where lobstering is twined tight into the local culture, fisherfolk to restaurants to the tourism industry as a whole, everyone is anxious about the delectable creature going further and further away in search of cooler waters. If you celebrate a festival centring on one food, you need to read the tea leaves extra closely. US Thanksgiving, for example, is about the turkey, but this gorgeous creature gets stressed out by high temperatures and then its growth gets stunted.\nOne clear takeaway is that farming and the food industry need to get greener, do their part to mitigate climate change. Ditto for restaurants – from simple things like reducing food wastage to tough ones like carbon-neutrality, they need to up their game. But the apocalypse criers also need to calm down. Food history is full of adaptation and invention. Once upon a time, idli was made of only dal, then chawal got added, likely to make it cheaper and more accessible. For aeons kimchi was made in large, clay drums, but modern-day Koreans have got themselves specialised kimchi fridges. It’s progress and still tasty.\n\n",
        "headline_1": "Kimchi bites",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/kimchi-bites/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-09-2024"
    },
    {
        "full_article": "Written by: Dhanpal Solanki Jain\nParyushan Parv, the annual Jain observance, is the time to uplift oneself through fasting, meditation, soul-searching, awakening, self-study, courage, compassion, and forgiveness for all beings. For both Shwetambars, who observe the ritual over eight days, and Digambars, for whom the festival lasts 10 days, this is a time for introspection, and reflection popularly known as Chaturmas or Varsha Yog.\nChaturmas literally means ‘four months’, derived from the Sanskrit chatur, four and masa, month. Chaturmas means four months of the monsoon, a practice observed by both Digamber and Shwetamber Jain monks and nuns, when travelling barefoot is difficult for them; so they make themselves available to the community for instruction and guidance.\nParyushan is the time when, to improve karmas, adherents perform 12 kinds of austerities, including fasting. They also do svadhyaya, self-study. The purpose of Paryushan is to reflect on your shortcomings, seek forgiveness for wrongdoings, remove internal corruption and vow to live an ethical way of life. Daily recital of Bhaktamar Stotra, Navakar Mantra, meditation and prayer help one to look within and reflect on the teachings of the tirthankaras for guidance. One should perform and practise Jivdaya, Samayik Sutra and Pratikraman, which are paths to emancipation and liberation.\nOn the fourth day of Paryushan, it is customary for Shwetambars Murtipujak to read from the ‘Kalpa Sutra’, a scripture that recounts the life of Mahavir, the 24th tirthankara.\n\nJainism is a Sramana tradition. Mahavir led a socio-spiritual, nonviolent reform movement. He regarded all species of flora and fauna as integral to a composite moral community. He emphasised the concept of Jivdaya, animal care and aparigraha, non-possessiveness to protect biodiversity from human greed and butchery.\nThe fivefold Navakar Mantra that is recited offers obeisance not to God or Creator, but to arihants, perfected beings; siddhas, liberated souls; acharyas, masters; upadhyayas, teachers, and sadhus, renunciates. With mantra-chanting, seekers find liberation through their own efforts, and not by waiting for divine intervention.\nThe first Tirthankar Rishabhdev taught us six main professions for livelihood: Asi, swordsmanship for self-defence, wrestling; Masi: Art, culture, writing skills, literature and education; Krishi: Agriculture, agrarian lifestyle; Vidya: schooling, knowledge and training; Vanijya: trade and commerce, enterprise; Shilp-kala: architecture, handicrafts and skill development. Tirthankar Rishabhdev strongly emphasised on women’s education and their liberation.\nWithout paropkar, selfless service, bhakti and puja remain incomplete. Bahubali promoted rural sports activities such as Hath Yog, Mallakhamb, Mallayuddh, wrestling to keep oneself holistically healthy, fit, energetic and dynamic.\nDuring Paryushan Parv vegetarian meals are made simpler than usual. For Shwetambars, the final day of Paryushan is Samvastsari Pratikraman or annual confession, when it is time for seeking forgiveness as well as being forgiving, enabling self-liberation. The ritual of seeking forgiveness from the teacher is widened in scope to include family, friends and all living beings.\n\n",
        "headline_1": "Universal rite of friendship and forgiveness",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/universal-rite-of-friendship-and-forgiveness-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-09-2024"
    },
    {
        "full_article": "It is disheartening that the police still remain in a state of disarray despite attempts in recent weeks to overhaul the force and imbue it with a new sense of direction. According to a report by this daily, the violent fallout of the regime change on August 5 continues to cast a shadow over the force even now, with logistical challenges as well as low morale due to the fear of withdrawal, transfer, forced retirement, lawsuits and/or arrest still stifling their capacity. This cannot be allowed to persist, as the role of the police is critical in maintaining law and order, ensuring public security, and preventing chaos.\nPresently, police services remain largely limited to registering complaints and cases. Despite all police stations resuming their operations several weeks ago, there has been little field presence of officers, especially after dark and without army escorts. Meanwhile, the national helpline 999 continues to struggle to provide services because of the lack of police personnel and logistical support. For a time, all the 999 calls asking for police help were referred to the armed forces. Even though the home adviser has urged the superintendents of police to work sincerely with the force and logistics they have in their respective districts, a number of issues have combined to make progress difficult.\nKey among them is the lack of morale. Reportedly, the fear of being sued or arrested or, worse, facing public wrath for police actions during the bloody mass uprising still haunts police members. To this day, over 700-800 officers remain absent without leave. Add to that the fear of being withdrawn or transferred, with major reshuffles being announced every now and then. There is no easy solution for this. It is natural for police, after having served as enforcers of an authoritarian regime for over a decade, to find themselves caught between the need to redeem their credibility and the lingering fear of consequences. Ensuring accountability and creating an enabling environment for police are both important. The authorities must find a way to achieve these objectives with tact, and with people's expectations in mind.\nThe issue of diminished operational capability is another major barrier, one that should be handled with relative ease, however. Given the overarching need of public safety, the authorities must urgently expedite their efforts to reinforce and restructure the police force, make necessary resources available, and repair damaged infrastructure. Soon after the mass uprising, over 450 out of 664 police stations were attacked by mobs, with some set on fire. Around 300 vehicles were also destroyed. Large quantities of firearms and ammunition were looted as well, leaving a security concern for the future. Restoring full police capability means addressing all such logistical issues as well as staff shortages created afterwards, through new recruitments if necessary.\nWe must say that we expect a better performance from the interim government in terms of fully operationalising the police force. Police must be able to secure the streets, protect citizens, and prevent crimes. The responsibility to ensure that they are able to do so lies on the government. Reforms cannot happen overnight, so striking a balance between reform and general functionality may be considered in the short term, keeping long-term reforms for the future.\n",
        "headline_1": "Restoring full police capacity is vital for public security",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/restoring-full-police-capacity-vital-public-security-3696051",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-09-2024"
    },
    {
        "full_article": "We frequently discuss and voice our unhappiness about the quality of higher education. A large portion of the quality is set by the academic leadership or the well-liked academician who has brilliance both in teaching and research.  To achieve excellence in higher education, an institution consciously need to create learning environments that take into account the diversity of students' goals, backgrounds, modes of learning and involvement in higher education, and identities both as learners and students.\nCurrently, the primary challenge facing the interim government, specifically the education adviser, is to appoint the most qualified academics to lead Bangladesh's higher education institutions, given that the majority of vice-chancellors, pro-vice-chancellors, and treasurers of public universities resigned following Sheikh Hasina's fall on August 5.\nAccording to many, the current vice-chancellors are not always up to par in terms of competence and student-friendliness. In this situation, students in most universities are looking for a competent and efficient vice-chancellor. The role of a vice-chancellor is essential in improving the quality of higher education in Bangladesh. A competent and wise vice-chancellor can turn the university into a modern and research-oriented institution. However, the problems seen in the appointment of vice-chancellors in various universities of the country are a cause for concern.\nPolitical interference in the appointment of vice-chancellors was evident in the universities of Bangladesh. Party nominations rather than skills and experience often were the main factor in the selection of vice-chancellors. As a result, the quality of education, research activities and overall development of the university suffered. Although vice-chancellors were appointed according to the policies laid down by the government, the policies were often politically influenced.\nParty favouritism is never desirable in university recruitment and promotion. Favouring party supporters over qualified individuals often leads to divisiveness among faculty, staff, and students. Due to the influence of party politics, the educational environment is spoiled, and mistrust and division are created in the classroom. Lack of transparency and accountability in Bangladeshi universities negatively impacted the independence of the universities, the quality of education and the education system as a whole. In some cases, the vice-chancellors put their personal interests above the interests of the universities.\nLack of transparency in a university's budget, expenditure and income created opportunities for corruption. Teachers, staff and students often remained in the dark about where and how university funds are being spent, and its source. As a result, incidents of irregularities, tendering, extortion etc with regards to university expenditures often made the headlines. Besides, information such as examination results, syllabus, rules etc were not easily available to everyone, resulting in a lack of transparency. Public opinion was not given enough weight in university decision-making, resulting in dissatisfaction among faculty, staff and students and a loss of confidence in the university.\nTo ensure transparency and accountability, the current government needs to formulate a clear and effective policy and strictly follow that policy and appoint inclusive VCs, who can bring about positive change and make the universities in Bangladesh a reservoir of knowledge by emphasising and improving the quality of education.\nA vice-chancellor can turn a university into a research centre by encouraging research activities, foster a healthy learning environment by creating cooperation and unity among teachers, staff and students, convert a university into a modern institution by giving importance to infrastructure development, and engage the institution in the service of the society by increasing the communication with the society. On the other hand, a failed vice-chancellor can lead the university to disaster. By isolating the university from society, a VC may lose the relevance of the higher seat of learning.\nSince students do not want a completely party-based administration, the interim government should ensure transparency and impartiality in the election of the VCs. They have to appoint a person, who will act in the interests of the university, can remain free from political interference and function independently. The VC should not only be academically qualified, but also a visionary leader and a philanthropist, who can make the university a focal point for contributing to the country's development. He/she will strive to become an expert in his/her field and inspire others to conduct research. A vice-chancellor must have the skills to efficiently manage the complexity of an institution such as a university and have the foresight to plan and improve its future.\nSeveral other important reforms are needed to take the universities of Bangladesh to new heights. These are not limited to the appointment of VCs. Rather they require transparency in all activities of the university such as making all information about the university budget, recruitment, promotion etc public.  Participation of faculty, staff and students must be ensured in the decision-making process by having their representation in various committees of the university. The most important task is the recruitment of skilled manpower and encouraging them to engage in research and innovation to improve the quality of education.\nThe interim government's recent appointment of the VC, Pro-VC, and treasurer of Dhaka University is praiseworthy as it prioritised the meritocracy ideology. The interim government ought to use the same guidelines in selecting the VCs, pro-VCs, and treasurers of the remaining public universities. I believe that instead of expecting instant solutions, we should be patient and let the interim government gradually overcome the challenges the nation currently faces.\nDr Mohammad Tarikul Islam is professor at the Department of Government and Politics in Jahangirnagar University. He has been a visiting scholar at Harvard University, the University of Oxford, the University of Cambridge, and SOAS (University of London).\n\nViews expressed in this article are the authors' own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "What should be the qualifications of a university VC?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-should-be-the-qualifications-university-vc-3695936",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-09-2024"
    },
    {
        "full_article": "We are encouraged by the ongoing push for building a corruption-free and public interest-driven civil administration. This, admittedly, will not be a cakewalk given how deeply embedded corruption has been for over 15 years, with the remnants of the old regime still resistant to any change that may expose past transgressions or challenge the \"business as usual\" approach. But a pro-people reform in our administrative culture is long overdue. And it must be pursued regardless of any resistance, and to honour the spirit of the July-August mass uprising that claimed over 1,000 lives, as per a recent estimate.\nOn Wednesday, in his first meeting with the secretaries of all ministries and divisions, the chief adviser encouraged top officials of the state to \"think outside the box\" while bringing about reforms in government operations. Among other things, he underscored the importance of initiatives targeting corruption and simplifying provision of services to \"achieve the highest level of public satisfaction.\" There is no denying that corruption committed, enabled, or ignored by civil servants is a major reason behind the woeful state of our institutions. So minimising their chances of corruption—starting from before recruitment to even post-retirement—and building a strong accountability mechanism can help largely prevent it.\nThe administration has already started the process of establishing accountability by initiating some measures. Among them is the mandatory disclosure of assets by all officials and employees across the public system, regardless of whether they fall under the tax net or not. While such regulations have existed for years, they have largely been ignored or loosely enforced. Reportedly, this time no one will be exempt from submitting their asset declarations, with particular focus on officials at public administration, police, customs, tax, and registration departments. Those in the judiciary have already submitted their declarations. The government has also sent a strong message that anyone found involved in corruption will be punished, including senior officials who will be held responsible not only for their own conduct but also that of their subordinates.\nHowever, perhaps the most significant aspect of this anti-corruption drive has been in its focus on instilling ethical governance at every level. In his address to the secretaries, the chief adviser also urged officials to work for the public, not out of fear but a sense of duty to them. His call for public servants to uphold national interest and moral responsibility in all their dealings is a reminder that public service is a duty to the people, not an opportunity for personal gain. Over the years, it is this message that was significantly diluted as public servants were showered with not just perks and benefits but also opportunities for corruption.\nBut going forward, we hope this message will be consistently conveyed with matching actions to build an administration that only serves public interests. As for the drive to collect asset declarations, it is vital that this doesn't turn into a pointless routine like that of the submission of affidavits by political candidates during elections. The authorities must follow up on the declarations by investigating the veracity of their contents and taking necessary actions if irregularities are found. This process of accountability for assets acquired by public servants and all other aspects of their operations must continue regularly.\n",
        "headline_1": "Ridding the administration of corruption is crucial ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ridding-the-administration-corruption-crucial-3695931",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-09-2024"
    },
    {
        "full_article": "Bangladesh's main gateway of entry and departure of international air traffic, the Hazrat Shahjalal International Airport (HSIA) in Dhaka, had never been a friendly and welcome place for airline passengers and visitors until recently. In fact, the hours of delay, hassles and harassment that both the outgoing and incoming passengers had to go through at the immigration desks and the carousels to collect baggage would drive the inexperienced ones mad. But, of late, thanks to the political changeover, HSIA has reportedly taken a new look when it comes to the quality of service the airport staff provides at different desks. This is definitely a commendable move made by the interim government soon after its assumption of office. As in modern times an airport mirrors the overall state of the government of the time and, of course, society that it represents, such improvements are most desirable. So, the very sight that an army of airport officials and staff members are trying to help, not create difficulty, as they would usually do in the past, for the passengers to complete immigration and other formalities is eminently uplifting for compatriots as well as foreign visitors. In this connection, it is especially heartening to learn that the country's foreign currency earners, the migrant workers, are receiving good treatment at the airport in that a cost-free help desk has been set up for them at the departure lounge. Most importantly, the report that 54 members of airport staff are working round-the-clock at the expatriate welfare desk reportedly with free Wi-Fi and ten telephone booths where passengers can make calls free of charge is indeed music to the ears of the general passengers and of migrant workers in particular who despite their invaluable service to the nation were never until recently treated as respectable human beings. On the contrary, their luggage like those of other non-VIP passengers would be cut open and valuable belongings stolen by a gang of airport staff in the name of checking. Sadly, it was also the experience of those who were not VIPs. The mindset of the airport officials is bureaucratic, to say the least. Though the services at the HSIA and other airports of the country were never better, things came to a head during the immediate past regime. Briefly put, it was then the era of VIPs, when commoners, let alone the migrant workers, were hardly considered eligible for any decent service at the country's airports. It is said that the positive changes have been taking place, especially after the new chairman took charge of the Civil Aviation Authority of Bangladesh (CAAB) and a new executive director was appointed to handle affairs at the HSIA. Obviously, credit for all these positive developments at the HSIA goes to the interim government after August revolution. Naturally, the revolutionary zeal for transformation like in every other tier of administration has also touched the HSIA. A note of caution at this point, however, is warranted. It is not for the first time that the nation experienced big changes, some quite revolutionary. Consider the revolutionary conditions in post-independence Bangladesh. People were then dreaming of building a new society and were ready to dedicate everything for that cause. But it did not take long to get disillusioned as politicians at the helm failed the nation. The changes visible at the HSIA are the microcosm of what is taking place all across the nation. It is important to sustain and consolidate the positive changes taking place at HSIA and all around.",
        "headline_1": "Sustaining wind of change at country’s airports",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sustaining-wind-of-change-at-countrys-airports-1725630484",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-09-2024"
    },
    {
        "full_article": "At a recent seminar titled \"Challenges in Reforms in Energy and Power Sector\" on September 4, two of the country's leading energy sector experts, BUET Professor Dr. Tamim and Dr. Ijaz Hossain spoke. Dr. Ijaz presented the key note paper in which major issues plaguing the energy and power sectors were discussed - how we got into this mess and what reforms could be initiated to start the journey on the road to recovery. It is now public knowledge that every attempt had been made to politcise the sector over the past 16 years whereby decision-making regarding technical matters were taken out of the hands of energy sector professionals and put into the hands of politicians, who enacted policy framed by the bureaucracy. The sole aim was to maximise profits for select companies and fatten the wallets of policymakers. The idea of prioritising building of power plants superceding the annual power demand was a political decision and had little to do with what the economy needed. This was part-and-parcel of the pipedream of the previous government to gallop ahead in order to achieve an unrealistic GDP growth rate of 9.0 per cent for the next 20 years. This target was not based on economic reality but the energy master plan was ramrodded into action overriding serious reservations of experts who had argued for ensuring energy supplies prior to building and commissioning of multiple power plants. Hence the country has added up more than 8,000 megawatts of power generation capacity but no fuel to fire them up and also there is no demand for this excess power. Billions of dollars have been squandered in the name of achieving the unachievable. Billions have been borrowed from foreign lenders, repayments of which have begun to kick in and there is no money to make those repayments. As pointed out by Dr. Tamim, the full stoppage of local gas exploration was done deliberately, as it opened up the door to foreign fuel imports. Again, the Bangladesh Energy Regulatory Commission was made redundant so that the whole issue of public hearings could be forgone and total control over energy price fixing could be ensured. Today, Bangladesh is in a full-blown energy crisis despite the fact that leading geologists in the country have been stating that Bangladesh has massive untapped gas reserves on- and off-shore that were never properly explored. Industry was promised \"uninterrupted gas supply\" when the power tariff was increased nearly three-fold recently. That promise was not kept and policymakers expected industry to simply bear the burden of a tariff that made no sense because power was not available and the requisite pressure of gas to run machines remained below par. On the flipside of all these irregularities, the past government turned a blind eye to the system loss of nearly 10 per cent of daily gas supply (both domestic and imported) which in today's value is about US$1.0 billion per annum. Studies have shown that even if this \"system loss\" is cut down to 5.0 per cent, that would free about 100 mmcfd (million cubic feet per day) and if supplied to industry, this amount could prove to be a major lifeline for many manufacturing sectors. Sadly, this system loss was also a political decision, i.e. supplying gas to communities of people who did not pay bills to the utility companies but to party cronies who made these illegal connections possible. Taking stock of the situation, Dr. Ijaz stated that, \"around 60 per cent of our natural gas is used for power generation, with 18 per cent going to captive power generation. Residential gas consumption accounts for 11 per cent. Currently, 20 out of the country's 29 gas fields are operational, and our gas production stands at 2,202 mmcfd. However, increased gas consumption in various sectors over the past five years has led to supply shortages.\" All this has happened since the ministry of Energy & Power became the sole decision maker on how power would be produced using imported gas instead of the locally produced. This was a deliberate decision, one that has crippled the future prospects of growth, at least in the short term. Experts at the event have stated that when it had become obvious that gas production from existing fields were depleting rapidly, no action was taken to go on a war footing to start drilling seriously. The current anticipated success rate of finding gas is 1:10, i.e. gas in one well out of 10 wells drilled. That means, around 200 wells should have been drilled annually over the last few years which could have helped find \"new gas\" that could have been added to existing reserves. This was also not done. Some good things have happened. The infamous Quick Rental Power Supply Act has been suspended and there is now talk of open bidding for all energy contracts. Committees are being formed to look into past contracts made in the power sector to find out how much money has been siphoned off by crooked companies. Again, there is no short-term solution to the inevitable energy crunch the country is now facing but for reforms to be effective, control of the sector must be put back into the hands of technically sound people. Drilling must begin in earnest and unnecessary power plants need to be shut down. Decisions in these respects need to be pragmatic.\n[email protected]",
        "headline_1": "No easy answer to energy sector's problems",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-easy-answer-to-energy-sectors-problems-1725630632",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-09-2024"
    },
    {
        "full_article": "The dark side of a number of so-called progressive intellectuals of the country has already been exposed. Over the years, they supported the misdeeds of the Hasina regime and never raised any question about various oppressive steps taken. They were awarded for the loyalty irrespective of their qualification and mostly turned into flatterers of the regime, now ousted prime minister to be precise. They used to raise their voice when something disturbed the regime and stood by the fallen government, defying rationale. They counterattacked those who criticised the regime and labelled them as 'anti-progressive,' 'reactionary,' 'fundamentalist,' 'militant', 'anti-liberation camp', and what not. Over the years, the pro-Hasina intellectuals consolidated their positions in various areas of education, culture and society. They became the dominant force at the universities, professional bodies, and national institutions, compromising the fundamental purposes of these institutes. Though a few tried to focus on qualitative works by keeping political loyalty aside, the others were more interested in demonstrating loyalty through their works and extracting undue benefits. In one phase, it became a competition among them to prove who was more loyal and dedicated to serving the various ill purposes of the autocratic regime. The list is quite long, no doubt. Nevertheless, there is a need to mention a few incidents to understand the narrowness and blindness of these so-called progressive intellectuals. In the name of upholding the spirit of independence, the Hasina-loyalist intellectuals organized a discussion meeting under the banner of Bangladesh Economic Association (BEA), where they publicly declared their support to the Awami League just a day before the controversial 10th national parliamentary election in 2014. The association president presided over the discussion meeting, although most of the members were unaware of any such event. Use of a professional body as a platform for pro-government loyalists and flatterers disappointed many. These so-called intellectuals continued to keep mum, and some even openly supported when the BCL goons attacked students on campuses during the past 15 years. These are the intellectuals who exploit various opportunities for their own benefit and create vested interest groups. Just two days before the fall of the regime, Hasina met a number of current and former vice-chancellors of public universities and principals of colleges. She called meeting to exchange ideas on curbing the ongoing student protests. In the meeting, a former VC of the National University urged her to harden her stance to contain the students' movement and even suggested killing a few of the protestors! A similar suggestion was echoed by the immediate VC of the same university, according to a report published in a media. Not only these two, but many other so-called progressive intellectuals also backed mass killing and repressive steps in the name of curbing the mass movement. After the fall of Hasian, who was compelled to flee the country and take shelter in India on August 5, most of those intellectuals also went underground to avoid the wrath of ordinary people. Sadly, a number of academics, professors, researchers, and teachers are now hiding due to their shameless support of an autocrat and her misdeeds. These people did not say a single word against the killing of students and ordinary citizens during the bloody days (July 15-August 4) when at least 451 people had their lives cut short courtesy of the regime's hellish policy. They were obviously silent when a law enforcement agency brutally tortured students' coordinators and forced them to declare the suspension of the movement. They were not perturbed when thousands of students and people across the country were seriously injured, many of whom standing no chance of returning to normal lives. History shows that a section of intellectuals always supported the autocrats and tyrants. During the liberation war in 1971, some pro-Pakistiani intellectuals supported the atrocities of Pak Army in the name of defending the unity of Pakistan. During Ershad's regime, there was also a section of pro-autocrat intellectuals who unquestioningly backed the regime. Now, the country witnessed another bunch of pro-tyrant intellectuals who used to claim themselves as the only representatives of the pro-liberation progressive forces. \n[email protected]",
        "headline_1": "When intellectuals work as lackeys of autocrats",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-intellectuals-work-as-lackeys-of-autocrats-1725630692",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-09-2024"
    },
    {
        "full_article": "A significant portion of the population remains unbanked due to the perceived complexity and apprehension associated with initiating banking relationships, particularly in rural areas. For emerging entrepreneurs, securing bank loans is arduous due to exorbitant interest rates and the collateral required, which many lack. Women, in particular, face substantial difficulties in obtaining loans. Small and medium enterprises (SMEs) are vital to our economic framework, especially given the acute deficiency in job creation that drives many to venture into entrepreneurship. Nonetheless, these individuals often struggle with securing capital without collateral and navigating affordable repayment schedules. Thankfully, NGOs and micro-lenders are playing a pivotal role in helping entrepreneurs realise their aspirations and effect transformative changes in a relatively short time. To cultivate a more conducive entrepreneurial ecosystem, it is imperative to simplify and enhance access to financial resources. When successful entrepreneurs create employment, it helps alleviate the burden on youths who might otherwise spend time and energy searching for jobs and becoming frustrated at their inability to secure one.\nRafid Alam, Dhaka[email protected]",
        "headline_1": "Ensuring greater financial inclusion",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-greater-financial-inclusion-1725630711",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-09-2024"
    }
]