[
    {
        "full_article": "At a snap virtual meeting of the Quadrilateral Security Dialogue or Quad, comprising India, the U.S., Australia and Japan, leaders discussed the crisis of Russia’s invasion of Ukraine along with more traditional topics of interest for the Dialogue, including territorial and maritime security across the Indo-Pacific. In the joint statement, issued after the summit, the four nations reaffirmed their commitment to a free and open Indo-Pacific, “in which the sovereignty and territorial integrity of all states is respected and countries are free from military, economic, and political coercion”. The latest Quad meeting was in part likely motivated by the concern of the U.S., Australia, and Japan that India, in not explicitly condemning Russian President Vladimir Putin’s decision to launch a ground offensive across the Russia-Ukraine border and to bomb Ukrainian infrastructure, might not be on the same page as the other Quad members vis-à-vis this conflict. They have not only condemned Russia’s aggression but have also slapped Kremlin elites and organisations linked to them with crippling sanctions. India, contrarily, has abstained from three UN resolutions condemning Russia. There is also a considerable difference on the Russia-Ukraine issue in terms of the individual readouts of the Quad members. While the U.S., Australia and Japan directly called out Russia’s attempt to unilaterally force changes to the status quo in Ukraine and vowed not to let such action occur anywhere in the Indo-Pacific, India’s readout only referenced Ukraine in passing, in the context of establishing a new humanitarian assistance and disaster relief mechanism for this cause.Russia’s action has obviously posed complex questions for India’s strategic calculus, even as New Delhi continues to be guided by the 21st century variant of its non-alignment paradigm, and by its need to remain close to Moscow, a major defence supplier. South Block is already well versed at playing hardball with the mandarins at the U.S. State Department over getting a CAATSA waiver for India’s purchase of $5.43 billion worth of the Russian Triumf missile defence system. While the discussions on the Ukraine crisis will continue at the Quad and across other plurilateral platforms where India and the U.S. work together for the greater good of the rules-based international order, the idea that NATO countries or even Russia can force sovereign nations with a proud history of non-alignment to pick a side in a complex geopolitical conflict is quite passé and eminently unviable in today’s interdependent global arena. The Quad, for example, cannot afford to alienate India, a critical partner in the global-strategic plan to balance the rise of China as a potential Asian hegemon. Yet, India may find its resolve and patience with Russia tested should Russian occupying forces begin committing war crimes and human rights violations in contravention of the Geneva Convention, the Universal Declaration of Human Rights and other applicable global treaties.",
        "headline_1": "Quadrilateral queasiness: On India’s stance in Russia-Ukraine crisis",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/quadrilateral-queasiness-the-hindu-editorial-on-indias-stance-in-russia-ukraine-crisis/article65198277.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-03-2022"
    },
    {
        "full_article": "Lead actors in Uttar Pradesh were repositioning themselves in the last lap of the Assembly elections that are concluding with the seventh and last phase on March 7. The voter participation across the first five phases was close to the 2017 level despite pandemic-related restrictions on campaigning. In the last week, the war in Ukraine also entered campaign conversations. Prime Minister Narendra Modi tried to reach out to people from the State directly affected by the war. He also acknowledged the serious problem of stray cattle caused by the short-sighted cow protection policy that was implemented by the BJP-government in the State. The party appeared defensive on the question of unemployment while gaining support for better law and order and welfare schemes. If re-elected, it has promised more welfare schemes such as a wedding gift of ₹1 lakh for girls from BPL families. Samajwadi Party (SP) leader Akhilesh Yadav took note of the potency of welfare schemes for the BJP and sought to counter it by offering more. He has promised five years of free rations to the poor that will include ghee, lentils and other items. He has also striven hard to overcome the labelling — by expanding his social base — that he stood for one caste and one community: the Yadavs and Muslims. The question is whether he has marshalled enough public support to unseat the BJP that has three-fourths of the seats in the outgoing Assembly. The burden of the SP’s past regime, perceived as corrupt and protective of criminals, disrupts his momentum.Regardless of who wins, the outcome on March 10 will create ripples beyond the State’s boundaries. The results will influence the course of national politics, particularly the efforts to create a common platform of regional parties opposed to the BJP being spearheaded by Telangana Chief Minister K. Chandrashekar Rao. Congress leader Priyanka Gandhi made a mark in the campaign, though nobody is betting on the fortunes of the Congress in the State. The Bahujan Samaj Party and the BJP had a public show of mutual warmth, and the political meaning of that will become clearer in the post-poll scenario. All these moves will largely depend on whether or not the fundamentals of the BJP politics in its biggest stronghold will be challenged. The BJP has not faced a setback in U.P. since 2014, and one-fifth of its sitting Lok Sabha members are elected from this one State. If the SP’s social justice politics upsets the BJP’s Hindutva parade, it will mark a return of the politics of the 1990s in the heartland. This sheer possibility, however indistinct it might be, makes U.P. a very consequential crucible of Indian politics.",
        "headline_1": "Heartland notes: On the BJP and U.P. polls",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/heartland-notes-the-hindu-editorial-on-the-bjp-and-up-polls/article65198469.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-03-2022"
    },
    {
        "full_article": "We recently saw the announcement of new supply chain \"due diligence\" laws by the European Union (EU), which are aimed at making multinational businesses accountable for social and environmental transgressions in supply chains. The idea of such laws has been on the cards for some considerable time, and they have huge implications for RMG supply chains.\nFor many years, fashion retailers have been accused of outsourcing poor environmental and social practices to Asia. It is claimed that they are turning a blind eye to supply chain issues, whether it is poor treatment of workers, forced labour or damage to the environment. The reason such issues are so pertinent to the RMG industry is that it is the one industry which, perhaps more than any other, has been outsourced from the West to Asia.\nWhat do these laws mean and how will they affect garment suppliers? The official draft suggests that to comply with the EU's proposed corporate due diligence laws, companies would need to meet a number of criteria. These include integrating due diligence into their sustainability policies; identifying actual or potential adverse human rights and environmental impacts; preventing or mitigating potential impacts; bringing to an end or minimising the actual impacts; establishing and maintaining a complaint procedure; monitoring the effectiveness of the due diligence policy and measures; and publicly communicating on due diligence.\nHow much of a difference will such laws make, and how will they impact garment suppliers? Well, fashion retailers already carry out a significant level of due diligence on their suppliers. There has been a huge increase in environmental and social auditing in recent years. Fashion retailers use these audits as a kind of insurance tool to maintain standards throughout the supply chains. However, there is no legal requirement to carry out such audits, and there is very little stopping a retailer from working with whomever supplier it wishes. The big worry for fashion retailers is illegal subcontracting, which still goes on in some supply chains and means that retailers end up with supply chain blind spots.\nThe broad point is that the current model as far as due diligence is concerned is a voluntary one. Fashion brands and retailers follow it to a large extent because the reputational risk of not doing so is simply too great.\nBut with the proposed EU laws coming into effect, supply chain due diligence will turn mandatory from voluntary. In many ways, I support this as it will go some way towards levelling the playing field for our customers, and potentially suppliers. In order to avoid falling foul of the due diligence laws, retailers may choose to work mainly with the \"best in class\" suppliers to mitigate their outsourcing risks. This, in turn, would reward the suppliers who have invested heavily in social and environmental governance issues. In theory, social and environmental standards could be raised right across the board.\nMy concern, however, is that the burden of following due diligence will fall almost entirely on the suppliers. I worry that it could mean more audits, more box-ticking, and increased costs for RMG factories. As suppliers, we already face a huge burden where audits are concerned, and these are costly, time-consuming and, in many cases, repetitive. Experience tells us that retailers will pass costs and responsibilities down the supply chains wherever possible. We have already seen this with voluntary agreements, and there is no reason to think any differently if due diligence regulations become legally binding.\nIn light of all this, if the due diligence laws are introduced in the European Union, I think it would be an opportune time for both suppliers and customers to sit down and decide how we are all going to follow the new guidelines. It is in all our interests to sing from the same hymn sheet on this issue.\nIn summary, then, yes, let's have new laws around due diligence, and let's shift away from these issues being handled through a voluntary approach. But let's also use this opportunity for fashion suppliers to enter an open dialogue, where we all discuss exactly what the new laws will mean, and which party will be responsible for ensuring that no one falls foul of the new regulations.\nI talk of cooperation and partnership a lot and on this issue, it is more important than ever. We need to work together on this.\n \nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "Due diligence laws must be a shared burden",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/due-diligence-laws-must-be-shared-burden-2977161",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-03-2022"
    },
    {
        "full_article": "When it comes to long distance travelling, nothing can replace the railway. Beginning around 1880, the Bengal railway expanded soon to bring Assam and East Bengal under its folds. It brought faraway lands nearer to our doorsteps. Trade and commerce got a big boost and, on the sidelines, the postal service also developed and expanded with the railway going deep into the hinterlands.\nSince the steam engine days, the coal-fired locomotive kept us enthralled with its speed, the staccato sound and the smell of the hot steam from the engine that huffed and puffed its way through the forests and hills. The hoot and toot of the whistle every now and then would bring young and old scurrying out of their homes, as the train ran past like a huge serpent through the villages. Perhaps this image has been brilliantly captured in the celluloid by Satyajit Ray in his film \"Pather Panchali.\"\nBengal on both sides of the divide has seen the heydays of railway in the 40s, 50s and 60s, offering useful services to the common people as the cheapest mode of transportation. In a sleepy little town, the coming and going of a train became the occasions of significant activities. Railway became the largest employing sector for the unemployed, and most development activities were centred on it for decades. The railway department could acquire huge land whenever it needed. Massive-scale workshops were built at strategic locations, and huge ponds were dug to store water. Supplying coal to the railway was a lucrative business for local businessmen those days.\nTrain services necessitated the construction of big and small bridges over rivers and canals. Great bridges like the Hardinge Bridge and the Howrah Bridge were built during British rule, and they still stand tall to tell the story of human ingenuity. Steamer companies also benefited from adjusting their schedules with that of the train. Goalundo ghat and Bahadurabad ghat now remain in our memory only.\nNo narrative can depict in full the actual contribution to the socio-economic development of the railway in our side of the world. Many office-goers took the morning train to reach Kolkata or Dhaka in time to attend office at 10am. On a lighter note, it also played a significant role in many of our novels and cinema. Bengal railway was used in the film \"Around the World in 80 Days,\" a Hollywood classic blockbuster.\nGone are the halcyon days of the railway, but romanticism mixed with nostalgia grips us whenever we think of the trains of the yesteryears. How can one forget the \"Green Arrow\" train that ran between Dhaka and Chattogram in the 60s? Over the last five decades, railways have witnessed great changes all over the world. Super speed trains with luxurious interiors and five-star services have been introduced in developed countries.\nIn Bangladesh, however, we have not seen much improvement in terms of quality of locomotives as well as services. One by one, small stations closed down as the railway authorities could not compete with the burgeoning road transports. Valuable parts on the tracks and stone chips needed to keep them intact were stolen by thugs in cahoots with some insiders. Huge sums of money were spent in the name of repair and maintenance of old diesel engines over the decades. Diesel by the gallons has been siphoned away from the depots by powerful thieves who belonged to the railway department. The magnitude of corruption in all the departments of Bangladesh Railway became legendary as it was left to be plundered by all and sundry.\nEvery year, we have become accustomed to hearing the story of how Bangladesh Railway incurred losses to the tune of thousands of crores of taka. With rampant theft of diesel, deteriorating passenger services and corruption in the purchase of equipment and employment of manpower, it does not surprise us to read about the losses. A report in this daily said that the railway lost Tk 1,384 crore in the 2020-21 fiscal year. Meanwhile, in the last fiscal, it earned Tk 1,427.70 crore but spent Tk 2,822.29 crore.\nThe Bangladesh Railway papers show that around 5,000 acres of railway land has gone under illegal occupation, but there are stories of malpractice by the officials in each case of land- or property-grabbing. Powerful people with political backing take possession of railway land on lease, and then construct structures on them.\nIf we go further back, we shall see that in August 2011, the government took up a Tk 1,946 crore project to procure 70 metre gauge (MG) locomotives to address the growing crisis of rail engines and expanding the services of Bangladesh Railway. The locomotives were supposed to reach within June 2017, but the project authorities could not even complete the bidding process by that time. The deadline was extended twice before the project went through a major revision in 2018, when the costs jumped to Tk 2,659.33 crore. The deadline was extended to June 2024.\nThe stories of incompetence, unprofessionalism, outright looting, bungling, mismanagement and pervasive corruption would make the article much longer. We can only hope the current minister would take firm steps without fear or favour to bring Bangladesh Railway back on track and turn it into a profitable sector.\n \nShahnoor Wahid is a senior journalist.\n",
        "headline_1": "Revive the past glory of the railway",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/peripherally-yours/news/revive-the-past-glory-the-railway-2977156",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-03-2022"
    },
    {
        "full_article": "Russia's military attack on Ukraine has unquestionably thrown the global economy off balance. Newspapers are full of stories about the long-term impact of this war. Obviously, I share many of the dire predictions being made, but for this article, I choose to address another equally burning and long-term issue: the role of rising interest rates. In simple terms, it revolves around the question: \"How high does the interest rate have to rise to dampen inflation?\"\nWe know that the interest rate determines the price of holding or loaning money. Banks pay an interest rate on savings to attract depositors. Banks also receive an interest rate for money loaned from their deposits. When interest rates are low, individuals and businesses tend to borrow more from banks, thereby increasing the money supply. As a consequence, inflation goes up. On the other hand, higher interest rates tend to lower inflation.\nWhile this is a very simplified version of the relationship, it highlights why interest rates and inflation tend to be inversely correlated.\nThere is growing concern among economists that the rate of interest that borrowers pay is soon going to shoot through the roof and short-circuit the post-pandemic economic recovery. So, why is the interest rate going up? How does it affect other macroeconomic variables, particularly the price level? Can rising interest rates really curb inflation? I cannot answer all these questions here due to space limitations, but hope to pique the interest of readers so as to enable them to pursue the riddle in greater depth over time.\nA central bank can use interest rate variations as a tool to battle inflation. It does so by setting the short-term borrowing rate for commercial banks—known as the repo rate in Bangladesh—and then those banks pass it along to consumers and businesses. That rate influences everything from interest on credit cards to mortgages and car loans, making borrowing more expensive. On the flip side, it also boosts rates on savings and certificates of deposit (CD), and encourages savings.\nDuring a period of inflation, a central bank aims to make borrowing more expensive so that consumers hold off on purchases, thereby cooling off demand and keeping prices in check. The biggest challenge is to find the right level so as not to raise it too much which will choke off investment and hurt the poor.\nAs we now see, interest rates in countries all across the globe are going up after a lull in recent years. The Bank of England has begun raising interest rates from their all-time pandemic low, and is under increasing pressure to raise the bank rate again. The US Federal Reserve is expected to begin raising the benchmark rate, known as the Funds Rate, at the next meeting of the Board of Governors on March 15-16. The European Common Bank might raise rates selectively, and it is a foregone conclusion that countries in Asia will follow suit, although there might be a slight lag.\nWhat's new about this upward trend is that many central banks in North America and Europe had brought down their respective interest rates to near-zero levels in an effort to achieve the targets of maximum employment and price stability. Unfortunately, inflation has recently reached a high level in the wake of rising demand and supply chain bottlenecks. The central banks have now decided to apply the brakes on aggregate demand and money supply to dampen inflationary pressures.\nThe critical question here is whether the observed movement in the two variables—interest rate and inflation—exhibit any causality, or is it merely a coincidence? Of immediate relevance is the question: Will merely raising the interest rate bring down the rate of inflation? In addition, how high and how fast does the interest rate have to rise to make an impact on inflation? For instance, if needed, can the Fed raise interest rates to 5 percent, 10 percent, or as in the 1980s, to 20 percent? Is this even calculable or predictable in advance? The answer to these questions is no.\nRaghuram Rajan, former chief economist at IMF and governor of the Reserve Bank of India, dismissed interest rate as a \"blunt\" tool in a situation where the real culprit is the creaky supply chain. Interest rate is a blunt tool also because aggregate price indices alone don't tell us specifically which prices are changing, for what reasons, or to what effect.\n\"The government should take action to protect the poorest through stronger price caps and direct financial support, while increasing investment in green projects to end our exposure to volatile fossil fuel prices, and dampening demand among those who can afford it through wealth taxes,\" Rajan adds.\nOf course, it will take some time for any action a central bank takes to impact the economy and curb inflation. That's why the policy-making groups need to carefully watch economic data to decide how much and how frequently to raise rates.\nAnd the biggest challenge is to find the optimal level of interest rate increases without pushing the economy into a slump. Treating inflation is like treating cancer with chemotherapy, as an expert said. \"You have to kill parts of the economy to slow things down. It's not a pleasant treatment.\"\n \nDr. Abdullah Shibli is Senior Research Fellow at the US-based International Sustainable Development Institute (ISDI).\n",
        "headline_1": "Can rising interest rates really tame inflation?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/open-dialogue/news/can-rising-interest-rates-really-tame-inflation-2976346",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-03-2022"
    },
    {
        "full_article": "Although Ukraine's armed forces are outnumbered by those of Russian President Vladimir Putin invading our country, we take heart from the growing support we are receiving from friends abroad. Nobody should forget that this is not just an unprovoked invasion of Ukraine; it is an assault on the free world.\nPutin has been at war with the free world for decades. He has ordered the assassination of Russian exiles on foreign soil, in democratic countries such as the United Kingdom. He has interfered in democratic elections, both in the United States and across Europe. He and his cronies have looted Russia and laundered the cash abroad. He has propagated disinformation worldwide, and crushed dissent at home. In 2008, he sent Russian forces into Georgia, where they continue to occupy large swaths of that country. And most recently, he has occupied Belarus—now a launchpad for his war on Ukraine.\nIn Ukraine, Putin's forces have exhibited appalling cruelty, bombing apartment blocks, hospitals, schools, and other essential civilian infrastructure that is critical to urban civilian life. The bombing of Freedom Square in Kharkiv and the use of cluster munitions in cities are unambiguous examples of war crimes. Russian troops are committing acts of genocide against the Ukrainian people.\nBecause Putin's troops have overrun sensitive sites containing radioactive material in Chernobyl and Kyiv, nuclear catastrophe is also already upon us. His decision last weekend to place Russia's tactical nuclear forces on high alert is another sign that he has no limits.\nThe longer Putin's assault on Ukraine continues, the greater the likelihood that other countries will need to step in more forcefully. It is no secret that Putin's objective extends beyond Ukraine. He wants a return to the 1945 Yalta Conference, when world leaders carved up post-World War II Europe according to Western and Soviet spheres of influence. Just last week, the Kremlin spokesman issued direct threats against Sweden and Finland—two countries that, like Ukraine, are European but not members of NATO.\nThe free world has begun to wake up to the magnitude of the threat Putin poses. For too long, the global response amounted to too little, too late. But by barring several Russian banks from the SWIFT financial messaging system, freezing a significant share of Russia's foreign-exchange holdings, and supplying us with advanced military hardware, the free world is helping Ukraine drive Putin back.\nWe are grateful to Poland and other Western neighbors for doing all they can to accommodate Ukrainian refugees—though we now understand that Russia is deploying paratroopers to terrorise these people and to close our western borders.\nTo resist Russia and save Ukraine, we need more help immediately. For starters, Western powers could enforce a no-fly zone over Ukraine to prevent the continued aerial bombardment of civilian population centres. Second, other countries must impose an oil and gas embargo on Russia, to cut off its primary revenue source. Third, governments should expel Russian diplomats, deny Russia landing rights, and ban all Russian media channels. And, finally, Russia's veto at the United Nations Security Council should be revoked, followed by a special war-crimes tribunal to prosecute Putin and other culpable officials for the crimes against humanity that have become a staple of Russian policy in Ukraine.\nPutin's terrorist army may inflict horrific damage on our cities, but it will never take control of Kyiv, our Ukraine's capital and spiritual home. He can try to erase our city from the map with bombardments, but we will never capitulate.\nAs I sit here on the outskirts of Kyiv, Ukrainian politicians of all stripes have rallied together with civil-society leaders and foreign parliamentarians to counter Putin's outrageous attack on our country.\nWhile our brave armed forces and citizens are resisting Putin's criminal invasion in the cities and forests of Ukraine, we will continue doing what we can to defend ourselves. We know that we have truth and freedom on our side. All free countries must know that the fight Putin has forced upon us is not ours alone.\n \nIvanna Klympush-Tsintsadze is chair of Ukraine's Parliamentary Committee on Integration of Ukraine to the EU.\n",
        "headline_1": "What Ukraine needs",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/what-ukraine-needs-2976341",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-03-2022"
    },
    {
        "full_article": "It is pretty amazing that Bangladesh is on its way to becoming a major source of recycled yarn and fabrics made from plastic bottles. Reportedly, some Bangladeshi companies have already set up plants investing hundreds of crores of taka to make flakes from waste plastic bottles, which will be used to make yarn and fabrics. Recycled yarns are used to make some high value-added garment items such as jerseys, jackets, quilts, padding and outerwear. It is a growing global trend now to make yarn from recycled plastic bottles, as Western consumers are becoming increasingly conscious about saving the environment from plastic pollution. As the demand for such garment products is increasing worldwide, Bangladesh can take this opportunity to become a major producer of yarn and fabric made from plastic.\nReportedly, international retailers and brands are asking suppliers to add 25-30 percent of the raw material made from plastic to the finished garment items. Bangladeshi companies mostly import these recycled yarns from China. But the price of the yarn has increased a lot in the international market, which has led some Bangladeshi companies to plan for producing their own plastic flakes and yarns.\nIt is good to know that already seven local mills have set up plants to produce flakes from waste plastic bottles. While some of them have already started their production, they are struggling to get the required raw material for production. The problem is that plastic waste and bottles are usually collected in an informal way. If this process could be formalised and incentivised, the collection would definitely increase. Also, the seabed of the Bay of Bengal could be explored to extract plastic bottles currently polluting its waters.\nBeing the 10th most plastic-polluting country in the world (according to the Earth Day Network, 2018), it should be our priority to invest more in setting up recycling facilities. The National Action Plan for Sustainable Plastic Management has set a target of recycling 50 percent of plastic by 2025. In order to fulfil that target, more companies should come forward to make plastic flakes to be used to make garment products. Besides, recycled plastic can be used to produce many day-to-day household products. While reducing our consumption of plastic is very important, it is equally vital to reuse and recycle them. And we believe that more Bangladeshi companies will come forward to set up recycling plants to beat plastic pollution in the country.\n",
        "headline_1": "From garbage to fashion!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/garbage-fashion-2977141",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-03-2022"
    },
    {
        "full_article": "It's alarming that amid skyrocketing prices of daily essentials, yet another problem—a crisis of edible oil, particularly soybean oil—has now emerged, with retailers and wholesalers allegedly stocking it up to create an artificial crisis, and refiners slowing down delivery. According to a report by this daily, many consumers are returning empty-handed from local stores and kitchen markets. In the absence of effective monitoring, both retail and wholesale stores are exploiting the situation by either citing a lack of oil supply or selling them at exorbitant prices. As a result, not only are government-fixed prices being ignored, but low-income customers are being disproportionately affected as well.\nThe timing of this couldn't be worse, as consumers are being drowned under unusually high prices for almost all essential commodities. It was only the other day that we commented on the morbid scenes of people, many from the so-called middle-income backgrounds, running after state-run TCB trucks or jostling for position in front of them to buy commodities at lower prices. The edible oil crisis, we're told, has reached a point that the poor, frustrated by high prices, are going for loose (unbottled) oil in small quantities, but that too is becoming scarce. On Saturday, loose soybean oil was barely available in Dhaka's kitchen markets, while the price of a five-litre bottle was as high as Tk 830, although the government-fixed rate is Tk 795.\nBangladesh has to depend on the international market to meet 90 percent of its edible oil demand, making the role of importers and refiners hugely important. Insiders say the present crisis is the result of a stocking tendency within the supply chain after the refiners demanded that the commerce ministry increase the price of edible oil to Tk 180 per litre from March 1—up by Tk 12 from the government-fixed price. Some have cited high import costs and duties as well as supply concerns in the middle of the Russia-Ukraine war. The government didn't entertain their demand for hikes, according to the commerce minister, and as a result an unscrupulous group is manipulating the market.\nThe government plans to ban the sales of loose soybean oil after May 31, and palm oil after December 31 this year. This is a good move and should have been done earlier, as loose edible oil can not only be a tool of manipulation, but is often heavily adulterated, causing various health complications. But it is nowhere near enough. The government must initiate stronger interventions to check irregularities and make oil available within the reach of ordinary customers. It must ensure fair price adjustment in light of international prices, and punish errant traders and importers who try to exploit the situation as well as its lax oversight of kitchen markets.\n",
        "headline_1": "Out of reach, out of control",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/out-reach-out-control-2977041",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-03-2022"
    }
]