[
    {
        "full_article": "When the old rural economy collapses it also brings down patriarchy, or the traditional authority of male family elders. Yet, because the household still expects men to be providers, they are sent out to cities foraging for jobs but without a route map or compass.\nThe lonely, fearful male migrant, now uncertain of every leaden step, soon develops an acute case of manxiety.\nRead full story on TOI+\n\n",
        "headline_1": "‘Manxiety’ in our metros",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/manxiety-in-our-metros/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-04-2024"
    },
    {
        "full_article": "By Amitabh Dubey\nBJP’s failings in its decade in power are no secret. People are being asked now to wait till 2047. However, someone has to actually represent people and govern meanwhile, which is what Congress knows something about. As the party that built most of the institutions, brought in economic liberalisation and built the social safety net – MGNREGA and National Food Security Act – that saved India during Covid and subsequent distress, its ideas have always mattered. Enter Congress’s Nyay Patra manifesto.\nRead full story on TOI+\n\n",
        "headline_1": "‘Our ideas have always mattered’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/our-ideas-have-always-mattered/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-04-2024"
    },
    {
        "full_article": "The Bengal famine of 1943, which killed 3 million people, was more the making of Churchill-era British policies than nature. In Gaza today, all 2.2 million residents are food insecure – because of Netanyahu.\nAccidental/Intentional | For five months, they have been blockaded in, with more bombs than humanitarian support. This week, three deadly Israeli strikes on a World Central Kitchen convoy have halted its operations. Earlier, UN’s relief and works agency suspended aid deliveries in north Gaza, after its convoy was struck.\nGiving advance notice of their movements to Israeli military, known as deconfliction, is standard procedure for aid organisations. That over 200 aid workers have yet been killed, is now raising horrifying suspicions that they have been actively targeted.\n\n \n \nOutrage/Bombs | The WCK incident, however, marks the first international casualties. And since citizens of Western countries were killed Israel has been more ‘explanatory’ than usual. And that’s also why even Trump has conceded, “Israel is absolutely losing the PR war…losing it big.” But will Western outrage allow Gazans access to the hundreds of million tonnes of aid idling outside Gaza’s border? For now, US supply of weapons to Israel to drop on Gazans remains in heavier flow.\nHumanity/Barbarity | Delivering food aid in warzones is kind and brave work. A moving commitment to humanity. We saw this during the pandemic as well, civil society organisations, including gurdwaras, stepping up to help the hungry where govts failed. WCK, founded by celebrity chef José Andrés, helped Israelis after the Oct 7 attack. It helps in Ukraine. As Andrés says, food is not a weaponof war, and yet that is what it has been turned into in Gaza. Israel cannot keep arguing, “It happens in war,” as its actions literally starve Gazans to death. But who’ll make the Israeli govt eat its own words?\n\n",
        "headline_1": "War on food",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/war-on-food/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-04-2024"
    },
    {
        "full_article": "Mumbai’s April 2 IPL match – between Bangalore and Lucknow teams – had a record first: a sign language interpretation of the cricket commentary. It follows another record first – last Oct, the Supreme Court appointed an Indian Sign Language interpreter for a hard-of-hearing advocate. CJI said, “we’re thinking, for constitution bench hearings, we’ll have an interpreter so everyone can follow.”\nMake this happen. As a country, we’re tone deaf to the needs of the hearing impaired, though India’s home to 63m deaf and hard-of-hearing people, globally the largest proportion of population. India’s done precious little to help either teach them their language of communication (Indian Sign Language), or incorporate ISL in teacher training, or in classrooms. In fact, Indian Sign Language Research & Training Centre’s website noted ISL wasn’t even used in schools for the deaf. Advocacy led to GOI setting up the ISL research centre in 2011. In 2022, it was still struggling to compile a directory of schools for the deaf.\nFar too many reports speak of affected children not following a word in regular classrooms, but allowed to ‘copy’ to pass tests. Add to that the push for cochlear implants as a solution, instead of improving communication by promoting sign language. The IPL match was made pitch perfect for hearing-impaired cricket lovers. Let’s learn from cricket.\n\n",
        "headline_1": "Pitch perfect",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/pitch-perfect-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-04-2024"
    },
    {
        "full_article": "Though Bangladesh achieved significant economic growth over the last two decades, still it could hardly show matching progress in terms of job creation.  To some economists such 'jobless growth' is a puzzle and they held high trade barriers as some of the reasons for such anomaly in the economy.  The issues came up nat a  recent seminar jointly organised by the South Asian Network on Economic Modeling (SANEM) and the World Bank, where  experts pointed out several reasons for this dichotomy. One is that the fresh graduates coming out of the education system lack the necessary skills to meet the needs of  the  country's many industrial and commercial establishments. Those include promising sectors like information technology (IT) and the apparels sector, which have been forced to import the requisite skilled manpower from abroad. So, there is greater need for increased investment in human capital and rejuvenating private sector growth \"as key factors for local job creation.\"\nYet, the dearth in human capital remains largely unaddressed. Of late, there has been a realisation at the policy level that technical / vocational training is of great import if the country is to reskill the existing workforce and impart skills for young people coming of age. Yet, not much has happened in either setting up quality institutes nationwide because according to published data, around 800,000 graduates are entering the existing population of the unemployed each year. A full-fledged national skills development plan exists, but is it going about producing tangible results? That remains the billion-dollar question, since the country has an economy worth more than $100 billion a year.\nThe macroeconomic situation hasn't helped matters. There is the question of stubborn inflation and currency devaluation which have had its impact on the job market. While parallels have been drawn with India, the two countries are fundamentally different in some core areas. India had spent nearly the first four decades since independence in developing and honing its institutions and a large portion of its resources went into education. Bangladesh too had a good education system, but for whatever reason, this system has been allowed to wither away and in the absence of real quality control - the products out of the current education system are hopelessly out of touch with what is needed by the economy. Yes, Bangladesh has taken giant strides in reducing poverty and emerged as a global giant in one sector, i.e. RMG. Other sectors like footwear, pharmaceuticals look promising and are beginning to make their mark; but overall, it would be difficult to relish this success in its entirety since nearly a million foreign workers are engaged in key areas of production and management in the vibrant sectors of the economy.\nTrade barriers, notably,  are an impediment. Regardless of regional economic unions and associations, non-tariff barriers continue to exist - both in terms of commerce and job opportunities. These have never been fully resolved. It is not possible for the country to address all its multifarious economic problems at once. It can however, revisit the way young people learn in this country. What can be done is to revamp the education system and develop a full-fledged parallel vocational and training sector that will equip the workforce suitably. Presently, the country largely exports \"unskilled\" manpower. It could earn many times more remittance, if the percentage of \"skilled\" manpower increased in the annual economic migrant population. That is where the focus and resources must be given and allocated, if Bangladesh wishes to solve the problem of foreign exchange and help pay for the development it so desires.",
        "headline_1": "Addressing the anomaly of jobless growth",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/addressing-the-anomaly-of-jobless-growth-1712415047",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-04-2024"
    },
    {
        "full_article": "Despite the apprehension that the Islamic banking industry in the country has fallen into deep trouble, the industry's overall performance last year indicated a positive trend. Many of the key indicators showed that Islamic banks are still on the right track, although some corrective steps are necessary to boost the customers' confidence further. As one-fourth of the country's banking sector now operates under the Islamic mode of finance, it is essential to keep the industry vibrant. Last month, Bangladesh Bank released the quarterly report on Islamic Banking in Bangladesh. It showed that at the end of December 2023, Islamic banks represented 25.35 per cent share in deposits and 28.92 per cent share in investments in the total banking industry. The ratio was 25.81 per cent and 29.20 per cent, respectively, at the end of December 2022. However, the marginal decline in the Islamic banks' share in deposits and investments within a year is not so alarming. This is because both the deposits and investments increased by 8.16 per cent and 9.81 per cent, respectively. Statistics available with the central bank also showed that all exports, imports and remittance mobilisations through the Islamic banking industry increased significantly at the end of 2023 over the same period of 2022. The sector's combined excess liquidity, however, dropped by 13 per cent, showing some weakness in the Islamic banking industry.It is to be noted that at the end of December 2023, there were ten full-fledged Islamic banks in the country operating with 1,670 branches. In addition, 30 Islamic banking branches of 15 conventional commercial banks and 624 Islamic banking windows of 16 conventional commercial banks also provide Islamic financial services. All these together are considered the country's Islamic banking industry or sector, although the full-fledged 10 Islamic banks' share was more than 92 per cent of the total deposits of the sector and 94 per cent of the investments at the end of last year. These banks earned 99 per cent of the total remittance, though they shared around 81 per cent of the total international trade financing of the Islamic banking industry. Islami Bank Bangladesh PLC (IBBL), the oldest and leading Islamic and private commercial bank in the country, holds one-third of all Islamic banks' deposits and investments and 40 per cent of remittance earnings. Al-Arafah Islami Bank PLC, however, had one-third of international trade financing at the end of December last year. Last year, the liquidity crunch in Islamic banks became a serious concern. Five of the ten full-fledged Islamic banks faced persistent liquidity crises and were compelled to seek special liquidity support from the central bank. Many, however, interpreted that these banks were in deep trouble and sought support from Bangladesh Bank. They also argued that internal mismanagement and bad loans have deteriorated the asset quality of some of the Islamic banks, which is reflected in the liquidity crunch. Some even apprehended that depositors have lost confidence, driving massive withdrawals from these banks. All these create panic and misunderstanding about the Islamic banks, further complicating things. Interestingly, all the five Islamic banks regained some liquidity surplus by the end of December signalling the improvement of liquidity situation. It is, however, important to note that the liquidity support by the central bank to commercial banks from time to time is a regular function. When the money market becomes dry due to higher demand of cash, many commercial banks resort to direct and indirect liquidity support from the central bank. In Bangladesh, conventional banks must maintain a 13 per cent Statutory Liquidity Ratio (SLR) and a 4 per cent Cash Reserve Ratio (CRR) with Bangladesh Bank. CRR is the portion of total deposits that commercial banks must maintain as cash reserves with the central bank. SLR is the minimum percentage of a bank's net demand and time liabilities that it has to maintain in the form of approved government securities. A conventional bank usually maintains the SLR by investing in treasury bonds with different maturities. The bank may use the bond through repo or reverse-repo mechanism to avail necessary liquidity or cash from Bangladesh Bank when required.The SLR for the Islamic banks is 5 per cent instead of 13 per cent and CRR is 4 per cent. However, an Islamic bank cannot invest in treasury bonds or other government securities because these instruments are interest bearing ones and not shariah-complaint. There was no eligible investment option for the Islamic banks to maintain the SLR earlier. To overcome the shortcoming, the Bangladesh Government Islamic Investment Bond (BGIIB) was introduced in 2004. Islamic banks can borrow from this fund in case of liquidity shortage, which is mobilised through the selling of the BGIIB securities based on the mudarabah principle. But, the transaction is thin. In 2020, the government introduced the Sukuk, an Islamic bond, which became a vital instrument for Islamic banks to maintain SLR. The total amount of Sukuk issued stood at BDT 180.00 billion till the end of December 2023. As other commercial banks and financial institutions have also invested in Sukuk, the space for Islamic banks has also been reduced here. This means that even after investing in Sukuk, these banks have idle funds in hand. When demand for cash withdrawal increases, the idle funds are exhausted, and the banks at one stage face a liquidity crunch. The Islamic bank, like the conventional banks, cannot borrow from the call money market as the repayment is subject to interest. In that case, the only option for these banks is to seek the central bank's support. So, it is necessary to float some more Islamic securities or tools so that the Islamic banks can manage the liquidity efficiently. The latest quarterly report of the central bank, however, claimed: \"To make efficient use of excess liquidity of the Islamic banking sector, more innovative Islamic money market and capital market products are introduced. The recent introduction of Sukuk and its huge responses from the investors indicate that it will facilitate smooth liquidity management of Islamic banks which may also help deficit financing of the government budget and promote Islamic capital market in the long run.\"In reality, more work is needed as a number of barriers are there to develop well functioning shariah-complaint financial instruments. Five years ago, a study paper titled 'Liquidity Management Instruments for the Islamic Banks in Bangladesh' identified these and outlined a series of recommendations. Many of these are still relevant.[email protected]",
        "headline_1": "Islamic banks need more investment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/islamic-banks-need-more-investment-1712415086",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-04-2024"
    },
    {
        "full_article": "Subject to the sighting of the moon for the month of Shawwal, the holy month of Ramadan will end and Eid-ul-Fitr will be observed across the country on Wednesday or Thursday. The appearance of the faint and fleeting crescent in the evening sky will be celebrated with a joyous spirit. Congregational prayers will be held in the morning, greetings will be exchanged, and the people, especially children and youth will don their finest dresses as part of the festivity. It's probably the most exciting day of the year for the children, especially. Eid-ul-Fitr, the greatest religious festival for Muslims, marks the end of practising self-restraint and self-purification through fasting and other religious rituals during the holy month of Ramadan. It brings peace and happiness to all Muslims who celebrate it with festivity and religious fervour and also strengthens and unites communities.Eid is seen as an Islamic festival, but it's much more than that. It's a festival for Muslims no doubt, but as a major religious celebration, its horizon is much broader and encompasses an entire society, composed of many different communities. Eid, with its message of peace and brotherhood, unites the people both at intra-communal and inter-communal levels. Apart from the religious rites, there are family-orientated joyful events and festivities that brighten up society as a whole. This year, however, the festival could have been more pleasurable and fun had it not been for some unenthusiastic factors. The holy month of Ramadan specifically instructs Muslims to follow a definite code of conduct both in their personal and social life. It advises devotees to refrain from all wrongdoings and encourages them to practice self-restraint. It flows from these teachings that traders should be fair in their business and refrain from doing unethical transactions. But contrary to the spirit of Ramadan, dishonest sections of the traders use the month to maximise their profit by adopting various unfair means. Most of the transport owners, too, take advantage of the people's need to return to their ancestral homes and be reunited with their families. They squeeze exorbitant fare from them, apparently without feeling any guilt. The combined effect of these factors casts a pall of gloom over the spirit of the holidaymakers. It is due to these depressing factors that the festival would not be as joyful for many as it could be. Besides, Eid had never been nor is it ever likely to be joyful for people crushed under grinding poverty. Islam urges Muslims to share Eid happiness with poorer sections of society. But, regrettably, the tendency to monopolise happiness seems stronger than sharing it. There are no government programmes to make the Eid festival happier for the slum dwellers, street children, and other sections of the destitute. Nor are affluent sections of society coming forward with benevolent objectives. Eid is full of happiness, but seemingly only for a section of society. It is the duty of the government to plan and make Eid meaningful for the poor and destitute members of society. Besides, the well-off sections of society should not forget their social responsibility; they should extend a helping hand to the poor if they really want to establish the basic teachings of Islam in their own life.Let us pray for the day when Eid will be a festival of happiness that embraces all and not have the poor, homeless, and destitute on the outside looking in.Eid Mubarak![email protected]",
        "headline_1": "Let this Eid bring happiness to all",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/let-this-eid-bring-happiness-to-all-1712415149",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-04-2024"
    },
    {
        "full_article": "As we approach the conclusion of the holy month of Ramadan, it's necessary to reflect on the economic landscape that has unfolded during this period, particularly in the realm of imports and price dynamics.At the onset of Ramadan, the influx of imports, particularly of essential commodities such as chickpeas, sugar, dates, and edible oils, painted a picture of abundance and reassurance for consumers. However, as the month progressed, a disconnect emerged between import statistics and retail prices, presenting a perplexing puzzle for businesses and consumers alike.The surge in prices, despite ample imports, can be attributed to a confluence of factors, including the appreciation of the dollar, elevated customs duties, and increased operational costs. This phenomenon has resulted in significant price hikes across various essential items, posing challenges for businesses in managing their bottom lines and for consumers in managing their budgets.Take, for instance, the case of dates, a staple during Ramadan. While imports have been sufficient to meet demand, prices have soared, placing strains on both consumers and retailers. Such discrepancies highlight the need for a closer examination of market forces and regulatory measures to ensure price stability and consumer affordability.To stabilise the market, stakeholders across the supply chain must collaborate and explore avenues for mitigating price volatility and promoting a more sustainable economic environment. This necessitates proactive engagement with regulatory authorities and industry stakeholders to address underlying structural issues and foster a more resilient marketplace.Mahnaz Raihan, StudentNorth South University[email protected]",
        "headline_1": "Imports and price trends",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/imports-and-price-trends-1712415167",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-04-2024"
    }
]