[
    {
        "full_article": "With her dramatic escape from Dhaka, just moments before mob arson and vandalism, ousted Bangladesh Prime Minister Sheikh Hasina will have time to pause and consider what led to this little-expected outcome. Once the hope of Bangladesh’s youth, in battles for democracy, and a Prime Minister who breathed life into the Bangladeshi economy, Ms. Hasina was eventually seen as the students’ greatest adversary, held responsible for over 300 deaths in protests of the past two months. While she was admired for her crackdown on terrorist camps in 2009, handing over criminals to India, and her campaign against radicalisation, Ms. Hasina was recently more reviled for using the same strong-arm tactics on her opponents. The student protests over the quotas that began in July may have been the final straw; anger was building up over the past decade, with allegations of vote rigging and the suppression of media, and sending leaders, journalists and activists to jail on trumped-up charges. Even after winning elections in January for a fourth term, Ms. Hasina continued down that path, with cases and jail terms against Nobel Laureate and Grameen Bank founder Muhammad Yunus, now tipped to head the interim government. Her actions, and refusal to give any space for dissent, have tarnished the legacy she holds most dear — that of her father, the much-beloved founder of Bangladesh, Sheikh Mujibur Rahman, whose statues now stand amidst the rubble. There is no doubt that the extreme mob violence and protests had political support, and possibly the encouragement of elements in Pakistan and the U.S., both of which had tense ties with the Awami League government. More worrying is the underlying involvement of Islamist groups that could affect the religious tolerance and secularism that Ms. Hasina tried to usher in during her 15-year tenure.For India, each of these outcomes must be cause for introspection. New Delhi was not just complicit in Ms. Hasina’s actions against Bangladeshi opposition members by failing to advise her of the repercussions. It also failed to engage them, losing goodwill on Dhaka’s streets as well. The Modi government’s unalloyed support for Ms. Hasina also ensured her uncritical support, forcing her to accept even unpopular decisions such as the Citizenship (Amendment) Act. While securing Ms. Hasina’s safety and well-being, in a manner accorded to a leader who has always upheld India’s interests, the government must not waste time in engaging with the next regime and work to assist a peaceful transition to a more inclusive process for democracy in Bangladesh.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nBangladesh\n\n/\n\nIndia-Bangladesh\n\n/\n\npolitics\n\n/\n\npolitical parties\n\n/\n\npolitical development\n\n/\n\nterrorism (crime)\n\n/\n\neconomy (general)\n\n/\n\nstudents\n\n/\n\ndemocracy\n\n/\n\nelection\n\n/\n\ngovernment\n\n/\n\nhistory\n\n/\n\nCitizenship Amendment Act\n\n/\n\ncivil unrest",
        "headline_1": "​From hope to despair: On Bangladesh after Sheikh Hasina",
        "headline_2": "Sheikh Hasina developed an authoritarian streak as she stayed on in power",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bfrom-hope-to-despair-on-bangladesh-after-sheikh-hasina/article68493224.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-08-2024"
    },
    {
        "full_article": "With arguably the most unexpected plot twist in the recent history of U.S. politics playing out in the form of incumbent President Joe Biden stepping back from the race for the November election, the hope for building a less toxic and more compassionate paradigm of politics for the next four years has fallen to his nominee, Vice-President Kamala Harris. Ms. Harris, of mixed Indian and Jamaican heritage, has been formally recognised as the Democratic Party’s candidate to take on Republican challenger and former President, Donald Trump, after she secured more than a majority of votes from party delegates just before the Democratic National Convention later this month. Now, Ms. Harris is in the throes of a high-speed dash to the finish line, including a flurry of campaign activity relating to her vice-presidential pick, the optics of the Convention, the presidential debates to follow, and the ceaseless generation of media and online advertising material aimed at swaying voters’ minds in her favour. Her strategy appears to be working — in picking Minnesota’s progressive Governor, Tim Walz, as her running mate, she has partnered with a leader with a reputation for turning Republican districts Democratic. Although Mr. Biden had trailed Mr. Trump by a few points in approval surveys across the critical swing States, Ms. Harris has not only tipped the scale back towards Democrats by a margin of 1.9% based on an updating adjusted average of major national polls, but she has also proven her credentials in pecuniary terms by raising a whopping $310 million in July, including $200 million in the first week after entering the race.Her late entry comes with both advantages and risks. On the one hand the Trump campaign has had to scramble and re-focus its critique on her after spending months and even more dollars targeting Mr. Biden, especially highlighting his age, and blaming his administration for alleged failures regarding the economy and job creation, and immigration. Now, Mr. Trump appears to be pivoting to a baser tenor of name-calling and race-baiting, disputing Ms. Harris’s racial identity in uncharitable terms. This, ironically, cedes the high ground to Ms. Harris, potentially giving her the space to cast a broader political net and forge a more inclusive policy agenda that could rise above race politics, reinvigorate the liberal base and values of her party, and allow her to be seen as more than just the alternative candidate to Mr. Trump. The reality is that it is not only the U.S. but also the world that would stand to gain from Washington under the next President holding firm to core democratic values and genuinely working towards peace across the many troubled regions of the world, most immediately in the context of the conflict in Gaza spiralling across West Asia, and Russia’s belligerence in Ukraine.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nUSA\n\n/\n\nUS PRESIDENTIAL POLLS\n\n/\n\npolitics\n\n/\n\nvoting\n\n/\n\nmedia\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nRussia-Ukraine Crisis",
        "headline_1": "​Healing a nation: On Kamala Harris and the U.S. Presidential race",
        "headline_2": "Harris’s late entry to the race gives her more advantages than disadvantages",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bhealing-a-nation-on-kamala-harris-and-the-us-campaign-race/article68492788.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-08-2024"
    },
    {
        "full_article": "Trump, JD Vance, Rishi Sunak, and Suella Braverman don’t like people who are like them\nDonald Trump and JD Vance, his one-time die-hard detractor who had described him as an American Hitler, and who is now his running mate for White House, have several things in common. They both don’t believe in manmade climate change. They’re both anti-abortion. And they both have an antipathy to people who are just like them. Or people like the people they’ve descended from, or people who are their family members. \nTrump and Vance don’t like immigrants. Why? Because immigrants purportedly take away jobs from natives? Perhaps. But the main reason why people like Trump and Vance, and their counterparts elsewhere, including in India, don’t like immigrants is because immigrants are outsiders, and have outside customs, and outside languages, and outside eating habits, and outside anything you care to name.\nThe problem with wanting to keep outsiders on the outside is that those who consider themselves insiders, like Donald and JD, are the descendants of outsiders, as are members of their families. \nAll white immigrants to US are descended from immigrants, from England, Ireland, and sundry parts of Europe who, by a series of wars, dispossessed the indigenous Americans and made them outcasts in their own land. \nTrump’s first wife was Czech, and his current spouse is Slovenian. Vance’s wife is the daughter of immigrants from Andhra. \nSimilarly, ex-UK PM Rishi Sunak, and Suella Braverman, who came up with a plan to ship illegal migrants to Rwanda, are descended from Indian outsiders. \nIndeed, the English themselves are descended from ‘boat people’ like Vikings, and Danes, and Jutes, and Angles who barged into the island without visas or passport control and marginalised the local Celts and Picts, so much so that the word England itself is derived from Angle-land.\nThe inconvenient and uncomfortable truth is that all of us, wherever we are, and whoever we are, are from someplace else. There’s an outsider inside us all. \n‘Immigrant’, when deconstructed, becomes ‘I’m migrant’.\n\n",
        "headline_1": "Outsider inside",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/outsider-inside/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-08-2024"
    },
    {
        "full_article": "Expecting the past to keep delivering returns is as irrational as romanticising it. Look ahead  \nWith Bangladesh in great flux, many Indians are also in great confusion. Specifically on the point of, wait, they stopped being grateful to us, how did that happen? The reason our neighbouring country’s crisis is being looked at through this simplistic prism in some quarters, is because they are stuck in a timewarp. Yes, in 1971, India played a key role in Bangladesh’s independence. But the currency of gratitude doesn’t buy a limitless supply of affection, let alone subjection. The misunderstanding that it’s a gift that will never stop giving is, however, widespread.\nIf employees think that appreciation of a given project will translate into a career-long payout, that’s cuckoo. Employers would be equally silly to expect unending gratitude from employees, in exchange for a fine increment one year. Parents tend to have similarly unreasonable expectations, about how children will continue obedience even when they outgrow dependence. To be bonded to an unchanging and irretrievable past is to fall out of step with the present. An unsympathetic psychoanalyst has called it “backward-looking navel-gazing”. \nAren’t such narcissistic illusions understandable as coping mechanisms for current challenges? Yes, but a better question is, do they help or harm? As an example, consider elders mandating how young Indians must observe Independence Day. Such mandates originate in what elders themselves did in their youth. The problem is the meaning of Independence Day will be lost on anybody who is denied the freedom to interpret it for herself.  The future itself is thus being held hostage to the past. \nAs another example, consider the invocation of some ancient golden age to deal with the woes of India today. Projecting advanced reproductive technologies, stem cell research and spacecraft into our pre-modern past ends up damaging the cause of science in our modern nation. Such nostalgia is just as toxic to us, as imperial nostalgia is to our former colonialists. A certain elite in UK is still hellbent on flogging the fantasy that Britain is still a major global power. It isn’t. Such fallacies end up feeding into the ‘Make Britain Great Again’ hysteria, which has erupted into ugly riots this month. \nMemory researcher Charan Ranganath recently told TOI, if any politician tries to tell you that things used to be good and now they are bad, you should be immediately suspicious. Politicians who talk too much of the past are generally bad at dealing with what the future holds. \n\n",
        "headline_1": "A Bangla lesson",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-bangla-lesson/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-08-2024"
    },
    {
        "full_article": "From Dhaka protests to Wayanad tragedy to British riots, reminder again of dangers of AI deepfakes\nAs explosive events in Bangladesh unfolded, Bengal police alerted the public to “not step into a fake news trap” that can spin into unrest. Images of Bangla protests have deluged messaging apps. It’s impossible for the public to differentiate between authentic and doctored, or fake, images. And it takes nothing to get confused, desperate and riled. It is this emotional impact of, and reaction to, images that make fake images so dangerous. Take for instance, how the multi-city anti-immigrant riots are sweeping Britain – in part triggered by fake news of a “Muslim immigrant” having  stabbed three British girls. \nYesterday, a factchecker unit posted that the image of an infant cradled in its mother’s arms, both caked in mud from the Wayanad landslide that took their lives, was AI-generated. The picture moved like wildfire across online media as among the “defining images” that captured the devastation. Now we’re told it wasn’t real. Pitfalls of political manipulation of images and their impact are known, but who gains from a deepfake of a tragedy?\nScientists say those who put out such AI images target how people remember events. One, the first thing that fades from memory is where an image came from. Two, striking photos can seldom be erased from memory. So, if it’s stuck in one’s mind, no fact-checking is likely to dislodge one’s recollection of the Wayanad landslide that was formed from the mother and baby image. Memory is non-factual. People trust photos. And AI researchers believe deepfakes will eventually become undetectable. In these testing times post the crisis in Dhaka, the dangers of engendering emotions by weaponising feeds are infinite.\n\n",
        "headline_1": "Totally fake, very scary",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/totally-fake-very-scary/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-08-2024"
    },
    {
        "full_article": "By Narayani Ganesh\n Should spiritual masters cast their vote in elections? “All spiritual leaders have to be neutral. They have to be like journalists. If someone asked you as a newspaper, if you are with communists or Congress or others, you will say, you are here for people. Similarly, spiritual leaders, I think, have to be for people.” These are Sri Sri Ravi Shankar’s words, in an interview with a national newspaper when he was asked about his political affiliation, if any.\nBy remaining neutral, the guru rises above mundane politics, which is part of the material world, with all its pushes and pulls. As for the people, it is up to them, really, if they wish to vote for this party or that, and whether they wish to vote at all. The choice is in the hands of the individual. Faced with day-to-day challenges in the world, the individual voter has to take a call on how he wishes to direct governance options.\nOn the other hand, the guru is someone who remains unperturbed regardless of who wins or loses an election, because he is neutral. It is the kind of neutrality that transcends good and bad, dualities and polarities. A spiritual master is free of affiliations; he is attributeless. Therefore, national and international politics, ought not to concern him, as a realised soul. His focus is on universal love rather than on love for country, clan or party.\nComing to the subject of the environment – a burning issue today due to exploitation and degradation by humans over the years – the call is for all individuals, businesses, communities and govts to be carbon-neutral. That is, to reduce one’s carbon footprint, which is the root cause of global warming, climate change and unnatural disasters. By remaining carbon-neutral, natural forces come into play, and the environment begins to repair itself. The spiritual master teaches by example, and in doing so, sets the tone for sustainable lifestyles and policies that will automatically reverse the damage done and prevent new assaults on the environment.\nBeing neutral in politics and environment does not mean that the guru is indifferent or apathetic; as a non-attached person, he is open to embrace all possibilities and promotes universal love and harmony rather than get embroiled in environmental and political activism. Creating awareness is more up his street; by removing ignorance and making knowledge accessible, the guru enables people to get more clarity on various issues – both material and metaphysical – and hence the individual is able to make informed choices. The outlook is compassionate, not motivated by personal interests. Such a sage may seem free-floating and rootless, but that is the whole point. Being rootless in this context is a virtue, for the guru is unbiased and without prejudice. His wont is to inform and elevate, and not to control.\nThe Gita does indicate that the sage is not obliged to either do or not do, for he abides in the Self. This Self is what is called choiceless awareness, as Ramana Maharshi pointed out. The sage is witness, free of dualities. He may seem inactive, but that is not the case. He is constantly creating awareness so that you know you have the power of choice. You will be able to do your duty without attachment and expectation. That is your dharma.\nganeshnarayani@yahoo.com\n\n",
        "headline_1": "Rising above affiliations in politics and environment",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/rising-above-affiliations-in-politics-and-environment/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-08-2024"
    },
    {
        "full_article": "The humiliating fall of Sheikh Hasina and her party the Awami League represents a powerful reaffirmation of the invincibility of people's power, particularly youth power. It has opened the gateway to an extraordinary political transformation catalysed by a completely non-political and peaceful quota reform protests that grew into the anti-discrimination movement. The youth and civic uprising has shattered the foundations and structures of a political regime that not only failed to learn the important lessons of youth power in our history—of which the party itself was the main beneficiary on several occasions—but also failed to realise that they were incessantly inviting disastrous consequences for themselves.\nThe unaccountable abuse of power and unbridled corruption with impunity in a monopolised politico-governance space, dependent on politicised and professionally bankrupt state institutions, blinded them to the extent that they developed a culture of ridiculing the writing on the wall and paid the inevitable price.\nThe student movement soon transformed into a people's movement, thanks to the spontaneous participation of common people protesting not only the use of force by law enforcement agencies, but also the misrule symbolised by abysmal governance failures. It represented a powerful outburst of public sentiment against the use of political, public or governmental positions as licences for corruption and self-enrichment at the expense of the vast majority of people thrust into a day-to-day survival crisis due to the failure to manage the economic situation. By then, all indicators were clear about the inevitable outcome.\nThe price paid in terms of hundreds of deaths and multi-dimensional violations of the fundamental rights of students, children, adolescents, and common people is enormous and must be accounted for. These tragedies and losses could have been avoided if not for the regime's intransigent ostrich syndrome and the state institutions, whose only capital was blatant lies, which distanced them further from the people. The anti-discrimination movement led by the students will forever remain a lesson for the political leaders of Bangladesh that, when politicians turn into authoritarians, they only defeat themselves, and that youth-led people's power cannot be suppressed by any form or level of force.\nSheikh Hasina's exit marks the fall of an authoritarian regime, but whether it will eventually lead to a sufficiently robust democratic transition, consistent with the true spirit and aspirations of the youth movement and the people at large, remains to be seen. This will depend on whether the transition government and its successor can deliver a genuine overhaul of the state structure, particularly the key state institutions mandated to ensure genuine public participation and representation in governance, rule of law, justice, transparency, accountability, and fundamental freedoms. Failure to ensure these may not only take us back to business as usual, but also push us from the frying pan into the fire.\nOn top of the challenges ahead for true victory is the issue of accountability for everyone involved, without fear or favour, who was responsible for various injustices and violations during the movement—a promise made by the new authority. Will this accountability be based on a nationally and internationally acceptable investigation conducted by a fully independent commission, possibly at the initiative of the United Nations? How robust will the scope of accountability be? Will it address only those who indiscriminately used disproportionate force and lethal weapons, or will it also include those who ordered and approved such multi-level and multi-dimensional violations of human rights? Will the accountability agenda encompass the security agencies for their systematic and blatant abuse of power? What about the vested groups that intruded into the movement space to exacerbate the chaos as part of their own agendas?\nWhat about the vengeful violence in the name of celebrating the downfall of the ousted regime, and no less ominously, the targeted attacks against religious minorities, including killings, looting, vandalism, and the destruction of properties such as temples? What about various professionals, such as media workers, who have been victims of violent and targeted revenge, or have lost their jobs without due process? The same applies to government officials, including police officers, who have been subjected to revenge. The students have demanded accountability and justice through due process, not revenge and mob justice. Targeted attacks on minorities or others based on any marker of identity are completely contradictory to the core agenda and spirit of the anti-discrimination movement. Why, then, can these not be immediately stopped and those responsible brought to justice?\n\nThe cost of reconciling with the possibility of losing power is synonymous with losing the licence to abuse power and accumulate illicit income and wealth, both at home and abroad, through corruption, loan defaults, swindling, and money laundering. No one should be under any illusion that these \"virtues\" are the monopoly of the Awami League alone, especially given the track record of potential political beneficiaries of the forthcoming transition.\nThe list of aspirations of the student movement is both pertinent and challenging. Will the interim government undertake the task of creating a framework and process for overhauling the state structure, including the key institutions involved in establishing the rule of law, which the government will be required to follow? The current state of politicisation, dysfunction, and professional bankruptcy in our institutions is the result of decades of deliberately sustained governance deficits. Whether the interim government and its successor will have the courage and strength to undertake such a project remains to be seen.\nNo less important are the issues surrounding the politico-institutional and legal context related to fundamental rights such as freedom of expression, the right to protest, freedom of assembly, media freedom, and the right to privacy. An atmosphere of intimidation and universal sense of insecurity have been created by a series of legal and institutional measures based on surveillance and securitisation as means of suppressing dissent and freedom of opinion.\nAbove all, how will corruption, which is the core underlying cause of the unlimited hunger for power and the zero-sum game of politics driven by a desire for permanent control, be handled? The cost of reconciling with the possibility of losing power is synonymous with losing the licence to abuse power and accumulate illicit income and wealth, both at home and abroad, through corruption, loan defaults, swindling, and money laundering. No one should be under any illusion that these \"virtues\" are the monopoly of the Awami League alone, especially given the track record of potential political beneficiaries of the forthcoming transition.\nThe vision, aspirations, and takeaways of the student movement are crystal clear to the people of the country. Whether this will be the case for the incoming power holders or not remains to be seen.\nDr Iftekharuzzaman is executive director at Transparency International Bangladesh (TIB).\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Does the crushing fall of Awami League augur true victory of the people?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/does-the-crushing-fall-awami-league-augur-true-victory-the-people-3670926",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-08-2024"
    },
    {
        "full_article": "I recently learnt a Rabindra Sangeet: \"Nuton pran dao prano sokha aji ei suprobhate (Bestow me with your divine energy of life, o my eternal friend, today in this auspicious dawn).\" After the night of August 5 (Monday), this is the song I am trying to play in my head to stay calm.\nI was a part of the crowd in Shahbag on Monday. The euphoria I felt as I was walking along with the sea of people from Shahbag moving towards Gono Bhaban evaporated as soon as I saw the black smoke rising from the ATN News office in Karwan Bazar. My own workplace was also a mess from the vandalism carried out the day before. We had to enter our office by climbing over the gate; the ground floor was a mess of broken glass and potted plants.\nAs the hours rolled by, the same crowd that had charged me up and made me forget my plantar fasciitis pain, turned into something I had never imagined. What started with the looting of Gono Bhaban, the official residence of the country's prime minister, became more vicious and vindictive by the evening. The architectural pride of our nation built with money from our pockets—the parliament building—was not spared either. On a TV channel, I saw a person holding two documents he found inside parliament and announcing that those would be safer with him.\nI wished there was someone to tell the young man that the documents or papers inside the building were not souvenirs, but the state's property. Those documents need to be in place along with other documents, not for the benefit of those who left the country, but for our benefit—we the people, who are here in Bangladesh, the citizens, including him. We don't know if it was a paper about sending relief to the people affected by flash floods in the hills, or some other crucial state matter. Whatever it was, the loss of a single document could mean that somewhere some community in this very country might not get the service they urgently need. I felt such despair watching the video, it felt as if I was watching a horror movie where people were devouring their own flesh.\nMy despair magnified as more dreadful news started coming in: a colleague got injured, another shot, more TV news channels torched, Awami League leaders' residences attacked, buildings in my neighbourhood torched, and the homes, businesses and houses of worship of minorities vandalised. The nail on the coffin for me was when my friend called and in a frightened voice told me that a mob had entered their building looking for AL leaders. They were vandalising whatever they could find on the ground floor. \"Whom should I call?\" she asked in a shaky voice.\nWhom do we call? I kept on repeating the question in my head, not knowing how to answer her question. On a normal day, I would have suggested she call the police. But where were they? There were reports of attacks on police stations. When the very state agency that is supposed to protect the citizens has completely lost our trust is under attack, whom do we call for protection? Is this what freedom from an autocratic government looks like—a freedom that came about through a mass uprising? Should we allow the tsunami that got rid of the tyrant to drown us now?\nMy feeling of dread was amplified when I saw clips of the meeting at Bangabhaban on the YouTube channel of a private TV channel to discuss the formation of an interim government. A party that was banned, another that threatened our existence in 2013, and then the one that looted the country 15 years ago sat around the table. Not a single woman was seen anywhere in that room. And to think for more than three decades this country had female leadership!\nThankfully, as I got on social media, I started seeing young people posting emergency numbers, offering voluntary help to protect places of worship or key public infrastructures, and trying to do the work of the law enforcers. I saw videos of young people retrieving and returning most of what was looted out of the parliament building and Gono Bhaban. Even people with opposing political ideologies offered to protect the residences of the AL leaders. Finally, there were the speeches of the coordinators of the Students against Discrimination movement. Those gave me some hope. They emphasised the need for harmony, the need to rebuild an almost broken nation, and the need to come together to protect this country from the grips of yet another corrupt and greedy power.\nThough I went to sleep feeling dejected and overwhelmed with the worry of what might come next, the dawn of Baishe Srabon—the death anniversary of Gurudeb Rabindranath Tagore—forced me to hold on to a flicker of hope. Today, when I saw people on the street trying to get back to work and restart their lives after almost four weeks of chaos, killings and curfew, I forced myself to hum \"Nuton pran dao prano sokha aji ei suprobhate,\" earnestly hoping that the night of August 5 would soon become a prachin rojoni (a primitive night) as the song's second line goes: \"Prachin rojoni nasho nutono usha lokey (Destroy the primitive night with the heavenly freshness of the new dawn).\"\nTamanna Khan is a member of the editorial team at The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "A new breath of life?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/new-breath-life-3670796",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-08-2024"
    },
    {
        "full_article": "August 5, 2024 is being touted as a second liberation day. Your timelines during the day were probably that of people celebrating this momentous occasion. You were probably out there snapping cool photos for your Insta to showcase your photography skills, or use this moment in history as a time to meet your friends and hang out outside, parading around the national flag. We were celebrating the end of difficult times after all, but let me ask the obvious and all-important question; how is this really over? Why are we shamelessly going for an inappropriate victory lap when all we did was just show up at the starting line? Why are we using this critical moment to pose for selfies to post on social media on the streets and not start enacting the long-term changes that are needed immediately? Why, instead of remaining calm, have we resorted to shameless looting and wanton violence and vandalism?\nSheikh Hasina, earlier on Monday, stepped down from her role as prime minister, and left the country, in the face of insurmountable opposition from student and civilian protesters heading towards Dhaka demanding her resignation. The moment this news broke, what did we do? We stormed Gono Bhaban, the official residence of the prime minister, the Jaitya Sangsad building, and the Prime Minister's Office (PMO). And what did we do? We ransacked Gano Bhaban. Social media was awash with pictures of Dior travel bags, television, refrigerators, fans, chairs, sofa sets, etc. Even random cushions and ducks and chickens were not spared from the looting. People were swimming and fishing in the lakes surrounding the official residence. How did a revolution turn into a Black Friday shopping rush and a picnic? What did the looting prove? We always speak in judgemental tones, asking how government officials could ever resort to greed and corruption? If we can't handle our greed, how could we expect others to handle theirs?\nAnother deplorable scene that I witnessed were photos of people standing atop the statue of Bangabandhu Sheikh Mujibur Rahman, and defacing and damaging it. It's become quite a well-circulated picture on social media. Why? What did that statue do to you? Let's not forget that Bangabandhu was instrumental in our Liberation War against the then Pakistan regime. People have also resorted to breaking statues in different areas of Dhaka, including the Dhaka University area. They even torched and ransacked Bangabandhu Memorial Museum in Dhanmondi 32. If you think that defacing these monuments sends a message, it absolutely does, just not the one you think. It shows that when left to our devices, we can't be trusted to act responsibly.\nNow, everything I described so far, you could perhaps rationalise in your own head as somehow getting even with the old establishment (you'd be dead wrong, but still). However, what sufficient rationale can you provide that justifies attacking minority communities? What was their fault? Remember the slogan, \"Lakho shahid er rokhte kena deshta karo baaper na\"? In a similar manner, the nation doesn't simply belong to one particular faith group; a lot of other faiths call this nation home and have given their lives to protect it. It is your civic duty to do right by them and defend them from crazed individuals during this time of unrest.\nOur country is now in a critical situation. Currently, with no government in place, there is a power vacuum, one that can be easily utilised against us. Because there is no acting government at this moment, the nation is in a state of confusion and lawlessness. Now is not the time to parade down the streets with ducks, fish, and Dior luggage. An interim government needs to be formed as soon as possible to bring some semblance of law and governance back to the country and set it towards the path of recovery. Make no mistake, these last few weeks have been brutal for the country, and if we continue our premature victory celebrations, we are in for really tough times. Monday was merely the first step in a long road ahead towards a stable, fair, and just nation. Once we get there, you can celebrate away.\nIntisab Shahriyar is sub-editor for Star Lifestyle at The Daily Star.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Victory and vandalism: Why do we never learn?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/victory-and-vandalism-why-do-we-never-learn-3670761",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-08-2024"
    },
    {
        "full_article": "The unprecedented bloody encounters between students and government forces of the past weeks that left a trail of devastation and deaths have finally put an end to the more than 15 years long authoritarian rule of Sheikh Hasina with her resignation on Monday, August 5 as the country's prime minister. The event was unique in history. Unique because the mass upsurge that the nation witnessed on that day was not the work of any political force. It was a revolution led by students and the masses. Later, President Mohammed Shahabuddin, in his address to the nation recognised the role of what he termed the'Anti-Discrimination Student Movement' in the political changeover towards creating an interim government through dialogues with all the stakeholders. Following the President's address, the key coordinators of the 'Anti-Discrimination Student Movement', in a video post on the social media in the wee hours of Tuesday announced that Nobel Laureate Dr Mohammad Yunus has accepted their proposal to act as the chief of the proposed interim government. However, it is too early to say definitely about the future course of events as the overall situation of the country is still in a state of flux. Even so, it is believed that the dusts of the breathtaking revolutionary upheaval will finally settle down, stability will return and the wisdom of the people would soon be able to help form an interim arrangement to run the country and hold an early election to form the next government. Meanwhile, the interim government, as and when formed, will have, among its other imperatives, the urgent task of pulling the economy back from the brink. Most importantly, due to mismanagement, rampant corruption and political cronyism, banking, the heart of the financial sector, was already on the verge of collapse during the immediate past regime. During the disruptive and devastating month of July and the first week of August, the business and the economy took the severest battering ever. In this connection, some noted economists at a talk held recently expressed their deep concern over the highly vulnerable state of the banking sector and emphasised that addressing it early is crucial to overcoming the crisis. In a similar vein, calling for an end to political influence in trade bodies, some of the business leaders have reportedly urged all to help restore a congenial environment for businesses to start their activities as soon possible so they might recover the losses quickly. Admittedly, this is important not only for the domestic audience, but also for the international businesses and development partners to signal that Bangladesh is back in business.True, beleaguered by persistent inflation hovering at around 10 per cent, a balance of payments deficit and severe financial sector vulnerabilities, the economy cannot wait for an ideal environment to return before these most pressing issues could be effectively dealt with. The proposed interim government should take into confidence the country's eminent economists and financial experts to begin the work of restoring discipline in the financial sector, removing the political interests controlling banking system, effecting urgent monetary reform, setting up a single market-clearing exchange rate regime to improve foreign reserves situation and easing inflationary pressure on the lives of the common citizens. Healing the scars left on society and the economy by the past regime, thanks to the excesses they committed, will take a long time. But delivering retributive justice cannot be the sole purpose of a revolutionary change. So, the goal should be to get to the root of the hate-and-cult politics, the illiberalism and corruption that it engenders and bring back the dream of a democratic, fair and equitable society the nation fought for during the liberation war.",
        "headline_1": "Main task now is to put economy back on track",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/main-task-now-is-to-put-economy-back-on-track-1722960449",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-08-2024"
    },
    {
        "full_article": "Globalisation as was known more than two decades back is now believed to have taken a tilt with geopolitics shaping things in a way quite different from what it was before. Economists consider this a transition of global order, especially when it comes to global trade and economic activities. The Economist Group in a survey conducted by its researchers has termed this a process of transformation. The study attributes this transforming process to the convergence of three pivotal forces: heightened geopolitical risk, urgent realities of climate change, and significant advancements in technologies. As this new era unfolds, the study says, supply chains and trade networks remain in transition, presenting businesses with complex challenges as well as new opportunities.Geopolitical shocks no doubt continue to have a widespread impact on global trade, with the risk of armed conflict and trade wars remaining high. The US and China are finding themselves in an intense economic competition, spurred by a wave of protectionist policies and trade regulations, which, in an attempt to redirect supply chains, are re-configuring global trade networks. The war in Ukraine has illustrated a significant bearing of geopolitics on global trade. It led to heightened trade restrictions and a reconfiguration of Europe's energy market, and that of global commodities. It propagated supply-chain reconfigurations and further aggravated the macroeconomic landscape. The more recent war between Israel and Hamas has reaffirmed the significance of geopolitics, creating great instability in a region that is central to global supply networks. It becomes clear that the era of 'new globalisation' demands a strategic recalibration, whereby supply chains must now be as resilient to geopolitical tensions as they are to be cost-efficient.Amidst geopolitical currents, climate change--the second factor driving the age of new globalisation-- introduces a series of imperatives to sustainable global trade that continue to shape the broader evolution of global trade and supply chains.According to the survey, technological innovation-the third factor defining the age of new globalisation--stands out as a driver of change within the global trading system. The development of ever-more-capable artificial intelligence (AI), the adoption of greater automation and robotics, and advancements in areas like blockchain and 3D printing are providing the means to reconfigure supply chains. These advancements are believed to offer a prospect for adaptability, promising to mitigate some of the challenges posed by geopolitical tensions and macroeconomic pressures, and address concerns related to climate change.That technology is going to help meet a good deal of the challenges may sound rather simplistic. Because until and unless trade avenues are made free from restrictions along with the necessary facilitations regarding supply chain management, a leap in global trade and commerce is difficult to anticipate. However, in this context it may be pertinent to refer to the projection of the World Trade Organisation (WTO). The WTO projects an optimistic outlook for 2024 and beyond, anticipating a rebound in merchandise trade volume with a growth rate of 3.3 per cent. This expected increase in trade volumes is set to outpace global GDP growth of 2.5 per cent projected earlier, signalling a positive shift in global trade dynamics. Echoing the WTO's outlook, the Economist Intelligence Unit (EIU) underscores the volatility of the current trade environment. Following a period of reduced growth in 2023-where export volume of goods and services increased by a modest 0.7 per cent-- the EIU projects a rebound in 2024, with a growth rate of 2.3 per cent in the export volume of goods and services.The findings of the Economist Group's survey, however, suggest a more optimistic note in global trade and commerce. Their global research indicates that in spite of the challenges, businesses are more proactive in devising new modes and practices that they believe would rid the global trading environment of the stalemate of 2023. Businesses will not just be weathering the storm but actively seeking new opportunities for expansion. The survey indicates that despite the formidable challenges posed by the current geopolitical and economic climate, there are multiple growth drivers and sources of optimism underpinning global trade. A shift towards new markets is also discernible, the survey says. Much of the positive outlook of the survey rests with technological advances. Technology's transformative power, the study says, stands out as a source of optimism underpinning businesses' push for growth. Dmitry Grozoubinski, founder of ExplainTrade, a trade policy consultancy, highlights this shift, stating, \"in trade, there's a lot that is done manually, but it doesn't all have to be. I am very excited about the potential of digitalising part of the supply-chain bureaucracy and what that could mean for smaller businesses trading across borders. For example, AI and chatbots could help businesses navigate bureaucratic hurdles like finding the right tariff classification for each of their products.\" The enthusiasm of businesses stems from recognition of technology as not just a means to achieving greater supply-chain efficiency, but also as a transformative source of new opportunities in supply-chain restructuring.\nwasiahmed.bd @gmail.com",
        "headline_1": "The transforming factors in global trading",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-transforming-factors-in-global-trading-1722960497",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-08-2024"
    },
    {
        "full_article": "After the tumultuous protests that ended with the exit of the prime minister, it is time to pick up the pieces. The economic fallout has been devastating to the economy and it is too early to put a figure on how much business and commerce has suffered. Needless to say, the tally will run into billions of Taka. The loss in human life cannot be measured in dollars or BDT and we all mourn the senseless deaths that have taken away so many young lives.The violence on the streets of Dhaka and nationwide had sent shockwaves throughout the world as every event was covered thoroughly by the international press. It comes as no surprise that the country's image has been shattered. Factory shutdowns, arson, ports clogged with undelivered cargoes (both outbound and inbound), the daily loss of life - have all been seen around the world and inevitably, there was foreign fund outflow from the country. It comes as no surprise that the country's chief bourse suffered immensely as investors' confidence hit a record low.Thankfully, the nightmare has ended and a new beginning is about to commence. Goods and cargo need to move back to the pre-protest days to restore foreign investors' faith. It had been steadily eroding away and that was due to systemic problems of market manipulation carried out by select players. This syndicate needs to be broken up. On top of all this, the regular devaluation of the national currency against the greenback hasn't helped at all. When coupled with news that official figures on export had been juggled intentionally by state agencies, is it any wonder that foreign capital in the bourses began to disappear?Any major political upset that affects the stability of the country is closely monitored by foreign investors. As things started getting out of hand on the streets of Dhaka and the violence spilled over to district towns - the writing was on the wall. The government didn't see it unfortunately, but everyone else did. Bangladesh was being perceived as being a nation that no longer provided the stable environment it had once boasted and the outflow of funds had begun. No global investor is going to put money in an uncertain environment. As pointed out recently in a report in this newspaper: \"The country's net foreign portfolio investment stood at $89 million in the negative for the nine months through March this year, compared to $45 million in the negative for the same period a year ago, according to the Bangladesh Bank. The negative investment means more money flew out than what came in for investments in listed securities.\" On top of all this the national currency, the BDT had lost its value by around 36 per cent against the dollar since the commencement of the Russo-Ukraine war in February 2022. The foreign exchange reserve decreased by nearly 50 per cent over this period. Coming back to the latest protest movement, investors witnessed shut down of the internet for days by the immediate past policymakers. Bangladesh was got isolated from the rest of the world and it had a terrible impact on investors' confidence because of the arbitrary manner in which it was done. Everything came to a standstill. No online banking transactions, no movement in the ports, it is as though the nation had gone back to the Stone Age. Now that the country is moving past all the shocks to the system, economic activity must be restored at a lightning speed. Billions of dollars in foreign loans have been taken for developing infrastructure and these loans will have to be paid back regardless of who holds the reins of the government. The bourses need to be brought back to life and foreign investors must feel safe to invest again. It is not just the bourses but the special economic zones that have been built at great costs to the national exchequer - they need to become home to foreign firms. It is time to move on and the road to recovery must be a national priority.\n[email protected]",
        "headline_1": "Time to restore Bangladesh's image",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/time-to-restore-bangladeshs-image-1722960525",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-08-2024"
    },
    {
        "full_article": "The people in general are deeply concerned and anguished over the recent reports of widespread attacks on Hindu houses and business establishments across at least 29 districts in the country. Reportedly, in Lalmonirhat Sadar upazila, the house of Pradip Chandra Roy, a community leader, was vandalised and looted, along with a local computer shop owned by Muhin Roy. Similar attacks were reported in Kaliganj, where homes of four Hindu families were ravaged, and in Hatibandha, where 12 houses were torched. The violence extended to Dinajpur, Khulna, Barishal, and several other districts, leaving countless families devastated and in fear.These acts of violence are not only reprehensible but also a stark violation of the fundamental rights guaranteed by the constitution. We must remember that an attack on any minority group is an attack on the very fabric of our society. It is imperative that we, as citizens, stand united against such acts of hatred and violence. As there is no government in the country following the ouster of the Sheikh Hasina government, and an interim government is in the process of being formed, the responsibility lies with the Bangladesh Army to take immediate and decisive action to identify and bring the perpetrators to justice. Additionally, steps must be taken to provide adequate security to vulnerable communities and to rebuild the lives and livelihoods of those affected.\nFarzana MahbubGulshan, Dhaka",
        "headline_1": "Protect minorities, restore law and order",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protect-minorities-restore-law-and-order-1722960549",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-08-2024"
    }
]