[
    {
        "full_article": "India and Bharat have both evoked the same emotions among patriots for decades, but these labels of pride have now been weaponised for narrow political ends. The Bharatiya Janata Party government at the Centre has decided to use Bharat instead of India in some official communication and documents, a practice that its representatives say will now expand. ‘India, that is Bharat,...’ is how the Constitution of India names the country, and the use of one or the other has been largely contextual all this while. The cultural echoes of Bharat have never been in doubt, and the current hype around it is more about a campaign to discard the use of India, as if both cannot exist in harmony. India, according to this telling, is a foreign imposition, and hence unsuitable for national dignity. Bharat, linked as it is to various ancient sources, goes beyond the geographical and cultural landscape that constitutes the modern republic of India. In that sense, both names are an outcome of India’s nation-building journey. Labouring to tease out the foreign from the native in the expanse of this nation that hosts a multitude of ethnic, linguistic, and genetic diversity and that has been formed as a result of millennia of migrations and cross-currents of human interactions serves no purpose other than creating new flashpoints in society.This farcical hubbub hoisted upon the country should have been allowed to dissipate and recede, but the knee-jerk reaction of the Opposition gave it the aura of a fundamental identity question before the nation. The Rashtriya Swayamsevak Sangh has been asking for privileging the use of Bharat over India for long, but the Opposition bloc’s decision to label itself INDIA as an acronym also might have influenced the BJP’s hurry in the naming exercise. Far from demonstrating a nation’s strength and pride, the government’s name game undermines the confidence and soft power of the nation. Bharat has been part of popular culture, political and cultural idioms, and literature across many Indian languages. Similarly, India is also used by millions within and outside the country who yearn for its progress. It is possible that contexts and constituencies of these proper nouns might vary, but that is the very reason to desist from attempting to impose the use of one and edge out the other. Whether it is India or Bharat, the essence of the meaning that it conveys remains the same. The needless juxtaposition of the two names should not affect the bonding of the inhabitants in the pursuit of a misplaced cultural combat. Let India and Bharat coexist as they have always been. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nBharatiya Janata Party\n\n/\n\npolitics\n\n/\n\ngovernment\n\n/\n\nculture (general)\n\n/\n\ngeography\n\n/\n\nconstitution\n\n/\n\nIndia",
        "headline_1": "India that is Bharat: On a name game",
        "headline_2": "There is no need for one name to be given primacy over the other",
        "link": "https://www.thehindu.com/opinion/editorial/india-that-is-bharat-the-hindu-editorial-on-a-name-game/article67277737.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-09-2023"
    },
    {
        "full_article": "The registration of a police case against editors representing the Editors Guild of India (EGI) and the belligerent remarks of the Manipur Chief Minister, N. Biren Singh, constitute a petulant and intimidatory response to a report released by a fact-finding committee of the EGI. The report’s focus was on media coverage of the ethnic conflict that broke out early in May, and its main conclusion was that there was one-sided coverage by journalists during the conflict, but it also contained observations and conclusions indicating that the State leadership was partisan during the conflict. In a welcome move, the Supreme Court of India has given interim protection from arrest to those named in the first information report (FIR). Mr. Singh has sought to justify the filing of an FIR under sections relating to promoting enmity between two communities and wounding religious feelings by claiming that the three-member panel’s report is one-sided and may provoke further violence. However, going beyond criticising the report, he said its authors were “anti-state, anti-national and anti-establishment” and claimed that he would not have permitted them to visit the State had he known their purpose. There is no justification for such intimidatory statements even if Mr. Singh is entitled to disagree with the report. And there can be no doubt that there is no need to prosecute anyone for seeking answers and ascertaining facts about a prolonged spell of violence and conflict.The Guild sent a team to ascertain facts in response to complaints that the media was playing a partisan role. There was also a complaint from the Indian Army too that the media coverage was “arousing passion and not letting sustainable peace come in”. Besides flagging one-sided coverage, the report also underscores that the Internet ban made matters worse and had a deleterious impact on journalism. It reveals a preference for self-censorship — so that the volatile situation was not inflamed further — and reliance on the State government for news. “This narrative under the N. Biren Singh dispensation became a narrow ethnic one playing up to the biases of the majority Meitei community,” it says. One may question whether such direct imputation of blame on the government’s leadership is needed in a report on media behaviour, but the conclusion also points to the possibility that in conflict situations, partisan or ineffective governance will be reflected in journalistic coverage too. On the wider political canvas, there appears to be no significant initiative to effect reconciliation between the two communities locked in conflict in Manipur and to bring about lasting peace. Meanwhile, it reflects poorly on the authorities if police cases are used to silence fact-finding initiatives of civil society. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nManipur\n\n/\n\njudiciary (system of justice)\n\n/\n\nmedia\n\n/\n\npolice\n\n/\n\ngovernment",
        "headline_1": "Petulant intimidation: On the FIR against Editors’ Guild members",
        "headline_2": "Fact-finding ventures in Manipur should not be silenced by police action",
        "link": "https://www.thehindu.com/opinion/editorial/petulant-intimidation-the-hindu-editorial-on-the-fir-against-editors-guild-members/article67277758.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-09-2023"
    },
    {
        "full_article": "Once upon a time, there was a princess called Indu (the moon) or Indumati (the full moon). Her brother was Bhoja, king of Vidarbha. She chose Aja, king of Ayodhya, as her husband. They had a child called Dasharatha. But then, one day, she died, startled by a flower that fell from heaven. Aja could not bear to live without her, and so died soon after, passing on the mantle of the throne to their young son. Dasharatha’s eldest son was Ram, born of the senior queen Kaushalya. His second son was Bharat born of his favourite queen Kaikeyi.\n\nKaikeyi tried to secure Dasharatha’s throne for Bharat using her cunning, but Bharat had too much integrity to accept it. He insisted Ram inherit the crown, as per the law. Ram established the legendary Ram-rajya, and ruled the land we now call India,named after his grandmother Indumati, and Bhaarat, named after his brother Bharat. These names remind us that Ram’s kingdom was full of women who were much loved by their husbands, and brothers who did not fight brothers over property.\nRead full story on TOI+\n\n",
        "headline_1": "Does India link us to our British rulers or Ramayana?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/does-india-link-us-to-our-british-rulers-or-ramayana/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-09-2023"
    },
    {
        "full_article": "Ever since the opposition alliance made a pre-emptive claim to the acronym INDIA, BJP has been in a quandary. For the party that claims nationalism as its middle name, this appropriation by the opposition has rankled. The opposition tagline for the next election is Judega Bharat, Jitega India (Bharat will unite, India will win).\nAt first, BJP tried to debunk this branding by calling it a “ghamandiya” (arrogant) alliance. The PM made negative references to it by pointing out that the “India” label was claimed even by communal outfits like the Popular Front of India or Indian Mujahideen.\n\nAt first, BJP tried to debunk this branding by calling it a “ghamandiya” (arrogant) alliance. The PM made negative references to it by pointing out that the “India” label was claimed even by communal outfits like the Popular Front of India or Indian Mujahideen.\nRead full story on TOI+\n\n",
        "headline_1": "India or Bharat: Why not both?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/india-or-bharat-why-not-both/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-09-2023"
    },
    {
        "full_article": "Following a couple of days of controversy over Udhayanidhi Stalin’s remarks on ‘Sanatan Dharma’, it’s clear that positions on both sides have hardened, and that within opposition ranks, Stalin Junior’s remarks have come as an unwanted controversy for some. None of this is a surprise. A highly emotive force like religion never lends itself to a uniform interpretation. A common thread running through major religions is the heterogeneity of interpretations. In most democracies religion sometimes gets entangled with another emotive force, politics. When that happens people on different sides of divides talk past each other. As is the case now.\nArguably, barring Europe, which was home to the Enlightenment, a 17th century movement that prioritised reason in forming worldviews, politics elsewhere still has an uneasy equation with religion. More so in democracies when political parties hunt for emotive issues to craft electoral blocs. However, cause and effect never run in a straight line. In India, one can say that just a handful overtly religious or social movements have had a lasting political impact. The Ayodhya movement is the most consequential one as the impact has had a large geographical footprint. The Mandal movement was also consequential but didn’t have as big an impact on areas outside the Hindispeaking belt, which had a long history of reservations.\n\nGoing back to DMK and the trajectory of TN politics, Periyar was a hugely consequential influence. But here too the reality is more complex than social media’s outpourings suggest. For example, in the watershed 1967 assembly election that ushered in the phase of Dravidian political dominance, it was Rajaji who played a key role in stitching a coalition anchored by DMK that toppled Congress, which had Periyar campaigning for them. DMK since then has been in national coalitions with both BJP and Congress. Straight lines in the real world have little explanatory power. Indeed, the same logic applies to religion. It’s hard to miss the number of key functionaries of both Dravidian parties who are conspicuously religious.\nReactions outside TN to Udhayanidhi’s remarks on ‘Sanatan Dharma’ show that the label triggers a diversity of emotions. So is the case with a lot of other labels. Politics around labels is always high-pitched and the rhetoric is distinctively shallow. And in election season, these attributes get sharper. Expect more such kerfuffle as the weeks and months roll by.\n\n",
        "headline_1": "Sanatan facts",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/sanatan-facts/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-09-2023"
    },
    {
        "full_article": "A significant element feeding the cycle of distrust and violence in Manipur early May, has been siloed information flows. Communities have tended to get divided into separate echo chambers, each vulnerable to fake news and disinformation. It is against this backdrop that an Editors Guild of India fact-finding team has documented how “competing and diametrically opposite narratives were spun out by the two sides.” If the FIR against the team is strange and disquieting, even stranger is how CM Biren Singh held a presser to publicise the police action and personally decry the EGI’s report. At a time when his government has so much to answer for, in terms of extensive failure to maintain law and order, the message it is sending is that it won’t take kindly to being questioned.\n\n \nTo be clear, no report is above criticism. Or disagreement. But a CM peremptorily branding some journalists as “anti-national and antiestablishment” does the opposite of facilitating better reportage. Police action of this kind is intended to intimidate independent and critical reporting. After all, there is a fundamental conflict of interest in the state playing both judge and jury.\nNo Manipuri has found a place in the SC-appointed committee to assist in ensuring the basic needs of strife-hit Manipuris, because of fears of partisanship. The state government itself has asked officials to quit social media groups amid reports of bureaucracy and police being split on ethnic lines. Difficult trust-building is needed to move beyond such disunion. Bitter truths must be aired and negotiated. Full lifting of the communication blockade and full access to media from outside the state, are very important too. Singh’s government should begin course-correction by working to withdraw the FIR against EGI members.\n\n",
        "headline_1": "Truth isn’t an enemy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/truth-isnt-an-enemy/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-09-2023"
    },
    {
        "full_article": "\"Why did the chicken cross the road?\"\n\"Because it was still young enough to do so safely!\"\nWhen I lived in Hanoi back in the 1990s, occasionally an elderly woman would grasp my arm so that I could help her cross the street. It was not because she was too frail – but because she was afraid of the traffic, which was morphing from mostly gentle, peaceful, non-polluting, and non-intimidating bicycles to featuring many motorcycles and the occasional car.\nOn a recent visit to Hanoi, I collided with a motorcycle and fell while crossing the street. Fortunately, the road was mostly empty, so I didn't have to worry about someone else running over me. But the couple on the motorbike were greatly concerned on seeing a grey-haired woman lying in the street. Despite not being hurt, after that incident I was terrified of crossing the street.\nI also realised, \"Oh dear, I am now one of those elderly women who fear street crossings.\"\nIn many cities around the world, elderly people literally cannot cross the road because the timing on crossing signals is too brief. At least we don't have that problem in Dhaka, if only due to the absence of functional traffic lights.\nFor several years, I lived across Saat Masjid Road from Dhanmondi Lake. On many mornings, I would watch an elderly stroke survivor slowly crossing the road so that he could walk along the lake. In the early mornings, many people – including or especially the elderly – go for walks at the lake. The road was fairly empty, which meant that drivers sped along so fast that they could easily have killed someone on foot. There was no way that the stroke survivor, or other elderly people with health issues, could run to save their lives. But somehow, the right of drivers to speed is considered more important than the right of the elderly (and others) to move about safely.\nThe more I think about Asian cities, the more I see how they have become places for the young and able-bodied. Small children, the elderly, and people with disabilities – and anyone timid – is essentially unwelcome. \"Learn to deal with the risk or stay off the streets\" seems to be the motto.\nYoung readers, please don't be snide. There are only two options: you get old or you don't. And you may be surprised how quickly the years can fly by. Besides, all of us have elderly relatives who we do not wish to see trapped in the home. The city should be welcoming for everyone, and should not terrify those who cannot run and leap out of harm's way.\nNor is it just about the scary roads, though that's a big part of it. How are you to move about if you are terrified to walk? Many of our trips are within the neighbourhood; elderly people in particular need social contact and will die early if they are socially isolated. We need to ensure that there are attractive outdoor public spaces in each neighbourhood where the elderly can gather, and that they can reach these places safely on foot. Being able to walk to a place where they can socialise outdoors will improve their mental as well as physical health. And surely we want that for our elderly?\nImportant as walking is, there is also the potential for the elderly to ride bicycles. In the Netherlands, a significant portion of those in their 70s and 80s continue to cycle. A quarter of trips by those aged 65 and over are by bicycle in that mecca of cycles.\nBuses, too, need to be addressed. How easy is it, after all, for an elderly to leap on and off a bus here in Dhaka? Or to climb the steep stairs? Again, why have we designed a transport system that ignores the needs of much of the population?\nWe talk about child-friendly cities (at least, occasionally). We pay respect to the elderly. But we also allow our cities to become aggressive, fast-paced, and terrifying places, where people not only fear injury and death, but regularly find their fears becoming a reality. We could do much better by our elderly – and benefit everyone else in the process.\nDebra Efroymson is executive director of the Institute of Wellbeing.\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n",
        "headline_1": "Our forgotten elderly",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/our-forgotten-elderly-3412686",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-09-2023"
    },
    {
        "full_article": "The government has just inaugurated the elevated expressway in Dhaka. A three-hour commute, that too on a good day, from one end of the capital to another will take about half an hour when the expressway is fully functional. But the part of the project that is currently open to the public has already reduced commute times by half. People are also reaping the benefits of the metro rail, also waiting to become fully functional. What better than the success of these megaprojects to showcase the ruling regime's achievements and contribution to the welfare of Dhaka's citizens and, consequently, to woo voters?\nNo doubt these are milestones and have added feathers to Bangladesh's development cap and to the cap of the ruling Awami League. A few more projects like the Padma Bridge Rail Link will be inaugurated soon, most likely as part of the ruling party's election campaign, to show its electorate that it is indeed delivering on its promises. Although there has been no over-electioneering yet, the ruling party appears to have factored the election into its business-as-usual attitude. But for all intents and purposes, Awami League can be said to be in election mode.\nThere is no denying that the typical election atmosphere is absent in the country. Usually, electioneering starts more than a year before the polls. But this time, even with the elections just four months away, there are hardly any campaigns. The absence of the usual hum surrounding elections is becoming more and more noticeable. Aspiring candidates generally warm up to their constituencies with leaflets, posters, and banners. They swarm the streets, shaking hands and hugging people. But this time, there is nothing of the sort – from any of the parties.\n\nFrom the current situation, it seems that the government is fully planning to proceed with the election, no matter who joins in or doesn't. The Election Commission has already announced that the next polls could be held in the first week of January 2024. How many political parties will join the election is not yet clear. But one thing is certain: BNP will not be a part of it.\nInstead, what we see is political parties keenly observing the situation from a distance, unsure about getting out on the streets. Although BNP appeared to be flexing its muscles for a while, pushing for its single demand of holding the election under a non-partisan interim administration, the party appears to have quietened down recently. It managed to gather momentum twice in its campaign to get the government to step down and allow a non-partisan regime to take charge – once last December and then in July this year. Both times were a result of weeks of events and rallies culminating in a large, impressive showdown. Both times, BNP lost its momentum due to lack of coordination and confidence. The opposition on the streets is still trying to resume its campaign and get the momentum going again, but to no avail as of yet.\nFor Awami League, August is the month of turning their grief into strength, in remembering how the party's founder and his family were assassinated nearly five decades ago. For BNP, it is a month of embarrassment because, on August 21, 2004, as investigation has proven, a BNP-backed group had attacked an Awami League rally with grenades in an apparent attempt on the life of Sheikh Hasina, who was the opposition leader back then.\nAfter the spectacular failure of the sit-in demo at Dhaka's entry points on July 29, BNP paused in August. This gave the ruling party some breathing space. And, in that time, the filing of cases against the BNP leaders and activists gained speed. The BNP Secretary General Mirza Fakhrul Islam Alamgir was accused of vandalism in a case filed about 11 years ago. BNP leaders alleged that the government is trying to revive those cases only so that they can be sent to jail before the national election. If this happens, the party's ability to wage a successful campaign will seriously suffer.\nAs for the ruling regime, it seems to be confident about having tackled the situation for now, with the BNP quietened down and the diplomatic front seemingly calm. As clear as the US' position is on free and fair elections, India's stance is equally unclear. Recently, a team consisting of members from the ruling Awami League and Jatiya Party visited New Delhi upon an invitation. Although we don't know for certain, politics and elections must have been at the centre of their discussions. Various Indian media outlets have produced numerous reports and opinion pieces about the upcoming election in Bangladesh and India's stance on it, but most were based on unnamed sources.\nFrom the current situation, it seems that the government is fully planning to proceed with the election, no matter who joins in or doesn't. The Election Commission has already announced that the next polls could be held in the first week of January 2024. How many political parties will join the election is not yet clear. But one thing is certain: BNP will not be a part of it. The party had boycotted the 2014 polls, hoping that would put into question the legitimacy of the election, and had followed this up with months of violence on the streets. But, as we all know, this only backfired. This time, BNP's strategy will certainly be different.\nSo far, however, it seems that everyone is merely observing. The BNP is possibly waiting to see how the Western powers, especially the US, react in the coming days. The EU Election Exploratory Mission recently visited Bangladesh and a US team will also drop in on us shortly. Perhaps BNP will want to gear up its campaign to coincide with that visit, as it had done in July.\nAnd as for the people, they have no option but to wait and observe.\nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n\n",
        "headline_1": "Is it all as calm as it seems?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/the-street-view/news/it-all-calm-it-seems-3412641",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-09-2023"
    },
    {
        "full_article": "It is frustrating that our policymakers seem as oblivious as ever to the pressing issues debilitating the power sector. According to a recent report by this daily, the burden of capacity charges from idle power plants has turned out to be far greater than what was previously reported. Just two months ago, the Implementation Monitoring and Evaluation Division (IMED) revealed in a report that the government has paid Tk 90,000 crore in capacity charges in the last 14 years. Now, the figure stands at a whopping Tk 99,279 crore. For a nation embroiled in economic turmoil and acute energy poverty, the situation is extremely alarming.\nThe latest report has revealed that 42 state-run power plants have been sitting idle, producing little to no electricity, while being paid Tk 13,446 crore in operation costs in the past five years. According to CPD Research Director Dr Khondaker Golam Moazzem, the government keeps these inefficient costly power plants to show how they've increased power capacity during their tenure. But what good has this culture of touting about achieving overcapacity done for the nation, when the public's demands continue to be unmet?\nIronically, despite overcapacity, Bangladesh reportedly witnessed the worst electricity crisis this year since 2013, which plunged residents and industries into utter misery. So then, would we be wrong to say that the overcapacity in the power sector – coupled with the disreputable capacity charge model – has only served as a cash cow for a powerful few? What's even more frustrating is that not only is there no sign of positive change, but more power plants are in the pipeline to increase the capacity to 60,000MW by 2040. This is beyond unacceptable.\nTime and again, experts have criticised this practice of paying capacity charges to power plants. Numerous studies have shown the problematic nature of power plant contracts, which incentivise private high-cost rental power plants to produce less and maximise their profits. The government's IMED report itself deemed it a \"model of robbery,\" though it was later revised excluding the chapter critical of the government's current policies.\nExperts have recommended adopting a \"no electricity, no pay\" clause in power purchase contracts and phasing out dysfunctional power plants. We urge the government to act on these logical recommendations and overhaul the long-festering power sector with energy policies that prioritise – first and foremost – the people. No excuses can justify the authorities' inaction to change this unscrupulous system.\n",
        "headline_1": "Will policymakers remain blind to power sector’s problems? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-policymakers-remain-blind-power-sectors-problems-3412591",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-09-2023"
    },
    {
        "full_article": "It is frustrating that our policymakers seem as oblivious as ever to the pressing issues debilitating the power sector. According to a recent report by this daily, the burden of capacity charges from idle power plants has turned out to be far greater than what was previously reported. Just two months ago, the Implementation Monitoring and Evaluation Division (IMED) revealed in a report that the government has paid Tk 90,000 crore in capacity charges in the last 14 years. Now, the figure stands at a whopping Tk 99,279 crore. For a nation embroiled in economic turmoil and acute energy poverty, the situation is extremely alarming.\nThe latest report has revealed that 42 state-run power plants have been sitting idle, producing little to no electricity, while being paid Tk 13,446 crore in operation costs in the past five years. According to CPD Research Director Dr Khondaker Golam Moazzem, the government keeps these inefficient costly power plants to show how they've increased power capacity during their tenure. But what good has this culture of touting about achieving overcapacity done for the nation, when the public's demands continue to be unmet?\nIronically, despite overcapacity, Bangladesh reportedly witnessed the worst electricity crisis this year since 2013, which plunged residents and industries into utter misery. So then, would we be wrong to say that the overcapacity in the power sector – coupled with the disreputable capacity charge model – has only served as a cash cow for a powerful few? What's even more frustrating is that not only is there no sign of positive change, but more power plants are in the pipeline to increase the capacity to 60,000MW by 2040. This is beyond unacceptable.\nTime and again, experts have criticised this practice of paying capacity charges to power plants. Numerous studies have shown the problematic nature of power plant contracts, which incentivise private high-cost rental power plants to produce less and maximise their profits. The government's IMED report itself deemed it a \"model of robbery,\" though it was later revised excluding the chapter critical of the government's current policies.\nExperts have recommended adopting a \"no electricity, no pay\" clause in power purchase contracts and phasing out dysfunctional power plants. We urge the government to act on these logical recommendations and overhaul the long-festering power sector with energy policies that prioritise – first and foremost – the people. No excuses can justify the authorities' inaction to change this unscrupulous system.\n",
        "headline_1": "Will policymakers remain blind to power sector’s problems? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-policymakers-remain-blind-power-sectors-problems-3412591",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-09-2023"
    },
    {
        "full_article": "It is deeply disturbing to see the fate of most of our rivers – they are continuously being grabbed, polluted or filled up by powerful quarters while the relevant authorities do nothing to protect them. We were dumbfounded to see the picture of one such river published in this daily yesterday, which shows a stretch of the Harihar River at Swaranpur village in Jashore's Manirampur upazila that local influentials have occupied and divided into at least 50 small ponds by building dams for fish farming. The 45km river, which was once a source of livelihood to the local people, now only serves the interest of a few who have reportedly grabbed most of it – for fish and paddy farming, sand lifting or other purposes. Sadly, according to news reports, the local authorities are doing nothing to recover the river from these grabbers.\nReportedly, the Bangladesh Water Development Board (BWDB) undertook a project in 2021, under which it only excavated a 15km stretch of the river. It now says that the remaining 30km would be excavated once another project is approved by the government. The BWDB also says that they will evict all the encroachers once the project work starts. However, it all seems like routine statements from the authorities, who always talk about protecting our rivers but hardly walk the walk.\nIn the last couple of years alone, we have seen many of our rivers getting grabbed by not only influential people, but also by the authorities who are empowered to protect them. We have seen how a road has been built through a river by brick kiln owners, how another river has been destroyed to build a highway, or how rivers in general have been used as waste-dumping grounds. And all this has been done despite there being specific High Court directives to protect them, and despite the court's declaration in 2019 that rivers are \"living entities.\"\nIn the case of Harihar River, the BWDB should immediately identify the grabbers and evict them. If needed, the National River Conservation Commission (NRCC) should also step in so that this once flowing river can be a source of living for all the local residents.\n",
        "headline_1": "Stop constant onslaught on our rivers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-constant-onslaught-our-rivers-3411836",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-09-2023"
    },
    {
        "full_article": "To launder money, one of the widely used channels is that of export and import. All because, huge amount of money is involved in such trade transactions. The deceptive trade transactions take place under the guise of under-invoicing, over-invoicing, multiple invoicing, short shipment, over shipment, phantom shipment, complicated payment structure, discount, price changes and non-payment, thanks to the black sheep of the business circle. But now comes, for the second time, the news of formation of ghost companies with the ulterior motive of siphoning off big chunks of sale proceeds. Not only was the code 20 in Nature of Transaction of Bill of Export (B/E) used to mislead the customs but also under-invoicing was resorted to divert attention from the actual export. Notably, the code 20 is used in case of 'sample' shipment as against actual ones. Clearly the purpose was to hoodwink the authorities concerned into believing that the consignments were of the innocent types beyond suspicion. For three years from 2018 to 2020, the 10 nebulous companies carried out the infamous export only to launder Tk3.0 billion out of the country, as the Customs Intelligence and Investigation Directorate (CIID) has so far been able to unearth.There is a strong suspicion that more such mischievous trade deals involving notorious business circle and their counterparts abroad have taken place which may have aggravated the country's foreign exchange crunch. To obviate the use of trade finance as a means to obscuring illegal movements of funds through misrepresentation of prices, quality and quantity of goods and services, the Money Laundering Prevention Act, 2012 was framed. There are a number of other acts and regulations to help prevent trade-based money laundering (TBML) and terrorist financing including Anti-terrorism Act, 2009; Foreign Exchange Regulations Act, 1947; Customs Act, 1969; Import and Export Control Act, 1950. Now the question is, how can the name-only companies surfacing overnight can evade detection? When trade transactions ---no matter export or import --- actually take place, either the manufacturing companies/firms/services or their agents have to complete a host of banking and trade formalities not to mention trade licensing and obtaining of Business Identification Number (BIN). Unless established companies experienced in export procedures and their C&F agents create the faceless phantom companies with the ulterior motive of laundering money, it is impossible to do such illicit business by outsiders. How strange, the names of the exporters with the address they supplied have proved fictitious! In this digital age, is not there any mechanism to check or verify the trade licences and BINs prior to shipment or release of commodities? After all, the list of the goods exported is with the customs now. This is proof enough that the apparels acceptable to buyers abroad were shipped and fake companies could not produce such goods, established companies did. This leads to another important question of repatriation of sale proceeds. If this takes more than six months, there is a need for investigation into the matter. In this case, the dubious trade deals went on for about three years but those did not come under review until recently. Why? Can it be that the impostors received patronage not only from established RMG companies but also from quarters within the system of authorisation? This issue also needs to be probed thoroughly in order to get at the bottom of the scam. According to authoritative sources, the BIN can be the last means to provide a cue to the phantom exporters who have by now melted into thin air. The impostors along with their creators must be traced to their hideouts and meted out the maximum punishment under the law of the land including the Money Laundering Prevention Act. Such business entities with dubious credentials along with loan defaulters and swindlers of bank money have bled the country's economy white. They deserve no mercy particularly in the context of the current foreign exchange crisis and the economic slump.",
        "headline_1": "Money laundering using ghost firms",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/money-laundering-using-ghost-firms-1694012516",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-09-2023"
    },
    {
        "full_article": "In the era of Xi Jinping, with China poised to graduate into a superpower and become the world's most powerful economy, it is only proper that one look back at the political tradition left behind by Mao Zedong for his successors to build on. Certainly there have been the various sentiments expressed in these decades since the Great Helmsman, as his people called him, passed from the scene about the quality of his leadership in post-1949 China. His death on 9 September 1976 raised a number of question marks on where China would go from there, especially in light of the many upheavals which Mao presided over in his leadership of the country. There was the Great Leap Forward of the late 1950s, followed by the Cultural Revolution of the mid-1960s and extending well into the mid-1970s.It would be naïve to imagine that mistakes were not made by Mao. The Great Leap Forward was in a number of instances a period of misery for China's peasants, for collectivisation led many of them to problems they were unable to overcome. Reports of deaths from the interior of the country were not unusual. And during the period of the Cultural Revolution many were the political personalities who bore the brunt of Mao's wrath, their sin being playing the role of 'capitalist roaders' and who therefore needed to be punished. Deng Xiao-ping was a victim who in the end managed to survive the humiliation heaped on him and other party leaders on a nation-wide scale by the Red Guards.The Cultural Revolution did Mao little credit, for it revealed the extent of his suspicion of what he considered to be the capitalist activities of his rivals in the Communist Party. Liu Shaoqi, once touted as Mao's chosen successor and having served as the country's President, fell prey to the Red Guards' campaign against capitalist roaders and was swiftly stripped of his position in the state and in the party. Arrested in 1967, Liu died a tragic death in prison in 1969. But his passing would not be known till years later. And Liu was not the only former confidant of Mao to die in tragic circumstances.In September 1971, the Chinese media revealed the death of Lin Biao, a leading figure in the party and government and one who had been in the forefront of the revolution that brought Mao and his comrades to power in October 1949, in a plane crash. Till before his death in what was given out as his attempt to escape in an aircraft once his intrigue against Mao had been discovered, Lin Biao was the man considered to be Mao's successor in the event of the chairman's death at some point. Lin, like everyone else in the Communist Party, was a dedicated believer in the party and in the idea that China ought to be a force for good in the world. To this day, unfortunately, owing to the opaque nature of politics in Beijing, no one is quite sure of the circumstances which led to his death in September 1971.There is, therefore, little question that Chairman Mao made mistakes, one of them being a promotion of the Gang of Four led by his ambitious wife Jiang Qing. In its frenzy, the gang went after leaders they considered a threat to their power and influence. Not even Prime Minister Zhou En-lai was free of their attempts to paint him as an anti-Mao element. He escaped being tarnished by them, owing to the solid reputation he had gained since the guerrilla campaign against Chiang Kai-shek and the Japanese militarists and all the way to the Communist triumph in 1949. Besides, Zhou was dying from cancer. Death came to him in January 1976. An intellectual force in the party, Zhou was the recipient of tributes by the young at Tienanmen Square, a happening not looked upon kindly by the Gang of Four.But as one observes the anniversary of Mao's passing in September 1976, one will not and must not ignore the larger picture. And the picture is one of a leader whose determination to ensure China's primacy in the world mattered above everything else. While internally China went through convulsions, externally Mao succeeded in convincing the outside world that his country mattered, that it was indeed the Middle Kingdom that had defined it for ages. The Chinese role in the Korean War was an early instance of Mao's policy of informing the capitalist world that his country would not be a hermit kingdom but would assert itself in global affairs. And then came the break with the Soviet Union. Mao was not pleased at Nikita Khrushchev's denunciation of Stalin at the Soviet Communist Party conference in 1956, which was a powerful reason for him to ensure that no such deviation from policy would come into Chinese politics. A singular act of courage by Mao Zedong was the decision to break away from the Soviet Union and go for a propagation of communism the Chinese way. Beijing's consistent argument against the revisionism which underlay Soviet communism gained support at home and abroad, though Mao and Zhou were unable to penetrate the Soviet-influenced Warsaw Pact communist states of eastern Europe with their propaganda.Mao's foreign policy earned him friends in such countries as Albania, where Enver Hoxha ruled with an iron hand. It led to openings in Africa, where Zhou En-lai toured extensively in 1964. That China could not be ignored was acknowledged by French President Charles de Gaulle, whose government accorded diplomatic recognition to Beijing in 1964, the very year in which the Chinese exploded an atomic bomb and so joined the nuclear club. And yet there were the flaws, grave ones, which defined Chinese foreign policy under Mao.In October 1962, an unprovoked attack on and incursion into India by the Chinese military put paid to the friendship which till then had underscored relations between Beijing and Delhi. The consequences of that rash move are yet being felt, with India and China remaining wary in their approach to each other at every level. In 1971, for all their expressions of solidarity with nations struggling to free themselves of colonialism, Mao Zedong and his government singularly failed to identify with the cause of Bangladesh's freedom from Pakistan. Unbridled opportunism was at work, with the Chinese unwilling to upset an opening to ties with Richard Nixon's Washington. Beijing did not endear itself to Bengalis by its veto of Bangladesh's application for membership of the United Nations. Nor did it do credit to itself by withholding recognition of Bangladesh's sovereign entity until the assassination of Bangabandhu Sheikh Mujibur Rahman. After September 1965, China suffered a setback in Indonesia, where it had enjoyed warm relations with President Sukarno's government, when General Suharto's pro-West regime went after Indonesia's communists ruthlessly, effectively shutting the doors to any dealings with Beijing.Four decades and seven years after his death, Mao Zedong remains a formidable force in modern Chinese history. His detractors in the West have condemned him as a dictator, as one whose policies led to the death of millions of Chinese. The truth is larger, which is that Xi Jinping is where he is today because Mao Zedong prepared the ground for his successors.\n[email protected]",
        "headline_1": "China in the era of Mao Zedong",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/china-in-the-era-of-mao-zedong-1694012551",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-09-2023"
    },
    {
        "full_article": "A section of Bangladesh's first-ever elevated expressway is open to traffic. Vehicles have started running on the long-awaited Dhaka Elevated Expressway's Kawla-Farmgate route. And now it takes less than 15 minutes for a vehicle to cross this 11.5-kilometre section, a journey that would normally take more than one hour on the traditioal roads. For congested Dhaka city, it is like a dream-come-true. The dream of reaching from the capital's one end to the other in around 10 minutes is, however, turning into a nightmare when the commuters try to get down from the expressway. Though vehicular movement on the expressway is smooth, congestion can be seen at all toll points of the expressway as the process is manual and slow. And when someone starts landing from the expressway what they find is an old congested Dhaka city. Hundreds of vehicles coming down from the expressway have to struggle hard to pass through narrow roads beneath the expressway. Farmgate and Kawla are two such places that have been experiencing severe gridlocks since the launch of the expressway. Not just these two places, it seems the entire Dhaka city is facing more traffic jams nowadays possibly because of the expressway. The long-cherished expressway has been constructed to ease Dhaka's nagging congestion and save people's valuable workhours. But now it appears the expressway, itself, is contributing to the city's traffic jams. Gridlocks are created on a regular-basis at the landing points at Farmgate, Mohakhali, Kakoli and Kawla areas due to heavy pressure of vehicles using the Dhaka Elevated Expressway. Moreover, now it takes more time for a vehicle to cross a traffic signal than before. Some people have taken to their social media platforms to share their experience about how they have to suffer as they now need more time than usual to reach their destinations. They are also pointing their fingers at the expressway saying that it has increased more pressure of vehicles on the city roads and created more traffic jams. Dhaka city has a total of seven flyovers. But they have failed miserably to resolve the problem of traffic jam. Take the case of Moghbazar flyover. The road below is so narrow that it cannot accommodate the entire traffic coming down from the flyover. In many countries in the world, elevated roads are constructed to bypass a city rather than land within a city. Dhaka elevated expressway does not seem to serve that purpose. Elevated expressways or flyovers can never be a complete solution to traffic gridlock in cities like Dhaka as they increase congestion at landing points. The benefits of having an expressway cannot be fully realised unless we widen its landing areas. Before constructing any elevated road in the future, building wider landing spaces should be taken into consideration. The toll collection system should also be upgraded and made automatic. There should be a move to replace toll plazas with cameras that could read the number plates of vehicles and automatically deduct toll from the linked bank accounts of vehicle owners. \n[email protected]",
        "headline_1": "Widening landing areas of Dhaka expressway",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/widening-landing-areas-of-dhaka-expressway-1694012581",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-09-2023"
    },
    {
        "full_article": "Jagannath University is an age-old educational institution in Bangladesh. Every year many students enter this university with high hopes. The university, however, has a small campus with only one cafeteria. But that is not enough for more than 20,000 students. So, they go to makeshift shops set up close to the TSC (Teachers and Students Centre) of this university. Unfortunately, the condition of the TSC and its adjacent shops are not in good shape. There are piles of garbage scattered near the TSC. Since the shopkeepers do not use litter bins, everyone throws away the garbage here and there. And there is an alarming presence of Aedes mosquitoes, which can infect anyone with dengue fever. Moreover, this place often gets flooded if there is a little rain. I, on behalf of other students, urge the authorities concerned to take immediate measures so that this place is cleaned and maintained in a proper way as early as possible.\nNazifa Tasnim, Student of Mass Communication and Journalism, Jagannath University, Dhaka",
        "headline_1": "Deplorable state of JnU TSC",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/deplorable-state-of-jnu-tsc-1694012597",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-09-2023"
    }
]