[
    {
        "full_article": "Prevention is better than cure, but taking this adage to the extreme in the practice of medicine might obnubilate the very purpose of treating patients to recovery, and even turn out to be counter-productive. In the case of prophylactic use of antibiotics, the resultant antimicrobial resistance (AMR) will be deadly. The ‘First Multicentric Point Prevalence Survey of Antibiotic Use at 20 NAC-NET Sites India 2021-22’ conducted by the National Centre for Disease Control under the Health Ministry has thrown up startling statistics, but more importantly, examining the minutiae italicises key issues that have been flagged by experts for years now. Over 70% of the patients in tertiary-care hospitals across 15 States and two Union Territories were prescribed antibiotics; over 50% of antibiotics prescribed have the potential to cause AMR. But the most crucial reveal was that 55% of the patients surveyed were prescribed antibiotics as prophylaxis, or as a preventive; only 45% were prescribed antibiotics to actually treat infections; of this, only 6% were prescribed the drugs after identifying the specific bacteria.AMR occurs when pathogens evolve, fortifying themselves against drugs, and stop responding to antimicrobial drugs. While it is the nature of pathogens to evolve, this ever-increasing crisis is constantly being exacerbated by unsound medical, and animal husbandry practices. It is precisely the sort of misuse and overuse of antimicrobials, as revealed by the survey, which cause the development of drug-resistant pathogens that in turn pose great risk to life and exacerbate morbidity. The World Health Organization (WHO) estimates that bacterial AMR was directly responsible for 1.27 million global deaths in 2019 and contributed to 4.95 million deaths. AMR invalidates the multiple gains that modern medicine has achieved over years, makes infections harder to treat, but also renders other medical procedures and treatments such as surgery, caesarean sections and cancer chemotherapy, much more risky, WHO warns. Infectious diseases specialists and critical-care experts have for long been waving the red flag over AMR, calling for rational prescription of antibiotics, and curbs on the use of drugs to promote growth in animals and plants. It is also clear that there is an antibiotic research and development pipeline crisis, and urgent measures are required to develop new drug candidates, and more equitable access to them. The role of doctors and the government in regulating use of drugs is crucial in this battle, but more so the latter. Patients too are impatient with the medical process, expecting immediate relief to ailments; but medical science offers no magical remedy. Ultimately, it is the agency with the heft to do both, establish systems that strictly regulate the use of antimicrobials and promote and fund research on newer antibiotics that will draw the line — between life and death.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nmedicine\n\n/\n\nprescription drugs\n\n/\n\nmedical research\n\n/\n\nhealth",
        "headline_1": "Drug war: On use of antibiotics and antimicrobial resistance",
        "headline_2": "Antimicrobial resistance is a health issue that will negate advances in medicine",
        "link": "https://www.thehindu.com/opinion/editorial/drug-war-on-use-of-antibiotics-and-antimicrobial-resistance/article67710044.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-01-2024"
    },
    {
        "full_article": "India’s quest for a Test series win in South Africa remains an unfulfilled dream. Right from the 1992-93 tour when Nelson Mandela met Mohammad Azharuddin’s men to the latest stint, India brimmed with confidence but was fated to return empty-handed. The latest tryst in whites culminated in a 1-1 stalemate even if all talk will revolve around the second game at Cape Town’s Newlands being the shortest ever Test at a mere 642 deliveries and concluding well within two days. In a contest of excruciatingly small margins, Rohit Sharma’s men prevailed with a seven-wicket victory with speedsters Jasprit Bumrah and Mohammed Siraj being the wreckers-in-chief of the South African line-up. But having lost the earlier first Test, India could only end up drawing level in the series. The Newlands surface with erratic bounce and adequate juice for the seamers to excel, tested the very best of willow wielders. It is also a credit to K.L. Rahul, Dean Elgar and Aiden Markram, for having scored tons through the two-Test series that was essentially a showcase for the very best of fast bowling skills, the kind that Kagiso Rabada and Bumrah exhibited. In a short-form embracing cricketing world, Tests not lasting five days is a cause for worry and it also reveals a waning of batting skills.Elgar, who just retired, or a Cheteshwar Pujara, are all part of a dwindling breed of batters, who could stay long at the pitch. The current trend resting on a muscular approach makes for exhilarating viewing but when batting line-ups collapse, it is equally disconcerting. In the larger scheme, India drew the T20s at 1-1 and won the ODI series at 2-1, which became the prelude to the Tests. Suryakumar Yadav and Rahul led in the T20s and ODIs, respectively, while Rohit turned up as the leader in Tests. In a year that features Tests against the visiting Englishmen besides the ICC T20 World Cup in the Caribbean and United States, India is still figuring out the diverse building blocks for the three formats. Rishabh Pant’s absence forced the management to make Rahul don the wicket-keeping gloves in Tests. However, it is never an ideal long-term strategy. Rohit, Virat Kohli, R. Ashwin and R. Jadeja, are all hovering around the mid to late thirties mark, and their gradual walk towards the twilight seems inevitable. There are injury woes too like the one that kept Mohammed Shami out of the team. And as the squad boards the return flight to India, the tale is about yet another South African tour, that promised much and yielded little. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncricket\n\n/\n\nTest cricket\n\n/\n\nIndia\n\n/\n\nSouth Africa\n\n/\n\nICC World Cup\n\n/\n\nUSA",
        "headline_1": "Unkept promise: On India’s quest for a Test series win in South Africa",
        "headline_2": "India is yet to beat South Africa in an away Test series",
        "link": "https://www.thehindu.com/opinion/editorial/unkept-promise-on-indias-quest-for-a-test-series-win-in-south-africa/article67709855.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-01-2024"
    },
    {
        "full_article": "America talks of casualties but is okay with Israeli assaults. Few cheer Hamas but all are okay with Qatar sending it billions. Most want a 2-state solution but they don’t tell Netanyahu, who’s dead against it\nAlmost every country wants to see Hamas defeated. Almost all also do not want to see Palestinians defeated. That is the world’s dilemma in the Gaza war. How to ensure Palestinians don’t lose if and when Hamas does. Or even better, ensure Palestinians win without Hamas winning.\nIsrael’s targets & actions | Israel equates Hamas with all Palestinians in Gaza. For it, defeating Palestinians is same as defeating Hamas. Defeating Palestinians is akin to defeating a Two-State solution, which PM Netanyahu and his right-wing ministers have expressly said they’re dead against.\nBy implication, every Palestinian then becomes a legitimate target in Gaza, including three Israeli hostages who were mistaken for being merePalestinians, of course not for Hamas, and shot dead. Two Christian women were killed inside Holy Family Parish in Gaza on December 16. Missionaries of Charity of Mother Teresa, whom I would meet when I lived in Gaza between 1996-98, was targeted by IDF rocket fire.\n \n\n \nRead full story on TOI+\n \n\n",
        "headline_1": "Playing in Gaza: Geopolitics of the forked tongue",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/playing-in-gaza-geopolitics-of-the-forked-tongue/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-01-2024"
    },
    {
        "full_article": "National Statistical Office (NSO) forecast of 7.3% GDP growth – its ‘first advance estimate’ published yesterday – is a wee better than anticipated. That calculus implies the second half of this fiscal year will see a slower growth rate of 6.9%, compared with a tearing 7.7% rate in the first half that persuaded analysts to pencil up their own calls for this fiscal.\nHardy economic performance | Between now and May, NSO will publish two more estimates for this fiscal. The ‘second advance estimate’ will come by the end of this month and may not differ significantly from the first as little incremental information will be available by then. The ‘provisional estimate’, considered more reliable because more data points contribute to their estimation, will be published in May. May estimates will have a longer shelf life, as the next revision will happen in 2025.\nRead full story on TOI+\n\n",
        "headline_1": "How to read 7.3%: GDP growth will slow down a bit for the rest of 2023-24 but economy is robust",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-to-read-7-3-gdp-growth-will-slow-down-a-bit-for-the-rest-of-2023-24-but-economy-is-robust/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-01-2024"
    },
    {
        "full_article": "With great power comes great responsibility. That this basic Spiderman lesson is lost on too many adults in India is the misfortune of too many of its young. It was certainly lost on Calcutta high court when it detoured from points of law totally, to preach “the duty or obligation of every female adolescent to… control sexual urge or urges”. Supreme Court has rightly called these remarks “highly objectionable”. But the fact is that faced with a young petitioner or client or consumer, all authorities tend to act in locoparentis. Every passing elder gets to censor and chew out a young person. There is no accounting of how all this umbrage piles up on a soul. How contradictory it is. Or irrational.\n\nThe age of consent is – unjustifiably – 18 years in POCSO. This allows families, police and some courts to act as moral arbiters. Persecution of consensual young relationships is cruel in and of itself. But let us also understand this as a larger perversity. Instead of a healthy engagement with their naturally emerging sexuality, teenagers are being asked to suppress it so they too can carry the weight of suppressions that burdens their fathers, mothers, teachers. This is a damaged legacy. It is saying, live like I did, think like I did, regret like I did. A society cannot grow and prosper if it cages the young in received wisdom. The young need fun, freedom and self-confidence.\n\nTeenaged experiments of the self are a key building block of a full life. Plus, today’s teenagers are growing up with an acute consciousness of turbulence. How many tools can their elders really give them to navigate a world that can change with one new algorithm? Papa don’t preach, a hit pop song said. Mamas, aunties, uncles and institutions, don’t preach either. Consider listening and learning from the young. Don’t insist on your shadow being their horizon.\n\n",
        "headline_1": "Adults, grow up: Your shadow isn’t the young’s horizon",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/adults-grow-up-your-shadow-isnt-the-youngs-horizon/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-01-2024"
    },
    {
        "full_article": "Winter is the chirpiest season. Birds from far and further away make awe-inspiring journeys to India. But between climate change and local habitat loss, this winged tourism is hurting. So is domestic avifauna diversity. True, there are credible efforts underway to be more hospitable to birds. But what is really needed is a systematic countrywide programme to monitor and help them.\nOdisha’s 12 avi-protectors | A dozen local women decided to do something about poaching and pollution harming migratory traffic to the Arachandi wetland.They exemplify how a small group can make a big impact. Sightings of the Ruddy Shelducks that are always seen in pairs, also underline the delight of human-bird dynamics. But in Nagpur the Bar-Headed Geese from Mongolia are running late, as did annual visitors from colder climes to Punjab’s wetlands.\n \n\nGeneralist advantage | The State of India’s Birds 2023 report indicates that generalist birds, which can live in multiple habitats, are doing well. But specialists are much more threatened. For example, the White-bellied Woodpecker who lives in the old-growth forests of the Western Ghats.\n \n\nBeyond beauty | Birdsong is so calming. Their collective flights are so inspiring. But this is not just about our therapeutic needs. Or aesthetics. Bird conservation is a critical proxy of climate change mitigation, adaptation and resilience. Healthier cities have healthier birds. Only, don’t be deceived by lots of birds of one kind. The key metric is biodiversity.\n\n",
        "headline_1": "Winter & birdsong: A relationship to be cherished and protected",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/winter-birdsong-a-relationship-to-be-cherished-and-protected/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-01-2024"
    },
    {
        "full_article": "The nation goes to 12th parliamentary polls today (Sunday) amidst an unprecedented political standoff. More than 119 million people, nearly half of whom are women, are supposed to exercise their voting rights in an election boycotted by the Bangladesh Nationalist Party (BNP) and some other like-minded parties. These parties, in addition to urging the people to stay away from voting, have announced disruptive programmes like a 48-hour shutdown, ending at 6 am tomorrow (Monday). The Election Commission and the incumbent government, as a counter move, are determined to hold a 'free, fair and credible' election. Thus, a charged atmosphere has aroused concerns among the electorates. Poll-centric violence and some acts of sabotage, including arson, have made the situation tense. Death and injuries in clashes between the ruling party and independent candidates (most independents however belong to the ruling party) during electioneering and the fire incident involving the Benapole Express train on Friday would only heighten voters' worries. The character and composition of today's general election are known to all and hence it does not require any elaboration. What will be a matter of great import is the extent of voters' participation in the election. Political rivals have two opposing objectives, as far as voter turnout is concerned. The outcome, however, would be known at the end of the polling.Today's election is unlike many others held in the recent past, as some major Western countries, including the USA, wanted it to be free, fair and peaceful. Even China, Russia and India have expressed their interest in seeing a 'stable' Bangladesh and favoured non-interference in its 'internal matters'. Many tend to believe that outsiders' involvement has originated from their respective geopolitical interests. But what the people here wanted is an opportunity to express their free will in a free, fair and participatory election.It is beyond doubt that one party taking part in today's election will secure majority seats in the next parliament and take over the rein of the country's administration. But none seems to have a clear idea about what would happen next. There is an air of uncertainty, which might prove extremely damaging to the economy. Most people are aware of the economic ills. Inflation has been hurting the poor, low and middle-income people for many months and there is no sign of its abatement. Issues such as dollar crunch, crisis in the banking sector, moribund stock market, capital flight etc., will deserve highest attention of the new government. Without a stable political situation, it will be difficult to address these pressing issues. In addition to a stable political environment, what will be of utmost importance is good governance and the rule of law- two important elements that so far have eluded the nation.Regrettably, national institutions that play a very important role in ensuring good governance and the rule of law have gone through a process of degeneration over the years. Electorates would want the next government to take measures for strengthening those institutions. Undoubtedly, there have been some deep-seated problems in economic management and some major structural changes and reforms will be necessary to resolve those. Since strong resistance is feared to come from within the government and beyond to such changes and reforms, the new government will have to make determined efforts to overcome those.",
        "headline_1": "An election amidst political stalemate and worries",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/an-election-amidst-political-stalemate-and-worries-1704547107",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-01-2024"
    },
    {
        "full_article": "Is there any strong correlation between national elections and economic growth? The answer is yes, although, in many cases, it is difficult to establish the correlation supported by adequate evidence and statistics. The most popular tool to explain the relationship in this connection is the political business cycle theory, which indicates the rise and fall of economic activities due to some external interventions by the political actors. The term, political business cycle, is used mainly to stimulate the economy just before an election to improve prospects of the incumbent government getting re-elected, according to Encyclopædia Britannica. It also adds that notwithstanding numerous attempts to establish their existence, 'empirical evidence of political business cycles remains rather equivocal'.Nevertheless, trying to find out the political business cycle during a national election in a country is an interesting exercise. Over the decades, various institutions and individuals have undertaken the exercise. For example, the paper titled 'Political Business Cycles and Expenditure Policies in Developing Countries' was prepared and published by the International Monetary Fund (IMF) in 1994. It empirically studied fiscal policies around elections in 35 developing countries, including Bangladesh. It found that 'the governments try to improve their re-election prospects with the help of expansionary expenditure policies.' That's why fiscal deficits are enhanced prior to elections, and the newly elected or re-elected governments adopt fiscal consolidation after the polls. The paper also showed that these kinds of cycles are generally available in countries that are less trade-oriented or that pursue fixed exchange rate policies. Bangladesh fully fitted with these two conditions at the time of study. The paper looked at the sample countries' national elections during 1970 to 1992 period but did not disclose the country-specific elections. So, it may be assumed that it included the first five parliament elections - 1973, 1979, 1986, 1988, and 1991 - in Bangladesh as well as the 1970 general election in undivided Pakistan. From the historical event, it can also be presumed that no political business cycle existed during the elections in 1970 and 1973. Again, economic growth or Gross Domestic Product (GDP) growth declined in fiscal year 1978-79 (FY79) but increased in FY86. It again dropped in FY88 and FY91. During the '80s, there was a massive political movement against the autocratic Ershad regime, and the elections in 1986 and 1988 were mostly farce. Though the Awami League participated in the 1986 election, it stayed away from the polls in 1988. Bangladesh Nationalist Party (BNP), however, consistently refused to join any election under the Ershad regime. The mass movement in 1990 ultimately compelled Ershad to resign, and the country entered  the era of democracy through the sixth parliamentary election in 1991 under a caretaker government. So, political movements coupled with violence contributed to reducing economic growth. A similar trend was also observed in the next two decades. GDP growth has consistently declined in the five election years until 2009. Dr Zaihd Hussain, the then-lead economist of the World Bank in Bangladesh, explained the matter in an analytical note titled 'Economic growth and elections in Bangladesh' in 2013. He showed that almost every election came after a period of political impasse on the issue of how the poll would be held. So, every election year during the period under review was marked by uncertainty regarding the holding of elections and the peaceful transfer of power, street agitation, strikes and violence. All these disrupted economic activities, ultimately reducing the growth in election years. So, GDP growth also declined in FY96, FY01 and FY09. The economist, however, added that the election in 2009 was not preceded by strikes and violence, which showed a 'perverse relation between election and growth.' An analysis titled 'Bangladesh Economy in FY2014: Three Months after the Budget, Three Months before the Elections', prepared and released by the Centre for Policy Dialogue (CPD) in October 2013, also discussed the prevalence of political business cycle in Bangladesh in detail. It said: \"A large number of countries around the world experience the impact of political business cycle on GDP growth. Bangladesh has also witnessed a fall in real GDP growth during the election years. This is also because Bangladesh tends to experience significant violence during periods of political transition.\" The CPD analysis also added that besides a fall in real GDP, tax revenue also falls during the election years while tax collection improves in the years following the polls. Moreover, revenue expenditure rises, and public investment falls during the election years.The trend did not seem to continue in 2014 when the 10th parliamentary election was marked by pre-poll violence and a boycott by the main opposition party, BNP. GDP growth slightly increased to 7.0 per cent in FY14 from 6.60 per cent in FY13. During the 11th national election in 2018, the growth also increased to 7.32 per cent in FY18 and jumped further to 7.88 per cent in FY19. So, how to explain the rise in GDP growth in the last two election years? There is no simple answer to the question at this moment. One explanation is that both elections were held in the middle of the respective fiscal years, reducing the uncertainty related to power transfer within a reasonable time before the end of the fiscal years. Finally, how will growth in the current year be affected by the 12th parliamentary election? If everything goes well, the 12th national parliamentary election will take place today (Sunday) across the country, though there are certain controversies surrounding the general election. Like the past two general elections in 2014 and 2018, according to critics and analysts, it will also be another poll that will ultimately be labelled as a disputable one for obvious reasons. Nevertheless, the election's economic impact will be visible after a few months. Suppose the newly elected government address the ongoing challenges of high inflation, weak financial sector and sluggish investment with adequate corrective measures. In that case, the economy will rebound by the last half of the current fiscal year. So, the country may likely experience another growth in the election year. [email protected]",
        "headline_1": "Election, economic growth in BD",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/election-economic-growth-in-bd-1704547155",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-01-2024"
    },
    {
        "full_article": "In the present-day world, the prime task of the diplomats is to work for promoting trade and development. As the country's economy is now facing many odds, primarily due to global turmoil, this task has become more important.Bangladesh's economy has been growing faster than many countries in the recent years. The pandemic and the Ukraine war, which heavily disrupted the supply chain and caused a severe forex crisis due to huge surge in the import cost, have affected its pace of growth.Sanctions by the Western countries against Russia fuelled unprecedented rise in energy, foodgrain and fertiliser import costs. These have eroded the once comfortable foreign exchange reserves. This requires exploration of new avenues through which these products can be channelled to the domestic market at cheaper prices. Many countries in the world, like India managed to do so through successful diplomatic efforts.To some extent, Bangladesh has also been able to source some of these commodities at reasonable prices through diplomatic negotiations. Continuation of this effort is imperative as the negative factors are still hurting the economy.There are other challenges ahead for our diplomats. The country is on the path of graduating to the middle income country and set to be deprived of the duty-free market access to many countries which it has been enjoying as a Least Developed Country (LDC).To offset the duty-related shock after graduation, the use of instruments like free trade agreement (FTA) or preferential trade agreement is crucial, as through these mechanisms it may gain duty-free market access to the major economies. The foreign office needs to play a pivotal role in this regard.Bangladesh is already in talks with several countries like China and Japan on inking FTAs. With India, the country initiated negotiations on Comprehensive Economic Partnership Agreement (CEPA) of which FTA is a major component. Leaders of both countries, Prime Minister Sheikh Hasina of Bangladesh and her Indian counterpart Narendra Modi, have already made their commitment to materialise this instrument during their latest summit meeting last year.Another major instrument is Regional Comprehensive Economic Partnership (RCEP) which is considered a high-quality, modern and comprehensive FTA covering 10 member states of the Association of Southeast Asian Nations (ASEAN) and its five FTA partners. An outstanding feature of the RCEP is that it represents the world's largest FTA, comprising about 30 per cent of global GDP and about a third of the world population. Though Bangladesh in principle agreed to join the platform several months ago, it postponed its decision in this regard until the passage of the national election apparently due to geopolitical reasons as RCEP is known as a China-led trade alliance. So piloting a smooth entry into RCEP without ruffling feathers will be a major challenge for the foreign ministry in the new year.Same can be said for Indo Pacific Forum patronised by the US, Global Development Initiative launched by China as the government despite unofficially agreeing to join these platforms, failed to formally announce its decision officially.Another big challenge is to begin the repatriation of over one million Rohingya refugees, who fled their homeland in the Rakhine State of Myanmar since August 2017 in the face of brutal crackdown by the Myanmar security apparatus.As Bangladesh is evidently under tremendous pressure socially and economically due to the presence of such a huge number of refugees, a quick move to start the repatriation is essential.Another prime issue is to gear up diplomatic efforts to counter the allegations of labour abuses in the RMG sector as the major importers like the US and the EU have become highly vocal on the issue and warned of restrictive measures against this sector. No doubt the foreign office requires a holistic approach to address these challenges. In fact, they need to pull their socks up to ensure success.[email protected]",
        "headline_1": "What foreign office needs to do in 2024",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/what-foreign-office-needs-to-do-in-2024-1704547210",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-01-2024"
    },
    {
        "full_article": "The arson attack on Benapole Express train which led to the death of at least four passengers, including three members of a family, is an appalling act of crime. Locals were terrified to see four carriages of the train from Jashore's Benapole on fire during its entry to the capital through Sayedabad. The driver stopped the train at Gopibagh, some two kilometres from its destination, the Kamalapur Railway Station. By all indications, it appears to be an act of sabotage. The fact that there was reportedly no fire outside the train suggests that the fire did not originate from the train's wheels. Primary investigation also suggests that it was not possible for the fire to spread so quickly without the use of petrol, indicating that it was an arson attack. Whoever was responsible had set the train on fire while it was running. That makes it clear that they wanted to cause maximum damage. Such a heinous act must be investigated thoroughly and the perpetrators must be held to account. We call on our law enforcing agencies to carry out an independent investigation to identify who exactly was responsible for these terrible train attacks and to remain vigilant to prevent any further acts of sabotage.Ashikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID), [email protected]",
        "headline_1": "Criminals setting fire to train must face justice",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/criminals-setting-fire-to-train-must-face-justice-1704547228",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-01-2024"
    }
]