[
    {
        "full_article": "Tamil Nadu’s latest application in the Supreme Court of India on the Mullaperiyar dam row shows that even 10 years after the Court’s decisive judgment allowing water to be stored till 142 ft. from the previously reduced 136 ft., several issues with Kerala still remain unresolved. In a rejoinder to Kerala’s reply in a case filed by an activist, Tamil Nadu, the beneficiary-owner State, has accused Kerala, where the dam is located, of “crying foul” about the safety of the 129-year-old structure, while at the same time “wilfully obstructing” work essential for its maintenance. Despite the constitution of three panels, i.e., a Supervisory Committee (which was reconstituted by having a technical member from each State in June 2022) and two sub-committees (one of which is under the National Executive Committee of the National Disaster Management Authority) to ensure a high level of preparedness to face any disaster related to the dam, no one is any closer to finding a solution to the pending issues. Tamil Nadu’s grievance is that the reconstituted Supervisory Committee, despite having powers under the Dam Safety Act, 2021, had “miserably failed” to ensure that Kerala and its instrumentalities permit and facilitate dam strengthening and other related works. Tamil Nadu has also been pressing for the early completion of a comprehensive dam safety evaluation within five years, by December 30, 2026, as stipulated under the 2021 law.But despite unresolved issues, judicial intervention has seen the adoption of rule curve, a tool in decision-making for smooth operation of the dam’s shutters, especially during floods, and the gate operation schedule, notwithstanding Kerala’s reservations. Apart from the dam-related issues, the proposal of a mega car parking project of the Kerala government is a matter of litigation. The conclusion of the Survey of India that the project site is outside the leased area has been disputed by Tamil Nadu. As for Kerala, dam safety has been its primary concern and it wants to proceed cautiously. It is time that the two State governments, which enjoy good relations, resumed bilateral negotiations to find a solution to pending problems while retaining their liberty to adopt legal recourse. Courts take their own time to arrive at their conclusion, even though Tamil Nadu has a more favourable track record with the Supreme Court than the other State on Mullaperiyar, going by the 2006 and 2014 judgments. As water and dam safety can be used by some elements to arouse emotions, the political leadership in both States should be proactive in thrashing out the differences. The proposed talks, even in the event of not leading to any major breakthrough, may at least provide both States an opportunity to appreciate each other’s position better and leave no room for vested interests to vitiate the atmosphere.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nTamil Nadu\n\n/\n\nKerala\n\n/\n\njudiciary (system of justice)\n\n/\n\nwater rights\n\n/\n\nMullaperiyar In-Depth",
        "headline_1": "Time to talk: On Tamil Nadu, Kerala and the Mullaperiyar dam row",
        "headline_2": "T.N., Kerala should discuss dam safety; legal recourse must be the last resort",
        "link": "https://www.thehindu.com/opinion/editorial/time-to-talk-the-hindu-editorial-on-tamil-nadu-kerala-and-the-mullaperiyar-dam-row/article68145900.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-05-2024"
    },
    {
        "full_article": "China has underlined its badminton supremacy by clinching the Thomas and Uber Cup titles at home in Chengdu. The Asian powerhouse repeated its feat of 2012 — to win both the men’s and women’s crowns in the same year. The vanquished finalist in both categories was another highflyer, Indonesia, losing 1-3 in the men’s division and 0-3 in the women’s. With less than three months left for the Paris Olympics, the twin successes marks China out as the clear favourite. Of the two, the men’s victory will taste sweeter. After winning five straight times from 2004 to 2012, the heavyweight secured just one trophy from the five subsequent editions. At Bangkok in 2022, it did not even make the podium. But led by World No. 2 Shi Yu Qi — who won all six of his singles matches — China took home the top prize for the 11th time in history. For the women, it was about overcoming the blip of losing to South Korea in the 2022 summit clash. Leading into this year’s competition, China had won 10 of the previous 13 Uber Cups. And with four players in the singles top-8 and three pairs in the doubles top-5, it bulldozed its way through to the title, winning 24 straight matches.For India, the Thomas Cup acted as a stocktaking exercise ahead of the Olympics while the Uber Cup was used as a platform to blood the next generation. The experience in the former was bittersweet, for India was the defending champion but its campaign ended in the last-eight with a 1-3 defeat to China. Satwiksairaj Rankireddy and Chirag Shetty, Asian Games doubles gold medallists and among the favourites for Paris, lost two high-profile matches, to Indonesia in the last group-stage tie and China. However, H.S. Prannoy and Lakshya Sen turned in noteworthy performances. Against Indonesia, Prannoy defeated 2020 Tokyo Olympics bronze medallist and 2024 All England Open finalist Anthony Ginting, a confidence booster in an on-and-off season. Versus China, Lakshya overcame the 2023 All England champion Li Shi Feng, for the fourth time in five matches, furthering an uptick in form since the European swing in early March, ahead of his first-ever Olympic Games. The young Indian women’s side emerged with a lot of credit even though it lost 0-5 to China in the last league contest and 0-3 to Japan in the quarters. It was baptism by fire for the likes of Anmol Kharb, Isharani Baruah, Tanvi Sharma and Ashmita Chaliha, a steep learning curve that will hold them in good stead.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nbadminton\n\n/\n\nIndia\n\n/\n\nChina\n\n/\n\nsports event\n\n/\n\nsports awards\n\n/\n\nOlympics",
        "headline_1": "Twin towers: On China, India and badminton",
        "headline_2": "China dominated in both men’s and women’s team events in badminton",
        "link": "https://www.thehindu.com/opinion/editorial/twin-towers-the-hindu-editorial-on-china-india-and-badminton/article68145884.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-05-2024"
    },
    {
        "full_article": "India topped the remittance global chart in 2023 with an inflow of $125 billion, or 3.4% of GDP. That was a direct boost to the income of millions of families. As a report in TOI (The Great Indian Outplacement, May 5) showed, a number of families that benefitted from it would have to thank children who are engaged in blue-collar work. People are our greatest asset, if govts take steps to harness this resource.\nStructural driver | We are in a century of demographic transformation. Wealthier countries are aging rapidly, leading to labour shortages. There’s no way to offset this problem except through immigration. This is where India scores. Our median age is around 29, and we are home to millions of eager young people who are willing to fill the gaps in the labour market for blue-collar work. Kerala alone has people working in 182 countries, which is just 11 short of the full membership of the UN general assembly.\nStates take the initiative | Blue-collar workers are vulnerable to exploitation by agents because they lack the means to gather adequate information on potential employers. Many states have stepped in to fill that gap, for which they deserve praise. Kerala has a long tradition of doing so, but the initiative of states such as Telangana, Haryana and Jharkhand is impressive as it’s a purposeful way of matching the needs of overseas employers with job aspirants in many areas, including skilling.\nGOI can be a force multiplier | In future, all states will do well to have an emigration minister. However, given the structural factors shaping the global labour market, GOI needs to play a far more proactive role.\n\nEmigration minister | The next govt should have a standalone minister for emigration. This cannot be an ornamental post. Given the paramount importance of jobs, this ministry will be at the heart of India’s economic policy. It will have to liaise with MEA, skill development ministry and states. To make it effective, it will need the full backing of the PM.\nRobotics and AI are crunching labour demand in manufacturing. Services are an alternative growing in importance. To realise this potential, economic policy needs to use govt’s reach to plug gaps between individual aspirants and potential employers everywhere. It’s not just about ensuring the safety of workers. Appropriate skilling through agencies such as NSDC will provide young Indians a competitive edge. Coordinating all this should be the job of the emigration minister.\n\n",
        "headline_1": "Mantri for emigration: Global demographic trends creating huge opportunity for workers; GOI needs full-time minister to tap it",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/mantri-for-emigration-global-demographic-trends-creating-huge-opportunity-for-workers-goi-needs-full-time-minister-to-tap-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-05-2024"
    },
    {
        "full_article": "The big data breach that hit Tamil Nadu Police last week is another demonstration of weak data security infra in the country. Hackers were not only able to access the department’s Facial Recognition Software portal – which contains more than 60 lakh records of individuals, including photos, names, FIR numbers and details of police officers – but have also reportedly put the data on sale on the dark web.\nProtecting data goldmine | Given India’s huge population and growing digitisation, govt departments are increasingly storing massive volumes of data. This is also precisely why India is a big target for cybercriminals. Over the last couple of years there have been multiple data breaches, especially targeting the Indian healthcare sector. Last year, a server breach in ICMR compromised personal information of about 81 crore Indians who had taken Covid vaccines. In 2022, a ransomware attack at AIIMS-Delhi crippled e-hospital services.\n\nNational security threat | Apart from potential harm to people whose data is being pilfered, there’s a clear national security risk here. We already have reports of Chinese data processing farms potentially collecting gigantic volumes of data from across the world, including India. Sensitive information of political leaders and VIPs falling into the hands of a strategic rival can be dangerous. North Korea is another known source of ransomware attacks. These need to be countered.\nGreater accountability | India’s cybersecurity infra includes agencies like the India Computer Emergency Response Team (CERT-IN). But most breaches are actually reported by foreign entities. We need to be far more proactive. Plus, there’s little accountability for data breaches. India’s data protection law gives sweeping exemptions to govt entities. But no one is penalised or fined when massive data hacks take place at their servers. A system of penalties needs to be instituted if cybersecurity infra is found wanting. That’s the only way to keep our defences tight.\n\n",
        "headline_1": "Dodgytal: TN Police portal breach highlights need for greater accountability on those storing sensitive personal data",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dodgytal-tn-police-portal-breach-highlights-need-for-greater-accountability-on-those-storing-sensitive-personal-data/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-05-2024"
    },
    {
        "full_article": "Modi’s home state is likely to deliver big for BJP again, despite Rajput angst & Congress retrying KHAM. But will the wins be as big as 2019?\nA Congress candidate from Surat dropped out of the race at the last minute. A number of Independent candidates followed suit, rushing to withdraw from the competition, leaving BJP with a Lok Sabha win without contest. A prominent Congress candidate from Ahmedabad quit the party to join BJP.\n\nBJP juggernaut marches on | Since 1989, BJP has dominated every parliamentary election in Gujarat. In 2014 and 2019, it won all 26 seats. This year seems no different, perhaps its strongest wave yet. The party’s 2022 victory will be remembered as one of the biggest wins by any party in the history of India’s assembly elections. Congress is claiming opposition candidates are dropping out because there is no democracy in Gujarat, calling BJP ‘lokshahi ni hatyari’, democracy’s killer. But chai shops are filled with gossip that candidates are dropping out because they’re unwilling to be the political ‘bali ka bakra’ – sacrificial goat – destined for a loss by a humiliating margin.\nRead full opinion on TOI+\n\n",
        "headline_1": "Question the margin",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/question-the-margin/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-05-2024"
    },
    {
        "full_article": "There’s hand-wringing on everything from Ukraine to Israel. A realistic take would show where others see hypocrisy, Western countries perceive virtue. That won’t work anymore\nIt’s not often these days that a British PM, particularly the current ethnic Indian incumbent, gets kudos for renewing the West’s pioneering cred in the same month he is slammed for setting a bad example to the rest of the world.\n\nIn mid-April, Rishi “no filter” Sunak pushed through the toughest antismoking law in the world, hailed by many as a likely global template for public health legislation. When up and running, it would impose a lifelong restriction on cigarette sales to anyone born after 2009 and living in UK, thereby protecting the youngest members of Gen Z from the number one preventable cause of death, disability and ill health.\nRead full opinion on TOI+\n\n",
        "headline_1": "Is ‘the West’ worth saving? Is the idea delusional?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/is-the-west-worth-saving-is-the-idea-delusional/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-05-2024"
    },
    {
        "full_article": "People in Bangladesh, and even the rest of the world, view the Sundarbans with a certain reverence. But, unfortunately, policymakers and those who are responsible for taking care of the mangrove forest do not view it the same way.\nFor Bangladesh, the Sundarbans is its protector. It protects our land from various natural disasters. Particularly, cyclones coming from the southwest are impeded by the Sundarbans. However, although the forest protects us, we do nothing to protect it. Whether it is through deforestation, or polluting the waters around it, or building industrial plants around it—we have continued to take on activities that severely harm this natural body.\nNow, speaking of the fire that we learnt of on Saturday, this is not something that has happened for the first time. This sort of incidents have been common during this time of the year for quite some time. So this fire should not be viewed as an accident that could not have been prevented. Firstly, as this is something that keeps happening every year, we need to figure out the underlying reasons that cause it. And the process through which this investigation is to be conducted should be made transparent and inclusive. Furthermore, it should be communicated to the local people. Without transparency and decisive action, this would become yet another administrative exercise in our country that serves no purpose other than lining the pockets of a select few. Thus, the first thing that must be done is to identify the problem, and the second thing should be making sure that those who were responsible for it are held accountable before the public.\nAs activists who have been working in and around the Sundarbans for years know quite well, fires can start naturally. It could also be because of intruders who enter the forest. It could be from the cigarettes they smoke. It could be done intentionally by poachers who want to attack wild animals. In fact, there may even be particular reasons for starting fires. There is a fish called Kain Magur (Black eeltail catfish) that is prevalent in the Sundarbans area, which is difficult for fishermen to catch due to the vines and leaves sprouting from the forest floor. So, some fishermen start fires to clear off these vines and leaves so they can catch the fish easily.\nIt is also important to note that we did not get to know immediately about the fire in question. In this era of information technology and instant communication, this is an anomaly. It is also not like Bangladesh is behind in terms of technology. We are advancing on par with the world. We have a science and technology ministry. We regularly allocate budget for technological advancement in various areas. We are trying to become Smart Bangladesh and have become so in many aspects. The important point to note is that we do have the capability to protect the 6,500 square kilometres of this mangrove forest, and we do keep watch. If a university student flies a drone even 70 kilometres deep into the forest, then he is caught using technology. Yet, when there has been a fire, technology suddenly fails us. In truth, we lack the mindset and the determination to protect the Sundarbans. We are unable to properly use the technology available to us. There is no proper monitoring in place.\nAs the Sundarbans is a World Heritage Site, upon UNESCO's repeated requests, the Bangladesh government eventually undertook its Strategic Environmental Assessment (SEA) in 2020. But following on from this assessment, the goal of which was to see if the Sundarbans was being harmed in any way, what remedies have been taken? In the end, these goals were not achieved. To make sure that the Sundarbans is not brought into consideration, they called it the SEA for the southwest region. They did not cover Barguna in it, nor did they cover Patuakhali. Here, the intention was to find out loopholes. Thus, we could not get the benefits from this assessment that we could have gotten. This is only helping those who are making investments in industry around the area and harming the Sundarbans and our country.\nIn order to show a strong commitment to protecting the Sundarbans, the government must identify exactly why this fire started and take preventative measures so similar incidents does not occur again. We must take actions against those who are responsible for it. Then, if there is a fire again, we should analyse it again to see what steps should be taken.\nSharif Jamil is coordinator of Waterkeepers Bangladesh and member secretary of Dhoritri Rokhhay Amra (DHORA).\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Fire in the Sundarbans: How can we stop it from happening again",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/fire-the-sundarbans-how-can-we-stop-it-happening-again-3603511",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-05-2024"
    },
    {
        "full_article": "The persistent high inflationary pressures in Bangladesh over the last two years have heightened concerns regarding the erosion of food security among a large section of the population. Food security is of paramount importance in the country due to its high number of poor and vulnerable population, coupled with high population density, vulnerability to climate change, and reliance on agriculture.\nAs a country where a significant portion of the population is engaged in agriculture, with a high concentration of urban poor and vulnerable people who solely rely on the market to access food, stable food availability is crucial not only for ensuring human welfare and social cohesion, but also for enhancing the productivity of our future workforce. Food security is, therefore, intertwined with the economic and social stability and national security of the country.\nBeyond the economic turmoil induced by events such as the Covid pandemic and subsequent inflationary pressures, Bangladesh contends with recurrent natural calamities, including floods and cyclones. These events pose a significant threat to the country's food security, as they have the potential to obliterate agricultural yields and disrupt supply chains. Strengthening food security means building resilience against such events, ensuring that food distribution systems are robust and emergency food reserves are in place. It also involves investing in sustainable agricultural practices and technologies, which can increase crop yields and diversify food sources.\nIn 2018, the South Asian Network on Economic Modeling (SANEM) executed a nationally representative survey covering 10,500 households across Bangladesh. During October and November 2023, SANEM, in partnership with the Global Development Institute (GDI) at the University of Manchester, embarked on another round of surveys with the same sample successfully covering 9,065 households. The latest survey results provided important and alarming insights related to the food security situation in Bangladesh.\nThe 2023 survey included questions which helped construct a Food Insecurity Experience Scale (FIES) following the 2022 guidelines of the Food and Agriculture Organization of the United Nations (FAO). The FIES consists of eight questions regarding people's access to adequate food. It asks, in the reference period, if the respondents (1) were worried they would not have enough food to eat, (2) were unable to eat healthy and nutritious food, (3) ate only a few kinds of food, (4) had to skip a meal, (5) ate less than they thought they should, (6) ran out of food in their households, (7) were hungry but did not eat, and (8) if they went without eating for a whole day.\n\n. Notably, poor households exhibited higher initial levels and eventual surges in these indicators. For example, the percentage of poor households concerned about insufficient food availability escalated from 56 percent in April 2023 to 67 percent in October-November 2023. Similarly, the fraction of such households unable to access nutritious food rose from 69 percent to 75 percent.\nEach question contributes to the FIES score. We conducted assessments of the FIES scores at two distinct intervals: in April 2023 and during October-November 2023. Throughout the latter period, escalations were observed across all eight indicators at the national level. Notably, poor households exhibited higher initial levels and eventual surges in these indicators. For example, the percentage of poor households concerned about insufficient food availability escalated from 56 percent in April 2023 to 67 percent in October-November 2023. Similarly, the fraction of such households unable to access nutritious food rose from 69 percent to 75 percent. The diversity of their diet also diminished, with those consuming limited varieties of food increasing from 55 percent to 64 percent. Furthermore, the incidence of meal skipping among these households grew from 14 percent to 19 percent, and two percent reported spending an entire day without food in October-November 2023.\nAn analogous trend emerged upon juxtaposing the conditions of poor and non-poor households within both rural and urban areas. Intriguingly, urban poor consistently experienced a more acute degree of food insecurity compared to their rural counterparts, a disparity that was extended to non-poor households as well. This suggests that urban residents, irrespective of their economic status, confront greater challenges in securing food. Contributing factors to this urban-rural divide may include the ready availability of agricultural products, prevalent homestead gardening practices, and the relatively lower cost of food in rural locales.\nFrom April to October-November 2023, the FIES indicated a deterioration in food security for both poor and non-poor households throughout Bangladesh. Among the poor, moderate food insecurity climbed by five percentage points and severe food insecurity intensified by three percentage points. Overall, moderate food insecurity rose by three percentage points, and severe food insecurity escalated by one percentage point. By October-November 2023, the prevalence of moderate food insecurity reached 29 percent in rural poor households and 32 percent in urban poor households. Alarmingly, seven percent of poor households in both rural and urban settings were grappling with severe food insecurity.\nOver the last couple of years, escalating food prices, in tandem with diminishing real incomes, presented a formidable obstacle in Bangladesh for the economically disadvantaged in securing sufficient and wholesome nourishment. This predicament is particularly dire for people constrained by scant employment prospects or precarious occupations, notably within the informal sector, which lacks safeguards and employee benefits. A majority of poor people find themselves compelled to deplete their savings or incur debt to manage their daily expenditures, yet even these measures are unfeasible for many.\nThe aforementioned worrying picture of food insecurity in Bangladesh calls for some immediate actions to contain the inflationary pressure and undertaking medium- to long-term strategies. Immediate actions include ensuring a sufficient supply of food in the market through increased domestic supply and necessary imports, undertaking appropriate monetary and fiscal measures to contain inflationary pressure, addressing market distortions, and taking effective actions against anti-competitive practices in food markets. Additionally, social safety nets must be strengthened to protect the most vulnerable populations from food scarcity.\nThe medium- to long-term strategies include bolstering agricultural productivity through modernisation and sustainable practices, enhancing storage facilities to reduce post-harvest losses, and improving supply chain infrastructure to ensure efficient distribution of food. Ultimately, a multifaceted approach that integrates economic, environmental, and social strategies will be essential for achieving long-term food security in Bangladesh, fostering a resilient society capable of withstanding future challenges.\nDr Selim Raihan is professor of economics at the University of Dhaka and executive director of South Asian Network on Economic Modeling (SANEM). He can be reached at [email protected].\n",
        "headline_1": "How concerned should we be about food insecurity?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-concerned-should-we-be-about-food-insecurity-3603266",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-05-2024"
    },
    {
        "full_article": "Child marriage prevention advocates within the government as well as society at large are understandably frustrated. Eighteen years as the legal age of marriage is part of the national policy. The Child Marriage Restraint Act was passed in 2017 and the National Plan of Action to End Child Marriage was adopted for 2018-2030. Prevention of child marriage is one of the three zeros of the global population agenda of the International Conference on Population and Development (ICPD). There are plenty of advocacy programmes by the government and NGOs decrying child marriage. Instances where child marriage has been prevented tend to garner media attention. Yet, the societal disquiet on the issue is nowhere near on the decline, because statistics and the grapevine continue to suggest widespread and persistent presence of child marriage across the country.\nIndeed, the latest official data—Bangladesh Sample Vital Statistics (SVRS) 2023 of BBS—paints an alarming picture of 41.6 percent of girls married under 18 and 8.2 percent married under the lower age of 15. In 2020, the respective figures were 31.3 percent and 4.9 percent. Bangladesh Demographic and Health Survey (BDHS) 2022 reiterates such findings. Not only are the rates high, but the trend is in the opposite of the desired direction. Adding to the concern, child marriage is also fuelling associated problems of adolescent pregnancy, gender-based violence, school dropout, and legal minefields.\nAre we not trying enough? Or are we failing to understand the evolving ground realities where the legal and social, formal and informal, intentions and outcomes are clashing in hugely unintended, unforeseen and unexpected directions? Recent grassroots consultations of the Power and Participation Research Centre (PPRC) in Gaibandha, Cox's Bazar, Nilphamari and Rangpur have been eye-opening, pointing to factors rarely surfacing in policy discourses at the centre.\nTake registration of child marriage, for one. In terms of official formalities, there is a nod to the official age of 18 in that marriage registrars—Qazis—tend to decline to register underage marriage officially. Instead, a vast pseudo-reality has opened up with various less-than-legal registration procedures: notary marriage, bhua (fake or clandestine) registration, registration in a different location with false age declaration, etc. The couple or their families are often told that the marriage will be officially recorded after the girl has reached the age of 18, by which time she may already be a mother, divorced or abandoned. Many Qazis, particularly in rural or mofussil areas also plead their economic insolvency compelling them to engage in such practices.\nWhatever it may be, the girl in such a circumstance faces two immediate vulnerabilities. One, she is often thrown out of school because prevailing school norms frown upon a married student in primary/secondary classes. Second, if the husband becomes unhappy for whatever reasons including unmet dowry demands and throws her out, she has little opportunity to legal recourse because the marriage was not \"officially\" registered. Indeed, two participating judges in the PPRC Cox's Bazar dialogue vented their frustration at the surreal judicial landscape they are confronted with in such cases. On the ground, both policy and advocacy appear blinded to address such complexities, preferring instead to carry on with \"feel good\" narrow prioritisations of legal penalties and textbookish awareness campaigns.\nThe prolonged school closure during the Covid pandemic significantly worsened the above trends. Research on the impact of policies adopted to respond to the pandemic have only scratched the surface. Two issues that did get some attention, also in the PPRC-BIGD Covid impact research, are learning loss and mental health. But the grassroots consultations conducted by the PPRC in 2023 hinted at deeper impacts in terms of what I call awareness loss, particularly on issues such as girls' rights, value of education, and civic engagement. Such awareness loss has been exacerbated by the prevailing political environment at the grassroots, which appears to fuel lack of accountability and a culture of impunity as well as turning a blind eye to the spread of toxic masculinity. There is little wonder that parental concern with security of their girl children is arguably becoming as big a factor as patriarchal norms in driving high rates of child marriage.\nThere has also been another major change factor that is yet to come on the radar of national-level policy and advocacy discourses, and donor discourses too. The views of grassroots stakeholders at the PPRC's 2023 regional consultations pointed to the agency of the adolescents themselves–both boys and girls—aided by digital technology to be as big a driver of child marriage as broader societal norms. A female school principal in Gaibandha explained how widespread \"bunking\"—absence from classes during school hours—has become. Adolescents appear to have taken to such surplus \"free time\" with gusto, one consequence of which is proliferation of \"internet romances.\" This in itself is not a concern, but certainly becomes one when such technology-aided social interactions prematurely land in child marriages.\nA few weeks ago, in an event marking International Women's Day where I was giving a keynote presentation, the state minister for women's and children's affairs essentially reiterated this concern from her own experiences of dealing with such issues in Kapasia, her constituency, with both brides and grooms being underage. Arguably, there is also a deeper crisis of education here with prevailing over-bureaucratised and top-down dispensing of education failing to hold the adolescents' interest.\nThe rising trend of child marriage in 2024—six years from the SDG end-line of 2030—is a wake-up call if ever there was one. Such high rates also underlie the stolen youth of our girls, rising counts of gender-based violence and perpetuation of inter-generational poverty through the unacceptably high rates of adolescent pregnancy. The false narrative comfort of legal penalties and textbook advocacy needs to be transcended with an urgent narrative reframing on child marriage with closer eyes and ears to the ground. There are specific knowledge gaps to be overcome with new research. Radical policy prescriptions, such as making secondary education compulsory, need to be introduced in the policy discussions. Honest soul-searching has to be undertaken on how to reorient education from its current over-bureaucratised, over-commercialised and unequal dispensing to become the quality driver of national aspirations it should be. Above all, we have to ensure the quality future that our girls and boys deserve.\nHossain Zillur Rahman is an economist and political sociologist, and executive chairman of Power and Participation Research Centre (PPRC).\nViews expressed in this article are the author's own.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The fight against child marriage needs a new narrative",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-fight-against-child-marriage-needs-new-narrative-3602501",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-05-2024"
    },
    {
        "full_article": "At a time when journalism as a profession is facing multifarious challenges the world over, the observance of the World Press Freedom Day demands a thorough review of the global as well as country-specific regimes for upholding journalistic integrity. The building block of this profession, without doubt, is democratic values and maintenance of individual and social liberty at its most unblemished. This explains why the Press has been given the appellation 'Fourth Estate\". Indeed, the Press has faced challenges all through, only more so in autocratic and undemocratic regimes in the Third World countries. But against all odds, the profession has not only prevailed but also flourished. It has done so because of its steadfast and pro-people role. It is in time of great national and international crises, journalism is put to its optimal test and in most cases it has come out in flying colours to prove its worth.Right at this time, journalism finds itself at a crossroads not only because regimes -- irrespective of free or restrictive -- are growing hostile to the free Press but also because powerful people almost everywhere have slid to moral degeneration in order to advance their undue interests. Then the climate change for the worse and irresponsible social media together with the appearance of artificial intelligence (AI) on the scene have brought journalists face to face with unprecedented challenges. It is against this background, a discussion titled, \"A Press for the Planet: Journalism in the Face of Environmental Crisis\" was arranged by the Editors' Council at the National Press Club on Saturday last. The focus was obviously on the environmental journalism and the intimidation and danger journalists covering issues concerning environment have to encounter. Although State Minister for Information and Broadcasting Mohammad Ali Arafat assured his government's unreserved support for environmental journalists, the task at the field level proves highly daunting. The stakes are too high for the people, who are responsible for degrading local geomorphology by grabbing lands or filling rivers or lifting sands, to surrender their holds on such sources because of authentic reports on their misdeeds. The problem here is that such influential people have easy access to corridors of power and unless journalists who could not care less for their own lives or are very naive hardly show the temerity to report on such issues of collective interests. Then there is the danger of lawsuits brought against such reporters on false charges. Self censorship is the net result in such a socio-political environment. Because money can buy allegiance and all that is needed to pacify any opposition, it is not only environmental journalists but others covering highly contentious issues have to face similar dilemmas.But preservation of environment and waging a war on its pollution should have brought all parties together in order to find a sustainable solution to such problems. Unfortunately, corruption and moral aberration have left hardly enough space for such a broad coalition of society. The same is true for cementing a wider global partnership. Charlatanism of big powers which incidentally are the worst polluters has stood in the way of implementing the successive climate agreements including the Paris Agreement reached at the UN Climate Change Conference (COP21). There is a need for looking at the problem objectively both at national and international levels to save the planet before it turns uninhabitable for living organisms including humans.",
        "headline_1": "Challenges facing the Press",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/challenges-facing-the-press-1715012844",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-05-2024"
    },
    {
        "full_article": "Global markets are undergoing turbulence and none can say how long they will last or if they will become the way future markets play. The same syndrome applies to Bangladesh as well including the IT sector.Information technology exports from Bangladesh dropped 4.4 per cent in the first five months -around 225 million dollars- current fiscal year- due to global demand slowdown. But the global reality of the IT sector as the dominant sector remains. In Bangladesh, most experts tend to think in three months or shorter economic cycles but the fact remains that in the global economy the IT sector is the biggest reality and matters more in the long term.The current state of IT in Bangladesh is beset with problems. Startup funding availability is not great in the short term and European countries are facing a downturn reducing the market size. The fact remains that the global economic future is here even though global outsourcing and hiring is lower this year. Meanwhile, non-European markets are slowly growing and it's inevitable new economies and sources emerge. Several factors have contributed to Bangladesh's difficulties. It has relied almost entirely on the West that is under pressure due to the Ukraine war and growth of competitive sub-sources affecting Bangladesh as a low end supplier. The other one is the accepted lack of entrepreneurial spirit inevitable in a crony economy. They look for connections rather than competition-based markets so their innovation index is not high. Thirdly, the sector is yet to have enough skilled hands and the general low focus on skill development has made it worse. While the future is focused on new technology, Bangladeshi companies are looking for a tech duplication of the RMG sector where price is all, not quality.\"Smart Bangladesh\", tax exemption and related issues that affect the sector are several. Although the government is pushing for a \"Smart Bangladesh\", it's still more of a slogan than practical action driven. About Tk 24 billion were allocated last year but no result sheet on impact has been stated.Smart Bangladesh is supposed to be \"Smart Citizen, Smart Society, Smart Government, and Smart Economy. A 'Smart Bangladesh: ICT 2041 Master Plan' has been prepared. It's estimated that there are over 2,500 startups in Bangladesh with approximately at about $1 billion investment. Around 2 million people may be involved directly or indirectly. The government has promised to invest Tk 5.0 billion.However, a key factor has been tax exemptions for the IT sector which may end this June. Entrepreneurs are demanding its continuation for another seven years. This exemption coming as it does with a weak performing phase is going to be blow to the sector they are saying. That tax exemption played a major role is obvious as the number of players rushing into the sector was high. Low or no tax exemption will ultimately increase the cost of ICT-related products.\"What ails thee BD IT?\" is a question many ask. Bangladesh doesn't have a robust foreign investment framework or even an adequate IT infrastructure with a skilled workforceThe IT sector can be a turnaround agent for developing countries like Bangladesh, but it needs such as IT-enabled services (ITES), e-commerce, Artificial Intelligence, outsourcing, and the production of software and hardware. However, the backbone is the business framework.Bangladesh is aiming to reach the $5 billion export-mark by 2025 and $20 billion by 2031. By 2025, 3.0 million youths will be employed in the country's IT industry. They need a host of missing links in place first.No one seems keen to face the fact that shortage of highly skilled professionals is a critical hindrance. Insufficient infrastructure, including reliable internet connectivity and power supply are ailments affecting all sectors.The regulatory frameworks and bureaucratic procedures deter foreign investment and market for all sectors including IT. Cyber threats and data security vulnerabilities are present and on top of that outfits are not keen to use the formal money channels as dollar rates fluctuate and affect all remittance payments. The sector as a whole is also unused to business competition dynamics. The GOB has focused more on fiscal issues giving a 10 per cent cash incentive to software exports, aiming to stimulate the foreign exchange-earning segment as in the RMG sector. The exemption of all taxes and duties on imported computer hardware and simplified tax-free export earning remittance procedures with 40 per cent retention in foreign currency have made it more attractive.But a critical missing factor is the connectivity with other countries in the same sector to see how far they can take advantage of subcontracting. The technologically advanced Asian countries are a big source of market but not yet linked to the BD IT sector.India and China are big players and as their capacity and scale have grown and they are more keen to enter the bigger market segments. Bangladesh can attract small-scale companies overlooked by India and China. Both may also explore the mutually beneficial business opportunities in joint ventures. Meanwhile, providing the three essentials : training, infrastructure and funding are key to becoming a minor but sustainable player in this global sector.In the final analysis, the state of the IT sector is both an internal production and external market issue. Bangladesh doesn't have the requisite infrastructural ability whether in skills or technical support issues. It's also not in conversation with its major potential players regionally or even globally. It is not yet ready to join as a serious player. It's this lack of readiness and a trifle lack of knowledge on how to be ready that is hurting the capacity of the Bangladesh IT sector, however limited that is. \n[email protected]",
        "headline_1": "Can the IT sector make it through tough times?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/can-the-it-sector-make-it-through-tough-times-1715012882",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-05-2024"
    },
    {
        "full_article": "The fire service department, forest guards, the Navy, Air Force, members of the Coast Guard and local volunteers who fought together to bring the latest fire in the Amurbania area of Chandpai range in the Eastern Zone of the Sundarbans under control undoubtedly did a commendable job. For, amid the prevailing intense heatwave, the fire could linger on for weeks wreaking untold havoc on the mangrove forest. The Sundarbans' Eastern Forest Division where the fire broke out last Saturday afternoon was visited by similar fires even in the past. Previously, another fire incident occurred in May, 2021 in the Daser Bharani area of Sharankhola Range in the Eastern Forest Division. Surprisingly, over the last two decades since 2002, the Eastern Forest Division experienced 25 fire incidents including last Saturday's one. What is the mystery behind it? Theories abound.Going by probe reports of similar fires in the past, the latest forest fire in the Sundarbans could be caused by the burning butts of cigarette carelessly thrown away by mouals (honey collectors) or fishermen. It may also be that the mouals to drive away honeybees create smoke by setting fire to what they call karu, or mashal (torch)-a pile of dry and wet leaves-on the forest floor. The smouldering leaves or twigs of such mashal could be a source of the forest fire. But these are mere conjectures. However, the probe report of Saturday's fire is yet to come out to shed light on what actually caused it.But some locals are of the view that the mouals or fishermen cannot be so insensitive that they would carelessly leave slowly burning leaves or cigarette ends on forest floor. That is because they treat forest, the source of their livelihood, with great reverence.But these are all about the theories of accidental fire. But one cannot also dismiss the idea of an intentional fire out of hand. Some might like to clear a portion of the forest by burning small trees, plants and creepers so they could dry fish caught illegally from the rivers and other water bodies in the Sundarbans. However, one expert in his interview with a local media house came up with an altogether different idea about the Sundarbans' Eastern zone being the site of frequent fires. He blamed unplanned dredging of rivers and dumping of the excavated earth from the rivers on either side of the forest instead of on the other side where there is human settlement. As a result, the earth piled up on the forest side has turned into a veritable embankment raising the level of the forest floor and thus depriving it of the flow of tidal water. In consequence, some parts of the forest area in the Chandpai and Sharankhola range of the East Sundarbans Division have dried up rendering them susceptible to fire. At the same time, the ecology and biodiversity of those areas have undergone changes over the last three decades since the earthen embankment was created. Apart from human action to change the physical features of certain areas of the Sundarbans, natural causes like climate change are also at play. Drying up of some rivers flowing through the Sundarbans is one such issue. So, the government in collaboration with its international partners who care about this mangrove forest should take up projects to protect the Sundarbans against this new kind of threat. Sundarbans Reserve Forest (SRF), one of the largest mangrove forests of the world, has been under different kinds of threats both from humans and nature. But humans pose the worst threat as they illegally kill and steal its unique animals, cut down trees and commit other acts harmful to the mangrove forest's biodiversity and delicate ecosystem.The government and all others concerned need to act in concert to protect the Sundarbans from the depredations of both human and natural enemies.\n[email protected]",
        "headline_1": "Enemies of the Sundarbans",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/enemies-of-the-sundarbans-1715012913",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-05-2024"
    },
    {
        "full_article": "Initially, Human Resource (HR) was centered around hiring, training, processing payrolls, and policy making. In today's scenario, HR departments in organisations are dealing with more than just people management. The evolution of HR departments is now more focused on improving an operating system that propels the organisation's business towards success in the market.The target of HR departments is now focused on delivering unique business value through strategic initiatives to the market by maintaining a skilled workforce through proper people analytics and making important decisions based on accurate business data. Sensing market opportunities and potential investors, understanding how customers view the organisation, and meeting their expectations, HR departments are focused on maintaining the quality of a skilled (or reskilled if needed) workforce within the organisation, which can serve as a differentiator in the market and create value for customers.By combining the right people with the right skills to create efficacious values for organizations and targeting customers' needs by integrating technology (such as artificial intelligence) with human skills, HR departments are covering much more ground than before. Adapting to the ongoing changing needs of different eras, the roles of HR departments in every organisation are expanding every day!\nTasnim AhmedUndergraduate StudentNorth South University[email protected]",
        "headline_1": "Where is HR headed?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/where-is-hr-headed-1715012934",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-05-2024"
    }
]