[
    {
        "full_article": "The latest Purchasing Managers’ Index (PMI) for India’s manufacturing sector and the Services Business Activity Index for the economy’s broader services sector from S&P Global, posit a softening in momentum in economic activity. Its survey of about 400 manufacturers shows that production growth at major private sector factories eased marginally last month, with the June PMI reading dipping to 57.8, from 58.7 in May. On the services front, the index signalled the expansion in output decelerating to a three-month low, dragged down by activity in the transport, information and communication sectors registering a sequential slowdown. The softer readings of the manufacturing and services indices for June can be attributed to a large extent to their multi-year peaks in May and April, respectively, especially when the underlying constituents of the index are viewed separately. While manufacturing PMI surged to a 31-month high in May, the index for services had in April registered its highest seasonally adjusted figure in almost 13 years. June’s data show that new orders at factories, which constitute about 30% of the manufacturing PMI’s weight, grew at the strongest pace in 28 months, while demand and higher labour costs spurred charge inflation — the rate of increase in prices of manufacturers’ finished goods — to a 13-month high. Similarly, service providers noted a quicker expansion in intake of new business, pointing to demand remaining robust, and buoying firms’ confidence in growth prospects to the highest level in 2023.On the face of it, S&P Global’s survey findings ought to reassure policymakers that the Reserve Bank of India’s inflation-battling interest rate increases till the end of the last fiscal have still not sapped domestic demand for manufactured goods and services. However, the PMI survey panels do not include MSMEs, which collectively are estimated to contribute more than a third to the gross value added generated by the manufacturing sector as a whole. The absence of data on the MSME segment, which is a key bulwark of manufacturing employment, means that estimating the overall strength of job creation in the formal economy relying largely on PMI as an indicator may be risky. While S&P Global’s surveys point to private sector employment strengthening further, with manufacturers recording a stronger expansion in jobs than service providers, CMIE data point to the June unemployment rate having spiked to 8.5%, from 7.7% in May. Policymakers will also need to keep a watch on the upward trend in output prices at manufacturers and service providers, given that the resurgence in food inflation threatens to undermine the RBI’s efforts to anchor inflation expectations and ensure growth-supportive price stability.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninflation and deflation\n\n/\n\nfood\n\n/\n\ntransport\n\n/\n\nmanufacturing and engineering\n\n/\n\nReserve Bank of India\n\n/\n\neconomy (general)",
        "headline_1": "Momentum softens: On S&P Global’s survey",
        "headline_2": "Food inflation threatens to undermine efforts to ensure price stability",
        "link": "https://www.thehindu.com/opinion/editorial/momentum-softens-the-hindu-editorial-on-sp-globals-survey/article67050142.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-07-2023"
    },
    {
        "full_article": "The National Conference of Food Ministers failed to resolve the issue of the discontinuance of rice and wheat sales to States under the Open Market Sale Scheme (OMSS) in view of the Centre’s restrictions. The meet was to discuss topics such as an action plan for the procurement of coarse grains and a strengthened focus on food and nutritional security. However, given the row in Karnataka over the Centre’s stringent restrictions on the OMSS, it was expected that there would be a solution. But the Centre was in no mood to oblige the States, which use the OMSS to cover a considerable portion of their foodgrain requirements. Apart from Karnataka, Tamil Nadu and Rajasthan asked that the restrictions be removed. Rejecting the plea, Union Food Minister Piyush Goyal reiterated the Centre’s position of taking care of the interests of those outside the scope of the National Food Security Act (NFSA). Though it is indisputable that he has to look after the non-NFSA category of beneficiaries, the States’ plea too considers the needs of sections of the non-NFSA population, as those covered under the Act get their entitlements under the Centre’s monthly allocation of foodgrains. Besides, if States are forced to tap the open market, rice and wheat prices are bound to go up. This will defeat the Centre’s objective behind restrictions on quantity sold through OMSS, i.e., keeping prices under control. Finding middle ground would have addressed everyone’s concerns, at least partially.The controversy over the OMSS should have sent out the message to States that it would not be wise to rely on the Centre or its agencies when it comes to implementing State schemes in the food sector. They must identify their own sources, and in a cost-effective manner. After the U-turn by the Food Corporation of India in providing additional foodgrains for the Anna Bhagya 2.0 programme, the Congress government in Karnataka could not find an equivalent supplier, cost being a key reason. States should introspect whether it is feasible to double the size of entitlements, as Karnataka had sought to, from 5 kg to 10 kg. Though Karnataka has found a way out — it will now transfer cash for the proposed additional quantity — the episode brings into focus its ill-planned attempt to replicate, in the area of food security, a scheme of the Union government, which has a bigger resource base. With Mr. Goyal sounding caution on the El Niño factor in foodgrain production and procurement, the Centre and the States should focus more on making the Public Distribution System foolproof than on expanding existing schemes.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nwelfare\n\n/\n\nKarnataka\n\n/\n\nfood security\n\n/\n\nIndian National Congress\n \n/\n\npolitics\n\n/\n\nweather science",
        "headline_1": "Limits of expansion: On the controversy over the Open Market Sale Scheme",
        "headline_2": "Governments must focus on effective implementation of existing food security schemes",
        "link": "https://www.thehindu.com/opinion/editorial/limits-of-expansion-the-hindu-editorial-on-the-controversy-over-the-open-market-sale-scheme/article67049582.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-07-2023"
    },
    {
        "full_article": "By Kanika Kalra & Manmeet Kaur Sareen\nWith rapid advancement of generative artificial intelligence (AI), various incidents have surfaced where, reportedly, AI has ‘hallucinated’ and produced erratic outputs. The Avianca airline lawsuit is one such case where ChatGPT generated fictitious legal decisions and quotes, raising concerns about its reliability and authenticity.\nIn another instance, the Australian Mayor, Brian Hood, threatened to sue OpenAI, as ChatGPT generated a false claim about his involvement in a bribery scandal.\n\nThese incidents, combined with the ongoing legislative developments, like passing of the Artificial Intelligence Act (‘AI Act’) by the European Parliament, spark questions, including the legal implications of inaccurate information generated by AI in the realm of defamation law.\n\nRead full story on TOI+\n\n",
        "headline_1": "When ChatGPT defames you, who will you sue?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/when-chatgpt-defames-you-who-will-you-sue/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-07-2023"
    },
    {
        "full_article": "With steadily rising tensions between the United States and China, the race to become the +1 in the China+1 contest is now in full swing. Contestants in the big league are countries in Southeast Asia, mainly Vietnam, Indonesia, Thailand, Malaysia, the Philippines and Cambodia, and in South Asia, principally, India and Bangladesh. Japan, South Korea, Taiwan and Singapore have also been occasional China+1 hosts but they are not big league players in view of their high wages.\nWithin the big league players, India is at an advantage for at least four reasons.\n\nRead full story on TOI+\n\n",
        "headline_1": "Who will be the +1 in China +1?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/who-will-be-the-1-in-china-1/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-07-2023"
    },
    {
        "full_article": "Even when ‘love jihad’ troopers hounding young lovers has become sadly commonplace, this story still stands out. Two elopees from Bikaner, a 20-year-old and a 17-year-old, both are women. Although separated little by age, they are teacher and student in the same private school. They say they are lesbians and didn’t want to be forcibly married to men. They would have had a hard time of it anyways, but one being a Muslim and the other a Hindu hastened the hunt by police and family. Even as police traced the couple to Chennai with atypical efficiency, opposition sought to corner the Gehlot government on the issue. If anything, the case makes clear what politicians stalking love jihad won’t: Love is what the moral police really wants to squelch, kicking jihad in is just an electoral convenience.\n\n \nThough education and technology have transformed adolescent lives in the 21st century, adult messaging on what they should do with these sea changes is very schizophrenic. Even in small towns and villages teenagers are being told to be ambitious, explore new work vistas, live experiments that were unimaginable to their parents. When they actually start flying, they are suddenly served a strict and lengthening list of terminals to avoid. For girls this disjuncture is extra jarring. Get into a good college but close to home, a good job but without night shifts. It’s the worst in terms of personal relationships. Those barriers of caste and religion that naturally break down in classrooms and workplaces, are put back up by families and conservative social outfits, often violently.\nThey say India has always been a traditional society. Well, crossing the oceans was once prohibited, now we emigrate everywhere and want to go to the Moon. India has the largest number of adolescents in the world. Falling in love is healthy adolescent behaviour. Even when their own families act like Montagues and Capulets incarnate, the state, law and courts must at least provide the support that a modern nation owes them. Instead, police act like puritan handmaidens and adolescent love is criminalised. The age of consent is 18 even when 39% of women report their first sexual experience before 18. High acquittals in Pocso courts also show there’s too much harassment of consenting adolescents. And yet, the young women from Bikaner chose love, over fear. This fearlessness is precious.\n\n",
        "headline_1": "Love stories",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/love-stories/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-07-2023"
    },
    {
        "full_article": "India’s victory over Kuwait in the final of the SAFF Football Championship marks an important stage in the evolution of the national squad. True, India has won the tournament several times before. But in this edition of the tournament skipper Sunil Chhetri and his boys gave the impression of a well-drilled unit, putting together good build-ups and impressive link-ups on the flanks. The performance has raised hopes of greater results in the months ahead. India even has a shot at qualifying for the 2026 Fifa World Cup, which will be the first to host an expansive 48 teams with Asia having eight direct spots, up from four previously.\n\nThat ought to be the immediate priority for Indian football. The national squad has already achieved the first step by winning SAFF 2023 and retaining its position in Pot 2 of the qualifiers, which means it will have to play fewer top ranked Asian teams. But performance levels must be raised further and coach Igor Stimac has highlighted the need to prioritise the national team.\nIn the long term, Indian football’s health depends on grassroots development. This is an uphill task given the lack of football culture in the country, barring a few pockets like the Northeast, Bengal, Kerala and Goa. Add to this the massive popularity of cricket that crowds out interest in other sports. Financial incentives too are lacking. To illustrate, the football team received a prize money of $50,000 for winning SAFF 2023, while the Indian cricket team got $800,000 for the runners-up position in the recent World Test Championship final. Earlier this year AIFF released its Vision 2047 to make India a footballing powerhouse. The roadmap includes goals like implementation of village grassroots programmes to reach 35 million children across 100 villages. This will require money, manpower and inspiration.\nAnd India’s football future will depend on the delivery.\n\n",
        "headline_1": "Football future",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/football-future/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-07-2023"
    },
    {
        "full_article": "Most national elections, wherever they are held, occupy that country's attention for a maximum of a few months – in some cases, even a few weeks. But for us, it is a multi-year obsession. We started talking about our national election from last year. Now it occupies the centre stage of talks even with some of our most important international partners, namely the United States and European Union; the latter's pre-election assessment mission is already in town, whose findings will significantly impact Western views on the upcoming polls.\nWith so much attention, one would think that our election must be among the best in the world. Sadly, it is among the most questioned. Even Erdogan's election, who ruled Turkiye as prime minister and president with an iron hand for over 20 years, was not subjected to such scrutiny as ours is and will be. Even the run-off went smoothly with razor-thin margins the first time around. The opposition never accused the all-powerful president of rigging. The reason is simple: everybody – be it the ruling or the opposition party – trusts the process. Our case is the exact opposite.\nEven though there are endless talks about the election, there is hardly ever any sensible discussion on it. What we have is regular public utterances of the major political parties, which are mostly acrimonious, defamatory and setting preconditions, but never aimed at narrowing the distance among them. Even after 52 years of independence and 32 years of restoration of democracy – and after all the talks, experiments, debates, international negotiations (there was also an attempt by former US President Jimmy Carter some years back), efforts by the Commonwealth and UN – we still don't have an agreed formula on how to hold a free and fair election.\nAt the moment, a section of the international community, led by the US, is pressing us to hold a free and fair election. The ruling party interprets this simple and natural demand as a hidden attempt to remove them from power. The opposition hopes that it is a formula that will place them in power. Nobody wants to know, or even asks, what the citizens want.\nAs taxpayers and law-abiding citizens, we want our freedoms, rights, and good governance. They can only be realised if democracy exists. Democracy, simplistically put, can only flourish if genuine representatives of the people are elected, and that can only happen if elections are free, fair and without violence and money play. We come full circle and end with the focus on free and fair elections.\nJournalistically put, our development curve has been moving upwards while our democracy curve has followed an opposite trajectory. The reality today is that our advancement in the economic field is being overshadowed by our setbacks in freedoms, rights, and institutions of accountability. This fact, our government and its leadership do not seem to fully understand. The question it should be asking itself is that after so much development, especially in infrastructure and energy, why widespread dissatisfaction should still exist. The denial of this fact is what has isolated the ruling party from the masses, leading it to suspect that a demand for free and fair elections is aimed at a change of guard at the highest level. With such a record of economic success, it is the Awami League who should confidently move towards an acceptable election and not make questionable laws that further fuel suspicion as to their intentions.\nThe government move that really launched the downward trend in our democracy, especially the nature and quality of our representative government, is the abolition by the parliament, on June 30, 2011, of the caretaker government system for holding elections. It was done on the basis of a \"short order\" of a few lines by the Appellate Division, presided over by the then Chief Justice ABM Khairul Haque, delivered on May 10, 2011. Interestingly, the short order also suggested that the system be allowed to continue for one or two more terms. However, the government, without considering that option and without waiting for the full text of the verdict, threw out the caretaker government provision from our constitution. One may recall that it was done by the same party that instituted it after years of mass agitation, economy-crippling hartals, and resignation from parliament following endless walkouts. The way the two subsequent elections – in 2014 and 2018 – were conducted clearly revealed why the ruling party abolished the caretaker government system.\n\nIf an election is ultimately the expression of the \"public will,\" measures must be taken so that it can be expressed without fear, especially of repercussions. The institution that is at the centre of the whole process, the EC, must be given full authority and freedom to act, as specified by the constitution. Curtailing its power, that also in the name of democracy, and with the 2014 and 2018 elections still fresh in our memory, really does not cut much ice. A repressive legal structure cannot be expected to deliver a free public will. There have been several promises of amending laws such as the Digital Security Act (DSA) and others, and also restraining law enforcement members from inappropriately using their powers. There is no evidence of that happening yet.\nAs the world is now looking at us to see how we are preparing for the upcoming national polls, our government has just passed a law that clearly reduces the Election Commission's independence in conducting elections. The amendment bars the EC from cancelling election results and allows it to withhold polling only at specific centres where irregularities occur. The law minister said the EC shouldn't have such powers, it is anti-democratic. But shouldn't the EC have the power to make up its own mind? What happens if violence occurs in the majority of the polling centres in a constituency? Shouldn't the EC suspend the election in the entire constituency even then? The amendment has been kept vague on this point. This will ultimately result in restraining the EC. Experience shows that when a law is vague, the authorities usually shy away from stern action, especially if the candidate is from the incumbent side of the political divide.\nThe other crucial amendment is shortening the time period during which the EC can act. Previously, it was from the date of the announcement of the election schedule till the official publication of the results, which usually covered a period of 40-plus days. Now, the EC's option is to act only on the \"polling day.\" Even if the EC concludes that sufficient ground exists to apprehend that violence may take place on the election day, it still cannot suspend the election till the very day. It could, before the amendment.\nIf we really believe in the EC's independence, why tie its hands in this manner?\nIf an election is ultimately the expression of the \"public will,\" measures must be taken so that it can be expressed without fear, especially of repercussions. The institution that is at the centre of the whole process, the EC, must be given full authority and freedom to act, as specified by the constitution. Curtailing its power, that also in the name of democracy, and with the 2014 and 2018 elections still fresh in our memory, really does not cut much ice. A repressive legal structure cannot be expected to deliver a free public will. There have been several promises of amending laws such as the Digital Security Act (DSA) and others, and also restraining law enforcement members from inappropriately using their powers. There is no evidence of that happening yet.\nIf politics is the art of compromise, we seem never to have heard of it. If elections are the mechanism of peaceful transfer of power, we never want to practise it. And if democracy is the system where all political parties have a level playing field, we just don't want to play that game.\nCan we solve in the next few months what we have been unable to in the last three decades? If we fail, what prospect does it hold for our future?\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "Column by Mahfuz Anam: Politics at crossroads",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/column-mahfuz-anam-politics-crossroads-3362901",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-07-2023"
    },
    {
        "full_article": "Indian Prime Minister Narendra Modi is riding high. His triumphant visit to Washington, which featured a state dinner at the White House and a rare second address to a joint session of Congress, appears to mark a new chapter in the relationship between India and the United States following a quarter century of ups and downs.\nModi's visit was preceded by several major breakthroughs, including the recent US-India initiative on Critical and Emerging Technology, which seeks to foster bilateral collaboration on technologies such as artificial intelligence, biotechnology, quantum computing, 5G, and cybersecurity. US semiconductor manufacturer Micron Technology recently announced that it plans to invest $825 million in a new chip assembly and testing facility in India.\nThe US and India have also unveiled several defence agreements, including a deal for India to acquire 30 MQ-9B Predator armed drones from the US and a separate plan to produce F414 fighter jet engines for the Indian Air Force jointly with General Electric. These deals, which have not been previously extended to a country that is not formally an ally, highlight the intensifying bilateral defence partnership.\nThe transformation is striking. Throughout the Cold War, the world's oldest democracy and its largest remained essentially estranged. America's initial indifference toward India was evident in President Harry Truman's reaction when Chester Bowles asked to be the US ambassador. \"I thought India was pretty jammed with poor people and cows wandering around the streets, witch doctors, and people sitting on hot coals and bathing in the Ganges,\" Truman said, \"but I did not realise that anybody thought it was important.\"\n\nWhile their political views vary, many Indian-Americans have been increasingly outspoken on issues related to India. The continuous influx of more than 150,000 Indian students to the US every year contributes to this dynamic. In addition to injecting nearly $8 billion into the US education system and related services, these migrants ensure a constant infusion of fresh ideas and perspectives. In the long run, Indian-Americans may help shape US policy on India in the same way that Jewish Americans play a role in shaping US policy on Israel.\nAmerica's preference for alliances with anti-communist regimes led the US to establish relationships with a series of increasingly Islamist dictatorships in Pakistan. Meanwhile, India's non-aligned democracy gravitated towards the secular Soviet Union. Non-alignment was not well-received in the US, where President Dwight Eisenhower's Secretary of State John Foster Dulles famously declared that \"neutrality between good and evil is itself evil.\"\nThe end of the Cold War, together with the reorientation of India's foreign policy and its integration into the global economy, led to improvement in US-India relations, but India's detonation of a nuclear device in 1998 triggered US-led economic sanctions. President Bill Clinton's visit to India in 2000, his final year in office, marked a major turning point, and George W Bush's administration built on the momentum by signing a defence agreement with India in 2005 and a landmark accord on civil nuclear cooperation in 2008. The positive trend persisted under both Barack Obama and Donald Trump, and now appears to have reached a zenith under President Joe Biden.\nToday, the US seems much more willing to accommodate India's post-colonial obsession with strategic autonomy. Whereas the Hindu nationalist Modi stands in stark contrast to his secular predecessor, Manmohan Singh, there has been remarkable bipartisan support for deepening ties by five successive US presidents and three Indian prime ministers.\nThis shift has been partly driven by China's geopolitical assertiveness under President Xi Jinping, which represents a radical departure from his predecessors' adherence to the doctrine of China's \"peaceful rise.\" The US clearly views China as its primary adversary and has been actively pursuing regional alliances to counter its growing influence.\nIndia has traditionally been reluctant to pick sides, but China's repeated encroachments on its territory across the disputed Himalayan border, and its killing of 20 Indian soldiers in June 2020, have rendered neutrality untenable. While India maintains its independent posture, the recent G7 summit in Hiroshima notably included the second-ever in-person Quad summit between Biden, Modi, Japanese Prime Minister Fumio Kishida, and Australian Prime Minister Anthony Albanese.\nThe message to China is clear. While India maintains that it is not a US ally but a partner, it has increasingly aligned itself with the democratic West in its escalating rivalry with communist China.\nBut it would be a mistake to view India-US relations solely through a Chinese lens. America and India have far more in common than is generally acknowledged: democracy, a common language, and dedication to fostering innovation and entrepreneurship. As Henry Kissinger once observed, the two countries have \"no conflict of interest in the traditional and fundamental sense.\"\nThe most important factor contributing to the deepening ties between the US and India is the growing number of Indian-Americans, which exceeds four million. Indian-Americans are disproportionately affluent, with the highest median income of any US ethnic group, including Whites. They are also becoming an increasingly influential voting bloc, and their prominent roles in political fundraising, on Congressional staffs, and in government offices have given rise to a so-called Samosa Caucus. The US has had two governors and seven members of Congress of Indian heritage. US Vice-President Kamala Harris's mother is Indian, and Former US Ambassador to the United Nations Nikki Haley – currently running for president – is the daughter of Punjabi Sikh parents.\nWhile their political views vary, many Indian-Americans have been increasingly outspoken on issues related to India. The continuous influx of more than 150,000 Indian students to the US every year contributes to this dynamic. In addition to injecting nearly $8 billion into the US education system and related services, these migrants ensure a constant infusion of fresh ideas and perspectives. In the long run, Indian-Americans may help shape US policy on India in the same way that Jewish Americans play a role in shaping US policy on Israel.\nIn the past, it was often said that Pakistan was a US ally but not a friend, while India was a friend but not an ally. With the US out of Afghanistan, Pakistan has become a less significant ally. But while India still isn't one, owing to its insistence on strategic autonomy, even US sceptics who say the two countries' interests are more aligned than their values concede that those interests warrant closer cooperation. Modi's visit was one more indication of how close that cooperation has become.\nShashi Tharoor, a former UN under-secretary-general and former state minister, is an MP for the Indian National Congress. He is the author, most recently, of 'Ambedkar: A Life.'\n\nCopyright: Project Syndicate, 2023\nwww.project-syndicate.org\n",
        "headline_1": "The US and India’s non-aligned alliance",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/project-syndicate/news/the-us-and-indias-non-aligned-alliance-3362571",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-07-2023"
    },
    {
        "full_article": "It has been two decades since Nathaniel Kahn's acclaimed documentary, My Architect: A Son's Journey (2003), renewed interest in architect Louis I Kahn, the American designer of our National Parliament building, who is considered one of the most transformative examples of 20th century global architecture. I keep wondering what enabled My Architect to strike such a popular chord around the world and become a classic. Is it Kahn's monumental architecture, his mystical style of teaching, his complicated personal life, or something else? Conceived as a self-reflective journey – albeit through architecture – in search of a father long gone, the film was the brainchild of Nathaniel Kahn (hereafter Nathaniel), Kahn's son born out of wedlock. Nathaniel was 11 years old when his father died of a heart attack in 1974 in the men's room of New York's Pennsylvania Station, after a 24-hour flight from India and Bangladesh. Nathaniel met his father only a few times during his life.\nThe tragic set of events decidedly contributed to Kahn's legend. Through a probing, at times emotional, study of his celebrated father's buildings, Nathaniel seeks to understand the enigmatic father he rarely saw and barely knew. The result is a personal reflection on the mysterious intersection of private life, public identity, and their roles in the creation of architecture.\nAlong the journey, Nathaniel interviews renowned architects and planners who were either influenced or repelled by his father, the various people who met him, and, most of all, the two colleagues-turned-lovers – Anne Tyng and Harriet Pattison – each of whom bore a child with Kahn (while Kahn remained married to his wife, Esther Kahn). Nathaniel, Pattison's son, is one of them. The archaeology of personal secrets interwoven with an epic narrative of architecture, built and un­built, spread across the US, Jerusalem, Iran, India, and Bangladesh, unleashes a philosophical energy that compels the audience to ask questions concerning human nature, creativity, and the enigma of their inter-relationship. The film also examines the nature of the father-son relationship, further compounded when architecture plays the abstract role of surrogate father.\nNathaniel's journey resonates with classic filial quests – Homer's Telemachus looking for his father Odysseus, or Parsifal finding a father figure in a hermit uncle. The fatherless son's narrative is a timeless narrative, an archetype: losing his father at a tender age, and thereafter setting out to find him, the son initiates an existential journey of self-discovery. Telemachus' search for his father who would come back to restore his mother Penelope's honour, for instance, takes on redemptive meanings deeper than merely yearning for a lost father.\n\"As a little boy, I never quite believed that Lou was gone,\" Nathaniel reminisces, \"I would always look for him in crowds. I'd see a white-haired man turning the corner and think maybe it was him.\" Nathaniel's Telemachian desire is neither to rescue his mother Pattison (a landscape architect who collaborated with Kahn in the design of the Kimbell Art Museum in Texas) from surrendering to banal fatalism nor to simply reconstruct a father from stratified memories. Nathaniel starts off the documentary with the burden of his own scandalous origin, yet in his search he remains resolutely philosophical about the nature of conflicts between his father's personal life and creative endeavours.\nThe audience is left wondering to what extent does one privilege personal narratives in the rather amorphous process of aesthetic appreciation. Nathaniel's pilgrimage inadvertently criticises formalistic architectural pedagogy that isolates the analysis of architectural forms from the personal sagas of form-givers. By imagining the father in the realm of architecture, My Architect reaffirms, if subconsciously, the educational importance of aesthetic criticism that, among other things, includes what could be called the interior stories, anxieties, and desires of the designer.\nThe amazing footage of Kahn – walking around absentmindedly, talking to students like a yogi, and drawing with charcoal – shed new light on the ways in which architectural historians discern the kind of impulses and tensions that sustain the sublimity of Kahn's architecture. My Architect's dramatic finale – expressed through the exquisitely filmed parliament building of Bangladesh – exudes a son's reflective delight in at last being able to reconcile with his dead father. Nathaniel chooses to see the building through the bedazzled eyes of a solitary, prepubescent Bengali boy, a reference to Nathaniel's own age when his father died. This is the frozen moment that serves as the film's official image.\nInside the parliament building, Nathaniel interviews architect Shamsul Wares, who delivers a startling, if not the ultimate, message: that personal failings should not blind us to the genius of a great artist and that a son must seek his father not always in the father's fulfilment of familial duties, but sometimes in the humanity of his aesthetics.\nFather-seeking was an integral theme of modernist architectural history. If the archetypal fatherless son's search bears redemptive spirit or the hope of performing spectacular things – to form a utopian society, to remind humanity of a golden bygone era, or to return civilisation to a pristine condition – early historians of modern architecture articulated the image of the architect with similar filial devotion. In their formulation, the architect became a \"fatherly\" figure, a saviour, a master, under whose tutelage the phoenix of modern utopia would rise from the ashes of dysfunctional cities. The historian often played the role of the fatherless son, imagining the advent of a visionary father: upon reconciliation they would resituate the state of architecture in the Garden of Eden to begin civilisation anew.\nDespite the film's inherent melancholy, people discover My Architect as a populist case study, so to speak, to inquire into the historical and sometimes fateful alliance between the modern architect and the historian, an alliance that often transpired within the mould of the archetypal filial quest.\nThe legend of Louis Kahn remains strong. I wonder if it is the enigma and magic appeal of a father figure that inspire people to feel the way they do toward Kahn.\nAdnan Zillur Morshed is an architect, architectural historian, urbanist, and professor. He teaches at the Catholic University of America in Washington, DC, and serves as executive director of the Centre for Inclusive Architecture and Urbanism at Brac University. His most recent book is 'Dhaka Delirium.'\n",
        "headline_1": "The Louis Kahn mystique: 20 years after ‘My Architect’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-grudging-urbanist/news/the-louis-kahn-mystique-20-years-after-my-architect-3362541",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-07-2023"
    },
    {
        "full_article": "We are thoroughly disappointed by the fate of an ambitious government project, undertaken more than a decade ago, to convert 8,500 post offices in rural areas to e-centres for the communities. A whopping Tk 541 crore was spent under the Post e-Centre for Rural Community project to deliver services including e-governance, e-commerce, e-education, e-agriculture, faster disbursement of remittances and allowances to rural communities. But a recent report by the Office of the Comptroller and Auditor General (CAG), based on field visits to 900 of the centres, concluded that the funds had essentially been \"wasted.\" The rural communities are completely unaware of the digital services that are supposed to be offered, as a result of which most of the spaces are severely underutilised.\nAlthough about Tk 380.68 crore was spent on purchasing expensive equipment such as computers, scanners, headphones, printers, finger vein machines and so on, 20 percent of the centres were never even inaugurated, while the equipment in the rest are also falling apart as a result of lack of use. Another Tk 7.81 crore was wasted by purchasing devices not required. Meanwhile, about Tk 18.83 crore was spent to purchase furniture, of which 70 percent was lost over the years. Those who are supposed to manage the e-centres and provide support to users were found to be occupied in other professions.\nGiven the current status of the centres, it seems safe to surmise that spending the funds was the sole purpose and priority of those planning and implementing the project. Clearly, no effort was made to involve the communities in the centres afterwards and to capacitate them to use the technology to better their lives. Those tasked with running the centres did not even bother to ensure their minimum maintenance. This is indeed shameful, particularly for a government that has always prided itself for its role in creating a Digital Bangladesh. Is this what lies behind the grand gesticulations of digitisation – deserted spaces with dilapidated gadgets that no one knows how to use?\nMustafa Jabbar, who has been serving as the posts and telecommunication minister since 2018, admitted that there was inadequate planning when the project was undertaken. But why has nothing been done to make these centres operational and useful in the past four years? As for the colossal waste of taxpayers' money to fund this project, who will answer for it? We welcome the CAG's audit, which has laid bare the appalling condition of the e-centres, and urge the relevant ministry to take urgent steps to salvage whatever still remains of the initial investment and start delivering at least some of the digital services promised.\n",
        "headline_1": "E-centres in shambles",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/e-centres-shambles-3362496",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-07-2023"
    },
    {
        "full_article": "We are concerned to learn about the dispute between the Roads and Highways Department (RHD) and the Dhaka Mass Transit Company Ltd (DMTCL) over the construction of a metro line on the Dhaka-Aricha route. Reportedly, the DMTCL is set to implement the 20km Mass Rapid Transit (MRT) Line-5 project (northern route) – which will connect Hemayetpur and Vatara via Gabtoli, Mirpur, and Gulshan – without considering the reservations raised by the RHD authorities. The RHD engineers fear that if the project is implemented with its current design, the Dhaka-Aricha highway may experience long tailbacks and increased road crashes. Moreover, it will also obstruct the future expansion plan of the highway conceived by the RHD. However, the metro rail authorities have claimed that they prepared the detailed design of the proposed line considering all technical aspects and the RHD's future plans about the highway. Such contradictions between the statements of the two agencies under the same ministry is problematic.\nReportedly, the RHD had raised their concerns about the project design back in 2021. At that time, they had particularly asked the DMTCL to bring some changes to the design of the route between Hemayetpur and Aminbazar, asking them to move the line either to the south or take the line underground. But the DMTCL authorities did not pay heed to the proposal. Such lack of coordination between the two agencies is unacceptable, and only reflects the lack of a comprehensive plan for the infrastructural development projects centring Dhaka and its adjacent areas, as transport expert have said.\nSince the physical work of the Tk 41,239 crore project will start soon, we urge the RHD and DMTCL authorities to discuss the issues and bring the necessary changes to the design of the MRT Line-5 project. The road transport and bridges ministry should also give the two agencies the necessary directives in this regard. After all, what will be the point of building such a megaproject, spending thousands of crores of taka, if it only increases the chaos on this busy highway instead of improving road communication?\n",
        "headline_1": "Resolve the dispute over MRT Line-5",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/resolve-the-dispute-over-mrt-line-5-3361741",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-07-2023"
    },
    {
        "full_article": "A new bill providing for loans against movable assets has recently been placed in parliament. Apparently a facilitating move to put in place an instrument for easing access to credit, the bill appears to simplify the mechanism of lending by banks and financial institutions without resorting to collaterals-a standard practice reliant on the value of immovable assets for determining credit worthiness of the borrower as well as recovery of the amount given as loan. In other words, the bill also aims to bring movable property under the definition of collateral for bank loans. The bill titled Secure Transactions (of Moveable Assets) Bill, 2023 is indeed a fresh approach to redefine the credit regime of banks and financial institutions. Finance Minister AHM Mustafa Kamal placed the bill, which was sent to the respective scrutiny committee for further examination. If the bill gets enacted, fixed deposits or movable property like gold, silver and intellectual property can be used as collateral for loans from banks and financial institutions. However, a movable property must be registered for mortgage. For this purpose, it was been decided to form a separate authority for registration of movable assets so that valuation is possible, as mentioned in the proposed law.With the new Secured Transactions Bill 2023, banks would be able to hold floating assets to market value as collateral instead of tangible assets to borrow from banks. According to the proposed law, from now on, anyone can take loan against fixed deposits in banks, gold and silver or raw materials kept for export. Anything that is copyrighted can be pawned to the bank. Also, products like furniture, electronics, software and apps can also be kept with the bank while taking a loan, subject to pricing. Besides, banks would also give loans against fish in ponds, garden trees and cattle.Looking a bit critically, there is a flip side that may not seem as rosy. In fact, what transpires from the text of the bill has more to it than easing access to credit, and it is quite likely that the move will be fraught with problems complicated enough to aggravate the regime of already burdensome non-performing loans (NPLs). While immovable collaterals, despite being a reasonably sound method of protecting loans has not yet proved flawless to recover loans on time and are often subjected to rescheduling, taking movable assets as collaterals may cause undesirable problems for the banking sector. It is the pricing that is likely to come up as a contentious issue. There is also an element of uncertainty when it comes to determining the valuation of assets like cattle, fish in ponds, or household articles-to name a few of the movable assets, as mentioned in the text of the bill.Given the situation, a good deal depends on the committee assigned to examine the bill. It is expected that the committee, while undertaking its scrutiny, would consult banks and financial institutions in order to deal with the bill on the basis of consensus.",
        "headline_1": "Loan against movable assets",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/loan-against-movable-assets-1688652740",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-07-2023"
    },
    {
        "full_article": "In a question-answer session in parliament, Prime Minister Sheikh Hasina stated on Wednesday that in this age of globalisation, prevention of brain drain is a difficult task. She elaborated further by observing that brain drain was a continued process from the underdeveloped and developing countries. But her government's 'dedication, sincerity and various effective measures' have kept brain drain from the country under control, she claimed. Is this the case? There is a globally accepted index for human flight and brain drain, which considers the economic impact of human displacement and the overall consequences of this on a country's development. The higher the indices the greater the brain drain. Now, how does Bangladesh fare in this human displacement index? Data show that the average value for the country between the year 2007 and 2022 was 7.72 index points with a minimum of 6.7 index points in 2022 and a maximum of 8.4 index points in 2007. Over the past five years, the trend is in favour of a consistent decline. In 2018, the index point was 7.90, the highest in the past eight years, but then it saw a gradual drop to 7.60 in 2019, 7.30 in 2020, 7.00 in 2021 and to 6.70 in 2022. Let it be noted here that the global average of brain drain index point based on 177 countries was 5.21 as against Bangladesh's lowest index point of 6.70 in 2022. These declining brain drain indicators give credence to the prime minister's claim that development of the information and communication sector with rise in internet speed has prompted many talented young people to work from home instead of looking for jobs abroad. She has also maintained that creation of massive employment in all sectors, establishment of universities and government effort to evaluate meritorious people in their respective fields have all gone into preventing the flight of talents from the country. True, a large number of private universities have created employment for above-average talented youths but certainly the more gifted ones feel the pull of enabling ambience of research, better opportunities for creative works in universities abroad. Bangladesh can ill afford losing such geniuses who are capable of making breakthroughs in the domain of science and technology. The best of the universities in Bangladesh cannot rank above 800 either on the Quacquarelli Symonds (QS) World University Rankings or the Times Higher Education (THE) Rankings. Why? What goes most in their disfavour is the lack of research pursuit and production of world class research papers. Not only are the facilities inadequate but the engagement in research and experiments is found wanting so much so that the paltry allocation for such pursuance at the highest ranked Dhaka University cannot be spent. Employment for higher educated young population leaves much to be desired. What is particularly galling is that there is a mismatch between the kind of higher education, barring a few disciplines, on offer at the universities here and the demand from the domestic employment market. This explains why foreign consultants and managerial executives have to be hired by the country's apparel sector and a few other sectors earning foreign exchanges.The most important point is to make investment in education for turning it country-specific pragmatic. There is no point creating a large number of unemployable so-called higher educated youths. Instead, helping the average and above-average students build careers in productive sectors should be the prime task of schools and colleges. However, the more challenging task is to identify or spot the highly talented and inventive minds and nurture them for higher education.With the information and communication technology leading today's industrial, business and economic enterprises and ventures, participation in the highest form of intellectual and inventive genres of education has become globally accessible. Sure enough, the tech-savvy young pool of Bangladesh has already made a mark in this particular field. But there are areas of fundamental research in order to exploit the benefits of science and technology. Apart from the tech-geeks, Bangladesh needs scientists like Dr. Gawsia Wahidunnessa Chowdhury and Dr. Senjuti Saha who have made it to the list of the 'best and brightest' of 100 Asian scientists for their respective scientific achievements. The most savouring aspect is the fact that they conducted their research in laboratories at home and also came back to Bangladesh to do so. However, not all such probing talents find enough facilities to carry out their research work here. Still these two scientists' example will be an inspiration for others to have a look at the prospect of pursuing their dream for invention at home. Although the prime minister has claimed that talented people are rewarded, there are instances of recruitment of university teachers with lower ranked achievers on the merit list purely on political considerations. The same allegedly happens in case of appointment and promotion in various government offices. When more talented people are snubbed, they feel encouraged to look for avenues to leave the country for better prospects. Let there be no such discriminations, if not for anything else, at least in the interest of protecting the nation's talent preserve. Last but not least, internet speed and reliability fall far short of the world standard.[email protected]",
        "headline_1": "Negotiating pulls behind brain drain",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/negotiating-pulls-behind-brain-drain-1688652790",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-07-2023"
    },
    {
        "full_article": "It is nothing surprising that medical spending in Bangladesh has gone beyond the means of most households. The government's laissez-faire approach to the activities of the health sector has only made it possible. A report published in this paper on Thursday quoting the latest Household Income and Expenditure Survey (HIES), done by the Bangladesh Bureau of Statistics (BBS),said the health-related expenditures of every household have almost doubled over the past 12 years. Every household, on an average, now spends nearly 7.0 per cent of its monthly income on health. The percentage was 3.79 per cent in 2010 and 4.54 per cent in 2016. The average health-related spending is higher in rural areas than that in urban areas, the survey noted.In the case of illness, people generally are required to spend money mainly on four heads---physicians' fees, cost of medicines, diagnostic test charges and spending on hospitals/clinics. Not that such spending involves all four at a time. Hospitalisation becomes necessary only in serious cases. Visits to physicians and subsequent purchase of medicines are primary health-related expenditures. Both have become too expensive in recent years. Doctors, particularly the specialists, have raised their fees two to threefold during the period under review. The prices of medicines, barring a few essential ones on the government's list, have increased unabatedly. Diagnostic charges have also gone up by a big margin. If and when hospitalisation is required, poor and low-income families throng government hospitals and health complexes that are few and have limited facilities to offer to their patients. Some big public facilities remain overwhelmed with incoming patients. Many patients return home frustrated failing to get a place in these health facilities. However, patients who can manage admission are also required to buy a large part of their medicines from outside pharmacies. Yet treatment in public hospitals is far cheaper than that in private health facilities. The health-related spending for poor and low-income families emerges as a major burden. They often, as mentioned in the BBS survey, are forced to cut food and education provisions to pay for such expenditures. In the case of serious ailments, these families become helpless. Even middle-income families have to spend their savings and turn to friends and relatives for financial help. The situation is very much disappointing in the health sector as the support from the State is awfully meagre compared to the needs of teeming millions. This is evident from the level of out-of-pocket health expenditure (OoPHE) of every family in the country. The latest government Health Accounts Survey has revealed that OoPHE has increased to 68.5 per cent in 2022 from 63.3 in 2012. Unfortunately, the government has been indifferent to the need for mitigating the sufferings of the poor and low-income people as far as health-related expenses are concerned. The government spending on the health sector, on the one hand, has remained very low and, on the other, the authorities are found reluctant to put a leash on the soaring prices of medicines and fees of private hospitals and clinics. There is no denying that domestic pharmaceutical companies have made remarkable progress since 1982 when the National Drug Policy was introduced to curb the dominance of foreign players in the sector. But there should be a price-control mechanism to keep the prices of medicines within the reach of the poor and low-income people. Drug manufacturers spend a lot of money on promotional activities. They even bribe senior physicians at government hospitals to get their respective products on the latter's prescriptions. Doctors at posh private hospitals in Dhaka are not allowed to prescribe medicines in their brand names. Only generic names are used. The government can well issue a directive to this effect to help cut the large amount now being spent on promotional activities by drug companies. This would help lower the prices of medicines. The government should also fix maximum slabs for doctors' fees, diagnostic charges and rents for beds in wards and cabins of private hospitals. There could be a categorisation of hospitals for such rate fixation. [email protected]",
        "headline_1": "Where authorities prefer indifference",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/where-authorities-prefer-indifference-1688652850",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-07-2023"
    },
    {
        "full_article": "Seemingly, we cannot spend a single day without our mobile phone. It has become an integral part of our daily life. No doubt, it has made our life easy. Nevertheless, there are some restrictions on the use of mobile phones. For a student, it is absolutely prohibited to carry a mobile phone to the examination hall. If students forget the rule and carry a phone to an exam hall, usually they are made to turn it off and drop it in a designated place before the exam starts. But, it is a matter of frustration that the invigilators in the exam halls do not keep their phones in silent mode or turn it off. Some of these teachers even receive phone calls in front of examinees and even watch YouTube or browse social media. This often distracts and disturbs the examinees. They find it quite difficult to concentrate when their teachers talk loudly over their phone in the exam hall. Our teachers should avoid this practice and the rule of using mobile phone should be followed both by students and teachers in classes and examination halls. Afroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "Banning mobile phone in exam halls--",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/banning-mobile-phone-in-exam-halls-1688652965",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-07-2023"
    }
]