[
    {
        "full_article": "The Election Commission of India’s proposal to require political parties to disclose the financial implications of the promises they make in their manifestos will add meaning and depth to electoral campaigns. The idea that parties should communicate to electors the fiscal rationale for promising delivery of goods or services that would involve a significant outgo from the exchequer is already part of the Model Code of Conduct from 2015. The ECI is now proposing a proforma for such disclosures. If parties agree and the idea is included in the Model Code, they will have to spell out the section of society that a particular promise is targeted at, the extent of coverage and the number of likely beneficiaries, and the cost of implementing it. They must also spell out how the required resources will be raised. To give the parties an idea of the fiscal challenge that their promised schemes may pose, the Centre and the States have been asked to disclose details of the budget revenue receipts and expenditure as well as the outstanding liabilities. The information, it is believed, will provide a framework under which a manifesto can be assessed by the voter from the perspective of its financial viability. It may also make parties treat manifesto preparation as a responsible exercise meant to persuade rather than lure the voter.There is bound to be some resentment among sections of the political class. It may be argued that the ECI should not get into the nitty-gritty of manifesto formulation, especially the manner of its implementation, as that will be the political and administrative responsibility of the party that comes to power on the basis of its promises. The guideline itself arose from a Supreme Court judgment in 2013, upholding the right of parties to make electoral promises even if they involved distribution of consumer goods. It was held that such a promise would not amount to a corrupt practice, and as long as these were financed by budgetary allocations cleared by the legislature, they could not be invalidated. The Court also suggested that to prevent extravagant promises from upsetting the electoral level playing field, the ECI could lay down some guidelines. In practice, however, the ECI’s guidelines did not elicit enough information, as parties made only routine and ambiguous disclosures. If implemented, detailed financial disclosures may help in informed voter choice, as rival parties are likely to subject manifesto promises to intense scrutiny. It may also have a more meaningful impact, be it positive or negative, on the prospect of a party winning over the electorate with a single flagship promise.",
        "headline_1": "Don’t lure, but persuade: On fiscal rationale and poll promises",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/dont-lure-but-persuade-the-hindu-editorial-on-imparting-fiscal-rationale-for-poll-promises/article65976259.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-10-2022"
    },
    {
        "full_article": "The quantum revolution ushered in a new phase of science and technology, with transistors changing electronics forever and lasers providing the foundational cornerstones in fields from communication to medicine. This year’s Nobel prize for physics awards yet another milestone in quantum physics. This has been dubbed a revolution in the making, with many possibilities for applications in quantum computation, quantum cryptography and quantum networks. Alain Aspect (France), John F. Clauser (the U.S.) and Anton Zeilinger (Austria) have been awarded for experimental work ‘on entangled photons, establishing the violation of Bell inequalities and pioneering quantum information science’. The common concept in their work is quantum entanglement. This is a quirk of quantum mechanics which allows two or more particles to exist in an ‘entangled state’ such that what happens to one particle affects the others immediately, irrespective of how far they may be. This is what Einstein called ‘spooky action at a distance’ and prompted him, along with Boris Podolsky and Nathan Rosen to come up with the thought experiment (1935)— the case of Schrodinger’s cat which can be alive and dead at the same instant. The idea that challenged the very foundations of quantum mechanics was that there could be ‘hidden variables’ that decide the state of the particles that were separated in space, and there was no real quirk in quantum mechanics that caused them to be entangled.John Stewart Bell, in 1964, came up with a mathematical way of testing whether quantum mechanics was compatible with the local hidden variable theory. After further improvisations, these inequalities were named Bell’s inequalities. John Clauser and Alain Aspect have been awarded for showing experimentally the violation of Bell’s inequalities. This implies that entanglement is indeed intrinsic to quantum mechanics, and there are no local hidden variables dictating the correlation between the properties of the entangled particles. This led to further development of the field. Anton Zeilinger and his team took up the challenge of establishing ‘quantum teleportation’. Though this phrase sounds magical, physical particles are not teleported; however, information about their quantum states is moved through a distance — helping in new forms of communication and cryptography. Today, entangled quantum states between photons have been demonstrated when the photons have traversed tens of kilometres of optical fibres. Also, entangled states have been demonstrated between photons on earth and those on a satellite. It is likely that researchers will find ways of using this property which is both exotic and promising.",
        "headline_1": "No longer bizarre: On 2022 Physics Nobel",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/no-longer-bizarre-the-hindu-editorial-on-the-2022-nobel-prize-for-physics/article65976282.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-10-2022"
    },
    {
        "full_article": "Now into its eighth month, the war in Ukraine is acquiring dangerous proportions as talk of a nuclear option is being irresponsibly bandied about. Much has been written around the world on the factors that have contributed to the conflict and its global impact. It is now increasingly clear that both Russia and the United States are playing a high stakes game into which Europe has allowed itself to get drawn due to the myopia of its unimpressive political leadership.\nThe West seeks a regime change in Russia that is not going to happen without matters reaching a dangerous cliff. US policy makers should recall that even in the last days of the Soviet Union, American political leadership wanted an orderly transition and not the collapse of the regime that one finally witnessed. If change has to come in Moscow, it will come only when the people of Russia mobilise in its favour.\nRead full opinion on TOI+\n\n",
        "headline_1": "An idea for peace in Ukraine: US-led West should accept Russian occupation of some parts of the country, across a ceasefire line",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/an-idea-for-peace-in-ukraine-us-led-west-should-accept-russian-occupation-of-some-parts-of-the-country-across-a-ceasefire-line/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-10-2022"
    },
    {
        "full_article": "Two independent developments this week again highlight the challenges facing the global economy in the near future. Oil prices are likely to remain elevated as the supply cartel Opec plus, which includes Saudi Arabia and Russia, decided to trim production in a bid to keep the price high. The grouping, which produces a little more than 50% of the world’s crude, plans to reduce output by 2 million barrels/day beginning November by using August’s production as a benchmark. It’s about 2% of production. Therefore, the planned cut will most likely set a floor to any price decline.\nSeparately, WTO forecast growth in merchandise trade volume will slow in 2023. It’s now projected to grow at 1%, lower than 3.4% forecast a few months ago. Trade volume growth is being dragged down by the economic slowdown in three major economic engines, the US, Europe and China. WTO thinks the ongoing monetary tightening in the US will soon bite hard, while the energy shock in the form of a 350% year-on-year increase in gas prices in Europe will lead to reduced consumer spending. China’s zero-Covid strategy has taken a toll on its growth.\nThe energy shock is partly on account of self-defeating economic sanctions imposed by the US and Europe on Russia following its invasion of Ukraine. While Europe took the biggest hit because of its dependence on Russian gas, the rest of the world felt the impact through both an oil price surge and upward pressure on prices of key food items. Ongoing US-led sanctions on other oil producers such as Iran and Venezuela are also hugely counterproductive and have restricted the free flow of oil.\nIndia’s policy makers have to grapple with the dual challenge from the external sector. Supply pressure on key commodities can keep domestic inflation elevated while a global slowdown will act as a drag on growth here. The monthly average price of the Indian basket of crude peaked at $116/barrel in June and later declined to $91/barrel in September. Pump prices of petrol and diesel, however, remain unchanged since May 22, ring-fencing the domestic economy from global oil price movements. What may emerge as the main challenge again is a relative slowdown – a purchasing managers’ survey for services in September showed the lowest reading in six months. Monetary and fiscal policies need to be flexible to adapt to a highly uncertain scenario.\n\n",
        "headline_1": "Oil slick ahead?: Opec’s cut in crude output shows the futility of Western sanctions. India must brace for tougher times",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/oil-slick-ahead-opecs-cut-in-crude-output-shows-the-futility-of-western-sanctions-india-must-brace-for-tougher-times/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-10-2022"
    },
    {
        "full_article": "The huge crowds at the Dussehra rallies by Shiv Sena’s Eknath Shinde and Uddhav Thackeray factions were a trailer for the big movie – the BMC polls. Shinde has support of at least 40 MLAs and over a dozen MPs. But what is his hold over the cadre? So, putting up a good show on Thackeray turf Mumbai was important for Shinde to project his legitimacy. With that done, both factions await the only test that really matters – electoral performance. In 2017, the Shiv Sena vs BJP battle for BMC saw Sena win by a whisker – 84 to 82. That showed how far BJP had advanced in Mumbai.\nThe Sena split may have made BJP even better placed to target control of India’s richest municipal body. Since Shinde’s stomping ground is neighbouring Thane, his Sena faction may not mind playing second fiddle to BJP in Mumbai. But BJP ceding too little to Shinde would play into Uddhav’s refrain that Shinde is leading Sena into marginalisation. Uddhav, meanwhile, will need all the support Congress and NCP can give, though both are marginal players in Mumbai.\nA big imponderable is what happens to the two Senas if one of them gets the party’s iconic bow-and-arrow symbol or if EC freezes the symbol. Many urban civic bodies like Pune, Thane, Nashik, Nagpur, Kalyan-Dombivli etc are also poll-bound, making the state-wide exercise a sort of mid-term appraisal of the two fronts. While the BJP-Shinde government is likely to serve out the assembly’s term, Shinde has to deliver the Sena votes to the alliance. Otherwise BJP, which saw the implosion of MVA as a major political victory, may have to go back to the drawing board for its 2024 strategy.\n\n",
        "headline_1": "Maha BMC battle: BJP, without doubt, holds most of the aces but still needs Shinde to come good against Uddhav",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/maha-bmc-battle-bjp-without-doubt-holds-most-of-the-aces-but-still-needs-shinde-to-come-good-against-uddhav/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-10-2022"
    },
    {
        "full_article": "In May 2020 George Floyd suffocated to death under the knee of a police officer. Floyd’s pitiful stomach-churning cry “I can’t breathe” soon became a rallying cry for rights activists around the world. It was argued that the cry summed up the predicament of African Americans facing state repression in the US and millions demonstrated to champion black rights globally.\n“Black lives mattered” to everyone from Minneapolis to Mumbai. Even the Indian cricket team “took the knee” in Floyd’s memory and to register their reservation against institutionalised racism.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why aren’t Indian activists marching for Iranian women? Seeing hijab brutally imposed there, makes it harder to defend it as woman’s choice here",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/beyond-the-headline/why-arent-indian-activists-marching-for-iranian-women-seeing-hijab-brutally-imposed-there-makes-it-harder-to-defend-it-as-womans-choice-here/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-10-2022"
    },
    {
        "full_article": "Dr MM Akash, professor at the Department of Economics of Dhaka University, talks to Eresh Omar Jamal of The Daily Star about the ongoing inflation in the country, as well as the role of the government and trade syndicates in it.\nDespite the global rise in energy prices, Bangladesh has at times seen disproportionately higher prices in comparison. But when global prices dropped, we did not see the energy prices here go down. Why is that?\nMost of the markets are not regulated by the government directly, but the price for energy, since it is a strategic commodity like, let's say, food products, is actually politically sensitive and therefore must be consciously regulated and/or monitored by any government. For example, in Bangladesh, energy prices should be determined by the Bangladesh Energy Regulatory Commission (BERC) through a transparent tripartite meeting of all stakeholders, after conducting detailed public hearings about the real cost of energy supply, including the international buying price, freight charges, tariff, and internal transportation cost, taking into consideration a reasonable profit margin, etc. But this institutional price mechanism has been violated and the Consumer Association of Bangladesh (CAB) has lodged a legal suit against the ministry and BERC in the recent past.\nSo, prices – of LNG, electricity, petroleum, gas, diesel, etc – have become subjected to a \"cat and mouse\" game that has been going on among BERC, CAB, and the concerned ministry. Sometimes, BERC yields to vested interests, other times CAB goes to court, and sometimes, using the indemnity ordinance for the energy sector or for so-called \"urgent reasons,\" the ministry determines and announces the prices through an administrative order.\nPeople have been experiencing tremendous inflationary pressure for some time now. Has the government done enough over the past couple of years to support them? How could it have been done better?\n\nOne measure taken for controlling essential commodity prices by the government in urban areas is the Trading Corporation of Bangladesh (TCB) outlets that were selling necessities at lower prices. The long lines and the fact that even middle-class people are now standing in them prove that what the TCB supplied was not enough, and that it was just a temporary measure.\nThe popular demand is for rationing or cash expenditure support to target people who cannot afford what they need to consume. But some privileged groups enjoy rations and other indirect advantages. In rural areas, vulnerable groups also have access to such facilities. But the system should be made universal. A rational system will have to be built to ensure minimum food security (rice, lentil, sugar, cooking oil, etc) for low-income groups – that may then show and prove the goodwill of the government in this regard.\nOn the one hand, we see farmers struggling to earn enough from farming. On the other hand, we see prices of agricultural products increasing. Why do we see such discrepancies, and who is benefitting from them?\nThe markets for our agricultural products at the producer level are highly competitive and there are numerous sellers of surplus products. They do not have staying power, modern marketing connections or storage facilities. So they greatly depend on middlemen to connect them to the retail market at the consumer end. It is the middlemen that are benefitting.\nTrade syndicates artificially pushing prices up has plagued our country for years. Recently, the Bangladesh Competition Commission filed 44 cases against 36 individuals and organisations, accusing them of creating an artificial crisis in the market. But why haven't we seen the government taking meaningful actions to stop such collusion in the past? Do you see any indication to believe that things might change going forward?\n\nIn the case of imported products, the syndicate of sellers is very strong and it controls wholesale prices. As you have noted correctly, trade syndicates artificially pushing prices up has continued to plague our country for years. The issue is whether the government has been able to identify those syndicates, and if it did really take effective measures to break them up by applying competition laws against them. The answer in the past has been \"no.\"\nHowever, the Bangladesh Competition Commission has filed numerous cases against many large companies. I think we must wait and see whether this time any real punishment or fine or tax is charged against their monopoly to make super profits.\nBut for a permanent solution, the TCB must have an adequate, say, one-third of the total supply as a buffer stock for all selected necessary items – imported or locally-produced.\nTCB also must have an attached network of small suppliers all over the country, so that price intervention through open market sale (OMS) can be resorted to at any time and in any place, whenever the strong syndicates try to raise prices by creating an artificial supply deficit or import crisis.\nThis long-term solution was preached in the taskforce reports of Prof Rehman Sobhan in the 1990s, when politicians were still not following the so-called \"mukto bazaar orthoniti\" (free market economics) – when business syndicates were not as strong as they are now, and when bureaucrats and politicians still had a pro-people vision or manifesto before them.\n",
        "headline_1": "Energy prices should be consciously regulated by the government",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/interviews/news/energy-prices-should-be-consciously-regulated-the-government-3137126",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-10-2022"
    },
    {
        "full_article": "The Detailed Area Plan (DAP) for 2022-2035, produced by the Rajdhani Unnayan Kartripakkha (Rajuk), is a radical and innovative document in the planning history of Dhaka. As with any such proposition, there will be misunderstandings in some public forums and miscalculations from the proponents, and therefore a lot of nit-picking. I have critiqued Rajuk before on its inability to prepare a planning document appropriate to a dynamic Dhaka. Since the 1950s, Dhaka has received mediocre master plans that failed to fathom the power of the city and the direction of its future. In such a context, DAP 2022-35 is by far the most comprehensive and well-researched proposition for Dhaka with a lot of new ideas.\nI have been a student of Dhaka city ever since I became an architect in the 1980s, and since then I have written on this paroxysmic city for which planning has largely faltered. In my book, Designing Dhaka: A Manifesto for a Better City, I presented the hydrological regime as the fundamental premise for city-building in the delta, which no planning strategy had taken up before. I stressed the need for adequate public spaces as key to the well-being of the citizens, perhaps equally important to houses and dwelling units. Even with the production of dwelling units, the planning direction of the city was on a wrong footing. I described the standardised planning programmes in Dhaka as merely plotting and scheming, in which large areas were gridded out and small plots parcelled off. Plots equated to profits and amounted little to what is meant by the collective nature of housing and the cumulative impact on the city.\nDAP 2022-35 reverses most of those strategies that have been known as typical overtures of Rajuk. Still, following the gazetted publication of DAP 2022-35 on August 23, there is more ado about floor area ratio (FAR) in some circles than other topics. Even a fear. Has FAR gone too far? As a mechanism to control the volume of building and consequently density of users on a plot of land or in an area, FAR simply translates into volumes and floor areas. But density has an impact outside a given plot; it means the number of people and vehicles on the streets, as well as pressure on utilities and common facilities, such as schools, playgrounds, hospitals, etc. In short, density and its management is rendered as well-being of the residents and quality of the overall environment.\nUp until now, a blanket FAR policy was applied on Dhaka, making it head towards a disastrous uniformity. Each part of the city is beginning to look like any other! Ten-to-twelve-storey buildings pop up in any neighbourhood, irrespective of accessibility. The differentiated FAR in the new DAP proposes to rectify this situation. The new FAR arrangement is based on existing density, road conditions, common facilities, and the character of an area. While some of the arguments made against the new arrangement may have value, and Rajuk will take those into consideration, those arguments seem to be singly focused on the FAR irrespective of some of the other critical and catalytical issues presented in DAP. I wish to highlight those, especially the hydrological foundation of planning, the challenge of un-urban areas within Rajuk jurisdiction, and the implication of block housing.\nLet me point out the aspects of DAP 2022-35 that make it, in my view, progressive. It's the first planning document for Dhaka that has a philosophical premise with a declaration for social inclusiveness and harmony with nature. Yes, a city has to position itself with a philosophical framework. The main discourse cannot start off with square footages, FARs and MGCs! The claims to inclusivity and rapport with nature, and such things as well-being, may perhaps appear abstract to many, but are supported with different degrees of clarity by new propositions and policies in the DAP document. It is up to the DAP team to take their propositions to the public in a much more lucid, demonstrated and visual manner than two hefty volumes with their intimidating text.\nWhat impresses me is that the idea of \"urbanism\" appears in the text without quite being mentioned so. As an urban designer, I have always distinguished \"urbanism\" from \"urbanisation,\" a numerical enumeration and infrastructural understanding of the components of a city. Urbanism considers the city as a cultural and existential form. It calls for an enthusiastic embrace of cityness with its humanistic physical fabric and social well-being. Urbanism, I have written elsewhere, is the soul of the city.\nBy far, the most innovative idea, and perhaps the most natural one in the hydrogeographic context of Bangladesh, and one that was the premise in my book, is how settlements are to be planned in the dynamic milieu of floodplains, wetlands and riverine landscapes. Until the current DAP, no city planning document had an intelligent recommendation for this.\nThe biggest urban question for Bangladesh remains: how to arrive at a junction that mediates between the enormity of ecology/hydrology and the development propulsions of economy? In short, ecology and economy remain at loggerheads with each other. The issues and requirements of climate change are also linked here. To arrive at such a junction, we need imaginative approaches in urban thinking.\nA considerable portion of DAP is dedicated to a strategy for the hydrologically dynamic areas that include wetlands and floodplains. The discussion there on water flow and sedimentation is both timely and significant. I am agreeable with DAP's critique of embankments as flood protection strategy; all ecological planners today consider such practices as eventually disastrous to the environment. The contemporary attitude in making cities in a delta is: \"let it flood\" and \"let it flow.\" In light of that, DAP recommends a particular landscape process which is indigenous to the region: \"dig and mound.\" There are elaborate – and very new – policies on how to apply that process in specific floodplains and watery areas for buildings and constructions. It was the architect Louis Kahn who first used the term \"dig and mound\" in the late 1960s while describing how people make dwellings in the delta landscape. In some of my writings on Kahn, I argued how he might have adopted that as a concept for creating the Parliament Complex.\nThe various categories of the watery landscape – floodplain, main flood flow, general flood flow – may appear overwhelming to the uninitiated, but there appears to be a geographic logic. We have coined an overarching term for such landscapes: \"terraqueous,\" a zone animated by a flux of land and water. Those are the battleground areas targeted for encroachment and illegal occupation. In order to maintain the floodplains, DAP proposes conservation policies. Such policies are fine in principle, but we think they are not enough to protect the areas from various kinds of infringement. We suggest a special development belt around or bordering such areas as a new urban form consisting perhaps of housing that, besides being a protective cordon, provides a distinctive character and identity to that special zone.\nI am intrigued by the fact that a remarkable 28 percent area within Rajuk jurisdiction is agricultural (some of which overlaps with floodplains). Dhaka is a unique city that way with a special challenge. How to integrate agriculture – a terraqueous food production area – within the orbit of a modern metropolis? DAP has policies to retain the agricultural land, but it is not clear who will work on the land as the economic landscape is changing and many of the farming communities are shifting occupations. Here is perhaps an occasion for DAP's suggestion for \"transfer of development rights,\" in which a landowner in such an area can transfer his or her development rights to another urban property. A next level work is needed to consider consolidated (and perhaps corporate) agricultural communities with modern housing in which the agricultural area itself can be park-like places for the city. This can be an opportunity to revise the usual opposition between the city and agriculture as the rural. Dhaka can be a global model for such a radical configuration of the city.\nThe notion of \"block housing\" is non-existent in Dhaka, but if initiated would lead to a totally new urban fabric for the city with improvements in the quality of life. Not currently in vogue with our architects and developers, \"block housing\" could be a game changer. Consider six adjoining plots of 10 kathas each in Uttara. Under the existing practices, buildings built on each plot will have to give up areas for setbacks and each plot remain isolated from others with boundary walls. What if the six plots were combined and a singular building constructed? In the consolidated plots, setbacks and boundary walls between buildings will be eliminated, and with the same number of units, shared common areas could be generated. A greater community environment could be experienced by residents of the six plots.\nThe next step for Rajuk would be to demonstrate how block housing could actually be produced. It would be easy for new residential areas where, instead of small plots, a larger plot area would generate a block. Even in the existing conditions, especially in congested areas, owners of adjoining small plots can come together to create a block. This is perhaps not an easy process, but could be made possible through incentives of higher FAR or tax reduction.\nThe International Union of Architects (UIA), the premier body of world architects, declared the theme of World Architecture Day 2022 as \"architecture for well-being.\" It is perhaps time to reorient our own thinking about architecture and urbanism towards the goal of well-being.\nThis article is the first of a two-part series on DAP 2022-35.\n\n \nKazi Khaleed Ashraf is an architect and urbanist, and directs the Bengal Institute for Architecture, Landscapes and Settlements.\n",
        "headline_1": "Who is afraid of DAP?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/who-afraid-dap-3136746",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-10-2022"
    },
    {
        "full_article": "I met Sagarika (pseudonym) a couple of years back in a remote corner of Bangladesh while collecting data for my research. She was a widow in her late 70s, living in an abandoned building. Her two sons deserted her and migrated somewhere else – she didn't know where. She lost her home to river erosion 10 years ago. Since then, she had been squatting in that building.\nThe building was not at all suitable for any human being to live in. When I found her, she was nearly starving. The previous few days, she had survived only on muri, which she borrowed from a neighbour. Occasionally, she went begging. Whenever she felt sick, she went to the nearest local pharmacy to ask for free medicines. Sometimes it worked, sometimes it didn't. For unknown reasons, people called her pagli. That's what her identity is now in the community. You won't find Sagarika by her name; rather you have to look for a person named pagli. Despite the fact that she feels demeaned by this name, she always reacts with a smile. It's an involuntary and self-negotiated smile. She is sure that the cost of resistance will be higher for her. Despite being eligible, she is neither getting the old age allowance, nor the widow allowance. \"What do you need the most now?\" I asked her during our discussion. The answer I expected was \"food.\" To my surprise, despite the visible symptoms of being malnourished and suffering starvation, she replied, \"Son, I need a kerosene lamp.\"\nFor the last 10 years, she couldn't light her room when it went dark because she couldn't afford to buy kerosene. After dusk, the abandoned building becomes a shelter for cats, dogs, insects and other animals. And she is afraid of living with them at night. \"Do you have a dream?\" I asked her. \"How will I die and who will perform my funeral rites always keep haunting me,\" she responded. \"What else do you need?\" I asked further. \"Do you think a dead person needs anything?\" she replied.\nAs I was completing my fieldwork, the responses became familiar to me. Many of the elderly individuals I interviewed said that people called them mora (corpse). It sounds very insensitive, doesn't it? But when elderly people like Sagarika are deserted by their families, neglected, and treated inhumanly by society, and ignored or prioritised less by the state and its institutions, it is nothing more than a living death. Human beings need a basic structure to survive. Dignity is a core pillar of it, which is badly missing in these elderly people's lives.\nI can share many more stories from my fieldwork, but Sagarika's case is a typical one, representing those who are ageing in extreme poverty, marginalisation, and destitution. Such stories raise several burning but unanswered questions: who is in fact responsible for the elderly persons? We assume they are under the care of the family system, but are they really being cared for? When we live in a society where we do not even enjoy our dignity during our lifetime, can we even dream of a dignified death? Do we understand the concerns and needs of the elderly citizens of our country? How much do our policies and programmes cater to their needs? I doubt we have any suitable answers to these questions.\nBangladesh has been experiencing sustained economic growth, leading to its graduation to a middle-income country. Yet, Bangladesh is one of the top five countries that host half of the world's extreme poor. Its population is also ageing faster. According to the recent population census, the country now has a population of more than 15 million who are above the age of 60. According to the United Nations, this is projected to be 21 million by 2030 and 42 million by 2050. Yet, it is barely brought up in political and other discourses. We have very little research available on their living conditions, but sporadic research suggests around 43 percent of elderly people are poor and 28.2 percent of them live below the poverty line.\nThere is a strong presence of a wide range of development actors across the country. However, ageing is neither a priority of the development agencies nor are they considered the primary target groups. An intergenerational approach to development may yield more without requiring additional investment. We also need to initiate intergenerational programmes widely so that we understand and recognise the value of each other while nurturing our nearly lost social norms and values.\nWhile the traditional support structures are increasingly malfunctioning in terms of offering care and protection to the elderly in our society with dignity, a lack of concerted effort is promoting a negative attitude towards them. Existing ageing-related policies and acts still assume that their families would provide for them. This is unrealistic in the sense that our family system itself is going through a transition. Poverty, unemployment, inequitable access to resources and opportunities are heightening inter and intragenerational tensions and conflicts. Bangladesh is thus in need of strong family policies that are sensitive to the needs and concerns of different generations. The family must remain at the epicentre of those policies.\nThere is a saying that a society is measured by how it cares for its elderly population. Aside from the story of Sagarika, we have seen plenty of examples of how our society treated its elderly citizens during the pandemic. It is high time we started to plan and invest into the well-being of our ageing population.\nOwasim Akram is a doctoral researcher at Orebro University, Sweden.\n",
        "headline_1": "Taking care of our elderly must not be an afterthought",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/taking-care-our-elderly-must-not-be-afterthought-3136621",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-10-2022"
    },
    {
        "full_article": "We're quite alarmed by the inadequate response to the ever-evolving threat of dengue infections. The dengue situation seems to be getting worse, with September seeing the deaths of 34 patients and 9,911 hospitalisations. And, in the first three days of October, six people reportedly died. Of course, as reports have pointed out, these numbers do not reflect the whole dengue situation as they only account for hospitalised cases. More worryingly, experts have pointed out how the weather this month would be favourable to the breeding of Aedes larvae, meaning things could get even worse before they get better.\nBy now, dengue cases have been reportedly detected in at least 50 districts, with Dhaka and Cox's Bazar being the worst affected. Everything seems to be happening as forewarned by experts. In May, we also voiced our concerns over an impending dengue outbreak. We still remember the dismal dengue situation last year. So why does it seem like the government has no inkling of what's happening or no idea of how to contain the situation? Why is it still unable to effectively monitor and control the spread of dengue?\n\nBy now, dengue cases have been reportedly detected in at least 50 districts, with Dhaka and Cox's Bazar being the worst affected. Everything seems to be happening as forewarned by experts.\nThis is all the more troubling given that the DGHS conducts three mosquito surveys annually – pre-monsoon, monsoon-time, and post-monsoon. In its pre-monsoon survey this year, it had discovered Aedes mosquito larvae at 69 under-construction structures in South Dhaka alone. The survey also revealed that the density of the larvae per area was higher than it was in the last two years. So why, then, are the authorities failing to manage these sites adequately? The same question can be asked of all other risky sites in other areas. Reportedly, the authorities are neither properly identifying risky areas, nor collecting the addresses of dengue patients to monitor their homes and surroundings. This is totally unacceptable. We have already seen the consequences of such lukewarm response to a public health threat.\nThe government still seems to be \"taking it slow\" – too slow, one can add, for our own good. It has been also resistant to experts who offered their suggestions. In 2017 and 2019, two experts from the WHO reportedly sought to direct the health ministry's actions in this regard, and even formulated a research-based mid-term plan on how dengue and Chikungunya could be prevented and controlled. Nothing happened after that.\nWe urge the authorities, including city corporations and local government bodies, to take the deteriorating dengue situation with due seriousness. Risky areas and known dengue hotspots must be thoroughly and regularly cleaned. Preventive methods must be communicated to all households. It is also crucial that healthcare facilities across the country are given enough support and resources to handle the surge of incoming dengue patients. The public should not have to face another dangerous disease because of the indifference of authorities.\n",
        "headline_1": "Why this lukewarm response to the rising threat of dengue?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-lukewarm-response-the-rising-threat-dengue-3136441",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-10-2022"
    },
    {
        "full_article": "We're quite alarmed by the inadequate response to the ever-evolving threat of dengue infections. The dengue situation seems to be getting worse, with September seeing the deaths of 34 patients and 9,911 hospitalisations. And, in the first three days of October, six people reportedly died. Of course, as reports have pointed out, these numbers do not reflect the whole dengue situation as they only account for hospitalised cases. More worryingly, experts have pointed out how the weather this month would be favourable to the breeding of Aedes larvae, meaning things could get even worse before they get better.\nBy now, dengue cases have been reportedly detected in at least 50 districts, with Dhaka and Cox's Bazar being the worst affected. Everything seems to be happening as forewarned by experts. In May, we also voiced our concerns over an impending dengue outbreak. We still remember the dismal dengue situation last year. So why does it seem like the government has no inkling of what's happening or no idea of how to contain the situation? Why is it still unable to effectively monitor and control the spread of dengue?\n\nBy now, dengue cases have been reportedly detected in at least 50 districts, with Dhaka and Cox's Bazar being the worst affected. Everything seems to be happening as forewarned by experts.\nThis is all the more troubling given that the DGHS conducts three mosquito surveys annually – pre-monsoon, monsoon-time, and post-monsoon. In its pre-monsoon survey this year, it had discovered Aedes mosquito larvae at 69 under-construction structures in South Dhaka alone. The survey also revealed that the density of the larvae per area was higher than it was in the last two years. So why, then, are the authorities failing to manage these sites adequately? The same question can be asked of all other risky sites in other areas. Reportedly, the authorities are neither properly identifying risky areas, nor collecting the addresses of dengue patients to monitor their homes and surroundings. This is totally unacceptable. We have already seen the consequences of such lukewarm response to a public health threat.\nThe government still seems to be \"taking it slow\" – too slow, one can add, for our own good. It has been also resistant to experts who offered their suggestions. In 2017 and 2019, two experts from the WHO reportedly sought to direct the health ministry's actions in this regard, and even formulated a research-based mid-term plan on how dengue and Chikungunya could be prevented and controlled. Nothing happened after that.\nWe urge the authorities, including city corporations and local government bodies, to take the deteriorating dengue situation with due seriousness. Risky areas and known dengue hotspots must be thoroughly and regularly cleaned. Preventive methods must be communicated to all households. It is also crucial that healthcare facilities across the country are given enough support and resources to handle the surge of incoming dengue patients. The public should not have to face another dangerous disease because of the indifference of authorities.\n",
        "headline_1": "Why this lukewarm response to the rising threat of dengue?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-lukewarm-response-the-rising-threat-dengue-3136441",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-10-2022"
    },
    {
        "full_article": "The importance of literacy as a driver of individual and social development cannot be stressed enough. Bangladesh has long struggled to eradicate the scourge of illiteracy which, despite its moderate economic success, has proved harder to fix. There have been encouraging gains in recent years, however, with the 2022 population census showing a 22.89 percent increase in the national literacy rate since the 2011 census. But one persistent offshoot of the problem has been inequality in literacy, with some districts falling so far behind others that it can easily derail the government's plan to achieve 100 percent literacy by 2030.\n\nFree education is not much of an incentive if the spectre of poverty looms continuously overhead, so authorities also need to focus on giving out-of-school children and adults financial support to make their life easier and help develop their literacy skills.\nAccording to the recent census, the literacy rates in Jamalpur, Sherpur, Bandarban, Sunamganj and Kurigram are significantly lower than the national average. While the national average is 74.66 percent, the average in Jamalpur is 61.52 percent, Sherpur 63.57 percent, Bandarban 63.64 percent, Sunamganj 64.77 percent, and Kurigram 64.99 percent. At the other end of the spectrum is Dhaka division, which, unsurprisingly, has the highest literacy rate, at 78.09 percent. While other pockets of literacy inequality do exist – such as between urban and rural populations, or between male and female populations – these districts present a unique challenge for the policymakers.\nTrue, poverty remains the biggest barrier to education, but poverty alone cannot explain their poor literacy rates, as districts with fewer resources have performed better than some of these districts. This means that barrier to literacy attainment can – and does – come from other factors, such as lack of awareness, educational support and adult literacy projects, as officials at the Bureau of Non-Formal Education (BNFE) have also acknowledged. Experts say that literacy (and numeracy) can be attained in two ways – formal education and adult literacy programmes – but the country's focus has largely been on formal education.\nAt the five districts, as a report by The Daily Star reveals, lack or absence of adult literacy programmes has been a constant factor. In Jamalpur, for example, only two of its five upazilas have out-of-school-children programmes run by BNFE, which is responsible for providing education and opportunities to individuals who have not received formal education. Such projects, if properly and regularly undertaken, as well as awareness among ordinary people can hugely help districts falling behind in literacy. But free education is not much of an incentive if the spectre of poverty looms continuously overhead, so authorities also need to focus on giving out-of-school children and adults financial support to make their life easier and help develop their literacy skills.\nIn the end, however, even that may not be enough. We need a whole-of-society approach to literacy attainment, with the involvement of households, social institutions, political leaders, policymakers and private actors. Crucially, we need the education budget to match the demand. We need proper planning and execution. And given the short window of time before the 2030 deadline, we need a master plan to direct and expedite all efforts. Ending illiteracy is itself a huge challenge; the government shouldn't compound it by allowing literacy inequality to get in the way.\n",
        "headline_1": "We must reduce inequality in literacy ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-end-literacy-inequality-3136431",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-10-2022"
    },
    {
        "full_article": "Undeniably, any promotional financial support given to businesses by the government is drawn from the public exchequer. Notably, the government had set aside funds to be provided as incentives to certain industries in the export sector. The beneficiaries included industries that could export traditional or new items to newly discovered markets or could export new products to old markets. The move was part of the government's emphasis on diversifying both the exportable items and export markets. So far there was no problem. According to the government's order to this effect issued by the finance ministry's Monitoring Cell (MC), the cash incentives were available for 29 months between February 2020 and July 2022. But there was some confusion in the order issued by the MC as to which markets should be considered as new. As for example, the UK as part of the European Union (EU) has been an old export market for Bangladeshi products. So, there was no reason why the country's exit from the EU following Brexit in January 2020 should change its status to a new export market. And even from historical point of view, the UK has been an old export market for our goods since Bangladesh's independence. Strangely though, as reported in this paper on Wednesday, the MC's order related to the said export incentives treated UK as a new export market until July 2022. Far from questioning it, some exporters have taken full advantage of the definitional flaw centring new markets in the MC's order and been claiming the 4 per cent cash incentives for their exports to the UK market. The MC's questionable narrative about UK market came to the notice of all concerned, thanks to the audit conducted by the office of the Comptroller and Auditor General (CAG) two years later. Even after CAG in a letter informed the central bank of the discrepancy, the latter, rather than taking prompt action by way of asking commercial banks to stop activities regarding providing cash incentives to the exporters, went for the tardy option of seeking finance ministry's directive on the matter in July this year. On the other hand, the MC in an explanatory note issued on September 22 to the Bangladesh Bank's governor this year, redefined the status of UK and other markets (including the US, Canada and EU) as old markets and disqualified exporters as recipients of any cash incentives from their exports to those markets during the period in question. And this revised order would be effective from July 01, 2022, the note further added.Evidently, the realisation has come too late. For, already, during the 29 months' bounty period from February 2020 until July 2022, the government might have lost around TK 27 billion to the bills paid as cash incentives to the exporters (mostly in the apparel sector). Now, what about the possible losses caused to the government exchequer meanwhile? In this context, provisions are said to be in existence in the finance ministry's guidelines as well as the relevant circular of the central bank that any cash incentives advanced to the exporters could be taken back under certain conditions. That notwithstanding, someone must accept responsibility for the potential loss of public money due to the referred to omission or commission in the government order involving exporters' cash incentive. For all concerned owe it to themselves to answer for any misuse of public fund to the nation.",
        "headline_1": "Misplaced office order on exporters' cash incentive",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/misplaced-office-order-on-exporters-cash-incentive-1665064796",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-10-2022"
    },
    {
        "full_article": "Low levels of labour productivity have always remained a cause for concern in this part of the world. Even South-east Asian nations not so famed for tall and muscular physical build have long accounted for higher performance in the manufacturing and industrial sector. The reason behind this was thought to be those peoples' agility, training, a regime of discipline and their switchover to industrialisation earlier than in countries like Bangladesh. Productivity in Chinese garment factories is much higher than here. Although a combination of factors has allowed the Chinese entrepreneurs the luxury of jettisoning some of their labour-intensive RMG ventures in favour of more paying precision manufacturing enterprises, they still retain a near monopoly in the high-end apparel production and export. This explains why Chinese RMG workers draw much higher wages than their Bangladesh counterparts. To make the matter worse, a new study titled \"Hot Cities Chilled Economies: Impacts of extreme Heat on Global Cities\" finds that higher temperature has a direct adverse effect on labour productivity. The study, as its title suggests, has concentrated on a number of cities including Dhaka to see how these cities fare in terms of productivity loss on account of higher temperature. A few days ago Dhaka came second in terms of the most polluted city in the world. This time, though, it has topped the list for loss of labour productivity. What is remarkable here is that temperatures vary within the city and the hotspots register 10 degree Celsius higher temperature than the surrounding countryside. A few pockets surrounded by tall buildings were found to have 12 degree higher temperature. With corrugated iron sheets serving as roof, the shabby accommodations for manufacture of an array of products are a veritable hell. What makes the situation nightmarish for workers is the combined impact of heat and humidity with little or no natural system of cooling the surroundings. Pathetically, some of the poorest areas are among the hotspots of heat stress. Those who are directly exposed to heat and burning sun overhead, risk their health at times leading to the death of a few. In economic terms, the productivity loss is worth as high as $6.0 billion a year. If losses of other cities suffering from excessive heat are taken into account, the figure may be in the double digit. Even countryside, as predicted earlier, were supposed to encounter a phenomenon of wet-bulb temperature under the spell of which people would suffer severe heat stroke causing instant death. This is somewhat like the heat dome over an area ---at times spread over states --- in which heat gets trapped due to high pressure with no escape route. British Columbia of Canada and northern region of the United States of America experienced a deadly heat dome in which more than 800 people on both sides of the border lost lives. So the economic loss of Dhaka City will not tell the full story of the productivity loss this nation is likely to suffer in the days to come. Surely, the issue is interlinked with global warming but as long as the nations collectively fail to go for drastic and pragmatic measures to curb temperature rise, should countries like Bangladesh consider that it is fated to suffer the worst consequences of climate change? True, a comprehensive solution to this problem is beyond any nation's capacity let alone that of a country like Bangladesh. But local measures can be of some help in stalling or improving the adverse impacts.So far as Dhaka City's hotspots and the overall temperature are concerned, management of those is quite possible if not immediately at least within a reasonable time frame. Planting trees in every vacant space of this city can do the trick. Those who frequent the road running between the quarters of ministers and the Ramna Park are not likely to miss the soothing and several degree cooler temperature there. The difference is felt as soon as one enters the area boasting green covers all around. Accepted that such green covers cannot be built all over the city but many of its avenues can have long lines of local trees that barely shed their leaves all at once. The concrete jungle that the capital city has turned into because of a lack of planned development and foresight is exacting a price in terms of health, longevity and economy. The situation cannot be reversed but if the citizens are serious and the policymakers take the right initiatives, together they can bring about a discernible change in the situation. That the mayor of Dhaka North City Corporation (DNCC), during recovery of the Lautola canal, personally supervised the demolition of constructions within 20 feet on both sides of its bank is the kind of initiative and seriousness required for building up a green cover for Dhaka. If all the water bodies, including canals and rivers, running through or by the city proper can be restored to their optimum water flows and trees planted on their banks, Dhaka will definitely become much cooler. Green factories are the other option to complement the initiative.\n[email protected]",
        "headline_1": "Loss of labour productivity under high temperature spell",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/loss-of-labour-productivity-under-high-temperature-spell-1665064872",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-10-2022"
    },
    {
        "full_article": "Automating the country's tax collection system is an old issue. It is now really difficult to recall when people started talking about the need to do it to help reduce corruption and mistrust and ensure transparency.Multilateral donors like the World Bank WB) had suggested digitization of the tax system over two decades back.The irony is that experts here are still discussing the issue and urging the authorities concerned to expedite the automation process. Accounting and tax experts speaking at a webinar held Tuesday last lamented the delay in automation and expressed the hope that the National Board of Revenue (NBR) would expedite its automation activities.How far all these pleas would work on the revenue board is difficult to say. Its past track record does not make one that hopeful about any notable improvement within a short time.The WB has always advised the government to reform its tax machinery to help boost its tax laws and the system of collecting tax revenues. The Bank did not stop there. It had financed a major VAT (value added tax) automation project worth nearly Tk.7.0 billion. The pace of implementation of this important project has proved that the NBR is not that serious about the digitization of its three wings---Customs, VAT and Income Tax.The deadline for completing a project, which was launched in 2014, got extension thrice because of the poor rate of execution. The final extension ended on June 30 last year. Yet over Tk.3.0 billion of the project remained unspent. The COVID-19 pandemic is cited as a major reason for the execution delays, but that excuse hardly holds water.Online tax payment is yet another important issue as far as making the life of taxpayers hassle-free. Though tall claims are being made about facilitating online tax payment, the reality is that the process is still cumbersome and not user-friendly. Taxmen, however, would say otherwise. A news item published in this paper last Tuesday disclosed that tax return submission by individual taxpayers has gone up more than threefold. The NBR received 330,000 tax returns in the last three months compared to 100,000 submitted during the corresponding period last year. What has prompted so many people to be tax compliant suddenly? The rush, if you prefer to call it so, is not at all voluntary. Some amount of coercion has played a key role. The government has made the production of tax return receipts mandatory while seeking 38 types of services from government and private entities. But submission of many tax returns may not translate into higher tax revenues. When the government also made e-TIN submission mandatory while availing of certain services, many people could manage the same and stay away from submitting tax returns annually. It remains to be seen whether the holders of tax receipts paid tax or submitted zero-tax returns. The possibility of the latter group dominating the scene is more because many people having taxable income are not willing to pay tax and there are some unscrupulous tax officials always ready to help them. Since a record number of people are expected to submit tax returns this year, the NBR top notches might also be interested in knowing the number of returns submitted online. \n[email protected]",
        "headline_1": "NBR automation: still a distant dream?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/nbr-automation-still-a-distant-dream-1665064924",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-10-2022"
    },
    {
        "full_article": "A bus journey is perhaps the most convenient, safe and cost-effective mode of transport in Dhaka city. However, it is seen that passengers often keep their hands and head outside the buses. They may do so to rest their arms. But this is extremely risky for them. Sometimes, parents do not notice that their children are keeping their hands outside the bus window. Also, there are some people who want to record video clips with their cell phones keeping their hands and head outside the bus. These dangerous acts can anytime lead to disastrous accidents. And often, we come across such news stories while many incidents remain unreported. There should be awareness campaigns in the media about keeping one's hands and head inside the safety of the bus. Also, bus operators must make it mandatory for the passengers to keep their hands and head inside, not outside the bus. It should be included in textbooks so that the schoolchildren can learn about personal safety from an early age. \nMA IslamDhanmondi, Dhaka ",
        "headline_1": "Keep hands, head inside the bus",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/keep-hands-head-inside-the-bus-1665064967",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-10-2022"
    }
]