[
    {
        "full_article": "The Reserve Bank of India’s Monetary Policy Committee (MPC), in its latest bi-monthly review, has decided to maintain status quo on the benchmark interest rate of 6.50% for the eleventh consecutive time. As the panel’s chairman RBI Governor Shaktikanta Das emphasised, the last mile of disinflation is turning out to be prolonged and arduous for emerging and developed economies. India’s retail inflation, after trending below the median 4% target, for the first time in five years, for two months, spiked over September and October, with food prices leading the price pinch. At its October meet, the six-member MPC had voted 5:1 to hold interest rates, stating the inflation-growth balance was ‘well-poised’. That poise has been shattered, with the economic ground shifting dramatically in the intervening period — while inflation has surged, the deleterious growth numbers for the second quarter have compounded the mix with GDP rising just 5.4% as opposed to the 7% estimated by the RBI. The government has sought to paint the growth blip as a transient occurrence rather than as a sign of an enduring slowdown, but Ministers had called for interest rate cuts from Mint Street even before the GDP print.It is, perhaps, not a surprise then that the vote of the MPC, which includes three external members, on holding interest rates this time around, has changed to 4:2. Governor Das acknowledged that the near-term inflation and growth outcomes have turned somewhat adverse. He also effectively scotched the clamour for the MPC to look through food inflation, noting that the RBI is bound by the flexible inflation targeting framework laid down in the law that requires headline inflation to be addressed. The central bank’s mandate is to maintain price stability while supporting growth but growth is also impacted by persistently high inflation that cramps households’ spending power, as he pointed out, and this is already visible in urban spends. Both the trajectories warrant closer monitoring for now, and it is not as if a 0.25 percentage point rate cut would tangibly shift consumption or investment impulses in the short run. The RBI remains hopeful of GDP growth recovering and inflation cooling in the second half of the year, even as it revised its 2024-25 projections for the former to 6.6% from 7.2%, and for the latter to 4.8% from 4.5%. Some consider even these downgraded projections as optimistic, but if the Centre takes some fresh steps to cool prices, such as rolling back the import duty hike on edible oils, and spur consumption, it would be able to hasten the interest rate cuts it desires.\r Published - December 07, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Reserve Bank of India\n                    \n                            /                      \n                        \n                        interest rate\n                    \n                            /                      \n                        \n                        food\n                    \n                            /                      \n                        \n                        prices\n                    \n                            /                      \n                        \n                        inflation and deflation",
        "headline_1": "​Staying the course: On the RBI and inflation",
        "headline_2": "The central bank has done well to stay focused on inflation amid rate cut clamour",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bstaying-the-course-on-the-rbi-and-inflation/article68955818.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-12-2024"
    },
    {
        "full_article": "India’s growth aspirations have spurred the national mining industry to extract more minerals for use in construction. One such mineral is silicon dioxide, or silica, an important component of sand and stone. Mine workers exposed to silica dust for many years have a heightened risk of developing silicosis, wherein microscopic silica particles are lodged in lung tissue, hampering their normal function. The risk of silicosis is age-agnostic and determined by exposure, and is chronic after onset. Thus it threatens millions of workers, many of them young. In 1999, the Indian Council of Medical Research reported that more than eight million people in the country were highly exposed to silica dust; this population could only have increased since the national government has opened new mines and expanded old ones. On November 29, the National Green Tribunal (NGT) directed the Central Pollution Control Board to draft new guidelines vis-à-vis “granting permission for [silica] mining and washing plants”, and the Uttar Pradesh government and Pollution Control Board to set up health-care facilities in areas with silica mines. The NGT is well-intentioned but mine workers are desperate for action.The Occupational Safety, Health and Working Conditions Code 2020 requires mine workers’ employers to notify threats of bodily harm to workers and workers developing specific diseases, including silicosis. But operators often do not notify the Directorate General of Mines Safety, preventing the state from developing an actionable awareness of mine operators’ workplace practices; nor have States of their own initiative strived to collect this data. The potential for special hospitals to ameliorate this situation is also unclear: the Code obligates qualified medical practitioners to notify silicosis cases to the Chief Inspector-cum-Facilitator, yet it already required operators to provide free annual health check-ups, which have failed to reveal silicosis cases. Health-care providers have even been known to misrecord silicosis as tuberculosis. The NGT also noted that “concerned authorities” are not living up to the law. The state’s passivity is thus the principal roadblock to mine workers’ welfare, which guidelines are unlikely to surmount. The passivity also flies in the face of climate justice, an idea India has ironically wielded in multilateral fora to demand concessions on emissions and adaptation financing. The nation’s mineral resources are concentrated in ‘resource frontier’ States that have low literacy and health-care coverage, a disorganised labour force, and where mining provides crucial revenue. When the state diverts the concessions to suppliers of cheap silica, workers tolerate bad working conditions and delay seeking medical or legal recourse until the silicosis has become life-threatening. Published - December 07, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        India\n                    \n                            /                      \n                        \n                        mining\n                    \n                            /                      \n                        \n                        minerals\n                    \n                            /                      \n                        \n                        disease\n                    \n                            /                      \n                        \n                        Uttar Pradesh\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        laws\n                    \n                            /                      \n                        \n                        tuberculosis\n                    \n                            /                      \n                        \n                        medicine\n                    \n                            /                      \n                        \n                        judiciary (system of justice)",
        "headline_1": "​Silica scars: On India’s silicosis problem",
        "headline_2": "Mine workers need early diagnosis and treatment of silicosis",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bsilica-scars-on-indias-silicosis-problem/article68955038.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-12-2024"
    },
    {
        "full_article": "Why we love to list: it’s a lifeline out of chaos\nAnother year turns, and stock-taking lists are popping up everywhere: best of, worst of, top tens, wraps, roundups and highlight reels. What’s with this list-mania? What explains the irresistible urge to compile and rank? Because it’s how we have always tried to understand anything. It’s only human to try and make sense of the terrifying feeling of time rolling on, or to impose pattern on chaos. We make lists to ‘to make infinity comprehensible’, said Umberto Eco.\nLists are intuitive and useful. A mess of information? We can sort the mess into buckets. It’s easier to take in, too – chunks of information are better transmitted than run-on text. To-do lists are used to focus the mind. To externalise our tasks and tick them off reduces stress.\nBullet-points, listicles and easy bites have taken over much of the news and information around us. We know it’s a fiction, an artefact: a complex issue in the world does not conveniently break down into ten points as it does in the news primers. But the clickbait still works. Whether it’s tech tips or packing lists, self-improvement manuals or lists of the richest, sexiest and most powerful, our minds are compelled to go down each item.\nAnd then, of course, there’s assessment: the need to classify, to rank as greater than or or less than. With lists like top films of the century or the canon of great books or essential songs, it’s reassuring to submit to someone else’s better judgment. We’re relieved that a trusted tastemaker or expert has scoured everything and selected the best, saving us the bother. But even while media list-making creates conventional wisdom, there’s nothing definitive about the picks or the ranks. They’re just the list-maker’s preferences, and quibbling over them is the whole point.\n\n",
        "headline_1": "Top 10 Of…",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/top-10-of/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-12-2024"
    },
    {
        "full_article": "Think about this: every time you buy samosas, pay school fees, or travel, you’re holding Mahatma Gandhi in your hand. That’s because his face is on all of India’s currency notes. But it hasn’t always been this way! Gandhi’s image only appeared on notes in 1969, to mark 100 years since his birth. Before that, Indian currency showed animals like tigers and deer. Cool, right?\nAround the world, countries tell stories about themselves through the pictures on their money. But sometimes, they decide to change those stories. For example, in the UK, King Charles III’s face replaced his mother, Queen Elizabeth II, after she passed away. But alongside Charles, the notes still feature other famous figures like scientist Alan Turing and author Jane Austen. When European countries created the euro, they played it safe – no leaders, just pictures of different styles of bridges and buildings.\nChanging currency images can make people feel different things. Some might feel sad or upset to lose a familiar face, while others may feel proud of new choices. But here’s an idea: what if the images on money weren’t about famous people at all?\nInstead of political figures, imagine notes covered with beautiful flowers, majestic animals, or lush forests. Nature is in danger all over the world, and highlighting it on money could remind us to protect it. A little more love for nature might also bring more peace to our lives. What do you think? Wouldn’t it be amazing to see a tiger or a lotus blooming on your currency?\n\n",
        "headline_1": "A Fresh Look for Our Money: Flowers, Animals, Not Faces",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/a-fresh-look-for-our-money-flowers-animals-not-faces/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-12-2024"
    },
    {
        "full_article": "Everywhere you look, people are making lists – top 10 movies, best songs of the year, coolest gadgets, or even the worst moments of the year! But why do we love lists so much? Why do we feel the urge to rank and organize everything?\nIt’s simple: lists help us make sense of the world. Life can feel messy and overwhelming, like a giant jigsaw puzzle with pieces everywhere. Making a list is like picking up those pieces and putting them into neat little groups. It feels good to turn chaos into order. The writer Umberto Eco even said that lists help us “make infinity comprehensible.” In other words, they make big, confusing things easier to understand.\nLists are also super useful! Got a ton of homework? A to-do list can help you stay focused and cross things off as you finish them. Need to pack for a trip? A packing list makes sure you don’t forget your toothbrush. And in the age of the internet, lists are everywhere: from “5 tips to ace exams” to “10 fun facts about space,” they break big ideas into bite-sized bits we can easily read and remember.\nBut here’s the thing – lists can be a bit of a trick. Complex problems don’t really fit into tidy “10 things you need to know” boxes. Still, we love them because they’re quick and satisfying. Plus, lists give us a chance to rank and judge stuff: like, “What’s the best Marvel movie?” or “Which singer is the greatest of all time?” It’s fun to argue about these things with friends!\nAt the end of the day, lists aren’t perfect. They’re just someone’s opinion, whether it’s a critic’s picks for the best books or a website’s ranking of the coolest sneakers. The real fun is deciding if you agree – or making your own list to prove them wrong! So, what’s your top 10?\n\n",
        "headline_1": "Why We Love Lists: Making Sense of the Chaos",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/why-we-love-lists-making-sense-of-the-chaos/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-12-2024"
    },
    {
        "full_article": "Put flowers, animals on currency, not political figures\nThose of us who haven’t whole-soul jumped over to digital payments, always have Mahatma for company. He is on all of India’s currency notes. So he’s part of all our activities from buying samosas to commuting to paying school fees. But he only took this spot in 1969, his birth centenary. He replaced a diversity, including tiger and deer, and recent years have seen campaigns to displace him in turn. Nations tell their stories through such image selection. And sometimes, they can decide to change their story, and replace the faces on their notes.\nWith a new regime, Bangladesh is looking to oust Sheikh Mujibur Rahman from its currency. With a new king, UK replaced his mum’s image on its notes. But Turing, Churchill, Austen, Turner stand beside Charles III just the same as with Elizabeth II. When Europeans entered the EU project with a common currency, they went with an “ages and styles” theme, which very consciously side-stepped all politics.\nBecause the images on currencies are understood as conveying important statements about national identity, changing these can hurt many citizens’ sentiments even as others feel happy or gratified. But what if these images were not overwhelmingly about men and their achievements? If these instead celebrated flora and fauna – so much of which humanity is pell-mell running off the planet – that would be more zen. A stronger push to nourish Nature’s harmony would surely be good for social harmony too.\n\n",
        "headline_1": "Note This, Note-Makers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/note-this-note-makers/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-12-2024"
    },
    {
        "full_article": "It is no secret that the July mass uprising was made possible by the sacrifices of many individuals, particularly workers and underprivileged communities. Without them putting their bodies in the line of fire, alongside students, this uprising would not have succeeded in bringing down the autocratic Awami League regime. It is, thus, unfortunate to see that their contributions are still not receiving the recognition they deserve. Instead, as speakers pointed out during a discussion organised by The Daily Star on the sidelines of a photo exhibition titled \"36 Days of July,\" these individuals risk being \"erased\" from the narrative.\nThe lack of recognition is evident not only in the failure to properly document their contributions but also in the continued disregard for their needs and rights—as evidenced by the plight of the injured seeking treatment and rehabilitation, as well as workers in various sectors. Part of the challenge is that a comprehensive list of those injured or killed has yet to be finalised, even after four months. This is affecting the fund disbursement efforts of the July Shaheed Smriti Foundation, which earlier promised to deliver all the funds by December. While the compensation amount itself has been criticised as inadequate, its prompt disbursement could address some, if not all, of the issues facing the injured. The continued delays and hurdles reported in accessing treatment and medication also need to be resolved.\n\nThe most meaningful tribute to these unsung heroes of the uprising would be to build a pro-worker business ecosystem where their rights and dignity are guaranteed. We have an obligation to ensure that these individuals are not only remembered for their sacrifices but also given their due through tangible improvements in their lives. \nThe fact is, these people, including rickshaw-pullers, garment workers and other marginalised individuals, paid a heavy price for their involvement in the July uprising. Many families lost their primary breadwinners. Many survivors suffered life-altering injuries. Beyond treatment or compensation, what they need is proper rehabilitation to rebuild their lives, in which the government must help. An accurate victim list is also essential to prevent a repeat of the flawed listing of 1971 freedom fighters, which remains a cautionary tale of exploitation.\nThat said, the most meaningful tribute to these unsung heroes of the uprising would be to build a pro-worker business ecosystem where their rights and dignity are guaranteed. We have an obligation to ensure that these individuals are not only remembered for their sacrifices but also given their due through tangible improvements in their lives. In the past, workers' demands for fair wages, safe workplaces, and reasonable working hours were frequently dismissed in favour of appeasing powerful industrial groups. Workers have long been treated as disposable—whether it's the appalling treatment of migrant workers, exploitation of RMG workers or invisibility of sanitation workers. The change promised by the head of the Labour Reform Commission recently makes us hopeful. But it must be backed by structural reforms in labour laws and practices.\nBangladesh finally has an opportunity to address decades of inequities and ensure the dignity and rights of all. The sacrifices of our workers demand nothing less. Let us not fail them.\n",
        "headline_1": "Workers deserve a better deal in new Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/workers-deserve-better-deal-new-bangladesh-3769766",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-12-2024"
    },
    {
        "full_article": "Not long ago, we wrote an editorial expressing our concern about the plight of street children who continue to live in a state of deprivation, humiliation, and abuse. However, one particular issue that is not discussed or studied enough is the sexual abuse these children, especially girls, face. There could be as many as 34 lakh street children living without parental care in Bangladesh, as per a UNICEF study, but even those having parents are equally vulnerable to such abuse due to the lack of legal and institutional safeguards. In Dhaka, where the majority of them live, the situation is particularly concerning.\nA correspondent of this daily recently spoke to 15 such children, mostly adolescent girls, whose experiences highlight the urgent need to ensure the safety of street children. Among them is Amina, a 14-year-old girl who spends her days selling flowers. She tells us of the constant fear she faces as she navigates her daily routine: \"Sometimes men touch my hands and shoulders when I sell them flowers. Sometimes, they even offer to take me elsewhere.\" At night, when Amina seeks refuge in Suhrawardy Udyan, the fear of assault overwhelms her: \"Night is a horrible time for me. I always have to be cautious, worrying what if someone does anything bad to me.\"\nSadly, Amina is not alone. UNICEF says that many street children sleep alone or in groups for safety, and one-third experience violence during sleep. A study by the Ministry of Social Welfare sheds further light on this, stating that 46 percent of female children experience sexual abuse. This abuse takes many forms. Girls who change clothes in public spaces often face harassment from male pedestrians. They also frequently encounter unwanted physical contact and threats of sexual assault at night. Without parental guidance, some children also begin to engage in unsafe sexual activities themselves, often due to early exposure to abuse. Some are exploited by promises of marriage or a better life, sometimes in exchange for as little as Tk 10. Drug addicts, policemen, rickshaw pullers, bus drivers—the list of abusers is long.\nAgainst this backdrop, it is imperative that the authorities take decisive measures to ensure the safety, dignity and wellbeing of children living on streets. While the government has shelters and other services to protect them, the reality is that these are not effectively reaching most children. The lack of a comprehensive legal framework surrounding child protection further exacerbates the problem. We, therefore, must prioritise addressing sexual abuse among street children and overhaul the existing support system to make it truly effective.\n",
        "headline_1": "Protect street children from sexual abuse",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/protect-street-children-sexual-abuse-3769701",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-12-2024"
    },
    {
        "full_article": "The only conclusion that can be drawn from much of the Indian media's recent coverage of Bangladesh is that it is a Hindu-hating country. The venom that is being spewed, the language that is being used, the hatred that is being spread, and the demeaning stereotype that is being portrayed about us seem geared towards generating a hatred for Bangladeshis among the Indian people. The long-term impact of this, along with its backlash here, will be very difficult to neutralise.\nWhat is India's gain from such stigmatisation of its neighbour? Isn't it harming both our countries? It is harming us because it demonises Bangladesh. It is harming India because it proves once again that India wants to dominate its neighbours and will not allow any of them to choose their own policies. These policies are not inherently against India, per se, but are merely expressions of each nation's own way of moving forward.\nMy Nepali journalist friends tell a story of Indian attitude and behaviour that are far from flattering, to say the least. Public perception in Bhutan is not favourable towards India either. The Maldives' insistence that India's meagre military presence must end is as clear a message as it can get. Doesn't the election of the new leadership in Sri Lanka also carry a special message for our big neighbour? Together, do these not form a common view of how India's neighbours perceive it? Should this not compel India's policymakers to spend more time understanding their neighbours, rather than dismissing contrarian sentiments as inconsequential, baseless or rooted in jealousy—or, in Bangladesh's case, ingratitude?\nUntil August 4, 2024, Bangladesh was considered, according to Indian leaders and media, a very good neighbour, with bilateral relations and our friendship reaching new heights. What changed to reduce Bangladesh from a good neighbour to a most vilified one?\nIt is obviously due to the regime change that happened in Bangladesh on August 5. However, it was not a conspiratorial change of power, despite what India and its media believe. They are convinced that Pakistan, China or the US orchestrated it, not the people of Bangladesh. The fact that ours was a stronger demonstration of public will than the People Power Revolution that overthrew Ferdinand Marcos of the Philippines many years ago, or the Arab Spring that toppled Egypt's Hosni Mubarak, did not find any receptive heart or mind in our neighbour. Our people did something in weeks that others took months if not years to accomplish. That was the power of July.\nIndia does not understand the power of our students because it overlooks the history of our student movements. Our students defied Pakistan's founder, Muhammad Ali Jinnah, within a year of its founding to establish Bangla as a state language. They toppled Gen Ayub Khan's \"Iron Regime,\" turned Bangabandhu's Six-Point Movement (1966) and the students' 11-Point Movement (1969) the most powerful movements that even Pakistan's military could not suppress. Our students were the strongest force behind the Awami League's victory in the 1970 election and, of course, they along with the peasant-based youth spearheaded the formation of the armed struggle during our Liberation War.\nThe glorious tradition of student activism continued after Bangladesh's establishment, with students resisting military dictatorships, autocracy and oppression, and supporting democracy, rights and social equality.\nSo, what happened during the \"36 Days of July\" is a continuation of the same tradition and even more. The latest uprising was far more energetic, vigorous and all-encompassing. Nobody believed that the Hasina government could be toppled through mass demonstration. But the students did it, and that is where lies its uniqueness.\n\nWhat India is doing is refusing to acknowledge that we have the right to change our government democratically. While the regime change may not have followed the usual electoral route—which the former prime minister herself prevented (ironically, if she had allowed for the holding of free elections and lost, she might have at least remained in the country instead of facing the humiliation of fleeing)—it was an expression of public will that elections typically reflect. It was democracy in full play.\nWhat India is doing is refusing to acknowledge that we have the right to change our government democratically. While the regime change may not have followed the usual electoral route—which the former prime minister herself prevented (ironically, if she had allowed for the holding of free elections and lost, she might have at least remained in the country instead of facing the humiliation of fleeing)—it was an expression of public will that elections typically reflect. It was democracy in full play.\nFrom the outset, India did not accept this. Instead, it embraced conspiracy theories, which continue to dominate its thinking.\nWe all know Sheikh Hasina fled and her government collapsed on August 5. Prof Muhammad Yunus took over on August 8. The three-day gap in forming the interim government created a law and order vacuum during which several Awami League leaders, including members of minority communities, were attacked, and their properties vandalised. While this is true, it is also true that many of those targeted and attacked were Awami League activists, and some were also special beneficiaries of the discredited regime (this, however, does not justify the attacks on them). So, the incidents should not be painted as fully communal—as it was made out to be. Such attacks would not have occurred had the police force maintained order.\nHowever, the events of the first few days clouded the Indian government's and media's perception of the changed situation in Bangladesh. Instead of waiting, observing, and judging the new leadership, the Indian media went on a spree of misjudging, misinterpreting, and misreporting.\nIn my earlier interviews with respected Indian media leaders, I pleaded that they should see Bangladesh not through the \"lens of Hasina but through the lens of democracy.\" Unfortunately, my pleas fell on deaf ears, and the tirade continued. Indian media outlets fed one another and reinforced the story that Hasina's fall was the work of Jamaat-e-Islami and its student wing Chhatra Shibir, assisted by Pakistan's ISI. Students might have started the movement, they argue, but they were soon outmanoeuvred by the conspirators. This was the narrative of the ousted prime minister that the Indian media swallowed hook, line, and sinker.\nAs the narrative of \"Hindu killing\" dominates Indian media and threatens bilateral relations, here is what the Bangladesh Hindu Buddhist Christian Unity Council, the most well-organised body of the minority communities, reported on September 19, covering the period from August 4-20. This was the period during which the interim administration was just organising itself, and was at its weakest. The council's report said that a total of 2,010 communal incidents occurred in which nine people were killed, four women were raped, 69 places of worship were attacked, 915 homes were vandalised, 953 business establishment were attacked, 38 cases of physical attack occurred, and 21 properties were occupied.\nProthom Alo, Bangladesh's most respected Bangla daily, conducted its own investigation—using 64 of its own correspondents in 64 districts and 69 upazilas (sub-districts)—covering the same period (August 5-20) and found evidence of attacks on 1,068 homes and businesses. In addition, there were 22 attacks on places of worship (temples, churches, and prayer places of the Ahmadiyya sect). This daily's own correspondents personally visited 546 sites (51 percent) and covered the rest through reliable sources. There were two deaths: one was of a retired school teacher in Bagerhat, Mrinal Kanti Chatterjee, and the other was of Swapan Kumar Biswas of Paikgachha, Khulna.\nAll attacks on minorities are totally unacceptable. While Bangladesh must work to ensure security for all, does this justify the Indian media's portrayal of Bangladesh? Are attacks on minorities not a reality in India too? Consider the Godhra train burning incident and the riots that followed, which alone killed 790 Muslims and 254 Hindus—rendering tens of thousands of people homeless. Some estimates suggests that, from 2002 to 2024, 31 riots occurred all over India, of which 20 were between Hindus and Muslims. Did the Bangladeshi media respond to that the way the Indian media is responding now?\nThe recent events that led to the desecration of Bangladeshi flag by demonstrators in India, and of Indian flag by some students in our university campuses, the killing of a Muslim lawyer in Chattogram and the assault on a Hindu lawyer in Dhaka who was critically injured, were triggered by the arrest of a former ISKCON leader. The attack on the Bangladesh Assistant High Commission in Agartala is condemnable and could and should have been prevented. West Bengal Chief Minister Mamata Banerjee's suggestion to Indian Prime Minister Narendra Modi to ask for UN peacekeepers to intervene in Bangladesh is an insult that has further worsened the situation.\nThe chief adviser's call for national unity and the consensus of all political parties to unite to protect our sovereignty is a clear indication of how seriously we consider the situation. It is also an indication of how things may take a seriously wrong turn.\nIrrespective of what they may have been, the incidents—even though they shouldn't have happened at all in the first place—were made far worse by a belligerent Indian media. What has shocked me is their refusal to fact-check what they are writing, broadcasting or televising—a basic duty of any journalist. In many interviews or talk shows, certain incidents were discussed with loaded questions, where footage was shown of unrelated events to make Bangladesh look communal. Recently, on RT India's website, footage of an idol of Shiva being broken into pieces was shown, claiming it was from a Hindu temple in Bangladesh. The truth is, it was footage from a ritual being performed at another temple in Sultanpur, Bardhaman, India. We debunked the story on our website, but no action, let alone regret, came from RT India.\nThe incidents will no doubt subside. The rhetoric will also, perhaps, acquire a more sobering hue. The media, hopefully, will return to its ethical values. However, the attitudinal, psychological, and most importantly emotional impact of the contrived narrative of the Indian media will leave a long and sad impression here. Being power-drunk and click-driven, the Indian media may not think much about it, but the professional diplomats hopefully will.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "What is Indian media’s gain in branding us as a Hindu-hating country?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/what-indian-medias-gain-branding-us-hindu-hating-country-3769356",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Data distortion should  be a thing of past",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/data-distortion-should-be-a-thing-of-past-1733491775",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Declining arable land: A looming threat to food security",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/declining-arable-land-a-looming-threat-to-food-security-1733491863",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Virulent hate campaign should stop",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/virulent-hate-campaign-should-stop-1733491890",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Rethinking business for sustainability",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rethinking-business-for-sustainability-1733491913",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-12-2024"
    }
]