[
    {
        "full_article": "In yet another blow to the Maoists, 31 of their cadre, including senior members, were killed in a firefight with security forces on Friday in Abujmadh, the unsurveyed and forested stretch in south Chhattisgarh that is considered the last bastion of the insurgents. Scores of left-wing extremist cadres have been killed in “encounters” in Chhattisgarh and other States in recent months, as coordinated actions by various paramilitary forces and the police have intensified following significant attacks by the Maoists in recent years. The security forces are cognisant of the fact that while the Maoists have likely lost much of their clout and presence across jungles in central and eastern India, their remaining firepower poses a threat in places where they remain active. The intensified campaigns, supported fully by the Union Home Ministry, have dealt blow after blow to the insurgents, leading to numerous surrenders. It should also be noted that the setbacks to the Maoists would not have been possible if the people in tribal areas, where the insurgents have mounted a guerrilla struggle, had adhered to the Maoist cause. After years of putting tribal people in India’s remotest areas in harm’s way, the Maoists are now facing fatigue from them, as well as alienation.There are several problems with Maoist theory and political practice that suggest that the weakening of the insurgency was always on the cards. Similar insurgencies in Peru, the Philippines, Malaysia, and Colombia also failed. For the Indian Maoists, an over-dependence on militarism to pursue political aims and the subordination of political-ideological work, resulting in a a spiral of violence, have turned away potential supporters, mostly poor tribal people. The adherence to an anachronistic ideology of Maoism in a diverse country where the terrain and political system bear little resemblance to 1920s China combined with an inability to recognise the resilience of electoral democratic institutions and the nature of the Indian state are other factors. These issues have led the Maoists to neglect the opportunities available within Indian democracy, despite its flaws. In an unsigned pamphlet released in August to mark 20 years of the movement since the formation of the CPI (Maoist), following the merger of the two strongest remnants of the Naxalite movement, the Maoists lamented their weakening and setbacks but doubled down on their ideological intent. This shows their unwillingness to learn from their own experiences. For the sake of the tribal people, whose interests they claim to represent, the Maoists must abandon arms and enter the democratic process. Published - October 07, 2024 12:30 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\narmed conflict\n\n/\n\ndemocracy",
        "headline_1": "A defeat foretold: On the Maoist insurgency",
        "headline_2": "Maoists must abandon armed struggle and enter the democratic process",
        "link": "https://www.thehindu.com/opinion/editorial/a-defeat-foretold-the-hindu-editorial-on-the-maoist-insurgecy/article68725805.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-10-2024"
    },
    {
        "full_article": "On October 3, without much fanfare, the Centre launched an online portal that will serve as the platform for implementing one of the major announcements in the Budget for India’s unemployed, and to a significant extent, unemployable youth. The portal, which operationalises the PM Internship Scheme — part of a five-scheme package designed to spur job creation and impart skills to 4.1 crore youth over five years — will match companies willing to offer year-long on-the-job training stints with young people striving to find a job. In principle, the mainly Centre-funded scheme makes sense for a country with a large, young workforce which is also grappling with distressing levels of youth unemployment. Apart from bridging the gap between the education provided to students and the real-world practical skills desired by employers, well-known firms could offer some form of certification at the end of the internship, providing comfort to prospective employers reviewing candidates for jobs. This could address a key question that employers often grapple with: “They can get the job, but can they get the job done?”Under a pilot project, the first batch of 1.25 lakh interns will begin stints with voluntarily participating companies on December 2. While the government has consulted industry bodies before and after announcing the scheme, it is rightly cautious before scaling it up to meet the target of creating one crore internships by March 2029. The lessons learned from the pilot project will inform the final scheme design. Some insights will be apparent in the initial process of matching applicants to companies, but the full scope of outcomes can only be assessed after December 2025, when the interns re-enter the job market. Along the way, dropout rates and grievances will need to be monitored closely. A few features pose challenges, such as the plan to place interns within or near their district, and if that is not feasible, within their State. It is unclear how this will play out in less industrialised and less services-oriented States such as Bihar, which are likely to attract higher numbers of applicants. Just five States account for over half of India’s manufacturing output, and youth unemployment is higher in States with lower business presence. Apart from shop floor skills, the scheme also needs to incorporate digital and soft skills that are vital for the modern workplace. The pilot project’s trajectory requires a diligent and candid evaluation without a self-congratulatory approach, ensuring that intended outcomes are eventually met. Published - October 07, 2024 12:15 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nemployment\n\n/\n\nlabour",
        "headline_1": "A learning curve: On the PM Internship Scheme",
        "headline_2": "The outcomes of the PM Internship Scheme’s pilot project need monitoring",
        "link": "https://www.thehindu.com/opinion/editorial/a-learning-curve-the-hindu-editorial-on-the-pm-internship-scheme/article68725781.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-10-2024"
    },
    {
        "full_article": "Flood of confusion after EU’s new rule on water bottles \nGermany checking the Schengen visas of all those travelling to that country even from within Europe is not the alarming thing to happen on the continent this autumn. It isn’t even the unprecedented floods, except for people touring central Europe, that too by some form of surface transport, as this writer was. Nope, the most perplexing thing is the new bottle for beverages mandated by Eurocrats.\nArguably, drinking water is the most precious tourist accoutrement in Europe; more than adaptor plugs or oversized sunglasses. Bottled water costs a bomb (especially for rupee-minded Indians) and is the one item that defies all protestations about carbon credits and pollution. Though makers of many bottled beverages in Europe have reverted to glass, water still largely comes in plastic ones.\nAnd that means a lot of recyclable material. But de-cap-itated bottles being sent for recycling are becoming increasingly common, with plastic lids outnumbering shells on beaches these days, if proponents of the new caps are to be believed. Solution: make sure lids and bottles stay together till recycling machines do them part. Hence, from this July, visitors to Europe were introduced to the tethered bottle cap.\nThe result was a deluge of spilled water, apparently, as millions of ‘confused’ tourists – mostly Americans, judging by media reports – gagged as caps attached by thin strips of plastic to the necks of bottles poked their probosces, ruffled moustaches and displaced nose rings as they attempted to drink. That was not the reason for the floods in central Europe, though; Brussels cannot be blamed for everything.\nGiven that most westerners remain slaves to toilet paper, their bewilderment over caps tethered to bottles will not surprise Indians, at least. For most desis, this innovation causes a momentary pause at best. Either they wrench it off without a second thought or realise, as I did, that it conveniently frees the other hand from holding the cap while drinking. \nNo cap left behind is a more achievable goal for a continent riven by differences than dealing with climate change, illegal immigration and the war in Ukraine. But making drinking water widely and free-ly available from fountains would be a better solution than tethered caps on Euro 1.99 bottles of the stuff.\n\n",
        "headline_1": "De-cap-itated",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/cultural-chromosomes/de-cap-itated/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-10-2024"
    },
    {
        "full_article": "Success in anti-Maoist ops must be backed by local development for a lasting victory \nIt was a big win for security forces: 31 Maoists were eliminated in a fierce gunbattle in Bastar’s Abujhmad forests, long considered a stronghold of left-wing extremists (LWEs). The operation – the single-largest encounter in Chhattisgarh’s history – also saw the neutralisation of top Maoist commanders Kamlesh and Niti. Anti-Maoist security operations are already witnessing their best year with 202 LWEs having been eliminated so far, another 723 surrendering and 812 being arrested. \nSecret to success | A combination of factors appears to be driving this success. That a large number of LWEs have been neutralised in Chhattisgarh can be partially attributed to better coordination between state and central govts. Operationally, more security camps have been set up in Maoist hotspots this year, restricting the movement of LWEs. Plus, tech improvements such as the deployment of drones have significantly aided security forces in their operations. \nWinning formula | There’s no denying that Maoist violence has seen a significant dip across the country. Sustained operations by a combination of security forces, better connectivity in previously remote areas, and better delivery of govt services have all played a part in bringing Maoist violence down by 72% in 2023 as compared to 13 years ago. LWEs today are largely confined to certain pockets straddling inter-state borders. It’s now clear that Maoists cannot hope to dislodge the Indian state, and this is drying up their recruitment. Add to this the elimination of top Maoist leaders, and LWEs are more vulnerable than they have been in decades. \nChallenges remain | But GOI shouldn’t declare victory yet. Ensuring tribal rights, giving tribals stakes in local development, restricting the flow of illegal weapons from Nepal and Myanmar all remain works in progress. Plus, LWEs can prey upon those caught in persistent deprivation to sustain their movement. It is only through social and economic policies complementing security measures that the Maoist threat can be snuffed out for good. The Indian state has shown it is winning this battle. It now has to comprehensively win the hearts and minds of the poorest of the poor to decisively triumph. \n\n",
        "headline_1": "Fading red",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/fading-red-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-10-2024"
    },
    {
        "full_article": "No major party has dared call out Nitish’s prohibition policy. Will Prashant Kishor’s critique matter?  \nPundits are debating whether Prashant Kishor’s claim that his party will lift the ban on alcohol in Bihar within an hour of being elected will be a political gamechanger. There is little debate that the state’s prohibition policy has failed – as any such ban invariably will. If anything, the Bihar ban triggered unintended consequences. For one, it created a sprawling empire of illicit alcohol that flows smoothly throughout the state, in cahoots with police-neta nexuses. It was to happen, since Nitish Kumar imposed the universal ban on all types of alcohol, including country liquor, announced the policy as a ‘surprise’, and enforced it strictly at one go. \nResult? First, it crashed the state’s already meagre treasury. Neighbouring states took on the state’s demand – excise revenues of Bengal and Jharkhand increased manifold. Second, Bihar overnight criminalised its own people who would consume alcohol. Bans on alcohol do not impact consumption. Like water finds its way, those who seek to drink will find a way. Third, as any such ban is wont to do, with the activity driven underground, illegal factories flourished – a new mafia came up. Hooch tragedies shot up. Fourth, given that it was mostly marginalised communities engaged in manufacture and sale of country liquor, their livelihoods went poof! As police cracked down, more and more people were jailed, and courts raised concern over the rising caseloads. The law was diluted to be more lenient to first-timers. But all in all, it was quite the mess. \nBut hey, Nitish Kumar was winning election after election, and even early detractors seem to lose their voice given the sudden explosion on the scene of the new electoral constituency – women. If former CMs Jitan Manjhi and Lalu Prasad called out the failure of prohibition, no political party in Bihar found it compelling enough a matter to make it an election issue since 2016 when the law was made. If Kishor’s junk-the-ban call has takers, don’t be surprised if Nitish Kumar does a U-turn on his pet policy. The women constituency is possibly also wanting change.\n\n",
        "headline_1": "High on failure",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/high-on-failure-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-10-2024"
    },
    {
        "full_article": "The American presidency is often described as the most powerful office in the world. That is indisputably true. The US president is often called the leader of the free world. By free world is meant the white Western world.\nSome would dispute that characterization. For example, Angela Merkel while she was in office as chancellor of Germany was often called the leader of the free world. Still, the honorific rests with the US president more often than not.\nThe white non-Hispanic population of the US is 65% of the overall population. 46% of the overall population is firmly in Donald Trump’s corner, which constitutes the MAGA (Make America Great Again) crowd. The MAGA crowd is almost invariably white. That means that two out of every three white American is a MAGA supporter.\nNonwhite immigration is rending apart the US and many a European country. The people in these countries just don’t want any more nonwhites to come to their shores. Donald Trump is the chief architect of the hate nonwhite crowd, although many a European leader has taken up the cudgels as well.\nIn France, it is Marine Le Pen. In Germany, it is Alice Weidel. In the Netherlands, it is Geert Wilders. Across Europe there are many more such nonwhite immigrant haters. The rules-based international order is often cited as the mechanism to run the world. Indian officials claim this to be the way without hesitation.\nThere are 8 billion people on the planet; less than a billion are white. The rules-based international order can often be interpreted as a white-supremacy international order. For example, if Donald Trump comes to power in the US, and bans nonwhite immigration, will India be able to do anything about it?\nThe global order would have changed in favour of whites, but Third World countries like India will be forced to go along with it. How are less than one billion people allowed to dictate terms to more than 7 billion people? This is minorityism at its very worst.\nIf Donald Trump becomes the most powerful man in the world, in effect the pharaoh of the world, he should take care of all 8 billion people on the planet. But he is concerned first with the 200 million white population in the US, then the several hundred more million whites in Europe, and to the rest of the world, it is nah-nah, I have no time.\nBut time he does have. If he was a sincere pharaoh of the world, he would allow nonwhite immigrants into his country and force Europe to do the same for its countries. Nonwhite immigration is one of the two hottest topics in the US presidential election (the other being the economy). Trump talks endlessly about immigration. Yes, he has ample time to address the issue.\nTrump is just using racism to get elected, then he will carve his own rules-based order, and then force the entire world to go along with it. India will comply willingly. The only countries who would cavil are China and Russia, but see how China is being bullied and Russia pounded to adhere to a new world order.\nShould India blindly follow America? It may not be a very powerful country but it is an extremely large country. A white pharaoh like Trump is not going to take care of the interests of 1.4 billion nonwhite Indians. Our leaders have to do this.\nOne way to do this is to carve out a new axis with China and Russia, and become an equal counterweight to the West. But India will have no truck with China. Both claim leadership of the global south. China is economically much stronger than India and will win that race.\nThe problem is that nonwhite India is willing to play a secondary role to a white America, but refuses to do so to a nonwhite China. India’s future rests with China and Russia. Why is it part of the QUAD alliance to contain China? The QUAD is a way for the US to impose its terms in our region.\nWe should have no intention to battle China. A crippled China does not help us; it only helps the West. It is high time our leaders realize that India-China-Russia versus the West is the optimal way to set up a new global order.\n\n",
        "headline_1": "A new global order",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/strategic-insights/a-new-global-order/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-10-2024"
    },
    {
        "full_article": "The extent to which our children are routinely exposed to toxic chemicals in their daily environment is deeply concerning. One of their sources is plastic toys, with a recent study on toys sold in different retail outlets in the capital revealing the heavy presence of harmful chemical substances, including lead, mercury, cadmium, and chromium. This deserves scrutiny from the authorities and parents.\nThe study, conducted by the Environment and Social Development Organisation and BAN Toxics, tested 150 children's products, primarily made from recycled plastics, and found that 80 percent of them contained alarmingly high levels of heavy metals. More worryingly, the harmful chemicals in these toys enter children's bodies through contact with skin, inhalation, and even saliva, as children below six often tend to put objects in their mouths. Research says that sustained exposure to these chemicals can impair their physical, cognitive, and neurological development. For example, lead exposure can cause kidney damage, while cadmium can affect bone density and respiratory function.\nMany foreign economies, such as those under the European Union, use strict laws to regulate the use of toxic chemicals in plastic toys by setting out clear guidelines for manufacturers, distributors, and importers. In Bangladesh, where 80 percent of plastic toys are manufactured locally and the rest imported from China, such regulations are absent. Clear guidelines at the manufacturing levels are required since the contaminants enter production at different stages. For example, lead is used in toy paint and to soften plastic, while mercury is often used in adhesives.\nIn the case of imported toys, regular testing is necessary to ensure that the products follow internationally set standards for permissible levels of heavy metals. Unfortunately, children's toys are not even on the product lists tested by the Bangladesh Standards and Testing Institution (BSTI), which needs to change. Moreover, labelling these toys with hazard signs can educate parents. Mass campaigns can raise awareness about the presence of toxins in plastic products and encourage reduced use of plastics in daily lives. At the same time, we must promote the use of alternative toys that are chemically and environmentally safe. Also, we should reflect on creating a social ecosystem where friends, families, sports and nature—rather than gadgets and plastic toys—dominate the formative years of our children.\n",
        "headline_1": "Beware of health hazards in plastic toys",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/beware-health-hazards-plastic-toys-3721236",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-10-2024"
    },
    {
        "full_article": "Almost every time there is a foreign minister-level visit between India and Pakistan for a multilateral event, the media in India becomes abuzz with speculation on the future direction of ties between the two nuclear-powered rivals. It was no different on October 4, when it was officially confirmed—after much speculation—that the Minister of External Affairs of India S Jaishankar would be visiting Islamabad, heading the Indian delegation at the Shanghai Cooperation Organization (SCO) Summit scheduled for October 15-16.\nJaishankar will participate in the SCO Summit, hosted by Pakistan as the rotating chairman of the Eurasian security and economic cooperation group led by Russia and China. The Indian media noted that this will be the first time in nearly a decade that New Delhi will be sending its foreign minister to the SCO meeting in Pakistan. The last such instance was in December 2015, when Sushma Swaraj led the Indian delegation to the Heart of Asia-Istanbul Process Ministerial Conference on Afghanistan in Islamabad.\nWhy recall Swaraj's 2015 visit in 2024? It is because on the sidelines of that conference on Afghanistan, she also met then Pakistani Prime Minister Nawaz Sharif and held talks with her counterpart Sartaj Aziz. It is true that after those meetings, an India-Pakistan joint statement on December 9 announced the decision to start a comprehensive bilateral dialogue. On December 25, 2015, Indian Prime Minister Narendra Modi paid a surprise visit to Lahore, meeting Nawaz Sharif on his return to India from Russia via Afghanistan.\nTen years is a long time in India-Pakistan relations, which are often prone to fits and starts. The element of surprise is not always an effective instrument in international relations that are as complicated and unpredictable as the one between India and Pakistan. Modi's surprise stopover in Lahore showed his willingness to stick his neck out for peace. However, it took less than a year for any possibility of a thaw in bilateral ties to evaporate after Pakistan-based terror group Jaish-e-Mohammed carried out an attack on an Indian army camp in Uri, Jammu and Kashmir on September 18, 2016. Relations reached a new low in 2019 when the Indian Air Force launched strikes on alleged terror camps in Balakote, Pakistan, following an attack by Pakistan-based terrorists on Indian paramilitary personnel in Pulwama.\nIn 2019, Pakistan also downgraded its diplomatic relations with India following the Indian government's scrapping of Article 370 of the Constitution, which had given Jammu and Kashmir special status. India, for its part, has consistently maintained that while it favours normal ties with Pakistan, the onus is on Pakistan to stop sponsoring terrorism in India to create an atmosphere conducive to talks.\nEven during those highly strained times, the Indian media speculated about a potential thaw when Pakistan's then Foreign Minister Bilawal Bhutto Zardari visited Goa for an SCO meeting. But there was no bilateral meeting between Jaishankar and Zardari at that time.\nDiplomatic circles in New Delhi would like to tamp down any expectation from Jaishankar's forthcoming visit to Pakistan on the bilateral front, treating it instead as just a high-level visit for a multilateral event. When asked on October 4 whether Jaishankar would hold any bilateral meetings with his Pakistani counterpart during his visit to Islamabad, an Indian Ministry of External Affairs spokesman said: \"At this point in time, what I can say is that external affairs minister is leading our delegation to the SCO summit. What will be his participation plans like in the meetings, I don't have a clear idea at this point in time, but surely closer to the meeting, we will be sharing with you what are the kinds of engagements he will have.\"\nJaishankar himself went on record to say that he will lead the Indian delegation to Pakistan for a meeting of SCO's Council of Heads of Government on October 15-16, and he was not going there to discuss India-Pakistan relations.\nIndia's last high commissioner to Pakistan, Ajay Bisaria, was quoted by The Times of India on October 4, saying: \"The ball is now firmly in Pakistan's court as by sending Jaishankar India has made a bold move, signalling its desire to stabilise this troubled relationship. Pakistan must seize this opportunity and as the host propose a meaningful bilateral conversation on SCO sidelines. A good starting point for both countries would be to grab some low-hanging fruit—exchanging high commissioners and reviving trade ties.\"\nWhatever the outcome of Jaishankar's upcoming trip to Islamabad as far as India-Pakistan ties is concerned, Jaishankar, while speaking at a book launch function in New Delhi late August, summed up India's approach when he said: \"I think the era of uninterrupted dialogue with Pakistan is over. Actions have consequences. And insofar as Jammu and Kashmir is concerned, I think Article 370 is done. So, the issue today is what kind of relationship can we possibly contemplate with Pakistan?... We are not passive. And whether events take a positive or a negative direction, either way, we will react to it.\" Essentially, he left both options open—reflecting the essence of national or international politics.\nThe SCO is one of the few multilateral forums—another being SAARC—where India and Pakistan have been full members since 2017, despite the frozen ties following the failed attempt to resume dialogue in 2015 and subsequent terror attacks in India. The question remains, can a multilateral forum provide a small window for a bilateral thaw?\nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Jaishankar’s Islamabad visit and the future of India-Pakistan ties",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/jaishankars-islamabad-visit-and-the-future-india-pakistan-ties-3721081",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-10-2024"
    },
    {
        "full_article": "Durga Puja, the grandest religious festival for Hindus in Bangladesh, celebrates the triumph of good over evil and promotes cultural unity. However, when the security surrounding this festival often becomes a major concern. Bangladesh, due to its Muslim-majority population, has a history of communal tensions, particularly during religious festivals like Durga Puja.\nIn recent years, there has been a rise in communal violence during Durga Puja, with reports of attacks on pandals, desecration of idols, and the proliferation of hate speech against the Hindu minority through social media. The lack of adequate security measures during the festival exacerbates feelings of vulnerability within the community, rendering the government's role critical in ensuring protection and fostering religious harmony.\nHowever, the interim government's Religious Affairs Adviser, AFM Khalid Hossain, did warn of tough action against those disrupting communal harmony or targeting sites of worship during the Hindu festival. He encouraged the Hindu community to celebrate their festivals with enthusiasm and spiritual intensity, ensuring the protection of their temples from attacks. Even Dhaka's police chief talked about taking measures to ensure the security at puja mandaps, according to a report by the state-run BSS news agency. He stated that police, both in uniform and in plain clothes, will be on alert to provide exceptional security measures throughout the Durga Puja festival. \"Additionally, the SWAT team, crisis response unit, quick response team, crime scene van, and bomb disposal unit will be on standby to ensure the security measures are foolproof,\" he said. Dhaka's Metropolitan Police Commissioner Md Mainul Hassan also stated that they have chalked out the security plan in three phases—pre-puja, during puja, and the immersion of the goddess Durga—to ensure foolproof security to celebrate the puja peacefully. He also urged the leaders of the Puja Udjapn Parishad to guarantee the continuous operation of closed-circuit television (CCTV) cameras throughout the festival and to designate their own volunteers at the puja mandaps to assist the police in ensuring a peaceful celebration.\nAlthough it is imperative to implement immediate security measures, it is equally critical to address the underlying causes of communal tension. Bangladesh has a long history of interfaith relations, but recent years have seen a rise in sectarian violence and religious intolerance. Dr Yunus's government would likely prioritise promoting interfaith dialogue and community-building initiatives to reduce mistrust between religious groups.\nPublic awareness campaigns that highlight the shared cultural heritage of Hindus and Muslims in Bangladesh could be launched during the festival season. These campaigns could be aimed at fostering mutual respect and understanding, particularly among younger generations. Schools, universities, and community centres may organise interfaith discussions, cultural programmes, and collaborative events that highlight the significance of religious tolerance. Furthermore, public discussions regarding religious tolerance, historical connections between Hindus and Muslims in the region, and shared cultural traditions can foster empathy and understanding. Political parties, local leaders from both communities can participate, promoting messages of peace. Otherwise, there will be bloodshed, and a large number of people will be affected by the communal violence.\nDr Yunus's interim government should implement legal reforms in addition to these community-building initiatives to ensure swift justice for hate crimes and acts of violence against religious minorities. Strengthening the legal framework to protect minority rights would not only ensure security during festivals like Durga Puja but also contribute to long-term peace and stability in the nation. \nMaruf Hasan Rumi is lecturer of the Department of Public Administration at the University of Dhaka.\n\nViews expressed in this article are the authors' own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The need to ensure security during Durga Puja celebration",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-need-ensure-security-during-durga-puja-celebration-3720926",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-10-2024"
    },
    {
        "full_article": "Malaysian Prime Minister Anwar Ibrahim's brief visit to Bangladesh on Friday will be regarded as a milestone in relations between the two brotherly nations. His visit marks the first official visit by a head of government since the interim government led by Nobel Laureate Professor Muhammad Yunus has assumed office following the student-people uprising. The Malaysian PM happens to be a longstanding personal friend of Dr Yunus. Furthermore, his visit comes at a crucial juncture for Bangladesh, as the country is on a way to embrace significant reforms in various state affairs and seeks to reinvent itself as a newly reformed nation on the world stage. Ibrahim's reference to the Chief Adviser Muhammad Yunus as his 'great friend,' along with his expression of support for the government's reform measures and extension of economic co-operation, has certainly come as a big morale boost for the government.The bilateral relations between Bangladesh and Malaysia are currently on a positive trajectory, but there is ample room for improvement and no doubt Anwar Ibrahim's visit will significantly help achieve that goal. One key areas of co-operation will be the resumption of Bangladesh's manpower export to Malaysia, which has been suspended since May 31 this year. Malaysia imposed a blanket ban on the arrival of new foreign workers, partly in response to allegations of exploitation of migrant workers, especially those from Bangladesh. The closure of the labour market had triggered chaos at airports as thousands of Bangladeshis rushed to reach Malaysia before the deadline. Despite the frantic efforts, as many as 18,000 Bangladeshi workers were unable to fly in time, either due to purchasing counterfeit plane tickets or being duped by agents. These aspiring workers spent between Tk 0.5 and 0.7 million each for entry into the Malaysian labour market, but they neither made it to Malaysia nor received their money back. When the chief adviser brought the plight of these aspiring workers to the attention of the Malaysian prime minister, he promised to consider the entry of these hapless workers into the Malaysian job market.Moreover, there is great hope in Bangladesh that Malaysia will lift the ban on the entry of Bangladeshi workers. However, the authorities in both countries must review and change the entire recruitment process, which has long been plagued by irregularities, corruption, and exploitation. Expatriates' Welfare and Overseas Employment Adviser Dr Asif Nazrul stated last Saturday that the government has taken steps to reopen the Malaysian labour market by dismantling the syndicate of 100 recruiting agencies and creating equal opportunities for all Bangladeshi recruiting agencies involved with sending workers to Malaysia. There should be a clear agreement with agreed common standards for fair recruitment practices, fees, and oversight mechanisms. Additionally, there is an urgent need for both Malaysian and Bangladeshi authorities to strictly regulate recruitment agencies in order to prevent fraud, manipulation, and ensure the wellbeing of workers.Moreover, Anwar Ibrahim's visit will provide an opportunity for both countries to reaffirm their strong commitment to revitalising bilateral relations, with discussions focusing on potential collaborations in key sectors. Notably, Bangladesh and Malaysia have agreed to advance discussions on a Free Trade Agreement (FTA), signalling a shared vision for deeper economic ties. Furthermore, Malaysia has expressed its support for Bangladesh's bid to become a sectoral dialogue partner of the ASEAN. These initiatives collectively underscore the growing importance of the bilateral relationship between the two friendly nations and the mutual benefits it promises to bring.",
        "headline_1": "Welcome Anwar Ibrahim's visit",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/welcome-anwar-ibrahims-visit-1728226663",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-10-2024"
    },
    {
        "full_article": "An orgnanisation styled, Dhaka Traffic Congestion Relief Committee (DTCRC), at a press conference in the city on Saturday last presented an 11-point proposal to the interim government aimed at resolving the capital city's tormenting traffic tangle. The suggestions put forward included among others activation of waterways by excavating the existing canals within and around the city, building short-length rail/tram ways along the rivers surrounding the city, constructing circular roads beside the rail/tram roads and so on. In short, the organisation led by its president Ishak Dulal was proposing an integrated communications system comprising roads, rail and waterways in such a way that people can travel from one end of the city to another without actually entering the city. In this way, congestion of the city by both people and transports could be significantly reduced, proponents of the novel solution viewed. Also, these circular roads would function as a bypass for inter-district public and other long-distance transports to travel to their destinations without affecting the city's internal traffic, they added.The leaders of DTCRC placed their ideas for consideration of the interim government of Dr Yunus. Notably, it is also not for the first time that this group approached the government with their ideas. It may be recalled that around a decade and a half ago in 2010, it also approached the then-government of Sheikh Hasina. However, there has been a surfeit of such ideas, suggestions and recommendations to address the traffic problem of this megacity, which has been growing in an unplanned manner for long. But the main barrier to the resolution of the city's myriad problems is not the lack of ideas. On the other hand, it is the lack of will of those who have been in power from time to time that lay behind the misfortunes of the city, whether it is its notorious traffic knots or destruction of the greenery, waterways and marshlands it once boasted. In fact, it is the insatiable greed for land on the part of the corrupt government people and their cronies in society that killed all the good proposals placed by various experts to improve the city's communication network. Now with the interim government in power following the student-mass upheaval, all are now pinning their hopes on this government, which carries no political legacy. The question is, how many more problems this government with its unclear terms of reference will be able to handle though it does not lack the goodwill to do so. Even so, on September 16, chief adviser Dr Yunus at a meeting with the top officials of the Dhaka Metropolitan Police (DMP) and city traffic experts of the Bangladesh University of Engineering and Technology (BUET), urged them to find a way out of the chaos that the city's traffic system is beset with. He also asked the DMP officials present to select two or three important bus routes of the city where at the small bus stations, the buses would be allowed to stop for less than two minutes and if proved effective, include more city bus routes under this system on a pilot basis. He also asked the BUET's transportation experts to select at least one traffic corridor in the city where the experts and their students would try to come up with their own solutions to improve the signalling system of the selected traffic corridor. From a presentation made at that meeting by the BUET's transportation and traffic system expert, professor Dr Moazzem Hossain, it could also be learnt that every year the nation loses to the tune of Tk 400 billion only due to the city's traffic congestion. Obviously, the time lost at the city's traffic mess tells upon the economic health of the nation. In fact, these are kinds of solution by maintaining the status quo. The DTCRC's suggestions were somewhat radical in that it implied introduction of an alternative communications infrastructure including waterways, road and rail systems within and surrounding the city, though it made no suggestion about changing internal traffic infrastructure except reliving the canals and wetlands lost to the land-grabbers. No doubt the ideas are novel and to some extent revolutionary, but who is going to implement these new ideas until and unless the implementing agencies of the government are manned by new generation of officials who are dedicated, professional and free from corruption? Let us for the time being not talk about the political orientation of the officials in question. To be frank, no government is conceivable that is free from politics for the simple reason that power itself is political in nature. So, the idea that a government free from any political legacy is incorruptible and can take revolutionary decisions, for instance, to remove the city's traffic woes once and for all is inherently misplaced. On the contrary, revamping the city's collapsing traffic system is possible by even politics as usual as it has been the case with Singapore, South Korea and Malaysia. The leaders like Lee Kuan Yew, Mahathir Mohammad and others were not revolutionaries in the classical sense of the term. They were all politicians of the old stock, but had the will to change. The capital city of Dhaka is already ranked one of the least liveable cities (ranked 6th by the Economist Intelligence Unit (EIU)'s Global Liveability Index 2024 report). Evidently, the malfunctioning traffic system is an important factor in this ever-deteriorating liveability index.It is believed that the interim government with its visionary leader, Dr Yunus, can at least set the ball of revolutionising city's traffic system rolling. \n[email protected]",
        "headline_1": "Is Dhaka's traffic muddle solvable?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-dhakas-traffic-muddle-solvable-1728226703",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-10-2024"
    },
    {
        "full_article": "The Bangladesh Bureau of Statistics (BBS) has reckoned that the inflation for September has dropped with both food and non-food prices registering a decline. According to the BBS, the Consumer Price Index (CPI) settled at 9.92 per cent in September from 10.49 per cent in its previous month. The CPI for food saw a decline from August's 11.36 per cent to 10.40 per cent last month and for non-food items, the decline was to 9.50 per cent from 9.74 per cent during the same period. Easing of inflation is news for celebration. However, the BBS has a dubious record of going about statistical jugglery. One hopes it has come out of its endemic 'what the doctor ordered' mould. This positive market trend looks quite intriguing because the market reality hardly corresponds to the BBS findings. From the first week of the last month, all varieties of rice, the main staple, registered a price hike by Tk 2.0-4.0 a kilogram. Potato also became dearer by Tk 5.0-10 depending on its variety and quality. Prices of cooking oil, sugar and milk ---liquid or powder---remained static. Onion, garlic, ginger and other spices either saw a slight increase or decrease making hardly any difference in impact on the price index. In fact, onion which has wide use in Bangalee cuisine became dearer. It is in the kitchen market where a few vegetables in the first weeks got a bit cheaper but the last weeks negated the positive impact, if any, because of price escalation of those items. So far as the toiletries, laundry and cleaning products are concerned, those were selling at prices raised abnormally from long before. Such products often produced locally by multinational companies or imported from neighbouring countries where those are produced similarly under their auspices are not known to have slashed the prices. Additionally, a few such items sell at double or three times the rate of the manufacturing country. Amazingly, price hikes of such products are never protested. Even if the BBS claim could be substantiated, the market volatility right at this moment has been taken to yet another level. Notwithstanding the import of onion at a cheaper price from India, local variety sells at the previous rates. Since a kilogram of local onion is priced at Tk 115-120, the imported variety is not allowed to come down to where it should. The price difference is no more than Tk 10-15 between the two varieties. It is an old trick traders are used to following in order to maximise their profit. A report showed how the middlemen trigger prices of Hilsha. They ensure a profit of Tk 6.0-10 for each single Hilsha on the going rate at the fish jetty. The same happens with agricultural produce. A kilogram of long beans is priced at Tk 20-30 at the farm level but in Dhaka city the same is priced at Tk100. The answer to why the government fixed prices cannot be implemented lies here. Time and again, this newspaper has focused on this missing link in the price chain. It can be addressed if the government is serious about doing so. The Bangladesh Road Transport Corporation (BRTC) has of late been doing well by not incurring losses. Well, it does in the operation of bus services but the loss is made up by its pool of goods-carrying transports. How? It has been serving various government departments and agencies in this business and earning profit. The same theory can be replicated in carrying agricultural goods. If the BRTC expands its pool of trucks and pickup vans to directly carry produce from the farms to urban markets, both farmers and the transportation service under the government stand to benefit. Alternatively, the government can finance such a pool of vehicles for farmers on a cooperative basis. They will repay the loan in several instalments until the dues are fully cleared when farmers will be the owners of such vehicles. This is how the middlemen can be eliminated and farmers can supply directly to consumers in urban centres or anywhere their produce has demands.\n[email protected]",
        "headline_1": "Strategy for addressing inflation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/strategy-for-addressing-inflation-1728226734",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-10-2024"
    },
    {
        "full_article": "Writing the generic name of drugs in prescriptions has been customary in many developed countries for a long time. In India, it is compulsory for physicians to prescribe medicines by generic names rather than by brand names. However, no legal framework is available in Bangladesh. As a result, patients have to spend substantial amounts of money on medicine. Health costs would be significantly reduced if doctors wrote the generic names of drugs in prescriptions and if the aggressive marketing by drug manufacturing companies decreased. Simultaneously, it would be easier to bring village doctors, Ayurvedic practitioners, and salesmen under the purview of appropriate laws.The mere promotion cost is Tk 10 billion out of the country's total medicine market of Tk 40 billion. It is, therefore, believed that if doctors write generic names in prescriptions, aggressive medicine marketing can be stopped to a large extent. In that case, bioequivalence research must be ensured. Two medical preparations are considered bioequivalent when the rate and extent of bioavailability of the active drug in such preparations are not considerably different under standard test conditions.A physician may prescribe correctly, but drugs are often sold by shopkeepers who have only an eighth to tenth-grade education. Additionally, work must be done to reconstruct the entire health system and develop human resources. Monitoring must be ensured to verify that prescriptions are written correctly. Foreign companies will be more interested in working jointly with domestic ones if research on medicine is increased. \nDr.Md. Ruhul AminSenior Vice President & Head of Agricultural Investment DivisionIBBPLC[email protected]",
        "headline_1": "Doctors must prescribe generic names of drugs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/doctors-must-prescribe-generic-names-of-drugs-1728226754",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-10-2024"
    }
]