[
    {
        "full_article": "For the first time in nearly five years, the Monetary Policy Committee (MPC) of the Reserve Bank of India (RBI) pivoted on interest rates, unanimously deciding to cut the benchmark repo rate from 6.50% to 6.25%. This move, while maintaining a neutral stance, marks a significant departure from the previous bi-monthly review, where the committee had opted for the status quo with a 4:2 vote. At the time, the MPC was contending with inflation at a 15-month high of 6.2% in October and a sluggish second-quarter GDP growth of 5.4%. Now, with inflation moderating to 5.2% in December, still above the RBI’s 4% target, and growth projections for 2024-25 slipping to a four-year low of 6.4%, the central bank appears to be prioritising economic expansion over inflation control. RBI Governor Sanjay Malhotra, in his first policy review, highlighted the challenges posed by global economic uncertainties, including stalled disinflation, diminishing prospects of rate cuts in the U.S., and a stronger dollar pressuring emerging markets and their currencies, including the rupee. These factors have complicated policy trade-offs for India, making the case for supporting growth even stronger. The MPC justified its decision to look past current inflationary concerns, citing expectations that price pressures will ease further, with inflation projected to average 4.2% in 2025-26 from 4.8% this year. This outlook hinges on assumptions of a favourable food inflation trajectory, a normal monsoon, and a bumper harvest of key vegetables such as tomato, onion, and potato, which are, historically, major contributors to price spikes. While inflation remains a concern, the panel has signalled that weak economic growth is more pressing, especially given the second-quarter slump and limited signs of recovery since then. The RBI’s post-Budget policy stance also suggests closer alignment with fiscal policy, apparently heeding the government’s call for monetary and fiscal measures to work in tandem rather than at cross-purposes. Whether the Budget’s stimulus measures, combined with the rate cut, will revive consumption, attract private investment, and boost growth remains uncertain.Interestingly, had the MPC met a week later, it might have had additional justification for the rate cut, given expectations that inflation in January could have cooled to around 4.5%. With a new Governor at the helm and an upcoming appointment for the Deputy Governor overseeing monetary policy, the RBI could consider adjusting the MPC’s review schedule to incorporate the latest inflation data. A slight shift in the timing of its bi-monthly meetings could make monetary policy more responsive and data-driven, enhancing the committee’s ability to justify its stance with real-time economic indicators. Published - February 08, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Reserve Bank of India\n                    \n                            /                      \n                        \n                        interest rate\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        currency values\n                    \n                            /                      \n                        \n                        food\n                    \n                            /                      \n                        \n                        inflation and deflation\n                    \n                            /                      \n                        \n                        Monsoon\n                    \n                            /                      \n                        \n                        agriculture\n                    \n                            /                      \n                        \n                        Union Budget",
        "headline_1": "Growth over inflation: On economic expansion over inflation control",
        "headline_2": "The interest rate cut signals a shift in the Reserve Bank of India’s immediate priorities",
        "link": "https://www.thehindu.com/opinion/editorial/growth-over-inflation-on-economic-expansion-over-inflation-control/article69192608.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-02-2025"
    },
    {
        "full_article": "The Prime Minister’s parliamentary interventions are always keenly watched, as they are expected to provide the clearest insights into the government’s priorities and its responses to pressing concerns and criticisms, particularly from the Opposition. This week, Prime Minister Narendra Modi spoke extensively in both Houses. However, his speeches largely sidestepped critical national issues. Key developments such as the inhumane way in which Indian deportees were flown back by the United States, the stampede at the Maha Kumbh in Prayagraj, and the transformative advancements in Artificial Intelligence, each with significant implications for India’s future, received little to no substantive acknowledgment. Instead, Mr. Modi’s speeches relied heavily on campaign slogans, minimal engagement with the Opposition, and repeated attacks on past governments, particularly the Congress. He even took a dig at the fact that Sonia Gandhi and her children, Rahul and Priyanka, have become Members of Parliament simultaneously. His speech also made mention of Ms. Gandhi’s poorly chosen words when she referred to President of India Droupadi Murmu as a “poor thing”, as well as Leader of the Opposition’s Rahul Gandhi’s controversial remark about his political fight being against the Indian state. While Mr. Modi undoubtedly scored political points, his addresses fell short of providing the country with the reassurance and clarity needed on key domestic and global challenges. In an increasingly uncertain world, foreign policy must remain above partisan bickering, and the government must do more to build consensus on India’s development trajectory, particularly in the face of rapid technological disruption. Rahul Gandhi’s argument for India to develop its own AI model and indigenous production ecosystem resonates with a broad segment of the population, and the government would do well to engage with such ideas rather than dismiss them outright.Mr. Modi can rightfully claim credit for some of the better governance initiatives that have shaped India’s trajectory since 2014. However, slogans alone cannot resolve mounting challenges. The government’s legislative agenda, rhetoric, and refusal to be accountable on crucial issues indicate a lack of effort in forging a cohesive national vision. While it may argue that its stance is merely a response to an adversarial Opposition, it ultimately remains the government’s responsibility to lead, govern, and deliver. At a time when political hostility is at its peak, what India needs most is a shift toward constructive engagement and consensus-building, something only the government can initiate. Published - February 08, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Prime Minister Narendra Modi\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        Artificial Intelligence\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        Maha Kumbh Mela 2025\n                    \n                            /                      \n                        \n                        Rahul Gandhi\n                    \n                            /                      \n                        \n                        technology (general)\n                    \n                            /                      \n                        \n                        population\n                    \n                            /                      \n                        \n                        parliament\n                    \n                            /                      \n                        \n                        Parliament proceedings\n                    \n                            /                      \n                        \n                        illegal immigrants",
        "headline_1": "​Prime time: On the Government and the Opposition",
        "headline_2": "The government must engage with the Opposition constructively",
        "link": "https://www.thehindu.com/opinion/editorial/prime-time-on-the-government-and-the-opposition/article69192629.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-02-2025"
    },
    {
        "full_article": "How to carry Maha govt’s weighty documents\nIt would be funny if it weren’t such a classic Incredible India idea. Maharashtra govt had put into gear the purchase of 886 spinner bags – 4-wheels ’n all – worth 82L to distribute pendrives to MLAs (288) and MLCs (78) and, clearly, many others. The pendrives contained state budget documents – weighty stuff. Opposition MLA Rohit Pawar was aghast. Govt was buying mountains to move molehills. It was a waste of funds, misplaced priorities. Surely, opposition members said, soft copies didn’t need hardtops for distribution? The plan was shelved, suitcases trundled back.\nThis is a perfect case of govt parts not working in tandem. One lot decided to move the disbursal of budget papers from hard copy to digital. Another decided on suitcases, as is “custom”, visualising a paper haul. There may of course be other considerations that could put us in a twirl. What the pendrives will be distributed in, now, is a whole new process. Humour aside, there will be several tech-averse MLAs, or those from remote parts of the state, wary or unable to access the pendrive and therefore budget documents. Chatter is, for them, printouts – for which they may have to bear the cost. Not all MLAs share opposition’s outrage. They feel they’ve lost out on bagging swanky 10k-wheelies from Mumbai. It’s tradition, some grumbled. Safe to say tech played spoilsport here. Helped by a Gen-Z green MLA who simply saw red.\n\n",
        "headline_1": "Budget off wheels",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/budget-off-wheels/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-02-2025"
    },
    {
        "full_article": "Country needs some wow brands to earn global respect\nWhat does India mean to the world? That’s a tough one, so try this instead: what does Angola mean to you? Nothing probably, because it’s far away and does not touch your life. Finland? Land of Nokia and Angry Birds rings a bell. Denmark? Lego. Japan? Fast bikes, reliable cars, great electronics. Point is, even when countries are far away, their consumer brands make them a part of our daily lives. US is half a world away but its burgers, cola, coffee, planes, cars, social media, music, movies, sneakers have global cachet. China matters to the world now for the same reason. Britain likes to think it once had that kind of brand clout – it didn’t.\nIs there an Indian consumer brand with global cachet? We ask because OpenAI CEO Sam Altman just said India should be “one of the global leaders of the AI revolution”, but our own DeepSeek is nowhere in sight. Do we have any brand that customers around the world rave about and queue up to buy? Land Rover doesn’t count because it’s a British brand owned by an Indian conglomerate. Just as Volvo remains Swedish despite its Chinese ownership. UPI probably comes closest to a born-in-India service that’s won admirers outside. But UPI works under the skin of payment apps like GPay and PhonePe, so it might not become a household name globally.\nIt’s desirable for India to have a global consumer brand in goods. But the gestation period in manufacturing can be long. How about coffee? We’re a significant producer. But competition is tough. Tech services – phone apps, AI tools – can get us there quicker. Indian GCCs have been doing a fantastic job for multinationals, but without their own stamp. They remain stuck in the backroom. We need at least one “wow” global brand now. And when we have a few, we will mean a lot to the world. \n\n",
        "headline_1": "India of ideas",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/india-of-ideas/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-02-2025"
    },
    {
        "full_article": "Count the costs of the electro-digital future\nWe’re living on the cusp of the electro-digital age. Digital tech, renewable energy and EVs are going to be central to our world, faster than we think. Power Metal: The Race for the Resources That Will Shape the Future by Vince Beiser lays out the enormous costs of this transformation. Environmental catastrophes, child labour, slavery, murder and geopolitical upheaval are part of the deal.\nThe raw materials from which our dematerialised digital lives are built include lithium, cobalt, nickel and gold, and exotic metals like indium, yttrium and neodymium. One iPhone requires 75 pounds of copper ore. Even to capture sunlight and air, we need machines – turbines, panels, charging stations, cables and batteries. By 2027, renewables are likely to be the largest source of electricity.\nThese metals are ripped from the earth, and mining can cause centuries-worth of damage, chemical runoffs and leaks, and dam failures. It’s bitterly resisted by residents and indigenous groups around the world; anti-mining activists have been killed.\nElectric cars have unstoppable momentum. In 2012, only 120,000 were sold annually. By 2022, people bought more than that in a week. This will reshape global power equations. If Saudi Arabia was central because of its petroleum resources, places like New Caledonia, Greenland, Bolivia, Congo and Afghanistan hold much-needed metal resources. They’re sent to China for refining and processing, giving China a commanding role in this transition.\nToday, environmental concerns have become more central. But the book points out that there is no benefit without a hidden cost – all we can hope is that this energy transition can be made more mindfully than the last. Global finance, the internet, satellite surveillance, oil transport, jet engines, television, GPS and emergency rooms all depend on rare earths.\nUp till the 1990s, US and the West led rare earth mining, but then decided to ship heavy industry and its polluting effects to China and the East. As even China steps back from destructive mining, the dirty work is handed over to Myanmar, where brutal militias seize land from indigenous people. In Peru, Pakistan, Papua New Guinea, copper mining has brought violence, separatist movements and war. In Chile and South Africa, widespread criminal activity.\nBatteries hold power, in every sense of the word. And Russia controls much of the world’s nickel supply. Mining it is destroying rainforests and rivers in Indonesia and Philippines. In Congo, which holds 70% of the world’s cobalt, titanic companies take out the metal, consigning the humans who mine it to extreme suffering and poverty.\nLithium demand is also soaring and the Atacama desert of Chile is paying a heavy cost for a change that will benefit most people in most places. Other sources are being sought – deep ocean and outer space are being explored for mineral prospects.\nThese resources are not an end to chase, they are a means to live a decent life. Even so, it’s not just the supply of critical metals we need to address, but also our appetite for them. Reusing and repairing devices is essential, even if electronics manufacturers often make it hard to do. Cutting consumption, heating and cooling less, wasting less, are all ways to help. The best thing to do is not to buy an electric car, but not to buy a car at all, the book shows.\n\n",
        "headline_1": "Rare earths bring us abundant violence",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/rare-earths-bring-us-abundant-violence/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-02-2025"
    },
    {
        "full_article": "The image of a hulking grey military jet landing in Amritsar, loaded with shackled Indian migrants being returned from US is a spectacle. It’s designed to showcase American power and willingness of the Trump administration to use that power to fulfil his campaign promises to crack down on undocumented immigrants.\nIt’s designed to show his supporters that he’s keeping his promises, to sow fear among immigrants in US. But it’s primarily a spectacle, a public relations move intended to distract attention from what Trump can’t do, and from the underlying problems of the US immigration system.\n\nRead full story on TOI+\n\n",
        "headline_1": "Trump can’t fly them all back",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/trump-cant-fly-them-all-back/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-02-2025"
    },
    {
        "full_article": "The US may no longer be the beacon of hope it once was, but there are still things expected from the country as a global power. Chief among them is a responsibility to uphold basic human rights and international law. This expectation has been tested time and again, but rarely as starkly as it is now, with Donald Trump's alarming plan for Gaza. On Tuesday evening, at a joint news conference alongside Israeli Prime Minister Benjamin Netanyahu, the US president proposed \"long-term ownership\" of Gaza by the United States. This came after he repeatedly called in recent days for the war-ravaged territory's 1.2 million residents to be resettled. While officials later tried to walk back the takeover proposal amid fierce criticism, saying any displacement of Gazans would be temporary, Trump on Thursday restated his vision, suggesting his determination to go ahead with it.\n\nFor decades, US foreign policy—despite its inconsistencies—has at least paid lip service to a two-state solution for the peaceful coexistence of Israel and Palestine. Trump's approach obliterates that pretence. If implemented, it would not only mean \"ethnic cleansing\" in Gaza—as the UN chief has rightly called it—but also set an extremely dangerous precedent where stronger powers might feel emboldened to resolve territorial disputes through mass expulsions.\nThis should send shivers down the spine of anyone who values justice and human rights. For decades, US foreign policy—despite its inconsistencies—has at least paid lip service to a two-state solution for the peaceful coexistence of Israel and Palestine. Trump's approach obliterates that pretence. If implemented, it would not only mean \"ethnic cleansing\" in Gaza—as the UN chief has rightly called it—but also set an extremely dangerous precedent where stronger powers might feel emboldened to resolve territorial disputes through mass expulsions. It is also deeply insulting for the Gazans after the genocide and devastation they endured at the hands of Israel over the last 15 months. Suggesting that those still alive should be uprooted, cast aside, and scattered across unwilling nations is outrageous, to say the least.\nNaturally, Palestinians and Arab states where Trump and Netanyahu want Gazans to be resettled have rejected the proposal. Similarly, the world must also stand firm against this effort to make the suffering of Gazans permanent by robbing them of their homeland. Reportedly, emboldened by Trump, Israel has already instructed its military to formulate a plan for their \"voluntary\" departures. In other words, a permanent displacement may already be in motion even though they have only recently begun to return to the rubble they once called home following a ceasefire deal between Israel and Hamas. All nations must come forward to prevent this modern-day holocaust. \n",
        "headline_1": "Gaza belongs to its people",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/gaza-belongs-its-people-3818531",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-02-2025"
    },
    {
        "full_article": "Donald Trump's re-election to the Oval Office marks the beginning of a new chapter in global politics. Unlike his first term, where perceptions of him as a showman dominated discussions, this tenure is grounded in clarity. His identity as a capitalist, ultra-nationalist, and self-proclaimed disruptor of traditional norms has already been established. This time, however, the stakes are higher as his policies have a proven track record of shaking institutions like the Senate and international alliances. Trump's sweeping victory raises critical questions for Bangladesh, a country that lies thousands of kilometres away, yet is intricately connected to US policies.\nThe US is one of Bangladesh's most significant partners, both economically and politically. As Bangladesh's largest export destination, the US accounted for $10.41 billion of its total exports in 2022, primarily from the ready-made garment (RMG) sector. Any shifts in the US trade policy, particularly under Trump's \"America First\" doctrine, could have severe repercussions for this lifeline of Bangladesh's economy.\nMoreover, the US is a critical development partner. US agencies have channelled billions into sectors such as healthcare, education, and disaster preparedness in Bangladesh. For instance, during the Covid pandemic, the country provided over 100 million vaccine doses and $140 million in assistance, underscoring its role as a reliable ally in crises. The cancellation of USAID's activities globally for the next three months has sparked serious concern for Dhaka on its journey of development.\nBangladesh's strategic significance in the Indo-Pacific region adds another layer of complexity. The Indo-Pacific Strategy (IPS) has made Bangladesh a key player in maintaining balance in the region rife with geopolitical tensions. During Sheikh Hasina's tenure, Bangladesh declared its own Indo-Pacific Outlook, aligning with the broader goals of the IPS. The US views our country as a potential counterbalance to China's growing influence in South Asia, especially through the Belt and Road Initiative (BRI).\nThe Burma Act, passed under the Biden administration, also underscores the US's vested interest in addressing Myanmar's instability, where China holds significant sway. With Bangladesh hosting over one million Rohingya refugees, the US has so far provided $2.4 billion in humanitarian aid since the crisis began in 2017. Under Trump, a contraction in such aid could exacerbate an already dire situation.\nMeanwhile, Trump's trade policies, characterised by tariffs and protectionism, pose a direct threat to Bangladesh's export-oriented economy. His previous tenure saw a focus on reshoring manufacturing jobs to the US, often at the expense of developing countries. While Bangladesh is not directly targeted by US tariffs, competition from Vietnam and China—countries with Free Trade Agreements (FTAs) with the US—remain a concern. The lack of a Bangladesh-US FTA puts our country's RMG sector at a disadvantage, potentially leading to market losses.\nThe Trump administration's withdrawal from the Paris Agreement during his first term sent shockwaves through global climate initiatives. Bangladesh, ranked among the countries most vulnerable to climate change, relies heavily on international climate financing. Contraction in climate funding during Trump's second term could derail Bangladesh's efforts to combat rising sea levels, frequent cyclones, and erratic monsoons.\nTrump's stringent immigration policies, including restrictions on H-1B visas, also create uncertainties for the Bangladeshi diaspora in the US, which numbers over 800,000. This community plays a crucial role in fostering Bangladesh-US relations through remittances, investments, and advocacy. Stricter immigration rules could hinder their contributions, while Trump's rhetoric on minorities may alienate this group further.\nBangladesh's foreign policy must navigate the delicate balance between China and the US. On the one hand, China is Bangladesh's largest trading partner and a key investor in infrastructure projects under the BRI. On the other, the US remains crucial for exports, development aid, and global advocacy. The deep sea exploration potential in Bangladesh's maritime zone adds another dimension to this balancing act.\nIndia's role further complicates this equation. The India-US partnership has strengthened under the IPS framework and India's influence in South Asia could pressure Bangladesh to align with US interests. However, Bangladesh's strained relations with India over issues like border management and trade deficits require careful manoeuvring to avoid becoming a pawn in larger geopolitical rivalries.\nBefore the election, Trump's tweets about \"minority persecution\" in Bangladesh raised eyebrows. His close ties with Indian Prime Minister Narendra Modi also fuelled speculations about India's role in his campaign. While some supporters of the Awami League believe Trump's re-election could help Sheikh Hasina restore her position, historical evidence suggests that US foreign policy often transcends partisan politics. For instance, the Biden administration materialised sanctions on the Rapid Action Battalion (RAB), a process initiated during Trump's first term.\nWhile US foreign policy has traditionally been shaped by a consistent prioritisation of its own interests, Trump's characteristic unpredictability introduces an added layer of complexity for nations like Bangladesh. This necessitates a proactive and multifaceted approach to mitigate potential challenges and seize emerging opportunities. Strengthening diplomatic channels should be the foremost priority for Bangladesh. The mission in Washington must actively engage with the Trump administration to decode its shifting priorities and align Bangladesh's policies accordingly. Transparent and consistent dialogue can preempt misunderstandings and foster a mutually beneficial relationship.\nSimultaneously, diversifying export markets is essential to reduce economic vulnerability. While the US remains a top destination for Bangladeshi garments, exploring new markets in Europe, the Middle East, and Africa can ensure economic resilience against potential trade barriers or changes in the US trade policy. For instance, leveraging preferential trade agreements with the European Union and tapping into emerging markets like Saudi Arabia and Nigeria can bolster export stability.\nThe Bangladeshi-American diaspora represents an untapped reservoir of influence. Mobilising this community to advocate for policies favourable to Bangladesh can create a ripple effect in shaping US policy. Their active engagement in US political and civic platforms can amplify Bangladesh's concerns and opportunities in Washington's policy corridors.\nRegionally, enhancing cooperation with neighbouring countries, including India, Nepal, and Myanmar, is crucial to maintaining a balanced geopolitical stance. Collaborative efforts in trade, security, and infrastructure development can strengthen Bangladesh's positioning amid US-China competition in South Asia. For example, trilateral dialogues focusing on economic connectivity and maritime security may act as a confidence-building measure.\nLastly, internal stability is non-negotiable. Political harmony, governance reforms, and economic inclusivity are vital to presenting a unified and resilient Bangladesh on the global stage. Ensuring effective governance and addressing domestic challenges will not only strengthen Bangladesh's negotiating position, but also project a reliable image to international partners. With these concerted efforts, Bangladesh can navigate the uncertainties of Trump's second term while safeguarding its national interests. By prioritising diplomacy, diversifying economic partnerships, and strengthening internal governance, Bangladesh can not only mitigate risks but also seize opportunities in a rapidly changing global landscape. In doing so, the country can ensure that its aspirations for a democratic, stable, and prosperous future remain intact.\nMahfuz Mishu is foreign affairs editor at Jamuna Television. He can be reached at [email protected].\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "In the Trump 2.0 era, what’s in store for Bangladesh-US relations?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-trump-20-era-whats-store-bangladesh-us-relations-3818476",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-02-2025"
    },
    {
        "full_article": "The start of the new year was marked by a tragedy that sent shockwaves throughout academic communities: the untimely death of Mehdi Hasan, a student of urban and regional planning at Rajshahi University of Engineering and Technology (RUET). Found in his dorm room on January 10, Mehdi's death by suicide painfully underscores the crisis of academic depression and the systemic failures that allow such despair to fester. His death, far from being an isolated incident, follows a disturbing pattern. In July 2023, Tanveer Fuad Rumi and Samiur Rahman, students of the same institution, also died by suicide. These cases are part of a broader epidemic of student suicides in Bangladesh—513 in 2023 and 532 in 2022, according to Aachol Foundation—each a harrowing story of unfulfilled dreams, silenced voices, and grieving families.\nWhile the causes of student suicides are complex and multifaceted, ranging from societal pressures to financial struggles, the role of academia—specifically educators—requires urgent attention. University years, intended to foster growth and discovery, often become a source of despair for students. Allegations of unprofessional conduct by faculty members, including deliberate failing of students, highlight a darker side. Students have alleged that the combined impact of teachers' behaviour and the environment at RUET, creating a toxic atmosphere, is responsible for the recurring suicides. Mehdi's tragic case points towards irresponsible teaching practices: bias, grudge-driven grading, and hostile communication.\nIn response to growing dissatisfaction regarding the suicide cases, RUET students have put forward a set of demands aimed at improving transparency, fairness, and mental health awareness within the institution. Key points include the implementation of a coding system for exam evaluation to ensure impartiality, prompt publication of results with opportunities for students to review answer scripts, and stricter accountability for faculty members accused of misconduct. They have also demanded for regular mental health awareness sessions for both students and teachers to reduce stress and promote understanding. Importantly, they emphasise the need for enhanced campus security and fairness in attendance policies, ensuring that institutional structures support, rather than hinder, students' well-being. These demands reflect students' deep discomfort with the university system, particularly the grading system and the conduct of teachers, highlighting their frustration with perceived biases, lack of transparency, and insufficient support for mental health and overall well-being.\nA recurring issue in universities seems to be the recruitment process of educators, which often prioritises academic qualifications over the ability to mentor and support students. Many institutions hire teachers based solely on their degrees or research credentials, without assessing their capacity for teaching or their emotional intelligence. Effective teaching requires more than mastery of a subject; it demands an understanding of students' psychological and emotional challenges. Teachers who fail to connect with their students or are unaware of the impact of their actions can foster feelings of alienation and frustration.\nIn particular, how educators respond to struggling students is crucial. Teachers should provide constructive support, identify when students are falling behind, and engage proactively. Universities must adopt policies that focus on mentorship and individualised support, offering resources like personalised feedback or flexible exam retakes.\nAdequate training is a critical missing link in the current system. Universities in Bangladesh rarely provide structured programmes to equip educators with the tools necessary to handle diverse challenges. Training in mental health awareness, active listening, and conflict resolution should be mandatory as well as ensuring that teachers can recognise signs of distress and respond constructively. Additionally, educators should adapt their teaching methods to suit the university setting, where students need a balance of guidance, autonomy, and respect.\nAnother issue is the lack of accountability for educators' behaviour. Instances of bias, grudge-driven actions and unprofessional conduct often go unaddressed due to the hierarchical nature of academic institutions. Universities must establish mechanisms for students to report grievances without fear of retaliation. Independent committees should investigate complaints and ensure fair outcomes. Regular performance evaluations, incorporating student feedback, can help identify and address problematic behaviours, if any, among faculty members.\nTo address these systemic issues, institutional reforms are essential. Universities should revamp recruitment processes to evaluate candidates' teaching aptitude, interpersonal skills, and understanding of student needs. Orientation programmes for new faculty members should emphasise empathy, fairness, and the psychological impact of their actions. Periodic workshops on mental health awareness and effective communication should be mandatory for all educators.\nUniversities also must invest in resources such as trained mental health counsellors and peer support networks. Very few universities provide dedicated counselling services, and many students do not even know how to access them. Institutions must prioritise breaking the stigma surrounding mental health by encouraging open and judgement-free discussions. Replacing hyper-competitive academic cultures with one that values collaboration, personal growth, and learning over grades and rankings is critical. These changes can transform universities into spaces where students feel safe, supported, and equipped to thrive.\nRuhina Tabasshum Prome is research associate at Bangladesh Institute of Governance and Management (BIGM).\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Teachers are responsible for students' mental health, too",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/teachers-are-responsible-students-mental-health-too-3818371",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Can downward inflation curve be sustained?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/can-downward-inflation-curve-be-sustained-1738942085",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Extrajudicial killings must not return",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/extrajudicial-killings-must-not-return-1738942222",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Journalists' bodies need better records",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/journalists-bodies-need-better-records-1738942322",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Vertical gardening: The green start-up",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/vertical-gardening-the-green-start-up-1738942358",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-02-2025"
    }
]