[
    {
        "full_article": "Gold prices in India hit record high on Tuesday. Prices have been high globally for over 2 years. Reasons vary. A short primer on why the yellow metal is so red hot\nKeynes apparently once described gold as a ‘barbarous relic’. The ‘relic’s’ appeal is undimmed. It was very evident on Tuesday. Gold price in India (MCX) hit a record high of ₹65,150 per 10g – a starry rise of ₹800 per 10g intraday. Gold has been a steadfast go-to option for investment and savings world over, especially in India. Not just investors, central banks have long banked on gold, its allure both reassuring and constant.\nGet this: Over the last five years, which have seen a red-hot streak in equities, a rupee invested in gold via ETFs has given returns only marginally lower than a rupee invested in Nifty.\n\n\nHow hot is gold for investors?\nThe yellow metal is the only commodity with a wide range of use, from jewellery to electronics. But it is its liquidity as an asset that transcends all other appeals – a unique, easily tradable store of value, which lends itself to standardisation.\nRead full story on TOI+\n\n",
        "headline_1": "Why do they all love gold?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-do-they-all-love-gold/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-03-2024"
    },
    {
        "full_article": "No clarity yet on how 4 Red Sea cables got damaged. But no doubt that ocean floor cabling is a big geopolitical game. New Delhi can & must be a bigger player.\nShips sail on Red Sea, a super-busy global trade route, and cables run on its ocean floor, making this seawater inlet sandwiched between Africa & Asia a global info super-highway. Undersea cables, aka submarine cables, are basically conductors laid on ocean floors. These days all cables are fibre optic. Numbering around 500, they cover around 1.4 million km of ocean floor space around the world. And they carry 99% of global internet traffic. No wonder, therefore, when four Red Sea cables got damaged a couple of days back, it was news everywhere. Because we CAN’T NOT have internet.\n\nSo, what’s the lowdown on what happened and the extent of damage? Questions made more interesting because India is a player in the undersea cable game, which is also btw, a geopolitical game.\nRead full story on TOI+\n\n",
        "headline_1": "Undersea message: India, get more cable-able",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/undersea-message-india-get-more-cable-able/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-03-2024"
    },
    {
        "full_article": "Mantra for rich nations: go for ‘People Unlike Us’\nSometimes netas say such goofy things that they have to U-turn with Usain Bolt speed. Like Taiwan’s labour minister. On the heels of an MoU to recruit Indian workers, she went on TV and said workers from India’s Northeast would be preferred. Because “their skin colour and dietary habits are closer to ours.” And because they are “mostly Christians”. She has apologised. Taiwan govt has apologised. But it is still useful to unpack exactly how her original remarks were OMG in error.\n\n\nBe sceptical of identical | Once upon a time a UK uncle called Tebbit complained how a large proportion of Britain’s population was failing “the cricket test”. Per him, they were cheering the “wrong” side – teams representing countries these immigrants came from. But imagine if immigrants actually were identical to the host population. If they worked and sang and looked and thought exactly the same. Nativists might get their jollies from this fictional scenario. But in the actual meet-and-greet of immigration, it’s the diversity that creates the riches. Sameness would add little value, economic or cultural.\n\nDon’t be sheep | Trump is selling a lot of “they’re poisoning the blood of our country” tickets. But of his three shaadis, two were to immigrants. The message smarter listeners should walk away with: Do as I do, not as I say. An easing of US immigration policies was critical to closing the labour force gap created by Covid. By 2034, immigration to US is expected to provide GDP with a $7 trillion top-up.\n\n\nGet rich quick | Another rich country where migration has been the backbone of a dream economic run is Australia. Around onethird of its population is foreign-born. Not that Uncles Tebbit and Trump haven’t met like-minded fellas here. There was a Calwell ji who infamously told the country’s parliament: “Two Wongs don’t make a white.” But smarter wonks thankfully prevailed. They had to bury the White Australia Policy to build prosperity.\n\nGive choice a voice | Taiwan is among the world’s fastest aging countries. And it’s been no more successful than neighbours China, Japan and South Korea at reversing a gloomy fertility slump. No matter how much Uncles and Aunties lecture the young to have more children, they simply won’t. Embracing immigration is much the logical alternative. Put away the racist blinkers. A freer exchange of labour between developed and developing countries is what’s best for both. It doesn’t matter if they don’t look like you, or eat like you, or talk like you – what matters is that they can work for you.\n\n",
        "headline_1": "Welcome, PUUs: Immigrants seldom look like natives",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/welcome-puus-immigrants-seldom-look-like-natives/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-03-2024"
    },
    {
        "full_article": "Maldives president is all gung-ho dissing India & cosying up to China. But loving China never ends well\nMaldives president Muizzu is sticking to his guns and says no Indian troops will be allowed in his country even in civvies after the May 10 deadline. His snarling follows Maldives inking a defence cooperation agreement with China earlier this week. But India has already begun replacing its military personnel with technicians. So, Muizzu needs to chill. And someone needs to tell him: he’s taking a risky bet with China.\n\n\nChina’s black hand | If Muizzu thinks his newfound pal China has his back, he should think again. He only needs to look at the mess the Chinese helped create in Sri Lanka. For years the Rajapaksas took easy Chinese money for white elephant projects. But it all came crashing down. Lankans got mad as an economic crisis hit them. Rajapaksas were booted out of office.\n\nNot a friend in need | Beijing’s modus operandi has spread across geographies. In Zambia, billions of dollars of Chinese loans for infra projects drained the country’s forex reserves. But when Zambia sounded the alarm, China turned the screws by insisting on confidentiality and barring it from disclosing terms of its loans. Meanwhile, Chinese CPEC loans to Pakistan have done nothing for that basket case economy. Islamabad continues to struggle under a mountain range of debt. And it’s IMF, not China, that Pakistan is looking to for succour.\n\n\nBeijing’s subversive tools | Add to this China’s growing range of interference operations. Beijing’s United Front Work Department could infiltrate Maldivian institutions. Muizzu should know that he got elected because of free elections in Maldives. But he is hobnobbing with a revisionist power that has nothing but scorn for democracies. China is a bully – just ask Taiwan or countries in South China Sea. Muizzu must ask himself: is he selling his country to the dragon?\n\n",
        "headline_1": "In dragon’s jaws?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/in-dragons-jaws/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-03-2024"
    },
    {
        "full_article": "The sorry state of the road transport system in the country with rampant mismanagement and corruption plaguing it at every turn is no secret. However, the recent revelation by the Transparency International Bangladesh (TIB) has brought to light a massive scale of corrupt practices deeply entrenched within the system. According to a TIB study released this week, private bus operators across the country shell out a staggering Tk 10 billion annually in extortion and bribes. Shockingly, the beneficiaries of this network of corruption include individuals or groups affiliated with the ruling party, traffic and highway police, the Bangladesh Road Transport Authority (BRTA) officials, transport associations, labour unions, and even municipal or city corporation representatives. The TIB report, titled 'Integrity in the Business of Private Bus Owners', also sheds light on the disorder and a lack of transparency in the road transport sector dominated by private operators. The report alleges that the sector is heavily influenced by ruling party-linked political leaders who have facilitated the environment of extortion and illegal transactions. The study found that no external audits were conducted or submitted to the Registrar of Joint Stock Companies (RJSC) in more than eighty per cent of cases involving the 1,155 bus companies and 65 owner associations registered with the RJSC as of 2023. It also found that around 90 per cent of the illegal transactions occur within the BRTA during processes related to driving licences, fitness certificates and route permits. The study report is based on a month-long survey conducted from September to October 2023.That the country's road transport system is marred by corrupt practices of all sorts has been flagged time and again in the media with the BRTA often singled out as a breeding ground of bribery. A TIB report years ago had identified the BRTA as the most corrupt organisation in the country, shedding light on its extensive and intricate networks of bribery. Clearly, media reports and TIB finding did not help improve the situation at all. The latest TIB study underscores a lack of enforcement of the Road Transport Act introduced in 2018, further exacerbating the system's woes. Coupled with an uneven playing field dominated by a handful of major companies, this lack of competition creates a fertile ground for exploitation. Financial irregularities abound, with hidden costs undisclosed, and a significant number of bus companies having direct links with the ruling party. Shockingly, over two-thirds of bus workers exceed the legal limit of eight working hours per day, often leading to fatigue-induced safety hazards as drivers are forced to work without designated substitutes.The pervasive influence of various groups benefiting from corrupt practices has rendered enforcement and the rule of law virtually nonexistent. Given the situation, the question one cannot but confront: is it the lack of political will that perpetuates the dismal state of the road transport system? The entrenched interests at play seem to make the implementation of the Road Transport Act an impossible task, leaving citizens to suffer the consequences of a deformed system.",
        "headline_1": "Can the road transport system be salvaged?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/can-the-road-transport-system-be-salvaged-1709823360",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-03-2024"
    },
    {
        "full_article": "The pictures of emaciated and scrawny newborns and toddlers in Gaza's hospitals, as circulated by the media, are outrageously nightmarish. A disturbing sight of the babies and children in intensive care units (ICUs) or on beds in general wards, it is sure to prove overwhelming for anyone's but some leading world politicians' conscience. The perpetrators of this crime against innocent children and those powerful politicians find themselves in a league of their own, committing a crime of the modern version of Hitler's holocaust. Since October 27 last, 11,500 Palestinian children have perished in the genocidal attacks on civilian population in the Gaza strip, according the latest estimate available on February 2 last. About 8,000 women also lost their lives. The number of children and women killed may have gone up by almost a thousand each now. To say this is an affront to human civilisation is an understatement. The world seems to be devoid of conscience or those not crying hoarse over defending democratic values and principles, human rights and justice but still feel compassion for the wretched, the miserable raise their timid voice against such devilish acts. While the rest of the world stands silent spectators to the carnage and humanitarian disaster in the Gaza strip, South Africa takes Israel to the International Court of Justice (ICJ). Before this Gambia, another African nation, also moved to the ICJ with the mission of protecting the Rohingya against genocidal pogrom launched by the Myanmar junta. The moves by South Africa and Gambia expose the international power players' charlatanism and moral bankruptcy.Even the word genocide cannot quite express the helplessness of civilian Palestinians including patients and pregnant women at their advanced stage in the face of unremitting horror, mindless brutality and insanity. When Israeli troops attack and ransack hospitals, bomb Palestinians gathered to receive relief goods in refugee camps, this is worse than genocide. The sight of newborns and toddlers being rushed to other hospitals with oxygen masks and saline tube still dangling is nerve-racking. To think that such sinister acts can go on with unequivocal support from the leader of the world's most powerful nation, one cannot help feeling a sense of nausea. Indeed, US President Joe Biden stands accused of lending moral (read immoral) and material support to Israel even though its bombing and shelling and shooting have almost exterminated a generation of Palestinians on their own soil. When one in a hundred of a small population gets killed and the overwhelming proportion is children, there is sure to be a generation gap in its demography. Yet to the majority of the Israeli Jews and their patron Biden, this is no genocide and would not give in to the intense world pressure and demand for an immediate ceasefire. Possibly, Biden would not mind going down in history as a devil incarnation or he would have felt the pricks of conscience by the sight of scores of children getting killed almost routinely or the survivors searching for a morsel of food or others agonising on hospital beds with severe wounds or disease caused by extreme malnutrition. Many of the babies saw the light of day only to die before knowing what it means to be blessed with a life on this planet. If this is no genocide, what else is? Yet it is Biden who stands between a truce and perpetration of Israeli genocide, between death and life for the Palestinians, particularly their children and women. His administration has vetoed the UN resolution for an immediate humanitarian ceasefire in Gaza for the third time---the latest one moved by Algeria on behalf of the Arab Group on February 20 last. The resolution legitimately took its stand against forced displacement of the Palestinians and called for unconditional and unhindered access of humanitarian aid and assistance to Gaza.  President Biden would rather help perpetuate the conflict and therefore pretended a few days ago that his officials were on the verge of brokering a ceasefire deal before the Muslim holy month of Ramadan. This has not come about. Biden has now ordered airdropping of relief materials in Gaza. What a futile attempt to conceal his diabolic role in the current Gaza carnage! Without continuous supply of arms and ammunition, Israel could not make its murderous campaign in Gaza this effective, efficient and deadly. Already the Biden administration has sent killing machines without approval by the Congress on two occasions and the next batch is in the pipeline. This time, it will send MK-82 bombs, KMU-572 Joint Direct Attack Munitions and FMU-139 bomb fuses ---all of which is likely to be used against civilian population in Gaza. Whether America's cohorts in the West have changed their minds about the Gaza crisis is unclear but they are not supporting Biden in public right now. However, the veto power is enough for Biden to thwart any decision in favour of enforcing a ceasefire in Gaza. There is an overwhelming need for ending any irrational, biased and motivated exercise of veto because it can make or unmake a people. Let the unanimous decision of the majority --- even if it is more than three-fourths of the UN member states---prevail upon any such abuse of veto. In the process, the weak-kneed UN will also gain some required power to bring in order and peace in international disputes.\n[email protected]",
        "headline_1": "Israel and Biden have no right to redefine genocide",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/israel-and-biden-have-no-right-to-redefine-genocide-1709823391",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-03-2024"
    },
    {
        "full_article": "That the doctors skip postings at government hospitals in rural areas is an old piece of news. Doctors are not solely to blame, medicines and medical equipment are also in short supply in those state-owned facilities. What the residents of an Upazila usually see is a concrete structure called Upazila Health Complex (UHC) that can hardly satisfy their medical needs. Newly appointed Health Minister Dr. Samanta Lal Sen, who has already set his eyes on some major problems of the health sector, like some of his predecessors lamented the unavailability of doctors in rural government health facilities. Dr. Sen however sounded a bit different from others. He is, seemingly, trying to see two sides of the same coin --- problems the rural people face due to the unavailability of qualified doctors in UHCs and factors that discourage the government doctors from coming to rural hospitals and clinics.Undeniably, remote rural areas do not have the facilities available in major urban centres. But the situation is now not as bad as it was 10 to 15 years back. In rural hats and bazaars, almost all items of modern living are available. Access to electricity and dish TV service is also there. More importantly, reaching even remote destinations by road within a short time is not very difficult these days because of a notable improvement in road network across the country. When government doctors, usually junior and mid-level medical professionals, are found reluctant to stay in remote rural areas, officials of other public departments have been working for decades without venting much dissatisfaction. It is not that these officials do not try to stay in major urban centres, primarily in Dhaka, but that has not been a big issue for the government. Besides, many registered junior non-government doctors are doing private practice at the upazila and union levels. Why blame the junior or middle-level doctors? They are following in the footsteps of their seniors, who use everything at their command to get transfer orders cancelled. Senior and specialist doctors are, as per government rules, transferred to district or medical college hospitals. When such transfers are made, high officials at the Health Ministry and Directorate General of Health Services (DGHS) come under tremendous pressure to cancel those. All connections, political or otherwise, are used for the purpose. Some come out successful in their bid and some others move out only to stage a comeback after a few months. These doctors are hardly found at their duty stations and stay in Dhaka most of the time. There is hardly any monitoring by the DGHS. The money the senior government doctors earn through private practice acts as a major incentive for making all-out efforts to remain in Dhaka and other major cities in particular. The health minister told an event held in Dhaka on Tuesday that he was trying to find appropriate incentives that could motivate the government doctors to stay in rural areas.Dr Sen would be doing a great service to the rural people and also to doctors employed at thana and union-level government health facilities by ensuring an adequate supply of medicines and diagnostic services. The unavailability of medicines, diagnostic facilities and ambulance service, on most occasions, gives rise to frustration among the rural people and on-duty doctors as well. \n[email protected]",
        "headline_1": "Finding a way for doctors to stay at rural duty stations",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/finding-a-way-for-doctors-to-stay-at-rural-duty-stations-1709823435",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-03-2024"
    },
    {
        "full_article": "The International Monetary Fund (IMF) and the World Bank have jointly issued a warning about the potential impact of the Gaza war and attacks on commercial ships on the Red Sea on the global economy. During the World Governments Summit, an annual gathering of business and political leaders, IMF Managing Director Kristalina Georgieva expressed her apprehension about the ongoing conflict in the Middle East and North Africa region, which she believes could pose a significant threat to the world economy. She further expressed her concern about the prolongation of the conflict and emphasized the risk of spillover, which could have far-reaching implications. Yemen's Iran-backed Houthi rebels have been targeting ships on the Red Sea, leading to a massive decrease of over 40 per cent in commercial traffic through the Suez Canal in the last two months. The Houthi rebels have claimed that they are attacking Israeli-linked shipping in support of Palestinians in Gaza.Georgieva has also warned that if the conflict spreads to other regions, the consequences could be even more problematic for the world economy. World Bank President Ajay Banga also highlighted the challenges posed by Gaza, Ukraine, and the Red Sea to the global economic outlook. The current situation in the region is further hampering the already sluggish growth of the last 55 years, which is a cause for concern. The IMF and World Bank are calling for immediate action to avoid the situation's escalation and prevent further economic uncertainty.\nNowshin Ahmed StudentDepartment of Marketing and International Business North South University [email protected]",
        "headline_1": "Economic fallout of Gaza war and Red Sea shipping risks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/economic-fallout-of-gaza-war-and-red-sea-shipping-risks-1709823465",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-03-2024"
    }
]