[
    {
        "full_article": "Last week, Narendra Modi’s phone call to Rekha Patra, the feisty lady from Sandeshkhali who has been selected as the local BJP candidate, was lauded as a piece of innovative electioneering. There is, however, another feature of the three-minute conversation that is also significant: the relative ease with which Rekha was able to converse with the Prime Minister in Hindi.\n\nThere may be specific reasons why the wife of a migrant worker with an elementary school education and possibly minimal exposure to the metropolis was able to acquire fluency in Hindi. But assuming she was just an average villager from the inaccessible backwaters of southern Bengal, it would indicate that lofty theories of the aloofness and insularity of eastern India may well be overstated.\nRead full story on TOI+\n\n",
        "headline_1": "Is baar, Vindhya paar? Anti-Hindi wall coming down",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/right-and-wrong/is-baar-vindhya-paar-anti-hindi-wall-coming-down/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-04-2024"
    },
    {
        "full_article": "Opinion polls predict that Narendra Modi and Donald Trump will win their respective elections in India and the US. Both are high on nationalist rhetoric and making their countries great again. When in office, Trump imposed import tariffs of 25% on steel, 10% on aluminium, and 30-50% on solar panels and washing machines. He later imposed tariffs on over $300 billion of Chinese imports on the ground of unfair competition. His aim was to increase domestic investment and create more jobs in the US, which he claimed had been lost to unfair competition.\nRead full story on TOI+\n\n",
        "headline_1": "Why we shouldn’t go down Trump’s ‘protectionist’ path and raise tariffs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-we-shouldnt-go-down-trumps-protectionist-path-and-raise-tariffs/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-04-2024"
    },
    {
        "full_article": "West Taiwan (formerly China) is at it again, renaming 30 more towns in Arunachal Pradesh, the Indian state that it claims. This is simply unacceptable. Bharat that is India should do ‘kadi ninda’ and give ‘muh tod jawab’ aka befitting reply — with words. In other words, we should export more words if we can’t match China (West Taiwan) in exporting anything else. Hell, if we can’t get back at them militarily, we should at least beat them up with parody, satire, memes, spoofs and assorted humour.\nIn this spirit, recent investigation by noted archaeologist and historian Bharata Khanda into the names of Chinese cities has thrown up their historical ties to India that is Bharat. It turns out that our ‘atoot ang’ extends way beyond Kabul and Kashmir and Kashgar. In fact, it extends so far that instead of sitting on our haunches, we should be having atoot angst. It is time New Delhi puts its foot down (since we are loath to put boots on the ground) and asserts its historical ties with Chinese cities, claims that are as authentic as the Chinese claim on Indian settlements.\nRead full story on TOI+\n\n",
        "headline_1": "Hello Beijingpur & Shangli: Sweet revenge on the not-so-sweet Chini",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/ruminations/hello-beijingpur-shangli-sweet-revenge-on-the-not-so-sweet-chini/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-04-2024"
    },
    {
        "full_article": "When I was growing up, we all knew families that were on the way down. Once prosperous or even wealthy, undermined by a generation or two of profligacy and self-indulgence. The impressive house was falling apart, the latest round of repairs being held up by fights between the brothers (“who left the tap running in the bathroom?”). The 1950s Austin or Chevrolet still stood on its rusting wheels in the garage, mostly because it was too hard to accept that there would be no more family jaunts. The few old family retainers that remained could recall the daily ten-course dinners for 25 in the main dining room. Now, the siblings and their families ate separately behind closed doors, perhaps to conceal just how frugal their meals had become.\nI thought of those days and those families when I was in Lucknow recently. We decided to visit the Bada Imambara in the two hours before the flight. This is an enormous prayer hall from the 1780s, sponsored by the then Nawab of Awadh, Asaf-ud-daula, in response to a terrible drought and resulting famine. It was a food-for-work program — anyone who came for work on the building project got some basic provisions.\nPHOTO CREDIT: Cheyenne Olivier\nThere is a famous maze inside the imambara called the Bhulbhulaiya. The guide we took to avoid getting lost told an interesting story. Apparently, the local upper classes were also starving — not surprising given that they too lived off the land. The nawab, he said, knew that they were too proud to show up for work with the everyday labourers. So, instead, he paid them to come hidden in the dark of the night to demolish a part of the day’s work.\nI am not sure I entirely believe it, but it’s a great story. Two interesting points come out of it. First, the nawab wanted people to work for their food. I am no expert, but I don’t think of that as an Indian tradition. Sita crossed the Lakshman Rekha to honour a beggar (Ravana in disguise) even though she was expressly forbidden to do so. She didn’t think of what work she was going to ask him to do in return. Bhikkhus and fakirs have a very specific role in Indian religious culture, and both Hindu and Muslim families would think twice before turning either away, and would certainly never ask them to do something in return. On the other hand, the Rohilla chieftain Hafiz Rahmat Khan was using famine-hit labour for public construction, including for the famous Pilibhit mosque, even before 1780. Where did he get the idea?\nSecond, the dignity of the welfare recipients was important to the nawab. Whether or not I think this is the right priority, he cared about the fact that ashraf Mussalmans would rather die than work shoulder-to-shoulder with their own servants, just as we children knew not to dig too deep when one of our once-prosperous relatives showed up without the gold bangle she always wore, and claimed it was lost.\nBoth these choices — should there be a work requirement and how to treat the beneficiaries — would become important issues for the British, who, exactly around 1780, assumed the over-lordship of large parts of northern India and, therefore, the responsibility for managing the periodic droughts and consequent famines that afflicted the area. Being a private company mostly dedicated to making money, this troubled them a lot. Land revenue was an important part of its earnings, and collections tended to fall in drought years. They were, therefore, not exactly keen to spend more money to help the starving.\nBut it was not possible to do nothing. During the 1783 famine, the fledgling East India Company administration discovered that many people left their homes in search of work and food and never came back. Others died. Large areas were depopulated. With no people to work the land, productivity and land revenue crashed.\nMoreover, it is hard to get people to pay taxes to a state that seems indifferent to their well-being, and in those early days, the Company knew that it was being compared with the regimes it displaced (or was trying to displace), like Awadh. Finally, and perhaps equally importantly, on the ground, the Company was represented by people, British men and women, often quite young, for whom the starving faces and the piling dead bodies were a daily reality. They could not but want to do something. Fanny Eden, sister to Lord Auckland, the-then Governor-General of India, writing during the brutal 1838 famine, put it bluntly: “But it is no affection to say that when we sit down to dinner with the band playing and all the pomp and circumstances of life about us, which is just as much kept up in a tent as anywhere else, my very soul sickens at the cries of the starving children outside which never seem to cease.”\nI know all this only because one of my dearest friends from my JNU years, Sanjay Sharma, is the author of the seminal book, ‘Famine, Philanthropy and the Colonial State: North India in the Early Nineteenth Century’.\nSanjay observes that the bottom-up pressure to relieve the misery caused by the famines ran up against the growing influence of laissez-faire thinking in Britain at the time. Indeed, many of the ameliorative efforts by the local (British) administrators got squashed by their higher-ups. This, of course, was partly just being cheap. But there was a strong ideological element in it too, in keeping with the contemporary emphasis on “scientific economic basis” for charity, in contrast with Indian traditions, which placed a value on the giving itself. These were frequently described by British observers as irrational or hypocritical, based on piety and the desire to earn credit in heaven. ‘Rational charity’, on the other hand, was all about avoiding waste: “Overly generous” policies were frowned upon because they might encourage people to stop working and live off public munificence (they also cost the Company more).\nThe debate on how to ensure that charity was also ‘good economics’ went on for years. In the meanwhile, there were famines when little was done, and many died. It was only during the awful 1838 famine that Ms. Eden was writing about, that a clear policy of providing public employment to the needy, much like in Lucknow and Pilibhit, emerged. However, Fanny’s brother, the Governor-General, made sure that these jobs would be paid so little that only those who had no choice would take them. And to make it more acceptable to the devotees of economic rationality, the plan was to put the labour to good use. To build irrigation canals, which would raise productivity and prevent famines, and roads to move grains to where there was scarcity. In fact, many got built.\nThis only covered those who were able to work. The rest, like women with young children or the handicapped, were left to their fate. It was only after 1861 that the government started building poor-houses where such people could get some food, after many intense debates about just how little dal-roti could suffice.\nNone of this prevented the recurrence of murderous famines. Bad weather and blind ideology continued to take their toll. Estimates suggest that 8.2 million people died just in the 1876-78 famine. But for better or worse, these ideas continue to guide our approach to social transfers. MGNREGA, of course, is modelled exactly on the public works of the earlier periods, though Lord Auckland would have surely thought it was too generous. Perhaps as a result, it works. Research by Clement Imbert and John Papp shows that it reduces rural poverty.\nAt the same time, our governments are still all too concerned with ensuring that only the truly desperate, prepared to navigate the bureaucratic mazes and not be discouraged by the many engineered dead-ends, get benefits. Getting a widow’s pension in Delhi, a study by the World Bank’s Sarika Gupta tells us, requires two visits, on average, to the local MLA among the many tedious and/or humiliating steps. As a result, many of the eligible just give up. Our recent work in Tamil Nadu finds something similar. Maybe we should consider relaxing a bit about keeping the undeserving out, so as not to exclude those in real need. And perhaps even try to be respectful of the beneficiary’s humanity: I imagine the nawab sanctioning some mithai (shahi tukra?) for his workers on the rare parab days. I suspect Lord Auckland wouldn’t.\nI imagine a household in famine times, relieved that they had resisted the Company’s push towards cash crops and monocultures and planted some hardy millets that luckily survived the drought, making a delicious khichdi with whatever else they had, scraps of vegetables, some dal and peanuts for protein.\nThis is part of a monthly column by Nobel-winning economist Abhijit Banerjee illustrated by Cheyenne Olivier.\n\n",
        "headline_1": "Lucknow lessons, and the maze of public relief",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tasting-economics/lucknow-lessons-and-the-maze-of-public-relief/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-04-2024"
    },
    {
        "full_article": "Dhaka, the capital of Bangladesh, has witnessed an anomalous and chaotic development of transport service over the decades. Quantitatively, facilities have increased over the years, but the quality of commute has always been poor. In recent times, the proliferation of battery-run rickshaws including the traditional ones fitted with batteries and a different version of makeshift designs on three wheels powered by motorcycle engines has only made the matter worse. Banned over a decade ago due to safety and high-energy consumption concerns, they are dominating the city streets, lanes and by-lanes. A lack of coordinated action is evident from conflicting remarks made by policymakers on the matter. For instance, the State Minister for Power, Energy, and Mineral Resources recently had all praise for these rickshaws that, according to him, are 'Banglar Teslas,' The Mayor of Dhaka South City Corporation, one of the agencies that bear the brunt of the ubiquitous presence of these illegal vehicles advised passengers not to ride them.One may admire the ingenuity and inventiveness of the people for hybridizing manual rickshaws by adding a motor engine to them, but as they are nothing more than backyard make-dos and not built according to expert design and safe aerodynamics, their operational balance is flawed. Their biggest risk factor is said to be they only have brakes on the front wheel. Moreover, some drivers give the impression that they are participating in a Formula One event or attempt to match the speed of CNGs or private cars, which make them more accident-prone than manual rickshaws. The motor installation has made these rickshaws more speedy, but at considerably higher risks of accidents and worsening traffic congestion. It has also robbed the passenger of the delicate windy charm the traditional slow-moving rickshaws offer. Prohibitions and bans in this country, however, are seldom effective. According to estimates, there are four million battery-run rickshaws in the country, transporting more than 112 million people daily. Moreover, these vehicles alone are responsible for consuming over 5.0 per cent of the country's electricity. Despite these disquieting facts and figures, the entire sector is run in a shoddy manner. Not only do the vehicles lack valid papers to operate, but also there are also no legal charging stations. This results in a proliferation of illegal charging stations, widespread electricity theft, and rampant extortion and bribery to sustain the illicit operations. Small wonder, the number of battery-run rickshaws kept growing despite the ban due to bribery and extortion. Many also blame this racket of extortionists for the lack of urgency to address safety concerns of these rickshaws and make them legalised.Against this backdrop, the stakeholders' demand at a recent workshop in Dhaka for sustainable management of these millions of vehicles - the better version of those known as easy bikes, mishuks, and auto-rickshaws - is timely and relevant. Since the authorities have failed to effectively enforce the ban, steps should be taken to streamline their operation by installing energy-efficient batteries, addressing flaws in safety features and bringing them under a legal framework. Public safety must be the top priority. Their registration must be made mandatory, and restrictions on their movement on highways and busy roads must be strictly enforced.",
        "headline_1": "Finding a sustainable solution to battery-run rickshaws",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/finding-a-sustainable-solution-to-battery-run-rickshaws-1712504417",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-04-2024"
    },
    {
        "full_article": "Already overwhelmed with incursions into border areas by Myanmar rebels as well as that country's Border Guard Police (BGP) personnel and members of the Tatmadaw (Myanmar army) in its south-eastern districts, Bangladesh is now facing a new threat from homegrown terrorists in the hill district of Bandarban. Members of this so-called Kuki-Chin National Front (KNF) recently unleashed a reign of terror in the Ruma and Thanchi areas by firing at the police station and conducting armed robbery in banks. They also kidnapped the manager of Sonali Bank, Ruma branch during the robbery and later released him, thanks to the quick action by the elite force, RAB. The government appears to have taken the matter with due seriousness and promised coordinated action by the members of the army, the border guard and the police to destroy the new terrorist outfit called KNF. The objective of the attacks on police station and the act of robbery by the armed group was not purely one of money collection. Clearly, its aim was to declare its presence in the area through creating panic among the local population. Reports coming from Ruma and Thanchi areas testify to this. So, the terrorist outfit has to some extent succeeded in its primary objective of striking fear among the local population. Obviously, this does not speak well for the local administration. The way the armed group overpowered the Ansars and police force guarding the offices of the local administration and seized some 14 pieces of arms including a submachine gun from them, beat up banks officials at Ruma and Thanchi during the robberies has made people there panicky. Surprise is the hallmark of any terrorist attack and the job of those on guard at sensitive places such as banks, government offices and police stations is to be prepared for such attacks. But they were not, so far as the reports go. However, it is definitely reassuring for the local population that the home minister went to the places where the terrorist attacks took place and promised stern measures against the KNF terrorists. It is indeed good news that the government has finally swung into action to combat terrorism in the areas infested by these elements. But the question is why such preparations were not taken from the government's side long before the situation came to a head? It is said that the so-called KNF group has not been created overnight and, according to some security experts, the group consists of members from ethnic groups, namely, Bom, Pangkhwa, Lusai, Khiang, Mro and Khumi. The very fact that members of all these very small ethnic groups could make a common cause with the armed group known as KNF is concerning. For the name of the group reflects that it has a political agenda. When something becomes a cause and a group begins to claim as such, then it is a serious issue and cannot be taken lightly. It is said that all the small ethnic groups who have reportedly sworn their allegiance to the KNF feel that they got short shrift from the Chittagong Hill Tracts Peace Accord reached in December, 1997. In fact, the majority ethnic minorities populating the Chittagong (CTG) Hill Tracts were Chakma and Marma. So, they became the main beneficiaries of the peace deal. Actually, the CHT peace accord was signed between the Bangladesh Government and the Parbatya Chattogram Jana Samhati Samiti (PCJSS), then an overwhelmingly Chakma-dominated insurgent group. Small wonder that other small groups of people living in the CHT districts who had their separate ethnicities and cultural identities were left out in the cold. That means, sometime somebody would begin to talk about them, their rights and so on and they will listen. Nathan Bom, from the Bom community, one of these marginalised ethnic groups of the CHT, is learnt have been leading the KNF. A disgruntled former Dhaka University student, who failed to land a good job or start a business after graduation, Nathan Bom, received training in armed insurgency from different places from across the border both in India and Myanmar and has finally formed this armed group called KNF. But however modest this person's background might be or whatever has led him to become an outlaw, frustration or otherwise, he and his organisation now pose a significant security threat to the country. KNF, definitely, has external connections and has sympathisers across the border. It is said that the Mizos of Mizoram, an Indian state bordering Bangladesh, are sympathetic to the Kuki-Chin people of Bangladesh and have even been calling for giving shelter to people from this ethnic group infiltrating into Mizoram. Their bond lies in their religious belief: Christianity. The Chakmas and Marma, on the other hand, are mainly Buddhists. These marginally small ethnic groups are mostly inhabitants of Ruma, Barkal, Baghaichhari, Roangchhari, Bilaichhari of Bandarban district. Notably, these areas are close to the Chin state of Myanmar and Mizoram in India. Unsurprisingly, these ethnic minority groups of Bangladesh have cross-border connections and Nathan Bom of KNF took advantage of these connections to grow into a security threat to Bangladesh. While addressing the KNF-led terrorist attacks in Bandarban, the government will be required to exercise caution so that the entire issue is not looked upon as a purely law and order problem. For the terrorism unleashed by KNF has its political dimension, too, because the terrorist outfit claims to be representing the aforementioned ethnic groups living in that locality. Evidently, the government is aware of this caveat and would reach out to those marginalised communities that KNF says it represents and try to address their genuine grievances. \n[email protected]",
        "headline_1": "Dealing with terrorism in Bandarban",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dealing-with-terrorism-in-bandarban-1712504454",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-04-2024"
    },
    {
        "full_article": "When procrastination seems to be the second nature to this nation in general and only more so with the administrative set-ups, the notice issued by the Directorate of Secondary and Higher Education (DSHE) on April 3 last for demolition and sealing off high-risk structures of 42 educational institutions within seven working days smacks of extraordinary urgency. Following the March 7, 2023 explosion inside the capital's Siddikbazar, in which 24 people died, the Rajdhani Unnayan Kartripakkha (Rajuk) identified those 42 buildings among other risky buildings on March 12, 2023. The urgency of doing the job within so short a time is exemplary. How could the Rajuk accomplish the job so promptly? Under the Rajuk's Urban Resilient Project's \"Vulnerability Assessment and Prioritised Investment Plan for Critical assets in Dhaka\" a survey was carried on 3,252 structures. That held the key to the prompt identification.However, a year has passed by this time and on Rajuk's recommendation for demolition of the vulnerable buildings posing risks to lives of students and teachers, the DSHE has ordered prompt demolition of those. In a country where years and decades pass before tragedy happens because of mindless neglect of the most essential remedial action, here is certainly a refreshing departure. Both the Rajuk and DSHE have demonstrated a sense of urgency rarely seen in most cases even when the authorities know well how faulty systems for a lack of timely redressal are ticking like a time bomb to lead to a catastrophe. Yet if and when this order is carried out, some problems are likely to arise with the academic activities of the educational institutions concerned. The timing for demolition is appropriate, no doubt, because right now all educational institutions are closed on the occasion of Eid vacation. But there are schools and colleges which have their candidates appearing for the Higher Secondary Certificate (HSC) exam scheduled to begin on June 30 next. Students of educational institutions that have alternative buildings to carry on with academic routines may not be adversely affected but those not having the luxury of any such alternative accommodation will be in dire straits. True, safety of life takes precedence over all other concerns but at the same time it is also naive to demolish the structures before making an arrangement for routine classes and curricular activities. The issue here is tricky. If the buildings are not demolished and something untoward happens, the DSHE will be held responsible for not taking timely action. Now the question is, how much time did the DSHE get before it came to know of the need for demolishing those school and college buildings so urgently. Dhaka Collegiate School building came under the demolition programme a few days ago and its alumni and organisations caring for heritage demonstrated against the move. The issue of heritage is important but it may not get priority in this case because of shortage of space. This school has, however, other buildings to carry on with academic activities and the urban planners are the right people to give expert opinion on this. If the campus could retain its usual character without pulling down the old building, it made good heritage sense. For other schools and colleges found risky may not have such a rich heritage and their main concern would now be to continue with routine academic works, particularly at a time when storms and rains are common. An alternative arrangement for classes, even if it is temporary, is most urgent. Construction of permanent structures should also follow as early as possible.\n[email protected]",
        "headline_1": "Alternative arrangement for demolished buildings of educational institutions",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/alternative-arrangement-for-demolished-buildings-of-educational-institutions-1712504480",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-04-2024"
    },
    {
        "full_article": "Mobile financial services (MFS) have revolutionised the financial landscape in Bangladesh, providing greater access to financial products, convenient payment options, and streamlined commercial transactions. However, the sector faces challenges, particularly in terms of fraud and security breaches. Fraud in mobile financial services takes place in various forms, such as stolen PINs, illicit transactions, data and e-money theft during SIM swaps, SMS spoofing, fraudulent calls/emails, and compromises to customer security and privacy. These risks stem from weak app security, limited digital literacy among users, complex redressing methods, and inadequate data governance and privacy regulations.To tackle these risks, MFS providers must prioritise enhancing app security. This can be achieved by implementing encryption and authentication mechanisms with multiple factors. Additionally, providers should regularly deliver security upgrades to protect against data breaches and hacking attempts. Educating consumers on safe mobile banking practices is another crucial aspect of mitigating fraud risks. Users should be informed to rely on verified pages on social media platforms and to exercise caution when engaging with online content. By promoting digital literacy and awareness, users can become more vigilant and better equipped to identify and avoid fraudulent activities.Furthermore, establishing clear and effective issue settlement systems is essential in addressing consumer complaints promptly. By implementing efficient conflict resolution mechanisms, MFS providers can build trust and confidence in the system, ensuring that consumers feel supported and protected in the event of any fraudulent incidents.In addition to these measures, MFS providers must enforce stringent data protection and privacy regulations. Regular data audits should be conducted to identify and address vulnerabilities, while secure storage techniques should be adopted to safeguard sensitive information. Moreover, data sharing should always be based on explicit consent from customers.As mobile banking services continue to gain popularity in Bangladesh, it is crucial to address fraud threats and strengthen security measures. By enhancing technological security measures, increasing digital literacy, establishing transparent redressing procedures, and adopting robust data governance and privacy regulations, we can create a safer and more trustworthy environment for mobile financial services. Collaboration among MFS providers, regulators, and law enforcement agencies will be instrumental in establishing a resilient mobile financial services ecosystem that supports consumer trust and facilitates continued growth of the industry.\nJarin Tasnim BBA DepartmentNorth South University[email protected]",
        "headline_1": "MFS reshaping economic landscape",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mfs-reshaping-economic-landscape-1712504504",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-04-2024"
    }
]