[
    {
        "full_article": "The Reserve Bank of India’s Monetary Policy Committee (MPC) has unanimously and wisely decided to apply a temporary pause to its inflation-battling monetary tightening by keeping the repo rate unchanged. RBI Governor Shaktikanta Das was emphatic in stressing that the decision to pause was “for this meeting only”, underlining the commitment to ensuring that retail inflation is progressively aligned to the mandated target of 4%. Clearly, developments in the global financial system, particularly the banking sector turmoil and the volatility and uncertainty they have triggered, have weighed heavily on policymakers’ decision to wait and watch. Notwithstanding his assertions that India’s ‘banking and non-banking financial service sectors remain healthy and economic activity remains resilient’, it is the spectre of rising credit costs posing risks to both consumption demand and private investment that was a key factor in the World Bank’s calculus earlier this week, when it cut India’s 2023-24 growth forecast to 6.3%. With the global economy still facing headwinds including from unabated geopolitical tensions, which the World Bank warned could result in a recession were more shocks to occur, the RBI’s policymakers have judiciously chosen to subordinate their concerns over inflation, for now, so as to ensure the growth momentum is not undermined.\rStill, monetary authorities have only a small window in which to see if their prognostication of a moderation in inflation is indeed starting to pan out. With Mr. Das acknowledging that core inflation remains elevated across a range of goods and services and unyielding, the MPC faces a challenge in its mandate of achieving durable disinflation. As the RBI’s latest Monetary Policy Report notes, upside risks to the inflation outlook emanate from factors including higher global crude and commodity prices and extreme weather conditions and deficient monsoon rains. Already, as Mr. Das acknowledged, the sudden recent announcement of an output cut by OPEC+ producers had resulted in a jump in crude prices, which could well upset the RBI’s assumption of crude averaging $85 a barrel (for the Indian basket) this year. Similarly, the outlook for food prices too is beset with uncertainty given the unseasonal rains in parts of the country combined with the likelihood of an El Niño, which could raise summer temperatures and depress monsoon rainfall. Additionally, the RBI sees milk prices staying firm over the coming months amid fodder cost pressures. Policymakers must remember, as the RBI chief so pithily said, price stability still remains “the best guarantee for sustainable growth”.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nReserve Bank of India\n\n/\n\neconomy (general)\n\n/\n\noil and gas - upstream activities",
        "headline_1": "Pause and effect: On the temporary pause to inflation-battling monetary tightening",
        "headline_2": "Developments in the global financial system have given the Reserve Bank of India cause for pause",
        "link": "https://www.thehindu.com/opinion/editorial/pause-and-effect-on-the-temporary-pause-to-inflation-battling-monetary-tightening/article66706822.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-04-2023"
    },
    {
        "full_article": "The Union Cabinet’s approval to set up a gravitational-wave detection facility in Maharashtra, a ₹2,600 crore project, is one that will consist of a detector called the Laser Interferometer Gravitational-wave Observatory (LIGO), to be built in the image of the twin LIGO instruments already operational in the U.S. Their detection of gravitational waves, in 2016, launched a new era of astronomy. A third detector is being built in India as part of the LIGO-India collaboration in order to improve the detectors’ collective ability to pinpoint sources of gravitational waves in the sky. The Cabinet’s approval throws up two opportunities: first, India could become a global site of gravitational physics research, aiding training and the handling of precision technologies and sophisticated control systems, ultimately, cementing a reputation for successfully running an experimental Big Science project. The starting requirement here is the timely release of funds for construction, followed by issuing the allocated resources without delay.Second, LIGO-India can demonstrate an ability to reckon intelligently with Indian society’s relationship with science, using the opportunities that Big Science affords. India has had a contested relationship with such projects, including, recently, the Challakere Science City and the stalled India-based Neutrino Observatory (INO). They need large land tracts, with inevitable implications for land-use change. Contests over land rights, against the backdrop of the sustainable use of natural resources, carbon sequestration targets, just transitions, and human rights, recall the interplay between the history of science and settler colonialism — an example is Hawaii’s Thirty Meter Telescope, to be built on land the locals hold sacred. One contention there was that the land had been rendered physically inaccessible, and that “science had become an agent of colonisation”, to quote science historian Leandra Swanner. A similar criticism has trailed experimental Big Science undertakings, including the INO, in the economically developing world: that they are far removed from the concerns of the majority. Shakier though this latter argument may be, such undertakings still have a responsibility to define their public value, beyond benefits to national industry and research. This is the second opportunity LIGO-India has, amplified by the context of the present moment: to build a facility that contributes to the communities from which it requires sustenance and knowledge, engage in good faith on concerns about access to land and other resources, and conduct public outreach on a par with the international LIGO Scientific Collaboration. The starting requirement is to contemplate what all LIGO-India can do for India.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMaharashtra\n\n/\n\nscience (general)\n\n/\n\nresearch\n\n /\n\nphysics\n\n/\n\nastronomy\n\n/\n\nUSA",
        "headline_1": "Science for all: On the road ahead for the LIGO-India project",
        "headline_2": "LIGO-India must contribute to the communities from which it requires sustenance",
        "link": "https://www.thehindu.com/opinion/editorial/science-for-all-on-the-road-ahead-for-the-ligo-india-project/article66710950.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-04-2023"
    },
    {
        "full_article": "Janina Gomes\nGood Friday is a significant day since we see the convergence of great suffering and God’s forgiveness on that day. Psalm 85:10 sings of a day when ‘righteousness and peace will kiss each other’. The cross of Jesus is where that occurred, where God’s justice, his righteousness, coincided with his mercy. Author Kathy Coffey says it reminds us that we veer between darkness and light. She says that the abstraction ‘suffering’ is translated into tangible, visible words and gestures in the liturgy for the day. It also links our individual stories and struggles concretely and not just verbally to the overarching story of Christ’s redemptive suffering.\nIn the Catholic tradition, the Good Friday service begins with a silent procession and the celebrants prostrating themselves before the altar. What does this say? Coffey says, it states starkly that we have killed God and that to some extent we all are guilty. We have killed the divine spark in each other through a callous word, a harsh condemnation and a heavy hand.\nPsalm 22:9 resounds with the taunting line: “You relied on the Lord, let him deliver you, if he loves you, let him rescue you. ” Jesus, who began praying the Psalm from the cross, must have suffered the ultimate abandonment: doubt that his Father, who had always been a source of joy and strength, loved him. Fully divine, but also fully human, he was not play-acting but descended to the depths of human exile on the cross.\nThomas Merton, a Cistercian monk, describes this feeling of abandonment. He says it is in the darkness, when there is nothing left in us, that can please or comfort our minds… when we seem to have failed, been destroyed and devoured; it is then that the deep and secret selfishness that is too close to us for us to identify, is stripped away from our souls. It is in this darkness that we find liberty. We are made strong.\n\nIt is this theme of death to self and selfishness that resonates in what the Christian martyr, Archbishop Oscar Romero from El Salvador, said: That to each one of us, Christ seems to be saying – If you want your life and mission to be fruitful, like mine, do as I do. Be converted into a seed that lets itself be buried. Let yourself be killed. Do not be afraid. Those who shun suffering will remain alone. No one is more alone than the selfish. But, if you give your life out of love for others, as I give mine for you, you will reap a great harvest.\nLove is the message of Good Friday as we stand at the foot of the cross. As Romero himself had come to see, says Richard Rohr, the Franciscan contemplative, love does not allow people to flee or shield themselves from troubles. Genuine lovers move deeply into the life-and-death dramas of this world, like a plant that sinks roots deep into fertile soil, and there give themselves wholly to the flourishing of life. To withhold oneself from love is to withhold oneself from participating in a complete life… Love is the outbound movement that trains people to heal injustice and kindly embrace the world.\n\n",
        "headline_1": "Give yourself wholly to the flourishing of life",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/give-yourself-wholly-to-the-flourishing-of-life/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-04-2023"
    },
    {
        "full_article": "Indian government has been focusing on promoting digitalization and digital economy in the country. This is reflecting in numerous initiatives and policies implemented for digital adoption and promotion of innovation in digital space. The government has also taken significant steps for promoting digital economy, including digital payments, e-commerce, facilitation of digital infrastructure development, and promoting use of emerging technologies. As the digital economy is growing, the need for security and fraud prevention is becoming paramount. In the context, Escrow or a Digital Escrow is a tool available with the participants to safeguard the transactions online.\nAn Escrow is a financial arrangement wherein a third-party intermediary holds and manages the funds/transactions basis a pre-agreement between various parties. The intermediary act as a neutral party (Escrow agents/trustee/Bank acting as escrow agents) and ensures that the terms of transaction are met before release of funds or asset to the intended recipient. Even a sizeable number of regulations use Escrows to safeguard the interests of the public. SEBI and RBI both have ensured that market participants route certain transactions through Escrows to ensure compliances.\nA ‘Digital Escrow’ is an account opened with a bank following RBI guidelines on KYC compliance for the direct benefit of escrow parties, using digital technology. Herein the account is in the name of one of the escrow beneficiaries; Bank is Escrow agent for enforcing the financial arrangement while the underlying technology is completely digital to help ensure complete KYC, agreement execution and other exchange of information in accordance with the IT act. In the last decade there have been multiple changes in the technology and the India Stack riding on JAM trinity has spearheaded the digitisation of Escrows.\nIn a digital escrow, this process is managed electronically and therefore it brings several advantages over tradition banking Escrow process. As a result, Escrow accounts which have lost relevance in the past are resurrecting and usage of Escrows is increasing. The digital escrow industry is experiencing global evolution, with notable players such as Escrow.com, Paysafe, Qualia, and Doma working in different countries. The benefits of digital escrow are numerous and can greatly improve the experience over traditional banking and few of the benefits are:-\nSpeed: Digital escrow banking allows for faster transactions compared to traditional banking. This is because digital escrow banking eliminates the need for physical presence and reduces paperwork to a large extent. A Transaction can take weeks or months in some cases to process the transaction, from Agreement negotiation to activation of services.\nAccessibility: With digital escrow banking, transactions can be made from anywhere, at any time.\nTransparency: Digital escrow banking provides transparency in transactions by allowing both parties to track the progress of the transaction in real-time.\nSecurity: Digital escrow banking provides enhanced security measures, such as encryption, two-factor authentication, and digital signatures. These measures help prevent fraud and unauthorized access to funds.\nLower Costs: Digital escrow banking can be less expensive than traditional banking because it eliminates the need for physical presence and reduces the amount of paperwork involved in transactions. This translates to lower costs for parties involved.\nAdvanced analytics: Escrow digitization has also enabled the advanced analytics, which help in identify and manage complex patterns of transactions, this insight is missing in traditional method of Escrow banking.\nBetter KYC compliance: With various KYC verifications apps like PAN/AADHAR and Digilocker a digital/video KYC is both faster and more accurate.\nWe also see ‘Digital Escrow’ to play a key role in multiple types of financial transaction in future, presently major use cases are around B2B offering only i.e., project finance, Supply chain finance, Retention accounts and other lending arrangements, however Retail/MSME Escrow offerings are still at nascent stage and still to grow along with technology unfolding every day.\nIndia has the potential to create a digital economy of $800 billion to $1 trillion by 2025. The existing digital ecosystem could contribute up to $500 billion of economic value, but the potential economic value for India could be as much as double that amount, with digital escrow playing a key role in India’s digital economy as well as at a global level.\nOverall, the digital escrow space is gaining popularity and continuous evolution worldwide with active involvement from all participants, as governments and businesses increasingly prioritize digitalization and innovation. In conclusion, the rise of digital escrow accounts is a clear sign of the growing digital economy and the need for secure and efficient financial transactions. As technology continues to advance, we can expect to see even more innovative solutions that further enhance the benefits of digital escrow.\n\n",
        "headline_1": "How digital Escrow banking has an edge over traditional banking",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/how-digital-escrow-banking-has-an-edge-over-traditional-banking/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-04-2023"
    },
    {
        "full_article": "What? You’re in Italy again ? Haven’t you already seen everything there’s to see there? Don’t you get bored of looking at the same stuff over and over again?\nPeople often ask Bunny and me such questions when they learn we’re once more in Italy, the country we love most after India.\nFair enough. But why do we keep going, again and again, to Italy as tourists? And the answer is we don’t go as tourists; we go as untourists.\nA tourist – with all due respect to that indefatigable tribe that keeps the leisure industry buzzing – is a sightseer, a Peeping Tom seeing the place of visitation through the lens of a camera, preferably one equipped with a selfie stick.\nBurdened with a crammed backpack and an even more cumbersome mental List of Things That Must Be Looked At, the tourist is too anxious about missing out on some all-important museum, art gallery, and monument to savour the enjoyment of just being there.\nThe first time we visited Italy, many years ago, we did indeed do all the things enshrined in the Bible of Tourism, which in our case was a well-thumbed copy of Arthur Frommer’s Europe on Five and Ten Dollars a Day.\nRome, the Eternal City, passed by in a fast-forward blur as we rushed from seeing the Colosseum, to throwing a coin in the Trevi fountain, to puffing our way up the Spanish Steps, to worrying if our dinky Brownie had managed to get a passable snapshot of Michelangelo’s Pieta in the Basilica of St Peter in Vatican City.\nIn Venice we trudged up and down and around St Mark’s Square, crossed and recrossed the Rialto bridge, and wondered if we were to skip lunch and dinner, we could afford a ride in a real-life gondola.\nNow we don’t do any of these things. Instead, when we are in these, or other Italian cities, we have our favourite cafes, and restaurants, and quiet walking routes far from madding crowds, all of which don’t become dull routine through repetition but are enriched through familiarity.\nIt’s like being with a friend of long-standing, whose ways and whimsies you’ve come to know well, and feel comfortable with, and whose company you never tire of.\nThanks to Italy, Bunny and I’ve learnt how to become untourists. Grazie mille.\n\n",
        "headline_1": "Sights unseen",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/sights-unseen/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-04-2023"
    },
    {
        "full_article": "The need for school education reform is impossible to deny on countless fronts in India, from the rule of rote that’s suboptimal for learning, to pedagogies that instil fear of math among students, especially girls. But while ideating reforms, education policymakers should remember what past experiments taught them. Remember CCE, continuous and comprehensive evaluation, which was ushered in with hosannas in 2009 but unceremoniously kicked out in 2017.\nAll the turmoil and toil it generated amounted to zilch in the end.\nGood idea, poor execution, its epitaph reads.\nThe draft National Curriculum Framework (NCF) for School Education 2023 has recommended major changes in assessment across different levels of schooling. For students, teachers and school administrators this means that the speed of the adaptive treadmill that they have been on since March 2020 may pick up even more pace in the coming years. It’s only fair to them that the above document should be put in the public domain soon. That will ensure unjustified fears do not take hold. It will also encourage stakeholders to start a constructive engagement with reform proposals. NCF, among other things, envisages students moving across arts, commerce and science more freely, an increase in selfassessment, and board exams taking place at least twice a year. The nobility of such goals will not amount to much without getting the details right and onboarding students and teachers.\nReducing board exam stress was also a key argument for the mammoth CUET-UG reform last year. Painful technical glitches and painfully delayed college admissions ended up adding stress instead. Still, this year participating institutions have risen from 90 to 242. Further board exam overhauls should only be on the basis of a thoughtfuland methodical evaluation of this new school-college bridge.\n\n",
        "headline_1": "Schooling reforms",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/schooling-reforms/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-04-2023"
    },
    {
        "full_article": "After years of speculation and false starts, it seems that the internationalisation of the renminbi is well underway. On March 29, China and Brazil announced plans to trade using their own currencies, rather than the US dollar. The day before, the China National Offshore Oil Corporation and France's TotalEnergies completed their first-ever renminbi-denominated liquefied natural gas (LNG) trade. Russian President Vladimir Putin recently said he wanted to use the Chinese currency not just for trading with China, but also as a form of payment in trade with other countries in Asia, Africa, and Latin America. And Saudi Arabia has been in talks with China since last year about accepting payments for some oil exports in renminbi.\nIt is no secret that China would like to convert the renminbi into an international currency and move away from the global dominance of the US dollar. While this is often interpreted as a geopolitical move, a way to insulate China from possible US-led economic sanctions in the future, transforming the renminbi into one of the world's leading settlement currencies would also greatly benefit the Chinese economy. Moreover, it would help protect the country from an exchange rate crisis, which is why other countries, including India and ASEAN member-states, are trying to internationalise their currencies, too.\nThe figure below, based on ongoing research by my co-authors and me, illustrates the progress that China has made in its efforts to internationalize the renminbi. The red line traces South Korean firms' renminbi-denominated exports as a share of its total exports to China between 2006 and 2020, showing the Chinese currency's share rising from zero percent before 2008 to nearly six percent by 2020. In October 2016, the renminbi became part of the basket of currencies underpinning the International Monetary Fund's (IMF) reserve asset, special drawing rights, joining an exclusive club alongside the dollar, the euro, the yen, and the British pound.\nWhile these are impressive milestones, one should not exaggerate the degree to which the renminbi is encroaching on the greenback's position. As the figure shows, the US dollar's share of South Korean exports to China declined from nearly 98 percent in 2006 to roughly 87 percent in 2020. In other words, the dollar has gone from overwhelmingly dominant to slightly less dominant. Even in China-South Korea bilateral trade, the renminbi is not even close to displacing the dollar.\nMoreover, roughly 99 percent of South Korean exports to the US during the same period were denominated in dollars; none were denominated in renminbi. By contrast, the dollar's share of South Korean exports to Japan was 45 percent, about equal to that of the yen, with the won and the euro accounting for the rest. In other words, the US dollar continues to dominate global trade, including bilateral trade not involving the US, while the renminbi is essentially used only in transactions involving China.\n\nIt is no secret that China would like to convert the renminbi into an international currency and move away from the global dominance of the US dollar. While this is often interpreted as a geopolitical move, a way to insulate China from possible US-led economic sanctions in the future, transforming the renminbi into one of the world's leading settlement currencies would also greatly benefit the Chinese economy. Moreover, it would help protect the country from an exchange rate crisis, which is why other countries, including India and ASEAN member-states, are trying to internationalise their currencies, too.\nPart of the reason for the greenback's continued pre-eminence is that, in addition to its status as a trading power, the US has very large and liquid capital markets where foreign investors can park their dollar-denominated assets. Because of its capital controls, China's domestic financial market is far less liquid, making the renminbi unattractive to international investors.\nTheoretically, China could raise the renminbi's global profile by loosening capital controls. But doing so could come at a significant cost, exposing the Chinese economy to the (often negative) consequences of US interest-rate movements and global financial cycles. Moreover, premature capital-account liberalisation could exacerbate the existing distortions within China's financial system, where domestic savings are not always channelled to the most productive firms. The Chinese authorities are keenly aware of these risks, which is why they have been prioritising financial stability over renminbi internationalisation.\nThere are, however, other ways to promote the renminbi. A series of currency swap agreements between the People's Bank of China (PBOC) and its counterparts in other countries, for example, could help make the renminbi less risky for international firms and investors.\nIn addition, a digital renminbi could facilitate partial capital account liberalisation without formally removing capital controls. By removing the anonymity of foreign investors, a digital renminbi would allow the PBOC to limit cross-border financial transactions to less volatile types and more conveniently activate a circuit-breaker when needed. Being able to separate inflows of \"hot money\" from more stable types of foreign investment could convince the central bank to relax some capital controls and allow financial capital to flow more freely.\nIn sum, while China has achieved notable progress towards making the renminbi a global reserve currency, it is still far from reaching its goal. While it could use a digital currency to deliver de facto partial capital account liberalisation, it will not undermine the dollar's hegemony without going much further in loosening capital controls.\n \nShang-Jin Wei, a former chief economist at the Asian Development Bank, is professor of finance and economics at Columbia Business School and Columbia University's School of International and Public Affairs.\n\nCopyright: Project Syndicate, 2023www.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "A reality check for the renminbi",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/project-syndicate/news/reality-check-the-renminbi-3291426",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-04-2023"
    },
    {
        "full_article": "10 Things I Hate About You is a popular Hollywood teen romance. In a pivotal scene, a young girl named Kat reads out a poem in front of her class as she is heartbroken about her classmate Pat. Dhaka is notorious for breaking our hearts. Here's my take on Dhaka guided by the poem.\n\"I hate the way you talk to me,\" Dhaka! You are loud and obnoxious. You get jittery easily. You love to show your might depending on the size of your wheels, the flag stands that you bear or the hooters that you blow. You are rude when you wear a helmet. Your head accessory makes you part of a notorious gang that can throng and throw tantrums. You shout and scream. You get physical when you talk. I hate the way you talk and talk, and do not change at all. I hate it when those who are not supposed to talk, say it all. And those who are supposed to talk, do not have anything to say. And most of all, I hate the way you mastered the art to gag us all. \n\"I hate the way you cut\" your roads, Dhaka! I know it hurts as different agencies take different times to rip you open. They insert cables to rejuvenate your nerves to make sure that things flow all right. The colossal concrete columns look over you like surgeons watching you being cut open on an operation table. \"Are you numb, Dhaka? Has the toxic air put you to sleep? Do you feel any pain?\" The columns of surgeons seem to ask.\n\"I hate the way you drive your car,\" Dhaka! You come from all different directions. You are colour blind. Green means stop, even eternally so. Red means the colour of a police sergeant's eyes that pry all over you. Yellow, my dear, is the sick, jaundiced state we are all in. \n\"I hate it when you stare.\" There is little care for privacy. Everything is everyone's business here in Dhaka. You stare at an inferno in its full blaze. Your stare is more important than those who have come to douse it. You stare at bodies, encouraging others to get under the sartorial wrap. \n\"I hate the big\" mess that you dump here and there. A city filled with filth that reads my mind. Has there been any study to show the connection between the waste outside and the waste within? Dhaka, you should own up to the meaning of your name and keep your filth all covered. Or do you prefer the ritual drum root of your name to make all dirty laundry public? How can you allow all your dirt to be washed away by the river that is near? Little do you care that the water can wash back and come to our doors when the monsoon is here. \n\"I hate the way you're always right.\" I hate that you do not give us our rights. Life is taxing here, as our bills would say. But there is no way to prove you wrong as you would always have the final say. \n\"I hate it when you lie,\" Dhaka. You keep on making promises. Then once you realise that I do not exercise my franchise, you always have it your way. You can stop all road dividers at your whim and not find it foul. You do not care how much longer the other passengers will be on the road with the avoidable increase in traffic volume. \n\"I hate it when you make me laugh.\" Even worse when you make me cry. I laugh when you bring the circus to the town. Singers and players come to entertain us. Firecrackers lit up the sky. You give the sign of affluence as if to prove that money in the city actually flies. I laugh when people buy gold-plated jalebi only to think their excrement runs through the same sewage of those whose lives are as complicated as that jalebi. The rich are getting richer, and the poor are getting poorer. You do not care if there are rich man's sports creating a gulf, separating the East from the West. You do not care if the river gets narrowed for recreational clubs. You do not care if you can stop the traffic from entering sticker-only zones. Whose city is it anyway, Dhaka? I cry.  \n\"I hate the way you're not around.\" I hate the way an ambulance cannot find a way to carry patients to hospitals. I hate the way when there are hardly any decent services around. Have you ever wondered, Dhaka, why there is an equal number of pharmacy shops and eateries? That's my guesstimate, but if I am right, then all we do here is just eat and fall sick. There are hardly enough healthy spots. The traffic jam sucks the life juice out of us. We eat, sleep, and die. Yet, there is no slot for us to have our last respite when we die. You will simply churn our bones away when our body has deposited the last drop of nitrogen to enrich the soil of your burial ground. \n\"I hate the way I don't hate you, not even close, not even a little bit, not even at all.\" Indeed, I should hate you more for being the least liveable city. Yet, Dhaka, I am in love with you. I know your nooks and crannies. You are the first of many of my firsts. You are the crowd where I am never alone. You are the faces that I never get tired of facing. My first day at school, my first movie in the cinema hall, my first truancy from school, my first Eid prayer with Dad, my first visit to a puja mandap, and my first escapade into a park. To detach from you is to detach from my sole self. I have been around. I have seen cities that are great and small. Life in Dhaka beats it all. And my heart beats with the beat of Dhakeswari dhaak, Dhaka. I hate to see you lose your charm.\nDr Shamsad Mortuza is a professor of English at Dhaka University.\n\n",
        "headline_1": "10 Things I Hate About Dhaka",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/10-things-i-hate-about-dhaka-3291411",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-04-2023"
    },
    {
        "full_article": "Now that the ashes of the devastating fire that ravaged through Bangabazar Shopping Complex have somewhat settled, we urge the government to take urgent steps to assist and compensate the affected businessmen ahead of Eid-ul-Fitr and help them rebuild their businesses. We are reassured by the prime minister's pledge that support will be provided to the traders who incurred losses in the fire, and hope that a comprehensive compensation package will be devised that covers property damage, lost inventory, lost income and other forms of losses suffered by the traders. Moving forward, we must also ensure an enabling environment for the affected traders to reconstruct their businesses on the site.\n",
        "headline_1": "Restore hope and dignity to the traders",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/restore-hope-and-dignity-the-traders-3291361",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-04-2023"
    },
    {
        "full_article": "Now that the ashes of the devastating fire that ravaged through Bangabazar Shopping Complex have somewhat settled, we urge the government to take urgent steps to assist and compensate the affected businessmen ahead of Eid-ul-Fitr and help them rebuild their businesses. We are reassured by the prime minister's pledge that support will be provided to the traders who incurred losses in the fire, and hope that a comprehensive compensation package will be devised that covers property damage, lost inventory, lost income and other forms of losses suffered by the traders. Moving forward, we must also ensure an enabling environment for the affected traders to reconstruct their businesses on the site.\n",
        "headline_1": "Restore hope and dignity to the traders",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/restore-hope-and-dignity-the-traders-3291361",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-04-2023"
    },
    {
        "full_article": "When it comes to the frequency of road crashes in Bangladesh, things only seem to be going downhill. Last month, according to a just-released estimate by the Road Safety Foundation (RSF), 564 people died in 486 road crashes. This is quite similar to what the situation was a year ago, when the RSF reported the deaths of 589 people in 458 crashes, meaning that there has been no progress during this time. And if we take into account the 2022 casualties – 7,713 deaths in total – we can see that an average of 21 people die on our roads every day. Many of these victims are children and young people, whose lives have been rudely cut short because of the prevalence of unfit vehicles and reckless drivers.\nIn this column, we have repeatedly highlighted the sad plight of our roads and the endless suffering of travellers. Yet, there has been little action, beyond the occasional lip service and cosmetic changes, to reverse this scenario. This is most clearly illustrated by the total lack of effect of the Road Transport Act 2018, which even after over four years remains trapped in a legal quagmire. The question is, why is the government doing nothing to fully implement it? Why are frequent interruptions being allowed to get in the way of its being effective? Why are the demands of transport leaders (for less strict regulations and reduced penalties) being entertained? While this is happening, unfit vehicles and unlicensed drivers continue to create a havoc on our roads.\nThis is certainly not the kind of situation we want to see going into another Eid holiday in about two weeks. Historically, this has been the time of the year when, with many thousands of people travelling across the country, most road crashes occur, and consequently most deaths. According to RSF data, last year, highway travels during the extended Eid-ul-Fitr holiday between April 25 and May 8 resulted in the deaths of 376, with about 1,500 people injured, which is really shocking. Given that motorcycle accidents made up 41.48 percent of the total fatalities in 2022, this should be an area for the government to work on with priority ahead of the upcoming Eid journey. We don't want to see a repeat of what happened during past Eid holidays. Any tragedy is certainly avoidable if the authorities are sincere and proactive in preventing it.\nTo that end, we urge the government to fully implement the Road Transport Act. They must ensure that the rules are properly enforced, and that those found in breach of them are held accountable as per the law. The failure of the relevant authorities, including Bangladesh Road Transport Authority (BRTA) or the ministry governing it, has already set us back as a country, dealing a huge blow to thousands of families. This must stop.\n",
        "headline_1": "Will death haunt us again this Eid? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-death-haunt-us-again-eid-3291156",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-04-2023"
    },
    {
        "full_article": "Finally, more than nine months after the opening of the highway of the Padma Bridge, Bangladesh Railway on Tuesday (April 4) conducted the trial run of a special train on the newly constructed Bhanga-Mawa rail line set up along the lower deck of the bridge. Obviously, the successful completion of the 16 minutes journey of the train, fitted with newly-arrived nine Chinese coaches, from Bhanga to Mawa has further widened the scope of extending the communication links across the country. As the railway minister, who took part in the brief train journey accompanied by lawmakers and other government high-ups, said during the launch of the trial run that the regular service along the Bhanga-Mawa train route is expected to begin in September this year. This is indeed a reassuring piece of news particularly for the 22 south and south-western districts of the country. Notably, it is the poor transport link of this area with the capital Dhaka, which accounts for 40 per cent of the country's Gross Domestic Product (GDP), and the rest of the country, that so far held back the region's economic growth. Now the economic impact of that 169-km railway service underway under the Padma Bridge Rail Link (PBRL) Project between Dhaka and Jashore via Bhanga and Narail, when in operation, as expected, from September this year, will be phenomenal. When the rail link is further extended to the country's second-largest port at Mongla, as envisaged under the PBRL project worth Tk 392.46 billion, it will be a big boost to the trade and investment in the entire region. What is more, if the Payra seaport being developed at Kalapara in the southern district of Patuakhali, is also included in the rail network along with a roadway, the growth potential of the region will increase tremendously. Due to the Mongla seaport's shorter distance (170 km) from the capital city compared to that of the Chattogram port (264 km), the time of travel to the region will also be considerably reduced.Thus the business activities like the fish trade will be bolstered greatly once the southern and southwestern road and rail links are fully operational. Add to that the prospect of food processing industry, trade in jute and other agricultural products, not least tourism as the cost of doing business comes down substantially due to the shortened travel time with the nation's economic and administrative heart, the capital, Dhaka. However, to achieve the feat, industrial zones have to be set up in the region for starting industries including pharmaceuticals, garments, textiles, leather goods, and cement, to mention but a few. To that end, facilities including the supply of adequate gas, electricity, and other necessary resources have to be ensured by the government. Hopefully, with the improvement in communication network and the creation of employment opportunities, as it will stimulate the growth of commerce and industry, the cityward flow of jobless people from the region will decline markedly. However, extreme care needs to be taken while developing the road and rail networks so that existing local-level road links are not unnecessarily dismantled or the roadside trees not cut down indiscriminately in the name of development. Overall, the extension of the rail links coupled with improved roadways to Jashore, Mongla port, and other important points heralds a new era for the economy of the southern and southwestern parts of Bangladesh. Hopefully, those in charge will be up to the challenge.",
        "headline_1": "Prospect of Bhanga-Mawa train service",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prospect-of-bhanga-mawa-train-service-1680874889",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-04-2023"
    },
    {
        "full_article": "That air pollution has become a major public health hazard in the country is not news anymore. Indeed, as pointed out by a recent report by the World Bank (WB), \"South Asia is home to 9 of the world's 10 cities with the worst air pollution, and Dhaka is one of them.\" Although the problem seems insurmountable to many, particularly with the constant presence of dust plumes due to construction efforts, and toxins being emitted by brick kilns and industry, pollution can be mitigated provided the right policy support and investments are made.This is where it gets tricky. Cost-effective solutions (according to WB) would require coordinated policies and investments among neighbouring countries in South Asia, as air knows no national boundaries. Dhaka for its part is home not only to millions of people but its air is polluted by fine particulate matter \"such as soot and small dust (PM2.5)\", which apparently stands at nearly 20 times the WHO standard of 5 µg/m?. Prolonged exposure to extreme pollution is resulting in an estimated premature death of some 2.0 million people, and incurring a hefty economic cost for the country, since health issues like stunting and reduced cognitive development in children, respiratory infections and other diseases increase manifold. Although Bangladesh is striving to get a handle on air pollution control management by way of adopting rules, the fact is that air pollution \"travels long distances, crossing national boundaries-and gets trapped in large \"airsheds\" (an airshed is part of the atmosphere that behaves in a coherent way with respect to the dispersion of emissions) that are shaped by climatology and geography.\" The WB has identified six major \"airsheds\" in South Asia which are shared by Bangladesh, India, Nepal, and Pakistan. Translated into common parlance, only one third of particulate matters originate from within cities like Dhaka, the rest of those travel from various airsheds. This means that merely combating air pollution in and around Dhaka will lead to a significant improvement in air quality. What is noteworthy is that policymakers of four South Asian countries, viz. Bangladesh, India, Nepal and Pakistan have joined together to draw up the \"Kathmandu Roadmap for improving air quality of the Indo-Gangetic Plain and Himalayan Foothills\". That neighbouring countries are coming together to recognise and address the common issue of air pollution is highly optimistic. Costs can be shared and results can be achieved faster and cheaper, at least in theory. This is not a one-off policy measure that all countries participating in the Kathmandu Roadmap adapt and implement. It requires a phase-by-phase implementation of jointly agreed upon policies and roadmap. As stated in the report 'Striving for Clean Air: Air Pollution and Public Health in South Asia', Phase 1 would entail close monitoring of air pollution beyond the big cities where the public will have access to shared data; creating or strengthening credible scientific institutes to analyse these \"airsheds\". No mean task for any government, but that is what is required if governments across the region are serious about tackling this issue. The second phase of the implementation would entail interventions beyond power plants, large factories and transportation, and branch out into tackling air pollution from agriculture, solid waste management, cooking stoves, brick kilns, and other small firms. The final phase of implementation involves giving economic incentives \"to enable private-sector solutions\".The above certainly is a very tall order for a region that doesn't always see eye to eye on regional matters. Cooperation has hardly been a buzzword in South Asia, especially with contentious relations between India and Pakistan. That said, while the report lays out what needs to be done, the first order of business would be to strengthen existing institutions like the Department of Environment, not only with personnel and technology, but a true mandate to enforce rules already in place. For too long, public institutions have been powerless to act and that needs to change. Rules of business will have to change where polluters can and will be taken to task for polluting. Again, this requires policy commitment, not just in Bangladesh but beyond. To what extent that will be possible is of course, a million-dollar question, but these are common goals for common problems across the region. Perhaps in this case, pressure from other members of the group could actually get things moving in the right direction. It is too early to comment on the second or third phase of implementation. Rather, policymakers of the participating countries of the Kathmandu Roadmap need to come to a common understanding that unless they move forward together, air pollution is here to stay. The economic burden of this pollution will affect people of all four nations and in the long run, the productivity of the labour forces will be affected. At a time when each South Asian country is desperately trying to recover from the Covid pandemic and now the war in Europe, efforts need to be taken to keep the general populace in sound health. \n[email protected]",
        "headline_1": "Tackling air pollution together, regionally",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tackling-air-pollution-together-regionally-1680874939",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-04-2023"
    },
    {
        "full_article": "Traffic congestion during the holy month of Ramadan has already intensified, only to cause more trouble to the commuters in the capital city. As the authorities have failed to manage the regular traffic on roads, a higher inflow of people from the rest of the country into the city puts an additional pressure. Many come to Dhaka this month expecting to earn some extra money before the Eid-ul-Fitr. Some work as rickshaw pullers in different parts of the city and some as street vendors. Some work as day labourers. Temporarily migrated women primarily work as domestic helps. Even beggars rush to the city. Thus, most of them do odd jobs and live in urban slums in poor and unhealthy conditions.One can easily observe that the number of manually-driven rickshaws has already increased, and some of the pullers are strangers to this city. These rickshaws are adding congestion to streets and roads. Moreover, except for some so-called VIP roads, rickshaws are now available on all the streets and corners of the city. The largely unregulated movement of the slow-paced three-wheelers here and there hinders smooth driving of motorised vehicles. The roads and streets in front of shopping centres are also occupied by rickshaws parked haphazardly. Again, as most of the shopping centres do not have adequate space for car parking, nearby streets are used for parking, sometimes narrowing road space for movement of other vehicles. Street vendors have made things worse. Backed by local political leaders and a section of law enforcement-agency members, these vendors have made the movements of daily commuters difficult, especially in busy areas and peak times. Office-goers and others have to negotiate awful traffic and congestion due to occupation of footpaths by illegal vendors. In some areas, congestions at intersections are more as they also set up their stalls on main roads, creating bottlenecks. As Eid is approaching, the number of these vendors is also increasing on roadsides and even in corners of many busy roads. Unplanned digging of roads and streets is another reason for increased congestion as traffic must divert. There is a common trend in the country that road digging projects usually get going immediately before the rainy season only to enhance the sufferings of the commuters and residents. When the work can be completed in winter or dry season, the different agencies do not wake up to do the necessity. Similarly, many road reconstructions or works of utility maintenance start immediately before Ramadan. A growing number of motorcycles is another trouble. Though the two-wheeler motorised vehicle provides some relief to many by reducing the time to reach destination, it has also increased risks of accidents along with making the traffic congestions terrible. Unruly and reckless driving by many of the bikers makes the situation worse. Finally, the lack of efficient public transport is also known to all. Therefore, it is sometimes difficult to comprehend why the authorities do not take appropriate measures to revamp the much-needed public transport in the city. They seem indifferent to the sufferings and mental torture of thousands of daily commuters who are forced to sustain loss of valuable time, energy and money. All these indicate that a smooth and efficient transportation system is yet to be a priority for the policymakers. \n[email protected]",
        "headline_1": "Terrible traffic congestions in Ramadan",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/terrible-traffic-congestions-in-ramadan-1680874977",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-04-2023"
    },
    {
        "full_article": "Dhaka city's two landfills -- Matuail and Aminbazar -- have almost reached their limit. The 100-acre Matuail Landfill -- used by the Dhaka South City Corporation (DSCC) -- reportedly has piles of garbage around 20 metres high, while the 52.88-acre landfill in Aminbazar -- used by the DNCC -- is already nine metres high. A one-storey building is around four metres high, meaning the mounds of garbage are almost as tall as a two-storey building or even taller. The near-full capacity landfills have already become an environmental worry. Thousands of people living near the landfills suffer daily from the constant stench as well as air and plastic pollution. According to a study, Dhaka city produces around 3,500 tonnes of waste every day. If the city corporation authorities do not start looking for new places that can be used as landfills, we may face a terrible situation soon. \nFariha Tabassum Piya,Student of Department of Management,University of Dhaka, Dhaka,[email protected]",
        "headline_1": "Need for new landfills",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-new-landfills-1680875005",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-04-2023"
    }
]