[
    {
        "full_article": "India’s big moment as host of the G-20 Summit will arrive this weekend, as world leaders gather in New Delhi for the main event marking the year of its presidency. The group is seen as a more egalitarian version of the G-7 as it includes the leadership of the developing world, and is now the “pre-eminent forum for global economic cooperation”. At the start of its presidency last December, it was clear that India would be hamstrung by several events. The global economic headwinds, exacerbated by the COVID-19 pandemic, meant a challenging environment for New Delhi in ensuring that all countries were willing to contribute resources for imperatives such as climate finance, and investment in health and poverty alleviation. The Ukraine conflict and the sanctions against Russia were next, practically splitting the G-20 down the middle. This made forging a joint statement even last year difficult. But Indonesian President Joko Widodo was able to ensure a tenuous consensus by travelling to Moscow and Kyiv and enlisting India’s support. India’s presidency also came amidst continuing bilateral tensions with China over its border moves. This has become an additional problem for India’s G-20 Sherpa team as China has played spoiler at many a meeting. The government’s decision to hold the G-20 summit two months early, instead of in November, the practice, has given officials less time to ensure that the Leaders’ declaration is ready; some of the heavy lifting on building consensus will now be left to Prime Minister Narendra Modi to handle.In the face of such odds, India’s efforts to ensure the vitality of the G-20 process have been valiant and also a well-thought-out one. Mr. Modi made it clear from the beginning that India would not take sides in the Ukraine conflict, and instead focused on issues affecting the global south, holding a summit of developing countries, putting issues of food, fertilizer and energy security, multilateral reform and global governance above geopolitical issues. India even hosted the Voice of Global South Summit. Mr. Modi also championed the induction of the African Union into the G-20, which will be a feather in India’s cap if it goes through. Internally, the Indian G-20 presidency has been marked by a distinct effort to “democratise” the process by holding 220 meetings across 60 Indian cities, which, though colossally expensive, has ensured a showcasing of India’s diversity. India’s G-20 moment is already memorable, but the days ahead will be crucial in cementing its legacy. That legacy hinges on ensuring a truce among its fractious members, that allows for a consensus over the vision of “One Earth, One Family, One Future” in the next few days.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nG20\n\n/\n\nIndia\n\n/\n\neconomy (general)\n\n/\n\nEuropean Union\n\n/\n\nAustralia\n\n/\n\nSouth Korea\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nChina\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nAfrican Union\n\n/\n\nG-20 New Delhi 2023\n\n/\n\nCoronavirus\n\n/\n\neconomic sanction",
        "headline_1": "Building consensus: On the G-20 summit in Delhi, India’s presidency",
        "headline_2": "The success of the G-20 summit hinges on a truce among fractious parties",
        "link": "https://www.thehindu.com/opinion/editorial/building-consensus-the-hindu-editorial-on-the-g-20-summit-in-delhi-indias-presidency/article67281559.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-09-2023"
    },
    {
        "full_article": "The 10-member Association of Southeast Asian Nations (ASEAN) has finally shown the courage to call out the junta in Myanmar for the ongoing violence and its failure in implementing the Five-Point Consensus that was reached between the two sides, aimed at addressing the post-coup crisis in the country. Myanmar has seen a security and economic decline ever since the military ousted the democratically elected government of Aung San Suu Kyi in February 2021. Under the ASEAN plan, reached in April 2021, the junta had promised to stop the violence and start inclusive political dialogue, but has continued violating the consensus. ASEAN kept pushing the generals, but stopped short of antagonising them. However, the latest statement from ASEAN, issued after its annual summit in Jakarta, suggests a hardening of its stand. It has “strongly condemned” the continued acts of violence, and directly urged the “armed forces in particular and all related parties concerned... to ... stop targeted attacks on civilians”. The grouping has also decided to deny Myanmar the bloc’s chairmanship, which it was to assume in 2026. The Philippines will now take over, as the chairmanship goes in alphabetical order, and Myanmar will have a long wait ahead. The military, unlike earlier when it saw opposition from democratic forces, is now facing enhanced pressure following the civil war. The political opposition has formed a National Unity Government (NUG) with a military wing that has joined hands with some ethnic separatist groups, thus posing a challenge to the junta. The military is still in control of most of the population centres, but at a huge cost. A recent report by United Nations investigators has said that the military regime has been committing war crimes, that include mass executions and sexual violence. More than two years of conflict have left about 18 million people in need of humanitarian assistance, and displaced two million. The military has also killed thousands in indiscriminate attacks on rebels and civilians. But despite this disproportionate use of violence, the regime has been unable to stifle dissent. In August, the military drew condemnation from the UN Security Council over “unrelenting violence”. Now, with the ASEAN move, it is evident that the regime stands isolated, while the domestic situation remains untenable. It is not clear whether a tough stance by ASEAN will have any immediate meaningful impact on the regime’s behaviour. But the bloc, which has leverage over the country, should continue to push the generals to end the violence and start talks. The only solution to the multiple crises Myanmar is facing is the restoration of a legitimate, responsible and responsive regime.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nASEAN\n\n/\n\nMyanmar\n\n/\n\nunrest, conflicts and war\n\n/\n\neconomy (general)\n\n/\n\ndemocracy\n\n/\n\nIndonesia\n\n/\n\nsummit\n\n/\n\nPhilippines\n\n/\n\nUnited Nations",
        "headline_1": "Restoring order: On ASEAN and Myanmar",
        "headline_2": "ASEAN did well to call out the Myanmar junta’s repression of dissidents",
        "link": "https://www.thehindu.com/opinion/editorial/restoring-order-the-hindu-editorial-on-asean-and-myanmar/article67281535.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-09-2023"
    },
    {
        "full_article": "India has transformed an elite diplomatic event into a people’s event, writes the foreign minister. It’s been a pan-national celebration so the economic benefits are unfolding nationwide\nIndia’s G20 presidency has proven itself to be unique in different ways. It has focused on the priorities and key concerns of developing nations, amplified the voice of the Global South and raised ambition in areas like climate action and finance, energy transitions, SDG implementation and technological transformation.\n\nWhat has further added to making this an extraordinary presidency is the extensive participation of people, or Jan Bhagidari from across the nation in various G20 related events and activities. The presidency has not been limited to the highest echelons of the government. Through active participation from different states and UTs, India’s G20 has truly been a People’s G20.\nRead full story on TOI+\n\n",
        "headline_1": "A G20 of jan bhagidari",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-g20-of-jan-bhagidari/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-09-2023"
    },
    {
        "full_article": "Growth is being driven by booming public investment. Private firms are still unsure. For them to invest, consumption needs to grow faster\nIn midst of the global slowdown, India has managed to record a GDP growth of 7.8% in the April-June quarter (Q1 FY 23-24). While the growth data is broadlyin line with market expectations, it is a tad lower than RBI’s projection of 8%, and has been mainly led by the services sector.\n\nThere have been improvements in the manufacturing and construction sectors too.\nRead full story on TOI+\n\n",
        "headline_1": "GDP: It all comes down to demand",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/gdp-it-all-comes-down-to-demand/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-09-2023"
    },
    {
        "full_article": "India’s G20 presidency is marked by a persistent effort to take forward efforts to find a solution to two big global challenges, debt relief for poorer countries and designing a global regulatory framework for crypto assets. Of the two, debt relief is more urgent asit impacts financial, social and political stability of many countries. G20, among global bodies, is best equipped to find a solution as all key stakeholders are represented in the membership. IMF’s data showed that at the end of 2021, debt as a percentage of GDP in low income developing countries had reached dangerous levels when measured against their economic capacity. It was 88%, with public debt at 49%. It’s not the first time they have faced a debt crisis. But it’s the first time their creditors are simultaneously grappling with a geopolitical rivalry. This is where G20 needs to step up and dispel the notion that it’s just a talking shop. The forum did its bit during the pandemic when it launched an initiative for a debt moratorium that ended in December 2021. It then created a common framework for debt treatment that covers 73 countries.\n\nCreditors can be divided into three groups, and they are not on the same page. There’s the western bloc, China, which is now the world’s largest bilateral lender, and private lenders mostly from developed countries. All three have to simultaneously come on board for a solution as wary creditors fear debt relief from just one stakeholder may lead to the others collecting in full. Here, despite the best efforts of India’s G20 representatives, China and the western bloc haven’t done enough to narrow their differences. While they bicker, the situation worsened in LIDCs, which are also grappling with food inflation and global monetary tightening.\nOn crypto assets, there’s been progress. IMF and Financial Stability Board are to present a roadmap now to regulate them. It’s in everyone’s interest to coordinate actions to crack down on money laundering and terror finance. G20 hasn’t been able to sidestep the fallout of the Russia-Ukraine war. However, on crypto assets and particularly debt relief, one-upmanship doesn’t come into the picture. That’s exactly why the body should step up and come up with a solution. G20 should remind itself its to-do list is getting longer – its initiative on a global minimum tax hasn’t quite worked out either.\n\n\n",
        "headline_1": "Loansome thoughts: G20 is the best forum to work out a solution to the debt crisis of the world’s poorest nations. But can it deliver?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/loansome-thoughts-g20-is-the-best-forum-to-work-out-a-solution-to-the-debt-crisis-of-the-worlds-poorest-nations-but-can-it-deliver/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-09-2023"
    },
    {
        "full_article": "One casualty of the seven-hour deluge that hit Hyderabad on Tuesday was a four-year-old boy, who slipped into a drain and was washed away. His remains were discovered in a lake 2km away. He fell through a crack between slabs that covered the pavement outside his home – a slab carelessly removed to drain rainwater. Even if momentarily, the 3am to 11am downpour that dumped 318mm of rain onto the tech city snapped attention away from the political planning-and-plotting to state and city infrastructure. Hyderabad, like Bengaluru, is a rich oasis in a stressed state. It is the state of the state that assembly elections should ideally be fought on.\n\nInstead, incumbent BRS, comfortable with 100 MLAs, and the two national parties in meagre opposition BJP (2) and Congress (6) are taken up with politicians switching camps, caste coalitions and proposed “measures” ahead of the state poll due by year end. In 2018, the then TRS, led by KC Rao, won 88 seats, Congress 19 and BJP 1. Twelve Congress MLAs defected to BRS, leaving Congress with a very red face. With BRS front and centre of Telangana, his national ambitions evident, KC Rao is poised to play a key role ahead of Lok Sabha 2024. The two national parties meanwhile have moved the fight from Delhi to Hyderabad.\nCongress hopes to ride on Karnataka’s win. Sonia Gandhi is set to hold a rally on September 17, the day of Hyderabad’s accession to the Union. The day will also be the culmination of the Centre’s year-long celebrations of Hyderabad Liberation Day. Congress has accused both state and GOI of stalling permissions for the Parade Ground event. The accusation has been denied by BRS and BJP – this captures the politics of the moment. Between the cracks of politics, real debates on Telangana’s economic future will likely slip through.\n\n",
        "headline_1": "What slips through: As Hyderabad copes with a deluge, poll-bound Telangana’s politics is fully focused on intrigue",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/what-slips-through-as-hyderabad-copes-with-a-deluge-poll-bound-telanganas-politics-is-fully-focused-on-intrigue/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-09-2023"
    },
    {
        "full_article": "It's quite intriguing to see that the attack aimed at Bangladesh's Nobel laureate Prof Muhammad Yunus has turned into a campaign against more than a hundred laureates and global figures. It all started after they issued a statement expressing concerns about alleged judicial harassment of Prof Yunus, as well as threats to democracy and human rights. The campaign is particularly at odds with the prime minister's offer to welcome international experts and lawyers to visit Bangladesh and assess legal proceedings centring Yunus.\nFollowing the statement, local authorities condemned the global leaders, saying that the latter have attacked \"Bangladesh's legal system and judiciary.\" Some of the reactions are hysterical. For example, the vice chancellor of the country's top educational institution, Dhaka University, has gone to the extent of terming those global personalities \"people without principles.\"\nCriticising others is a right we all have, but the criticisms must be based on facts, instead of on hearsay or personal beliefs; they have to be respectful and cannot denigrate others. We seem to have forgotten that questioning outsiders, who are calling to stop prosecution and allow international scrutiny, is as justifiable as recognising their right to criticise us. While we are rebuking the laureates for speaking on supposedly sub judice matters (although they have not spoken about the contested facts), we are taking liberty to convict Prof Yunus through a media trial, disregarding the judicial process.\n\nWe seem to have forgotten that questioning outsiders, who are calling to stop prosecution and allow international scrutiny, is as justifiable as recognising their right to criticise us. While we are rebuking the laureates for speaking on supposedly sub judice matters (although they have not spoken about the contested facts), we are taking liberty to convict Prof Yunus through a media trial, disregarding the judicial process.\nFor a long time, we have been hearing that he is a usurer, despite the fact that our banking system is based on interests. Now, he is being called a tax evader, even though he hasn't been charged with a tax-related offence. Disputes over payable taxes are nothing unusual, and it was Yunus who sought legal solution for a dispute over taxes on gifts. There's not a single complaint against his personal income tax, and there's no case pending on this issue in any court of Bangladesh. Calling him a tax evader is nothing but slander.\nHis greater legal troubles, however, are issues related to labour law. But, once again, despite all his cases being under deliberation at different courts, a large section of the media has already started labelling him as an exploiter of workers. All these concerted campaigns are creating an environment where any possibility of an impartial trial would disappear. In the era of globalisation and technology, no one can be unaware of such a worrying development. Hence, it is quite natural that other Nobel laureates and those who admire Prof Yunus' two unique and successful development experimentations – microcredit and social business – would be feeling extremely concerned.\nThose who have objected to the term \"judicial harassment\" should consider a few facts and then decide whether this accusation constitutes interference in the judicial process. For starters, filing multiple cases for violations of a law means multiplying the suffering of the accused, instead of settling disputes based on one verdict. Secondly, it's extremely rare that a court, of its own volition, orders a fresh probe and legal proceedings on a case that has been settled by another court, with all parties having accepted the resolution. This fresh investigation was ordered on June 29, 2022, after the aggrieved parties received their payments according to the settlement.\nAlthough the government claims it has nothing to do with Prof Yunus' legal peril and that all this is the result of litigations brought by affected employees, the facts state a different story. Court documents state that an inspection of Grameen Telecom was ordered by the authorities. Following that inspection, an inspector of the Department of Inspection for Factories and Establishments filed a case with a labour court.\nCan anyone blame those leaders – who have excelled in their respective professions and earned global recognition – for seeing the series of actions initiated by the government as \"legal harassment?\" No wonder Deputy Attorney General Imran Ahmed Bhuiyan refused to join the frenzy. Imran told the media, \"I support the statement issued by the Nobel laureates and world leaders about the trial proceedings against Muhammad Yunus, as I think that he is being harassed.\" There's no reason to doubt his sincerity, as he knows it better than all of us that speaking out can have serious consequences.\nIt's also perplexing to witness the authorities' silence regarding other concerns the global leaders have raised, namely of human rights and free, fair elections. We need to remind ourselves that our standing in the global index of law and order is at 127th among 140 countries, and Bangladesh has been categorised as an \"electoral autocracy.\"\nKamal Ahmed is an independent journalist. His X handle is @ahmedka1\n\n",
        "headline_1": "The global leaders supporting Yunus are not villains",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-global-leaders-supporting-yunus-are-not-villains-3413331",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-09-2023"
    },
    {
        "full_article": "Despite many reassurances from the authorities concerned, there is no sign of the dengue outbreak letting up in Bangladesh. Since April, the numbers of dengue cases and deaths have been rising consistently, overwhelming our healthcare system to a great extent. So it doesn't come as a surprise to us that the World Health Organization (WHO) has termed the ongoing bout of the mosquito-borne viral disease in our country the \"worst outbreak on record.\" Between January 1 and September 6 this year, a total of 138,022 cases of dengue infections and 671 deaths have been recorded across the country. For context, last year saw 281 deaths and 62,382 cases reported, and in 2019, the previously worst year for dengue in the country, 101,354 cases and 164 deaths were reported.\nThe WHO has listed climate change as a major factor behind the fast spreading of dengue. The UN agency sounded the alarm earlier in January as well, when it said warmer weather systems could catalyse a faster spread of the tropical disease, and it could become a \"pandemic threat.\" Our local experts, too, raised the same alarm in May, saying that timely and effective measures would help control the spread of the disease.\nBut it seems all these warnings fell on deaf ears. Added to that was an overall lacklustre attitude of the relevant government agencies towards the situation. Even in July, our health minister didn't think the dengue crisis warranted declaring a nationwide public health emergency. The consequence: August 2023 proved to be deadlier than the entire year of 2022, with 71,976 cases of dengue and 342 deaths reported, according to the health directorate.\nAfter years of dealing with dengue, and having access to notable public health and climate experts in the country, the relevant government agencies should have been able to figure out the best course of action to tackle dengue – or better yet, how to prevent it from becoming a public health crisis in the first place. Other countries have been able to control dengue. Did it not occur to our government officials to refer to best practices from those countries? Instead, they floundered with reactive actions to tackle the disaster, and we suffered needless deaths.\nThis state of affairs is unacceptable. The relevant ministries of the government must answer for their lack of planning and farsightedness and immediately figure out how to take control of the situation. Most importantly, the top brass of the government must do a rigorous assessment of those in charge of public health and disease control, and replace them with more competent people who can make timely and effective decisions and prevent needless public health crises.\n",
        "headline_1": "A record we did not want",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/record-we-did-not-want-3413276",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-09-2023"
    },
    {
        "full_article": "On this day 561 days ago, Russia invaded its neighbour Ukraine. Thousands of Ukrainians are dead. Homes have been destroyed. Atrocities by Russian soldiers are widespread and well documented. \nBut while Russian President Vladimir Putin's illegal war continues, the devastating effects are being felt far beyond Ukraine. His actions are undermining hard-won development gains and damaging global resilience. Before Russia's invasion, the farmers of Ukraine were feeding 400 million people worldwide. Ukrainian farms produced 8-10 percent of global wheat exports and 10-12 percent of corn and barley exports. Ukraine provided over 50 percent of the wheat for the World Food Programme in 2022; a programme that helps some of the poorest and most vulnerable people in the world. \nPutin's cynical military attacks have destroyed over 240,000 tonnes of grain; enough to feed over 1 million people for a year. This means that Russia has destroyed more grain, in the last month alone, than all of the grain it has promised to give to Burkina Faso, the Central African Republic, Eritrea, Mali, Somalia, and Zimbabwe combined.\nBut Putin is not only destroying much-needed grain today. He is also targeting Ukraine's ability to export agricultural produce in future years. Since Russia's invasion, and subsequent withdrawal from the UN-brokered Black Sea Grain Initiative on 17 July this year, Russia's bombs have systematically targeted civilian infrastructure on the Black Sea. Russia has damaged or destroyed at least 26 port facilities, grain infrastructure (including warehouses, silos and grain elevators), and fuel oil and storage. The Ukrainian government estimates that these attacks have reduced Ukraine's export capacity by 30 percent. \nThe result of Russia's continued attacks will be long-standing damage to the Ukrainian agricultural sector; a source of food production which has played such a pivotal role in global food supply. Fixing this damage will not happen overnight; the more Russia cuts off Ukraine's ability to export its produce, the more Ukrainian farmers will have to abandon their fields. Russia has committed these acts to hinder the Ukrainian economy, and to ensure the world is more dependent on Russian grain.\nThis all means that there will be less grain to go around. Putin's actions have exacerbated global food shortages at a time of unprecedented humanitarian need. Independent estimates suggest that Ukrainian wheat production is likely to be over 40 percent lower this year than pre-war levels. It is likely that production will continue to fall given the ongoing uncertainty.\nIn our interconnected world, where grain markets are global, the inflationary pressures caused by Putin's actions will be felt in every country. And Bangladesh is no exception: food price inflation is causing stress and misery to many and reversing the hard-won development gains that the country is rightly so proud of. In spite of Russia's claims to the contrary, sanctions do not target trade in agricultural and food products, including grain and fertilisers, between Russia and other countries. In contrast, Russia has chosen to weaponise food.\nPutin's invasion constitutes a violation of international law, in particular of the UN Charter, and is a serious threat to the international order based on the rule of law, with ramifications well beyond Europe, including in the Indo-Pacific. World leaders will come together in New York in September to work together to tackle climate change, advance our shared sustainable development goals, and invest in the UN Charter. As they do so, Putin will be working to ensure fewer people have access to food.\nRussia's illegal war in Ukraine must end, the bombing of civilian infrastructure must cease, and global food supply chains must be restored. Some of the world's poorest people, including here in Bangladesh, are paying the price for Russia's ill-fated adventurism.\nH.E. Antonio Alessandro, Ambassador of Italy; H.E. Francisco de Asís Benítez Salas, Ambassador of Spain; H.E. Alexandra Berg von Linde, Ambassador of Sweden; H.E. Jeremy Bruer, High Commissioner of Australia; H.E. Sarah Cooke, High Commissioner of United Kingdom; Jan Janowski, Chargé d'Affaires Germany; Anders B. Karlsen, Chargé d'Affaires Denmark; Helen LaFave, Chargé d'affaires, a.i., Embassy of the United States of America; H.E. Marie Masdupuy, Ambassador of France; H.E. Dr. Lilly Nicholls, High Commissioner of Canada; H.E. Espen Rikter-Svendsen, Ambassador of Norway; H.E. Charles Whiteley, Ambassador of the European Union; Thijs Woudstra, Chargé d'Affaires Kingdom of the Netherlands; and H.E. Young-sik Park, Ambassador of the Republic of Korea.\n",
        "headline_1": "Russia’s war in Ukraine is reversing hard-won development gains and destroying global food security",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/russias-war-ukraine-reversing-hard-won-development-gains-and-destroying-global-food-security-3413151",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-09-2023"
    },
    {
        "full_article": "Despite many reassurances from the authorities concerned, there is no sign of the dengue outbreak letting up in Bangladesh. Since April, the numbers of dengue cases and deaths have been rising consistently, overwhelming our healthcare system to a great extent. So it doesn't come as a surprise to us that the World Health Organization (WHO) has termed the ongoing bout of the mosquito-borne viral disease in our country the \"worst outbreak on record.\" Between January 1 and September 6 this year, a total of 138,022 cases of dengue infections and 671 deaths have been recorded across the country. For context, last year saw 281 deaths and 62,382 cases reported, and in 2019, the previously worst year for dengue in the country, 101,354 cases and 164 deaths were reported.\nThe WHO has listed climate change as a major factor behind the fast spreading of dengue. The UN agency sounded the alarm earlier in January as well, when it said warmer weather systems could catalyse a faster spread of the tropical disease, and it could become a \"pandemic threat.\" Our local experts, too, raised the same alarm in May, saying that timely and effective measures would help control the spread of the disease.\nBut it seems all these warnings fell on deaf ears. Added to that was an overall lacklustre attitude of the relevant government agencies towards the situation. Even in July, our health minister didn't think the dengue crisis warranted declaring a nationwide public health emergency. The consequence: August 2023 proved to be deadlier than the entire year of 2022, with 71,976 cases of dengue and 342 deaths reported, according to the health directorate.\nAfter years of dealing with dengue, and having access to notable public health and climate experts in the country, the relevant government agencies should have been able to figure out the best course of action to tackle dengue – or better yet, how to prevent it from becoming a public health crisis in the first place. Other countries have been able to control dengue. Did it not occur to our government officials to refer to best practices from those countries? Instead, they floundered with reactive actions to tackle the disaster, and we suffered needless deaths.\nThis state of affairs is unacceptable. The relevant ministries of the government must answer for their lack of planning and farsightedness and immediately figure out how to take control of the situation. Most importantly, the top brass of the government must do a rigorous assessment of those in charge of public health and disease control, and replace them with more competent people who can make timely and effective decisions and prevent needless public health crises.\n",
        "headline_1": "A record we did not want",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/record-we-did-not-want-3413276",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-09-2023"
    },
    {
        "full_article": "We are glad to finally see some positive development in the repatriation process of Rohingya refugees living in squalid refugee camps in Bangladesh. Through China's mediation, Myanmar officials agreed to take back their forcibly displaced nationals during a meeting with a Bangladesh delegation earlier this week, according to a report in this daily. Bangladesh and Myanmar are now discussing the repatriation of 3,000 Rohingya refugees by December. This development is indeed big and timely, given the worsening humanitarian crisis that the Rohingya refugees face today. The agreement to let the Rohingya visit Myanmar for a second time as a confidence-building measure is also a prudent move.\n\nHowever, one cannot help but feel a little apprehensive about Myanmar's reassurances regarding Rohingya repatriation. After Bangladesh and Myanmar signed the repatriation agreement back in 2017, attempts were made in 2018 and 2019, but they failed because the Rohingya, with memories of the atrocities inflicted upon them still fresh in their minds, did not feel safe going back. The Rohingya fled Rakhine to escape a military crackdown that the UN has termed an act of \"ethnic cleansing.\" Given that the same military junta runs Myanmar today, we cannot help but sympathise with the Rohingya's lack of confidence. There is also the issue of the Rohingya's full recognition as Myanmar citizens – something the country's government has yet to commit to.\n\nBut there is no alternative to repatriation – as the Rohingya themselves have been saying. Since the latest and largest exodus in 2017, Bangladesh has been hosting more than 1.2 million Rohingya refugees with its limited resources and help from the international community. But recent global events have diverted the international community's attention away from this crisis, which has caused a severe setback in aid supply. Earlier this year, the World Food Programme (WFP) had to slash the food assistance for the Rohingya twice as there were not enough funds. In the camps, the Rohingya have no access to education, crime rates are on the rise, and in a desperate attempt to find a better life outside of the camps, some refugees have even gone on deadly sea voyages in the past few years.\n\nWe have to listen to what the Rohingya want, and all they want are their basic rights restored, recognition as Myanmar's citizens, and a safe and dignified life back in their homeland. We appreciate what China has done to get the ball rolling on Rohingya repatriation, but now the rest of the international community must also step in. Let the humanitarian agencies, who have been working on the ground since the beginning of this crisis, get involved in the process. Together with the international community and the humanitarian agencies, Myanmar must work with Bangladesh to come up with a viable plan that will ensure that the Rohingya get what they deserve.\n",
        "headline_1": "Don’t let the Rohingya return to uncertainty",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-let-the-rohingya-return-uncertainty-3412956",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-09-2023"
    },
    {
        "full_article": "Price of potato like those of many other food items has soared to levels that cannot be rationally explained given the fairly good harvest and a lack of any visible supply-chain constraint. Since potato is one of the most demanded food items for all sections of the people, its abnormal price hike without any valid ground gives the impression that business syndicates have taken the consumers for a ride. The government, of late, has taken a move to collect information on potatoes' stock record from the private cold-storage facilities all over the country. A FE report says the commerce ministry has instructed the Bangladesh Cold-Storage Association to provide stock records for the last three years from 2021 to 2023. The purpose of such a move is understandably to find out whether sufficient quantities of potatoes have been released from the cold-storages to meet market demand. This may lend a picture if it is in short supply, in other words hoarding, that is causing the price spiral. What, however, remains to be assessed is that if it is a syndicated arrangement, as often alleged, to raise prices all over the country, stock-taking may end up as a self-limiting exercise. The price of potatoes has risen to Tk 45-55 per kilogram in Dhaka and other parts of the country in recent weeks. The current price is more than 61 per cent higher than a year ago and marks the highest level in four years since the August-October 2020, according to the Trading Corporation of Bangladesh (TCB). President of the cold-storage association has reportedly confirmed that traders who store potatoes in cold-storage facilities have significantly increased prices. He has been quoted in the FE report as saying that the gate price for cold-stored potatoes has now risen to Tk35, which he finds illogical considering that the season began with prices at Tk 16-18 per kilogram. Meanwhile, the rising price of potatoes has also driven up seed potato prices to Tk 70-90 per kilogram, which according to market experts may lead to a rise in production cost by Tk 2.0 per kilogram.However, intriguing it may sound, it is true that there is no causal link between production and market price of potatoes. In August 2020, potato prices reached an all-time high of Tk 60-65 per kilogram. The agriculture ministry at that time claimed a record production of 10 million tonnes-a million tonne more than annual requirement of the country. The maximum demand for potatoes in the country is estimated at 8.5 million tonnes including 0.8 million tonnes for seeds. This year production has increased by 0.3 million tonnes to 10.4 million tonnes, according to Bangladesh Bureau of Statistics (BBS) data. Despite the increase in production, traders have raised prices nearly twofold in just four months. Reining in the potato price hike like those of many other kitchen market products appears to be too challenging once the trend starts rolling out. Common sense says that timely and efficient market monitoring and intervention by the authorities concerned can be a potential deterrent to artificial market crisis.",
        "headline_1": "Reining in anarchic potato price",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reining-in-anarchic-potato-price-1694100308",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-09-2023"
    },
    {
        "full_article": "The need for correct weather and climatic information in order to make right agricultural decisions cannot be overemphasised, particularly when the planet's climate is becoming more capricious throwing the seasonal variations and meteorological trend into turbulence. So, a World Bank-funded project titled 'Agro-Meteorological Information Systems Development Project (AMISDP)' was undertaken to keep farmers abreast with the updated weather and climatic information. The system was supposed to provide with daily information on weather of previous three days and of the three days to follow. No doubt, knowing about the weather vagaries beforehand ---even if it is a day, two or three days earlier ---can be of tremendous help to farmers in saving some of their produce or taking decisions on a host of farming issues to avoid losses. But still it is not enough for planning with cultivation of the right type or the alternative types of crops that can adapt to the extreme weather to follow within three to six months or even later. In this context, the Bangladesh Meteorological Department's (BMD's) shift to long-term weather forecast is likely to be helpful. Implemented by the Department of Agriculture Extension (DAE), the AMISDP covered the country's unions. Agro-meteorological display boards were installed at all the union parishads in order to display weather information. Sub-assistant agriculture officers (SAAOs) were trained to do it in legible language for farmers with input from the BMD, the Bangladesh Water Development Board (BWDB) and research organisations such as the Bangladesh Agricultural Research Institute (BARI), Bangladesh Rice Research Institute (BRRI) Bangladesh Jute Research Institute (BJRI) and Bangladesh Sugarcrop Research Institute (BSRI). Sadly, a report carried in a Bangla contemporary now holds that the project has fallen flat in large areas of northern districts. The agro-meteorological display board meant for showing rainfall, temperature, humidity, air flow, duration of daylight and forecast of storms in 10 information charts is either out of order or even missing from many union parishads. Rain gauges and solar panels have also been stolen from some of the union parishdas. What is particularly concerning is that the majority of farmers are not even aware of such a project. A few who had prior knowledge of the facility and those who were told of its benefits, lamented that no one cared to tell them about such a good government initiative. A few elderly people further added that they cultivate their lands on the basis of their innate observation of Nature and traditional knowledge. In this context, it may be pertinent to note farmers' reliance till date on sayings of Khana, a soothsayer whose insight into weather-related farming was quite relevant until recently, for their cropping. Unfortunately, with increasing emphasis on cultivation of boro paddy and other high-yielding varieties of crops and fruits, Khana, much as she might have been wise, has become irrelevant. Even science is struggling to keep up with the extremes of today's weather. So, the AMISDP's role could be counted on most positively for better and higher production of crops, avoidance of losses leading to food security of the country. The dismal picture of the AMISDP in the northern districts is a clear example of how a good initiative with immense prospect can be abused. How the project is faring in other parts of the country can present a complete picture of its impacts on crop production of the land. Different areas of the country have different types of soil structures and even varying weather conditions. Thus the meteorological bulletins produced and distributed for the 64 districts of the country twice a week focused on the special conditions and needs of each district. Then national bulletins are also issued once a week. The turbulent weather condition in the coastal regions is sure to be completely different from those prevailing in the north of the country.Now if farmers were fed the bulletins regularly through the various means such as the Agriculture Information Service (AIS), community radio, digital display board, BAMIS portal, SMS and interactive voice response (IVR), the dissemination of information on and knowledge of agriculture would have scaled enviable heights among farmers. At a time when climate is in turmoil and there is a greater uncertainty and unpredictability over temperature, rainfall, storms, lightning, cyclones and floods, farmers need regular updating in order to plan with their cropping pattern, harvest, storage facilities and shift to alternative crops. In case of lightning tragedies can be averted. But it appears that the facility that reached at the union parishad level has been rendered non-functional. But why? Who are to blame for this blunder? So far the DAE has been performing very well to the extent that it has under the guidance of BARI and BRRI catapulted the moribund agriculture system on to a most productive and efficient course of development. The country's land could not feed only 70 million people when it became independent but today it has to its credit the excellent record of feeding more than double that population size. What is more, farmers have been advised and guided to diversify vegetables and fruits with many of the exotic ones getting acclimatised with the environment here. So, hopefully the AMISDP can still be revived with positive intervention by the ministry concerned. When the project has the potential to help farmers in a number of ways including in combating natural calamities, it must be injected fresh blood for its revival. In a way the survival and sustainability of the nation largely depend on the survival of farmers and their well-being. \n[email protected]",
        "headline_1": "An effective AMISDP can revive fortunes of farmers and nation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/an-effective-amisdp-can-revive-fortunes-of-farmers-and-nation-1694100359",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-09-2023"
    },
    {
        "full_article": "Guatemalan health minister Francisco Coma on August 31 last declared a national health emergency in the face of a dengue outbreak that has claimed 22 lives and infected over 12,000 persons in his country this year. The emergency will be in place for three months. In Bangladesh, a total of 671 persons have died and more than 138,000 got infected by the dengue virus until September 06 this year. On September 02, the country recorded the highest 21 deaths, almost equivalent to the total number of deaths in Guatemala. The health authorities here prefer to remain indifferent and find it proper to shift the responsibilities onto others. This is, in fact, a repeat performance of the health sector honchos. They had behaved almost identically during the COVID-19 pandemic period, remaining nonchalant and unconcerned about what had been happening around them. At the initial stage of the dengue outbreak, the health minister shrugged aside the suggestion to declare a health emergency. He, possibly, had found the situation quite manageable. The health issues involving dengue have gone deeper thereafter. Nearly 700 people have died and 138,000 infected by the virus. These are official data. Given the overall situation across the country, the numbers are likely to go up three to fourfold. The dengue situation in Dhaka city is far severer with most families having one or more members afflicted with dengue. The health authorities are happy only if they can ensure accommodation ---hospital ward floors and corridors included --- for patients in case of emergency. Shortage of doctors, nurses and medicines, including IV fluids, is not an issue for them. They know patients would manage on their own as a matter of practice in public health facilities. The Infectious Disease (Prevention, Control and Eradication) Act adopted in November 2018, however, wants the Directorate General of Health Services (DGHS) some more jobs to do. The directorate, among others, will have to (1) segregate the infected areas from infection-free areas and take steps to keep the latter area protected from infection; (2) ask individuals possessing information about infectious disease to send the same to the DGHS; (3) apply insecticides inside houses, other establishments and on mosquito nets, bed sheets, curtains etc., to control vector-borne diseases; (4) fix the safe limits of insecticides, manage breeding grounds of insects and destroy sources of infection. The Act in question is a comprehensive one and has made the DG of health services responsible for carrying out all the provisions. Though it was enacted 15 months ahead of COVID-19, the health authorities demonstrated a notable gap in its capabilities during the pandemic time. That they are still in the same state is proven by their reaction to developments involving the dengue outbreak. Now comes the performance issue of the Dhaka city corporations! It is better to say less about them. The top notches of two major local government entities talk more than what they accomplish. The Dhaka North City Corporation (DNCC) instead of eradicating Aedes mosquito larva has triggered controversy over BTI procurement. The Dhaka South City Corporation (DSCC) made an unconsidered claim about a fall in dengue infection because of its actions on the ground. Undeniably, the residents of two city corporation areas are not happy with the response of two city corporations to dengue outbreak. Such unhappiness is nothing unusual, even though corporations are now doing well in some areas than before.City corporations and DGHS need to be more proactive in combating dengue which has taken an epidemic form. They should follow in the footsteps of similar entities in neighbouring West Bengal, Singapore, Malaysia and some other countries. The involvement of communities is important in the control of dengue. Yet there are additional measures that are necessary to eliminate the Aedes vector. The agencies concerned should take a well-coordinated move in that direction. But the government needs to declare a national health emergency to deal with dengue and offer all possible help to people afflicted with it.\n[email protected]",
        "headline_1": "Dengue: Guatemalan, Bangladeshi responses",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dengue-guatemalan-bangladeshi-responses-1694103564",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-09-2023"
    },
    {
        "full_article": "Antibiotics play an effective role in curing diseases. But their misuse has reached a level that some bacteria have already challenged the effectiveness of antibiotics. Antibiotics are now losing effectiveness in treating at least 21 types of infectious diseases in Bangladesh. Since its uncontrolled use is seriously harming us, its misuse must be prevented. People should also be aware of its use. Recently, by researching samples collected from patients of different ages who took treatment from eight government medical colleges and four specialised hospitals of the country, it has been found that the effectiveness of antibiotics has decreased to a great extent. According to the researchers, due to the wrong use of antibiotics, the presence of microorganisms that make the medicine ineffective in the human body has been increasing day by day. Due to a lack of awareness, many people frequently consume antibiotics without prescription. Self-prescribed antibiotic is one of the main reasons for overuse of the essential drugs. Then there are over-the-counter sale of these drugs. Many unlicensed pharmacies also sell fake antibiotics. There are many people who stop taking antibiotics without completing the course. All these things make the antibiotic lose its effectiveness. Poor people frequently buy and consume antibiotics without consulting a registered doctor from their neighbourhood drug stores to save some money. But this is making resistance to antibiotic. Arrangements should be made under which poor people can consult a specialist doctor for a small fee or for free of charge. Otherwise, people will turn to their neighbourhood drug stores and take antibiotic. According to experts, even less complex diseases can lead one to death when life-saving drugs lose their effectiveness. In this context, effective measures should be taken to prevent overuse and misuse of antibiotics. \nAshikujaman Syed,Foreign Service Officer,Anhui Haikang Pharmaceutical Co. Ltd,Anqing, China,[email protected]",
        "headline_1": "Stop misuse of antibiotics",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-misuse-of-antibiotics-1694100426",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-09-2023"
    }
]