[
    {
        "full_article": "Elected the leader of the National Democratic Alliance (NDA) on June 7, Narendra Modi is set to become Prime Minister for a third consecutive term. The swearing-in is to be on June 9. Though the Bharatiya Janata Party (BJP) fell short of a majority in the Lok Sabha, the NDA appears well poised for the third term, in terms of numbers and political compatibility among its partners. Key partners were effusive in their praise for Mr. Modi at the NDA meeting, who in turn struck all the conciliatory notes. He promised to strive for unanimity in all decisions taken by his next government, and underscored a commitment to ‘sarv pantha sambhava’ — equality of all sects. Telugu Desam Party leader N. Chandrababu Naidu, who is set to return as the Chief Minister of Andhra Pradesh, and Bihar Chief Minister and Janata Dal (United) leader Nitish Kumar — two partners as part of the pre-poll alliance that won the 2024 election and with the largest numbers after the BJP — showed no ambiguity in staying the course with the BJP. The alliance is off to a harmonious beginning, and it will require leadership and compromise by all parties to keep it that way. While all partners declared their respect for the renewed mandate for Mr. Modi, it is only natural that the caveat of coalition will apply too. The BJP’s numbers are higher than its own under A.B. Vajpayee and of the Congress-led UPA governments, from 2004 to 2014.Unanimity on all issues is not easy, but consultations can be, and those should go beyond the NDA’s partners. Mr. Modi said he looked forward to more debates in the 18th Lok Sabha — a case that cannot be overstated, considering the erosion of parliamentary authority during the 17th Lok Sabha. Mr. Modi’s second term had begun with a promise of seeking the trust of all — sabka vishwas, as he called it. That promise remained largely unrealised, particularly with regard to the religious minorities. There was no numerical restraint during the second term for Mr. Modi, but during his third, his government’s survival will be dependent on non-BJP partners, necessitating compromises. The test of the democratic spirit will be in consensus building beyond the ruling coalition. The BJP, despite the setback it faced in the general election in heartland strongholds, expanded its footprint among new regions and communities in the south and the northeast, a point Mr. Modi noted in his speech at the NDA meeting. The Opposition too has emerged as a stronger presence in Parliament. The fresh mandate for Mr. Modi necessitates that he change his approach to governance and politics.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nNational Democratic Alliance\n\n/\n\nNarendra Modi\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nGeneral Elections 2024\n\n/\n\nBharatiya Janata Party\n\n/\n\nLok Sabha\n\n/\n\npolitics\n\n/\n\ngovernment\n\n/\n\nTelugu Desam Party\n\n/\n\nJanata Dal (United)\n\n/\n\nUnited Progressive Alliance\n\n/\n\nIndian National Congress\n\n/\n\nIndia\n\n/\n\nnational or ethnic minority\n\n/\n\ndemocracy",
        "headline_1": "Third avatar: On a third term for Narendra Modi",
        "headline_2": "The mandate is for Narendra Modi to change his approach to governance",
        "link": "https://www.thehindu.com/opinion/editorial/third-avatar-on-a-third-term-for-narendra-modi/article68263230.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-06-2024"
    },
    {
        "full_article": "When Andrés Manuel López Obrador, the leftist nationalist and leader of the Movement of National Rejuvenation (Morena), became the President of Mexico in 2018, many warned that the Latin American country was on the path to become another Venezuela. But Mr. Obrador proved his critics wrong using populism with fiscal responsibility and pushing Mexico’s polity, which was dominated by the pro-American, centre-right Institutional Revolutionary Party (PRI) for over seven decades, towards the Left. The Morena’s surge helped Claudia Sheinbaum, the 61-year-old climate scientist who was endorsed by Mr. Obrador, make history last week as she was elected the first woman President of Mexico. The former Mexico City Mayor, known for her tough measures in tackling violent crimes, won 58.6% votes, while her rival, Xóchitl Gálvez, the joint candidate of three opposition parties, secured 28.4%. Morena also won a two-thirds majority in Parliament, which makes Ms. Sheinbaum the first leader in over 30 years who can push constitutional changes — a long-standing promise of Mr. Obrador — through Congress without the opposition’s support. Ms. Sheinbaum, who campaigned on the promise of wealth distribution, tackling crime and building a stronger economy, said she will stay true to Mr. Obrador’s legacy.Mr. Obrador’s victory in 2018 marked a paradigm shift in Mexico’s politics. He promised to end widespread corruption and launch a massive public spending programme. But unlike several other populists in the region, he adopted a pragmatic approach seeking to bring in gradual changes. He rolled out cash handouts of about $350 for the elderly and monthly scholarships of about $50 for students, besides launching reforestation grants in rural areas, without jeopardising the country’s economic stability. The Mexican peso rose to its strongest levels in almost a decade and investments flowed in. While economic expansion averaged at about 1%, unemployment fell to 2.8%, one of the country’s all-time lows. Mr. Obrador remained largely popular despite criticisms of his failing to tackle violent crime and his intolerance towards dissent. Ms. Sheinbaum should be mindful of the criticisms her predecessor faced. There are concerns that the Morena’s supermajority would lead to constitutional amendments, doing away with some checks and balances on executive power. The new President should bring the fiscal deficit, which ballooned in Mr. Obrador’s last year in office, under check while continuing his social security measures. A bigger challenge would be to crack down on gangs that control drug trafficking to the U.S. Ms. Sheinbaum should use her strong mandate to offer a social contract that improves on Mr. Obrador’s welfarism with a stronger emphasis on the Morena’s social democracy.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nMexico\n\n/\n\nVenezuela\n\n/\n\nwelfare\n\n/\n\npolitics\n\n/\n\npolitical parties\n\n/\n\nelection\n\n/\n\ncrime\n\n/\n\neconomy (general)\n\n/\n\ncorruption & bribery\n\n/\n\nforests\n\n/\n\nstudents\n\n/\n\ncurrency values\n\n/\n\nunemployment\n\n/\n\nnarcotics & drug trafficking\n\n/\n\nUSA\n\n/\n\ndemocracy",
        "headline_1": "Change and continuity: On the Mexico mandate",
        "headline_2": "Mexico’s first woman President must crack down on organised crime",
        "link": "https://www.thehindu.com/opinion/editorial/change-and-continuity-on-the-mexico-mandate/article68263213.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-06-2024"
    },
    {
        "full_article": "By Sadhguru Jaggi Vasudev\n​​Swami Vivekananda famously said, “You will be nearer to Heaven through football than through the study of the Gita.” That line is a wonderful reminder to the self when we start taking life too seriously.\nWhen you pray or read scripture, you can think of many other things, but when you play a sport, you must be single-minded. There is no room for half-heartedness. You have to play as if your life depended on it. About five billion people watched the World Cup football tournament in 2022. We were collectively glued to our TV screens not just because of the skill involved but because someone was kicking the ball as if his life depended on it. That intensity of involvement, which pushes human beings beyond their limits, makes the whole world sit up and watch.\nHowever, the fundamental premise of any sport is this: you must have the fire of wanting to win but also the balance to see that if you lose, it’s okay. You never play a game to lose. But if you do lose, it is still alright with you. If you maintain this balance within you, you are a sportsman.\n\nThis is a perfect metaphor for life. As a high-voltage election reached its culmination and the results were announced, it was time for us to take our inspiration from the playing field. Many have forgotten what it means to live in a modern-day democracy. In this system, we have collectively decided to choose our leaders through the power of the ballot box. Maybe somebody I don’t like has just been elected, but I still have to bow down and accept the verdict because the wonderful gift of democracy is that we have found a way of transferring power non-violently.\nIn the past, much blood was spilled when one regime gave way to another. Do we want to return to a monarchic or theocratic or feudal setup? If we choose democracy, it is time to abandon our tribal mindset. Above all, the vile speech and gang warfare on social media where people endlessly spew toxicity at each other should come to a halt. It is time to stop being sore losers or boastful winners.\nTrying to paint the other as evil just because the verdict is not to our liking is juvenile. A mature democracy has to outgrow such pettiness. Does this mean that we have lost our right to speak or protest? No. A democracy means we retain our right to disagree, dialogue and debate, but it is important not to succumb to hatred.\nFor the victor, the sweetness of triumph should not turn into the lethargy of complacency. For the loser, the bitterness of defeat should not turn into despair. Victory should be the stepping stone for heightened levels of performance. Defeat should lead to an honest evaluation of what was done and what could be improved.\nUltimately, there is no such thing as triumph or loss. As humans, we come into life with nothing and go with nothing. In a limited context, some win and some lose. But to rise beyond limited notions of victory and defeat is the whole point of the game of life. It is also the essence of every spiritual process.\nEvery event in life is the birth of a new experience and a new possibility. Once we truly see and accept that, our life finds its fullest blossoming.\n\n",
        "headline_1": "There are new possibilities in victory and defeat",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/there-are-new-possibilities-in-victory-and-defeat/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-06-2024"
    },
    {
        "full_article": "Feeling nostalgic? Be careful what you do with it ​​\nWe’re all prone to some sentimental waffling about the past, but once, this was considered an illness. Nostalgia: A History of a Dangerous Emotion by Agnes Arnold-Foster – is about the social, political, cultural and scientific life of a tricky emotion.\nNostalgia is not one, but many feelings; the Welsh hiraeth and the Portuguese saudade overlap with the idea of nostalgia, but have different implications..\n\nTo begin with, the idea of nostalgia was not seen as a warm, fuzzy feeling or an indulgence, but taken seriously as a disabling and killing disease. In 1688, a Swiss physician coined the term to describe the painful longing for home felt by soldiers or domestic workers. Medical professionals studied it extensively, casting it as an emotional pandemic, one that could be set off by certain songs or scents, one that tended to be especially acute in autumn. It could cause people to waste away in pining.\nThe pace of change in the 19th century, shifts in science, technology and industry, made nostalgia a widely recognisable condition. Then, it subtly shifted to connote time, rather than place. Capitalism, colonialism and international warfare were responsible for this refiguring. When enslaved people from Africa leapt overboard into the Atlantic Ocean, abolitionists said ‘nostalgia’ drove them to death. Indentured Indian workers were also said to be afflicted by nostalgia.\nIf nostalgia is homesickness, what is home? By the 20th century, nostalgia was no longer a sign of a refined sensibility, as millions of people moved or were forced to move to new places. For an increasingly mobile global workforce, this emotion became mundane, normal.\nNostalgia is never a simple yearning for the past, or for a period of time we invest with meaning. It is a reconstruction of the past to align with our current values. Whether it is personal memory or collective remembering, it is an act of retrieval that selects some good bits and blurs the surroundings.\nIt is a reaction to the fear of actual or impending change, an urge to return to a place, a time past or a beloved person. While there have been times when it was a cause for worry, as in the ‘nostalgia fad’ of the 1970s in Europe and US, or the yearning for a lost empire or the rehabilitation of Nazi memorabilia, it is now seen with a benign lens.\nIt is no longer a threat to body and mind, but an exploitable state. The past has a powerful allure, it can make you buy stuff. Advertising has long cashed in on bygone eras. It can also shape politics. Nostalgia is cast as a dangerous emotion, exploited by right-wing forces to evoke a past glory. But the book points out that the left-wing is equally given to romantic visions of the past, whether it’s the idea of the NHS in Britain or the Paris Commune. In Eastern Europe, the idea of ‘ostalgie’ is a strange backwards utopianism. It is also an insistence that the socialist past is not reducible to the popular narrative of personal misery, economic stagnation and political repression.\nThe problem is not collective nostalgia, but what we do with the emotion – it is dangerous only when it becomes a way for people to channel their hatred.\n\n",
        "headline_1": "Why we just can’t let bygones be bygones",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-we-just-cant-let-bygones-be-bygones/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-06-2024"
    },
    {
        "full_article": "Birth rates have been falling across the rich, and even the not-so-rich, world. East to West many govts are trying to reverse this trend. Japan’s govt is planning to launch a dating app this summer. The ploy feels desperate and is doomed to fail.\n \nShake it off | Putin whines about how Russian grandmothers and great-grandmothers used to have seven, eight, or even more children. Xi also talks up childbearing as a national virtue. These are countries where govt propaganda tolls heavy in society. And even here, it isn’t working.\nA Macron and a Trump also want to “demographically rearm” their countries. But men with such ideas couldn’t stop the march of the nuclear family. Now women, in particular, are deciding to have fewer children, basis another monumental socio-economic shift. And neither a lecture on national duty nor a tax break can budge a deeply personal choice, with which one lives for life.\nYou need to calm down | While a Handmaid’s Tale type of dystopia where a totalitarian govt enslaves women to bear children against their will isn’t a real possibility, more extreme measures in undemocratic countries can’t be ruled out. Yes, govts can’t ignore momentous demographic shifts. But the solution shouldn’t be a return to rigid family structures. An empowered pursuit of happiness is a hard-won freedom. Trying to reverse it is not worth the cost. Indeed, it is stupid. Because it ignores a logical solution- just liberalise immigration policies.\n\n",
        "headline_1": "One or two or none: Stop telling women to have kids like their grannies did",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/one-or-two-or-none-stop-telling-women-to-have-kids-like-their-grannies-did/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-06-2024"
    },
    {
        "full_article": "America’s T20 World Cup victory over Pakistan is a milestone moment in US cricket history. Yes, it will take time & effort for Americans to fall in love with the game. But it will likely happen\nBe it sports or politics, nothing’s more uplifting and romantic than the triumph of an underdog. A Goliath’s reverse fills us with a delightful disbelief, pleases the David in our hearts. That’s why of all cricket triumphs stored in the rucksack of our memories, 1983 remains the fondest because it was conjured against the seemingly invincible.\nUS too has experienced unexpected euphoria in sports, none bigger than what happened in Brazil’s mining town of Belo Horizonte. With a ragtag team that included a postman, a mill worker and a ‘funeral director’, the Americans astonished England 1-0 in the 1950 football World Cup. “At the final whistle, newspapers burned on the terraces, a funeral pyre for England, and spectators rushed on to the pitch to carry the brave American team out shoulder-high,” wrote football guru Brian Glanville in The Story of the World Cup.\n\nRead full story on TOI+\n\n",
        "headline_1": "Can a curveball be hit for a six?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Addictions/can-a-curveball-be-hit-for-a-six/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-06-2024"
    },
    {
        "full_article": "The mighty 2018 movement for the reform of the quota system in public jobs may make a comeback after a ruling by the high court on the contentious topic. The decision to abolish the quota system, taken in the context of wide-ranging protests against it in 2018, which includes the government employment quota for first- and second-class independence fighters, has been ruled unlawful by the High Court. After the ruling, students at Dhaka University brought out a procession against it. The old organisers of the quota reform movement from 2018 are again preparing to mount a new movement to protect the gains from their previous movement.\nOn the face of it, it may seem that a new movement has already started to form. Facebook groups have been set up, some by the old movement leaders, to call for an all-out movement. The abolishment of the quota system, even though it was not exactly the demand of the 2018 movement, was seen as a major victory for the quota reformists, who had endured repression and struggle to ensure that their demands were met by the government. The decade was host to many movements, but the quota reform movement was one of the more successful ones in terms of achieving its demands—something not all contemporary movements can claim to have done.\nEven after the movement, the quota reformists were able to make political gains as two of its leaders were elected to the Dhaka University Central Students' Union (DUCSU) in the 2019 election. They continued their political journey by creating their own political party later, called the Gono Odhikar Parishad (GOP). However, the party suffered from divisions, infighting and scandals in recent years and a schism in the party had formed as a result. However, this new opportunity towards renewing their old movement is a chance for it to do some housekeeping and create a new united front to reignite the movement they had started in 2018.\nThe Bangladesh Nationalist Party (BNP), currently beleaguered by many worries and in the backfoot of Bangladeshi politics, may be able to make some political gains if they decide to invest in this movement. There may be some resistance from the new protestors in working together with the GOP and the BNP as both parties suffer from an image crisis. But working together in the movement may erase some issues and bring people together to fight as a united front against the decision to reinstate the quota system.\nIn his famous book, The Rebirth of History, Alain Badiou introduces the concept of historical protests as moments of mass uprising that signifies the return of active historical engagement, breaking away from periods of political stagnation. The quota reform movement was one of the closest instances to a one that we have seen in the 2010s. It mobilised the masses, mostly common university students who are worried about securing a job after their graduation, to engage in a mass movement that started as a rent-seeking attempt but soon turned into a bigger uprising. The movement leaders were even able to assert their political will by, first, winning in the DUCSU election, and then forming their own party.\nMovements make leaders, and leaders make movements. As there is a fresh corpus of students in the universities who are eager to flex their political will, and as the old leaders now have a new found impetus to join a new movement, thereby rejuvenating their stagnant political projects, there is a palpable promise that a new social movement is about to be formed.\nThere may be questions around the demands that the students are making. After all, there needs to be some positive discrimination in the state to make sure disadvantaged communities get special treatment to counteract the adversities that they face. However, this positive discrimination argument does not hold against the main point of contention of the protesters, which is the freedom fighters' quota. Thirty percent of jobs will now again be reserved for descendants of freedom fighters following the new high court ruling. However, the freedom fighters' quota is often understood as a way of filling the civil service with Awami League loyalists, as the freedom fighter's certificate system is not foolproof and it is often easy for ruling party loyalists to secure those certificates for themselves.\nAlso, extending benefits reserved for freedom fighters to their third generation does not make sense. There may be some quota reservations for women, indigenous peoples, people with disabilities and from remote districts, but they should not exceed 10 percent, as was the demand of the 2018 movement. The protesters never wanted a full repeal of the quota system. This was done in a move to colour the movement leaders as prejudiced and acting against discriminated groups.\nThe demand for a just civil service is one that resonates with a large section of the youth, who look forward to getting a public job after graduation to get to a position of respect and security. In a country where the civil service is still the epitome of achievement and honour, it only makes sense to give students with the most talent a chance in the civil service, instead of filling its ranks with party loyalists.\nAnupam Debashis Roy is a postgraduate student in political sociology at the London School of Economics.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "A Rebirth of the Quota Reform Movement?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/rebirth-the-quota-reform-movement-3629226",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-06-2024"
    },
    {
        "full_article": "We are alarmed that around 270 square kilometres of land in the country—roughly the size of Dhaka city—is losing fertility every year, posing a serious threat to the nation's food security. A recent study by the Soil Resource Development Institute (SRDI) found that 76.2 percent of the land in Bangladesh suffers from moderate to very severe soil degradation. This translates to a staggering 1.124 crore hectares of degraded land, an increase from the 1.07 crore hectares estimated in 2000.\nThe reasons behind soil degradation in Bangladesh are complex and interconnected. To begin with, there is the overuse of chemical fertilisers, which boosts crop yields in the short term, but their long-term use depletes essential soil nutrients and organic matter. In the coastal areas, rising salinity levels due to climate change and shrimp farming have further disrupted the natural balance of salts in the soil, making it unsuitable to grow most crops. Industrial pollution from factories, deforestation and the improper disposal of electronic and medical waste are additional factors accelerating soil degradation. Trees play a vital role in maintaining soil health by preventing erosion and regulating water flow, so when forests are cleared, the soil becomes more vulnerable to erosion and degradation.\nDegradation of soil fertility reduces crop yields, diminishes the nutritional value of crops, and increases vulnerability to droughts and floods. This not only impacts food security, but also harms the environment and livelihoods of millions of Bangladeshis. Unless immediate action is taken, our country could face a future with no cultivable land within the next 63 years, according to experts. This is no doubt a frightening prospect for a nation of 17 crore people who are still heavily reliant on agriculture.\nBut is the government aware of the severity of the issue? It needs to play an urgent role in reversing soil degradation by phasing out profitable but harmful industries, such as tobacco and shrimp farming, which are causing irreparable damage to scarce agricultural land. It should invest in research and development of sustainable agricultural technologies and encourage farmers to adopt green agricultural practices—such as crop rotation, cover cropping, and composting—to improve soil health and fertility. Finally, the government must implement strict policies to limit industrial pollution and harmful waste disposal practices, and put an end to our destructive spree of deforestation around the country.\n",
        "headline_1": "A future without farmland?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/future-without-farmland-3629191",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-06-2024"
    },
    {
        "full_article": "On Sunday, Narendra Modi will commence his third consecutive term as India's prime minister, a first after Jawaharlal Nehru, India's founding prime minister. The Indian people have chosen their leaders and representatives in parliament, and we congratulate them for it. This election marks the return of coalition government in India that had been the norm before BJP's single-party domination ended it in 2014. This will be the first time that BJP, having failed to obtain enough seats on its own—getting 240 while needing 272—will have to depend on its alliance partners to form a coalition government with Nitish Kumar of Bihar and Chandrababu Naidu of Andhra Pradesh. As reported in Indian media—and not unexpected in the tradition of coalition politics in the subcontinent—the two are already trying to extract the maximum price possible for their crucial backing, without which Modi cannot form his new government. The bargain is, of course, focused on crucial ministries and the position of the speaker for the Telugu Desam Party, according to The Telegraph.\nThe verdict of India's election greatly tempered Modi's shine and energised the opposition. A message doing the rounds on WhatsApp, as quoted by journalist Swapan Dasgupta in the aforementioned paper, goes, \"The Indian voter has given a verdict that will be remembered for a long time. They have given the BJP and allies a victory that feels like a defeat. They have given the INDI [sic] alliance a defeat that feels like a victory.\"\n\nBy all accounts, Modi's victory is very impressive. BJP won 240 seats on its own, which is more than the combined seats won by the opposition and more than double that of Congress's tally of 99. Why, then, should a tinge of defeat be associated with it? Because it overplayed its success, and the slogan that BJP would win more than 400 seats in the House of 543 itself exhibited an arrogance and overconfidence that has made its success look like a defeat—a case of shooting oneself in the foot.\nWhen democracy is on the slide in many countries, and election as an event is suffering from many distortions, especially instigated by the ruling party (don't we know it?), for India's election to have come through with credibility and overall acceptance is an achievement that must be praised and celebrated by democracy-loving people everywhere. Around 969 million people, 70 percent of a population of 1.4 billion, were eligible to vote. According to figures from the Election Commission of India, 642 million voters voted, of whom 312 million were women, making for the highest participation by women voters in the country's history.\nThough victorious, the ruling coalition NDA has been dealt a body blow that has surprised most election watchers both inside and outside India. Though Narendra Modi as the tallest leader in India and the BJP as the largest single party have retained their strong positions, the resurgence of the opposition and, within it, that of Congress—the grand old party that many pundits had written off—are signs of the emergence of functioning democracy that can only bode well for India and its neighbours.\n\nWhat we consider to be the most noteworthy aspect of India's election is the rebirth of the opposition. In fact, it can be termed a \"rebirth\" of a parliament long overwhelmed by a single-party dominance, and without a viable opposition, the House really loses its functionality. In a parliamentary form of government, the House acts as the centre of all national politics. It is where national issues are debated, the government made answerable, polices judged, and resource allocation scrutinised in depth. It is the parliament where a government, however powerful, is made aware that people are its \"master.\"\nThe gradual erosion of the central role of parliament, which we have witnessed in Bangladesh, was also evident in India with the dominance of BJP. With 232 seats in the House—the central institution that holds sway over the functioning of India's governance structure—the role of the opposition is likely to see an effective revival. The importance of this particular fact cannot be overestimated. The most important outcome will be to ensure greater accountability of the government in running its affairs. Each bill will be far more scrutinised, and all megaprojects and expensive initiatives will be delved deeper into. In a House with a strong opposition, each individual MP will feel far more empowered to question the government and the administration as a whole—especially the bureaucrats, whose mindset is far from serving the people.\n\nReviving the effective role of the opposition in monitoring and holding the government accountable is of great significance for us in Bangladesh, as we have almost forgotten that the parliament is really where public representatives are supreme. In our case, the overwhelming presence and almost monopoly control of the House by one party has literally obliterated the powerful role of the House, the role of the speaker, and of individual MPs.\nAlong with the all-India elections, the one in West Bengal also has special significance for us in Bangladesh. The popular expectation that BJP would fare better than the last time and might even get more seats than before was proven wrong. Mamata Banerjee, due to her political acumen, election strategy, and campaigning energy, must be congratulated for the way she single-handedly held back the Hindutva tide to return her own candidates in the election.\nA significant takeaway from the results of the Indian election is that religion-based election campaigning has its serious limits. Voters in a country where democracy has been practised since 1947 have the wisdom to see the damaging impact of such campaigns and the courage to set a corrective course in motion.\n\nFor us, a nation constantly badgered by endless controversies surrounding every poll of any sort, the Indian election is a matter of envy as no one as yet has raised any objection about the election process or the outcome. The results of each phase—and there were seven in total—were stored by the Election Commission of India and made public after 44 days when the whole process was completed. The whole election was conducted through EVMs that provided a paper trail to reinforce voters' confidence in the machines. For us, EVMs remain a far cry as public confidence, instead of rising, has dwindled further during the last election.\nAs we congratulate India's new leadership, we celebrate the victory of democracy in our giant neighbour, with whom we have forged partnership for our mutual benefits. It was the might of the verdict of the Indian voters that resonated throughout the world, the region and also, hopefully, within Bangladesh where our own voters aspire for the same power. It proved that a mature voter can see through the superficiality of populism, the danger of divisive politics, the pitfalls of using religion to gain votes, and the price that people end up paying when hate and othering becomes instruments of gaining support. In some fundamental ways, the Indian voters saw the tragedy of opting for creating deep wounds that have the possibility of festering into long-term, if not permanent, fault lines. India's election proved once again that, if allowed free expression, public will always strengthens democracy. Conversely, if not allowed, it destroys democracy from within.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Column by Mahfuz Anam: The majesty of ‘public will’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/column-mahfuz-anam-the-majesty-public-will-3628951",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-06-2024"
    },
    {
        "full_article": "The national budget that Finance Minister Abul Hassan Mahmood Ali placed in the Jatiya Sangsad (Parliament) on Thursday for the financial year (FY) 2024-25 recognises that the prevailing economic situation is complex and demands belt-tightening. Except for a few aberrations, that message is loud and clear in most areas of the budget. The size of the budget for the next fiscal year also signals the same message. Containment of inflation is the stated primary objective of the budget. However, the roadmap of this financial strategy is far from clear and given the ground realities here, things often go awry because they are not backed up by the right policy actions. The role of other players, including the importers and domestic producers and sellers of essential goods, is important here. Highly unpredictable and organised, these people can spoil the good intentions of the government. A section of self-seeking bureaucracy also often torpedoes programmes designed to benefit a large segment of the population. Then again, monetary policy, exchange rate etc., do have a bearing on the inflationary trend. These policies, if not in sync with fiscal measures, are unlikely to contribute to taming inflation. Besides, the target set in the proposed budget to bring down the near double-digit inflation to 6.5 per cent while maintaining modest economic growth at 6.75 per cent appears ambitious. Given the situation, it might be challenging for the government to lower inflation and arrange enough resources to meet recurring and non-recurring expenditures during the next financial year. The proposed budget has a few fault lines, the first and foremost being the budget deficit, amounting to Tk2.56 trillion. Financing the deficit, if it goes as planned, will be fine. But in the event of a notable shortfall because of reduced foreign fund flow or NBR tax collection, higher borrowing from the banking system or use of high-powered money to meet the deficit will invariably give rise to an unpalatable situation. Hopefully, the problem will not be intractable. The NBR in the budget has done away with some exemptions and raised tax rates for some commodities and services. This could help the Board fetch a sizeable amount of revenue. However, the extent of benefit from the withdrawal of tax exemptions has yet to be explained in the proposed budget. With genuine efforts and proper tax management, the tax inspectors should mobilise the additional revenues. But experience says otherwise.Another controversial issue---the black money whitening opportunity--- is sure to ignite debate in the public domain again. The success of the NBR's move to increase the 'flow of money into the mainstream economy' by offering an opportunity to 'correct past errors' and disclose the acquired assets such as land and all other immovable property and cash remains in doubt. This opportunity has been offered time and again under different banners. Still, the revenue earned has always been meagre, given the massive size of the black or tainted economy. Except for some harsh comments from critics, the NBR has not got anything tangible from this unpopular move. This time, however, one exception exists in the tax amnesty scheme. For the first time, corporate taxpayers will be free to declare their hitherto undisclosed assets. Such an addition might help mobilise some extra resources. The 6.75 per cent growth target under the prevailing situation also seems ambitious. The size of the Annual Development Programme for the FY 2024-25 shows that the government, for now, is at least willing to put a leash on its developmental spending. But the state of the private sector investment is known to all. The latter has been stagnant in recent years. The factors that have restrained the private sector from expanding so far and the measures proposed in the next budget are unlikely to bring about any notable change in the situation on the ground. One particular omission, deliberately or otherwise, in the budget speech of the incumbent finance minister has surprised many. That is the current state of affairs in the country's banking sector. The minister has referred to digital banking, easy and affordable financial transactions, Bank Company Act amendments, etc. Still, he has skipped the issues involving substantial non-performing loans, bank capital shortfall, and loan scams. The banking system of any country remains at the heart of its economy. Unless and until its weaknesses are fixed, the economy will falter at every step. The propensity to bypass the banking sector's ills would only invite more troubles. Ground realities dictate that a slimmer budget would be the right option, particularly when the government is facing trouble mobilising enough resources. Though such an approach tends to slow down economic growth to some extent, it surely helps the government fight inflation better. And fighting inflation is its top agenda. However, some issues, such as the availability of greenback, exchange rate, and domestic and foreign resources to finance the budget deficit and consequent bank borrowing, will strongly affect the inflationary trend. The role of domestic production and supply of goods, agriculture or otherwise, must be emphasised. Yet a healthy inward remittance flow and export earnings will provide a much-needed cushion for the economy. The government will have to pay careful attention to that area. Whether from external pressure or not, the government has lately started moving towards a few reforms, albeit slowly. These reforms have been long overdue. The belated implementation makes reforms more painful for the common people. Many financial sector reforms initiated in the 1990s had started giving good results. But neglect of and apathy towards pursuance of those at the later stage have only intensified miseries. Policymakers need to be mindful of such follies.",
        "headline_1": "Fight against inflation: Treading a rugged terrain",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fight-against-inflation-treading-a-rugged-terrain-1717771152",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-06-2024"
    },
    {
        "full_article": "The market of hybrid solar air conditioner is growing globally. As the world turns hotter, the demand for air conditioners has also gone up in Bangladesh along with other tropical countries. With the constant revision of power prices (upward) in the country, electricity bills have become a major headache for most people. There is a desperate need for a more affordable solution to energy consumption at not just household, but also commercial and industrial level. Rooftop solar panels are increasingly becoming visible at factory-level, but there is great potential for expanding that idea to all urban centres where a sizeable portion of the working population lives.With easier terms of payments made possible through zero interest instalment payments, the middle class in Bangladesh (the largest consumer section) are rushing to buy air conditioners. Inverter-type split air conditioners promise to save a lot of electricity from non-inverter types, but the fact remains that in an import-driven, fossil-fuel powered energy sector, utility bills will inevitably be itching upward every year. This has given rise to technological innovation which calls for a hybrid air conditioner design, which is being developed and increasingly utilised by power-hungry, highly populated economies like China, India, etc. Indeed, market data suggest that given proper regulatory incentives, tax breaks on import of key components, the global market for such air conditioners could be worth as much as US$500 million by 2025.The system is a combination of traditional air conditioning type (split-type) with solar panels in an effort to reduce both energy consumption and environmental impact. The Asia-Pacific region will be the focal point of this growth because of the large concentration of people living in the region that smarts under high temperatures practically throughout the year. Challenges faced by the market include higher initial costs and limited awareness among consumers. Regulatory and legal factors specific to market conditions include government policies promoting renewable energy adoption and regulations for energy efficiency standards. Overall, the market of hybrid solar air conditioner shows promising growth potential with the right support and innovation.This type of air conditioner has applications for off-grid operation, which could provide a huge bonanza for local manufacturers/assemblers. It would provide a lifeline for domestic battery manufacturers and could potentially open up the market for joint-ventures with foreign companies that would involve technology transfer and setting up of plants in the export processing zones to produce key components (like inverters) that constitute the architecture for the hybrid system. There is no point in manufacturing solar panels in Bangladesh. The cost-benefit analysis does not favour Bangladesh since there are global players who have driven down the cost significantly over the years. Market research reports suggest that the market of hybrid solar air conditioner is growing due to increasing environmental awareness and rising energy costs. Market dynamics for ASEAN and China are naturally different from that of Bangladesh since the peoples of those regions boast much higher incomes than in Bangladesh. Yet the demand for air conditioners cannot be discounted in this market, especially since several manufacturers are now present in the domestic market who are in the process of localising production of key components of an air-conditioning system - leading to reduced pricing and making systems much more affordable, thus driving up demand.However, to make a transition from ordinary AC or DC air conditioners to solar hybrid, government support is essential. It requires government-driven energy incentives. Bangladesh already has the Sustainable and Renewable Energy Development Authority (SREDA), a body that can fulfil this role by keeping tabs on technological advancement in development of smart thermostats made in advanced economies. The SREDA can help government frame policy guidelines for the faster adoption of the technology which has to start with public buildings to serve as a testbed for technology demonstration for wider implementation at industrial, commercial and residential levels. The good news is that this technology can covert certain types of normal Acs to the solar type. That opens up a much bigger market and certainly would go a long way for people to save money on utility bills. It could also pave the way for major savings for government as energy savings could be cut by half in this segment as sunlight is available at least 10-12 hours of the day during summertime.It is not simply about reducing energy bills but also reducing the carbon footprint. Regardless of what the powerful energy cartels say or do in Bangladesh, the country is struggling due to a huge foreign exchange crisis. The economy is in the midst of serious contraction and a lot of it has to do with the burgeoning fossil-fuel import bill. Hence, energy conservation, efficiency and reduced consumption of energy produced from fossil fuels are areas that have to be explored.\n[email protected]",
        "headline_1": "Exploiting benefits of solar air conditioners",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/exploiting-benefits-of-solar-air-conditioners-1717771197",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-06-2024"
    },
    {
        "full_article": "Nobody expects the annual national budget to solve various socio-economic problems, as the budget is never a panacea. What is, however, rationally expected is that the finance minister's budget speech would recognise the key problems. Once the issues are recognised, an opportunity is provided to devise some realistic measures or guidelines to overcome them. Going through the proposed budget for the upcoming fiscal year (FY25), it is disappointing to find that the annual public expenditure outlay pays little attention to citizens' smooth and efficient mobility. In other words, it has no well-thought-out spending plan for revamping the country's public transport.The lack of attention to public transport in the budget is not a recent development. For the past few years, this scribe has been tracking this trend. Absence of policymakers' concern about public transport is evident in their focus on expensive infrastructure projects, leaving little time for the development of an efficient public transport system. This lack of focus has led to a situation where, apart from the Dhaka Metro Rail, there is little pragmatic effort to address the public transport issues in the country. The finance minister in his budget speech, delivered on Thursday last, mentioned the 'public transport' only once and that also in reference to the metro rail. Bangladesh is one of the fastest growing economies in the world and also one of the most populous countries. Dhaka is one of the most densely populated megacities across the globe. So, it is not possible to ensure smooth and fast mobility of millions of inhabitants in the city without an efficient public transport system. Moreover, bus-oriented public transport may provide a better solution in this already congested, chaotic city. For the last couple of years, some initiatives have also been taken to revamp the public bus service in Dhaka. The much-hyped nagar poribahan (city bus), a good initiative, was welcomed by the daily commuters. Nevertheless, two years after its launch, the service was on the verge of collapse, mainly due to a lack of a supportive atmosphere. Public buses in Dhaka are known for overcrowding, lack of comfort and security, unsafe driving practices, and poor and dangerous boarding and getting-off facilities. Their service is irregular in many cases and no one should expect a minimum cleanliness in these public transports. Though most of the buses are unfit or semi-fit, these are moving without any restriction, causing environmental hazard. As public buses are not sufficient to meet the demand of millions of commuters, an unplanned rise of para-transit like motorcycles, three-wheelers paddled rickshaws, and battery-run rickshaws has turned the city traffic into an unmanageable maze. Though these vehicles help ensure last-mile connectivity, a lack of a well-managed system has deteriorated the traffic movement. The increase in private cars only contributed to the chaos. It is sometimes difficult to comprehend why the authorities continue to allow chaos on roads and streets at the cost of time and money of millions of commuters daily.The allocation for revamping the public transport in the budget is only part of it as it requires an integrated approach. There is, however, no such allocation although the budget for the transport and communication sector increased to Tk 829.12 billion in FY25 from Tk 752.40 billion in the revised budget of FY24. The best solution to this problem is decentralisation of administration and creation of facilities for comparable education, healthcare and avenues of employment all across the country. The improved connectivity with Dhaka has helped the influx of millions in the capital city from other parts of the country. They are engaged in various informal and even demeaning jobs for their livelihoods, and some are also engaged in crimes. So, revamping public transport requires a broader approach linked to the greater socio-economic context. The budget for FY25 does not indicate this correlation.\n[email protected]",
        "headline_1": "Why does budget ignore public transport?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-does-budget-ignore-public-transport-1717771229",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-06-2024"
    }
]