[
    {
        "full_article": "The Union Environment Ministry, tasked with safeguarding India’s forests and its environmental assets, proposes to amend sections of key environmental legislation and make them less threatening to potential violators. India has eight cornerstone pieces of legislation that define a regulatory framework to ensure that natural resources are not wantonly exploited, acts of pollution are apprehended and there is a mechanism to punish and deter violators. Under provisions in the existing legislation, violators are punishable with imprisonment up to five years or with a fine up to one lakh rupees, or with both. Were violations to continue, there is an additional fine of up to ₹5,000 for every day during which such failure or contravention continues after the conviction. There is also a provision for jail terms to extend to seven years. Under the new amendments proposed, the Ministry says it wants to weed out “fear of imprisonment for simple violations”, and therefore have such violations invite only monetary fines. However, serious environmental crimes that cause grave injury or death would invite imprisonment under the Indian Penal Code. These penalties would be decided by an ‘adjudication officer’ and transferred to an ‘Environment Protection Fund’. Moreover, the quantum of potential fines has been raised from beyond the one lakh rupees to as much as five crore rupees. These proposals are not yet law and have been placed in the public domain for feedback.The question of whether the threat of imprisonment acts as a deterrent has a long history with both proponents and opponents. The proposed amendments do not cover the destruction of forests and wildlife, which make up a substantial fraction of environmental crime, and would continue to invite existing penal provisions. Research on environmental crime in the United States and Europe suggests that fining is the most common mode of punishment. India has a long history of corporate violations as well as a woefully slow redress system. An analysis by the Centre for Science and Environment found that Indian courts took between 9-33 years to clear a backlog of cases for environmental violations. Starting with 2018, close to 45,000 cases were pending for trial and another 35,000 cases were added in that year. More than 90% of cases were pending for trial in five of seven major environmental laws. While fines could theoretically help with faster redress, large environmental fines will continue to be contested in courts, adding to the prevailing practice of tardy justice. The threat of imprisonment might have acted as a deterrent in India where the effectiveness of environment regulation is under par. Justice for environmental crimes must be dispensed quickly and equitably before tinkering with the law to make it less foreboding.",
        "headline_1": "Just fine: On amending environmental laws",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/just-fine-the-hindu-editorial-on-amending-environmental-laws/article65612132.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-07-2022"
    },
    {
        "full_article": "For a leader who led the Conservative party to an 80-seat majority three years ago with a Thatcher-like charisma, Boris Johnson’s fall from grace was so steep that a host of his Ministers, including those who were appointed days earlier, publicly called for his resignation on Wednesday. Mr. Johnson, a journalist-turned-politician who rose to the pinnacles of power riding the Brexit wave, tried to cling on to his position till the last minute. But despite Downing Street’s fightback, the intra-party rebellion spread like wildfire, engulfing even the loyalist inner circle. Faced with no other choice, he agreed on Thursday to stand down as the Conservative Party leader immediately and resign as Prime Minister in October when the party chooses a new leader. His position within the party became untenable in June when 41% of lawmakers expressed no-confidence in his leadership in a vote. Signs of the rebellion had emerged much earlier as his government was rocked by the “partygate” scandal — the Prime Minister was fined by police for attending a birthday gathering at Downing Street in the midst of a nation-wide COVID-19 lockdown. The resignation of Chris Pincher as Deputy Chief Whip last week over allegations of sexual misconduct came as the final straw. As chaos prevailed, two of his senior Ministers — Chancellor Rishi Sunak and Health Secretary Sajid Javid — announced their resignations, triggering the disintegration of the government.Mr. Johnson won the 2019 elections promising a quick, orderly Brexit. But the best he could deliver was a chaotic, painful divorce with the EU whose economic pains continue to haunt ordinary Britons and businesses. There is still no clarity on the post-Brexit trade relations with the EU and the Northern Ireland protocol remains a mess. As scandals began to hit his government, his moral authority within the party started slipping. Mr. Johnson could still argue that he got a colossal mandate and that he remained a vote-getter for the Conservatives. But even that position became untenable as a serious economic crunch began to bite. Last month, the Conservatives suffered humiliating defeats in two by-elections — Wakefield and Tiverton and Honiton — which practically sealed Mr. Johnson’s fate. The rest was only a matter of time. His successor will inherit a crisis-ridden economy and polity. Inflation rose to 9.1% in May, the highest in 40 years, which, according to the Bank of England, could hit 11% this year. Some economists predict a recession. Brexit remains an unfinished business, which, if not resolved properly, could threaten peace in Northern Ireland. And the government in Scotland is demanding another referendum on independence. Mr. Johnson, who came to power offering a new post-Brexit future for the U.K., is leaving the country in economic pain and political disarray.",
        "headline_1": "Disorderly exit: On Boris Johnson",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/disorderly-exit-the-hindu-on-boris-johnsons-resignation/article65612175.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-07-2022"
    },
    {
        "full_article": "BJP’s determination to expand its political influence in southern India has emerged as one of the most significant aspects of its mobilisational strategy in recent years. The four Rajya Sabha nominations from the south and, earlier, the official press statement issued by the party on the final day of its national executive meeting in Hyderabad underlines this resolve, especially in Telangana. The political resolution adopted there also highlights the gradual electoral expansion of BJP in this region.\nIt is true that BJP has not yet become a key electoral player in the southern states, except Karnataka. However, one cannot underestimate the changing socio-political configurations that might help the party to emerge as a decisive actor in Kerala, Andhra Pradesh, Telangana and even in Tamil Nadu in the long run.\nRead full opinion on TOI+ \n\n",
        "headline_1": "How saffron can south become? Three reasons why BJP sees southern states as fertile territory for political expansion",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-saffron-can-south-become-three-reasons-why-bjp-sees-southern-states-as-fertile-territory-for-political-expansion/",
        "news_paper_name": "The Time of India",
        "publish_date": "08-07-2022"
    },
    {
        "full_article": "RBI on Wednesday introduced a set of measures to encourage foreign exchange inflows. They aim to ensure macroeconomic stability and, therefore, are temporary in nature. They will work mainly through three channels. Incremental deposits raised till November through FCNR and NRE don’t have to meet regulatory requirements such as cash reserve ratio which makes it a relatively more attractive option for banks. There’s another set of measures to attract foreign portfolio investment (FPI) into debt. Plus, conditions that need to be met by Indian firms planning to raise debt abroad have been eased.\nIndia’s foreign exchange reserve position is comfortable at $593 billion. However, as we run a current account deficit for the most part, accumulated reserves are relatively less stable. Uncertain global economic and financial conditions can lead to sudden outflows, a sharp currency depreciation and an adverse impact on inflation as we are a net commodity importer. Adequate foreign exchange reserves act as a shock absorber and allow RBI to smoothen currency depreciation. This has a positive spin-off on the domestic economic environment, including for farmers who depend on fertiliser imports. Consequent to this approach, the rupee has depreciated by only about 4% against the US dollar since April despite global volatility.\nThe Russia-Ukraine conflict is the root cause of volatility and the recent surge in commodity prices. This price trend, however, appears to have lost steam. The Indian crude basket was $104/barrel on Wednesday, more than 10% lower than the price level which prevailed a few weeks ago. Similarly, in the case of other commodities such as urea, copper aluminium and sunflower oil, prices declined. There was a surge in March and April, but its adverse impact on demand led to easing of 10-30% in prices of some key commodities in June.\nThe external shock that drove commodity prices higher seems to have played out for the moment. It makes RBI’s task a little less challenging as food and fuel prices constitute 55% of the consumer price index. While they are not under RBI’s control, a surge in these prices leads to second-round effects and subsequent increase in interest rates. However, global financial conditions are yet to stabilise. Therefore, it’s prudent on RBI’s part to encourage capital inflows when India’s macroeconomic indicators are not flashing red. Prudence enables economic growth.\n\n",
        "headline_1": "Shoring up early: RBI’s measures to attract dollars are a prudent call. Good news is that commodity prices are falling",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/shoring-up-early-rbis-measures-to-attract-dollars-are-a-prudent-call-good-news-is-that-commodity-prices-are-falling/",
        "news_paper_name": "The Time of India",
        "publish_date": "08-07-2022"
    },
    {
        "full_article": "He weathered one scandal after another with Britain tuning in to watch every new episode, until finally his own party had had enough of all the rowdy theatre. It started with the resignations of senior cabinet ministers, then gathered swift momentum, pushing Boris Johnson to resign as the leader of the Conservatives yesterday. In due course his party will choose a successor, the transition of office will probably be full of drama, and on big issues the country can expect policy continuity. But given that Britain doesn’t move the world’s geopolitical needle, a leadership change there is interesting, but not terribly consequential.\nThe interesting thing is a morality tale that has lessons for other democracies: How a leader who as recently as in December 2019 led his party to a landslide parliamentary majority, its biggest since 1987, squandered so much political capital so fast. The whiff of entitled elitism that in part helped usher him into office, began to smell bad. What the messy hair had wooed, Downing Street shambolisms repulsed. It bears underlining that as scandals tumbled out of the PM’s office with farcical regularity, elsewhere in Britain the cost-of-living crisis is as painful as among its erstwhile EU allies. Yes, Johnson did get Brexit done, but incomes aren’t up and Britain isn’t stronger.\nThe lesson here is that even leaders with massive mandates need to be mindful of the fact that the office needs to command at least a measure of respect and authority. And that political parties must respond faster when they sense their leader is proving to be a liability. Johnson’s exit is no big deal for the world. But it is a reminder to the world’s elected leaders never to take the governed for granted.\n\n",
        "headline_1": "Don’t be a Boris: Leadership change in UK is geopolitically not significant. But it’s a lesson in political  morals",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dont-be-a-boris-leadership-change-in-uk-is-geopolitically-not-significant-but-its-a-lesson-in-political-morals/",
        "news_paper_name": "The Time of India",
        "publish_date": "08-07-2022"
    },
    {
        "full_article": "A spate of incidents over the past few weeks has left the Indian air traveller apprehensive about safety. Arun Kumar, the Director General of Civil Aviation, spoke to Saurabh Sinha about these mid-air snags:\nWhat is behind the recent spurt in mid-air snags?\nThe aviation minister has reiterated the thumb rule for every sector stakeholder when he said, “Passenger safety is paramount… Even the smallest error hindering safety will be thoroughly investigated and course-corrected”. India currently sees about 3,500 daily flights operating in its airspace. On an average there are about 30 incidents everyday like go-arounds, missed approaches, diversions, medical emergencies, weather, technical issues, bird hits, runway incursions and ATC-induced. This information comes to us as part of the mandatory reporting system. Overall there is no spurt in incidents except that a couple of operators are facing some issues which we are seized of. A vast majority of the Indian aircraft fleet is relatively young.\nRead full opinion on TOI+\n\n",
        "headline_1": "Safety is non-negotiable, airlines can’t cut corners: ‘Overall there is no spurt in incidents, majority of Indian aircraft fleet relatively young’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/safety-is-non-negotiable-airlines-cant-cut-corners-overall-there-is-no-spurt-in-incidents-majority-of-indian-aircraft-fleet-relatively-young/",
        "news_paper_name": "The Time of India",
        "publish_date": "08-07-2022"
    },
    {
        "full_article": "I am not sure who came up with the expression Late Lateef; perhaps it was given to some poor soul named Lateef who just couldn't be on time for anything (I can totally relate), but it definitely is a dominant cultural trait in this country and displayed abundantly in practically every sphere of life. Hence the term has stuck on representing that unique concept called \"Bangladeshi Time\" (BT), which, ironically, in real terms happens to be 10 hours ahead of Eastern Standard Time and six hours behind GMT. \nSeriously though, we all know that to a significant number of Bangladeshis, \"time\" is relative. When the invite says \"7pm,\" it is perfectly normal to arrive an hour or two late, because it is very likely that if you do turn up at exactly the time stipulated, you will find the hosts still pondering on their wardrobe for the evening, and your timeliness will prove to be quite inconvenient, if not a nuisance. It's a little tricky, however, if invited by an expatriate with little or no initiation into the quirkiness of BT, or those fellow Bangladeshis who have acquired the colonial expectation of punctuality; for these people, 7 pm is 7pm – not 8:45 or 10pm. \nThankfully, these days even the most extreme forms of tardiness can be blamed on the soul-sucking traffic jams in Dhaka – so much so that hosts actually look guilty when you turn up late with a traffic sob story, and will even apologise for dragging you all the way just for some chit-chat and a bite to eat.\nAlthough being \"fashionably late\" is a Western concept of a person arriving late (a maximum of 10 minutes to half an hour) to an event to show one's superior social status and just how busy and important they are, in Bangladesh it has been stretched to curious limits. For most guests of honour at seminars, inaugurations or book launches, if they are VIPs, being on time is unthinkable. The norm is to arrive at least an hour later than the stipulated time, while the other guests and participants huff and puff with exasperation and then speak well over the allotted time. This serves to ensure that everyone in the room knows exactly how valuable their time and presence are.\nAnd it's not just individuals who believe that being late is no big deal. Government projects seem to be particularly afflicted by this phenomenon, causing years of delay before completion and at phenomenal cost increases – though the latter is not an issue, since it's only the taxpayers' money we are talking about, and loans from banks are a piece of cake these days. Intriguingly, the years of delay is caused by a plethora of unexpected inefficiencies, such as faulty engineering drawings, weak project documents, not enough people to prepare the development project proposals, the absence of regular meetings of the two major committees responsible for monitoring the said project, not choosing the right contractors, including non-professionals in the committees, and problems in land acquisitions – to name a few. The boring reasons for the delays include a lack of coordination among the implementation bodies and the absence of transparency and accountability. All this was unearthed by a study by the Implementation Monitoring and Evaluation Division (IMED), which is a government body with this tongue twister of a name. Imagine that, even the government is befuddled by the level of tardiness of its own projects that have budgets of thousands of crores of taka, but not enough to employ enough personnel to write up project proposals and do professional drawings. A conundrum, indeed!\nAnother extreme display of Late Lateefism can be amply found in the case of public procurement, especially of medical equipment. Take the X-ray machine that has not been switched on since 1995 at a health complex in Kulaura (Moulvibazar). The facility had 50 beds, but there was no one who could operate the X-ray machine for the last 25 or so years, so patients have had to go to a private clinic and bring the reports back to the health complex. The Daily Star correspondent who unravelled this mystery in 2019, also found a doctor in the emergency department telling a man who had injured his foot to get an X-ray done from outside. \nSimilarly, according to a 2020 report in this daily, a 20-bed hospital in a remote union of Sunamganj district was found to be sitting idle because the authorities had not yet recruited doctors, nurses, etc because of \"bureaucratic\" tangles. Instead of medical care, the hospital was providing a hangout place for gamblers and junkies while transforming its grounds into an open garbage dump. \nSuch stories of \"lateness\" can be found all over Bangladesh, and particularly in the case of the health sector with expensive, much-needed equipment becoming show pieces, such as the state-of-the-art ambulance with ICU support costing Tk 1.5 crore, sitting pretty in a garage of Rajshahi Medical College Hospital for two years; the authorities did not have the time to recruit the staff to make the ambulance operational. Apparently, this was because of Covid. Mind you, this report was done in 2021, during the pandemic, and having this life-saving equipment up and running would have done its job: save lives.\nAs mentioned before, lateness is a relative term – what is late for one may not be so late for another. When a company like Bapex (Bangladesh Petroleum Exploration and Production Company Limited) sends letters to prospective jobseekers for a vacancy after a mere eight years, should this be considered a tad late? Especially, considering that the candidates who had applied have, in these eight years, moved on with life: finding new jobs, getting married, having children as well as growing older and crossing the age limit given in the advertisement? Perhaps the officials responsible had sleepwalked into a time warp, where they were stuck for eight years. Perhaps they were just incorrigible Late Lateefs. \nAasha Mehreen Amin is joint editor at The Daily Star.\n",
        "headline_1": "How late can a Late Lateef be?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/how-late-can-late-lateef-be-3066491",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-07-2022"
    },
    {
        "full_article": "Ashari, a young mother of two, stands in queue for food relief assistance. The floods have rendered her, and others in her community, helpless. She has her face customarily hidden behind her saree, and approaches the relief provider with some trepidation.\nThe story that unfolds later is this: There are camerapersons everywhere and Ashari is overwhelmed by the many camera flashes on her face as she tries to hide behind her veil. When she is asked to show her face for a photo while taking the bag of food assistance, she feels thoroughly uncomfortable. Many have fallen prey to the unforgiving lens of the camera, and it is quite often that the lines between relief and respect becomes blurred. Sometimes, some people have to exchange their self-respect for a bag of rice and lentils.\nThose who help to bring these people aid at the right time also face many challenges, such as time constraints, pressure to source large amounts of food and basic necessities, and crowd management. If one is to give them the benefit of the doubt, it may be prudent to say that it is only due to these reasons, and not for other selfish motives, that the quality of aid distribution suffers. However, if providers of aid were to dig deeper into their conscience, they may just find some room to improve themselves and their helpful endeavours.\nTake, for example, the general make-up of society. There are a number of classifications in a community, such as elderly persons, the very young, women, the disabled, widows, single mothers, young women, etc. Each person belonging to these classifications comes with their own requirements and it is important to recognise them rather than discriminate against them. An old man should be able to cut the line and move ahead of the able-bodied. The child who has come on behalf of his/her mother should be allowed to receive food for their family. The disabled person should be served closer to their home. It all boils down to preserving dignity – one must be served as per one's needs, and not according to a standardised protocol.\nTo be honest, there isn't a lot that needs to be done to overcome these challenges. There are certain universal standards, such as the widely used Core Humanitarian Standard, which talks about nine points of basic humanitarian needs. Similarly, culturally, and locally, authorities are well aware of the basic requirements of the people in their communities. Making the simple effort to talk to the local authorities and research universally approved standards can help aid providers and first responders to design care packages that truly adhere to victims' requirements. This can also reduce the problem of overlapping, as most organisations only think of a few common items to give out.\nFrom a humanitarian point-of-view, it is a given to ask people, and to ask in a manner that does not seem forceful, before taking their pictures and painting them as the wretched victims of a natural disaster, or as the ultra-poor looking for help. The people in need of aid will seldom be able to refuse those who are providing that coveted bag of food and necessities. However, no one wishes to have their pictures taken for such reasons. Unfortunately, this awareness often eludes the parties in-charge of distributing relief goods. If pictures must be taken for documentation purposes, it may be more considerate to take them from angles that do not compromise the receiver's dignity. The idea is much the same for interviews. Words should not be put in a disadvantaged person's mouth simply because it will gather more reads, views, or the sympathy of the masses.\nAid providers do more than simply distribute bags of food. They bring with them a sense of empathy and a feeling of oneness and support for the people whom they serve. However, the picture one sees when they see aid efforts are a little different from that description. Tossing food bags towards the needy or sitting inside a clean dinghy while victims come to receive their packages in waist-deep water are common scenes during organised aid efforts. The way in which help is provided is as important as the help itself. If the victim goes back home with a bag of food and their self-esteem in tatters, the aid in question does nothing for their mental wellbeing or for their hope of a more resilient future.\nThere are plenty of humanitarian organisations that continue to go forward to help people silently, without flaunting or abusing their advantaged positions, and keeping in mind the fundamental rights of the people, even in dire situations, simply to bring smiles on the faces of the suffering people.\nThe ongoing relief efforts are appreciated, and all these points of discussion are solely being put forth so that more such endeavours can flourish. They do not, in any way, mean to discount the general goodness of people or their inherent nature to help where help is needed.\nKazi Amdadul Hoque is senior director at Friendship and is working for strategic planning, climate action and development. Email: hoqueka@gmail.com\n",
        "headline_1": "Don't turn receivers of aid into photo props",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dont-turn-receivers-aid-photo-props-3066256",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-07-2022"
    },
    {
        "full_article": "As a young boy, I had several thousand stamps in my collection. Back then, receiving a letter in the post meant new stamps! I still remember receiving my first stamp of Ireland, attached to a letter received from a pen pal. Yes, back then we had pen pals. We communicated with them through the postal service – in most cases, we never even met.\nBut clearly, I didn't learn to fully appreciate the value of my stamp collection then, as I traded it all with a neighbour just so I could buy seven blank TDK-D90 tapes to record the full catalogue of Pink Floyd, released by Rainbow at Elephant Road (our primary source of music in Dhaka back then). My only consolation for that naive and ignorant act is that I was young.\nCollecting postage stamps – also known as philately – used to be one of the more common hobbies before the advent of the franking machine and the email era. It was encouraged by teachers and family members, as it tickled the curiosity of the young mind to learn about other countries of the world and their cultures, flora, and fauna. Stamps often bear images of characters and characteristics of the country they represent.\nMy grandfather, Hakim Habibur Rahman, from Old Dhaka, was a passionate collector of various items of historical significance. He was one of the founding members of Dhaka Museum, where most of his collections are still on display. The Bangladesh Post Office issued a stamp worth Tk 8 in 2003 commemorating his contributions to Unani medicine, his contributions of historically important artefacts to the Dhaka Museum, and his books of historical and architectural significance, including \"Dhaka Ponchash Bochhor Aage (Dhaka 50 Years Ago)\" (first published in 1945). I'm obviously very proud to have that stamp in my collection.\nI don't know whether it was because of the fact that my grandfather was a collector, or the inspiration derived from the commemorative stamp of him that hangs in my living room, or whether I deeply regret having traded in my stamp collection as a child, but I recently restarted collecting postage stamps, and have been buying mint commemorative stamps on a regular basis.\nAs someone who is passionate about my country and world music, I was delighted to come across the stamp issued by the Bangladesh Post Office commemorating the 50th anniversary of The Concert for Bangladesh held in New York City in 1971. But, as happy as I was to add this to my collection, upon closer inspection, I was extremely disappointed to realise that such a significant commemorative stamp was one of the most poorly curated and designed stamps issued by the post office. The designer has not only downloaded low resolution images of the two artistes represented in the stamp – namely, the legendary Pandit Ravi Shankar and George Harrison of The Beatles – from the internet, they also were not bothered to find an actual photo of the album cover for the concert; that, too, was downloaded from the world wide web.\nBut what's even worse is that the designer copied a stock photo of the number \"50\" from the internet and didn't even remove the watermark (usually put on stock photos which are required to be purchased).\nWe are not talking about someone copying a design to put on their 50th marriage anniversary invitation card – this is a government-issued stamp, similar to a currency. The original designers of the artworks could, in fact, claim copyright infringement for the unauthorised use of their designs/photos.\nAbove all, a photo of a rifle is put next to the artistes who have forever fought for peace. As most readers may recall, The Concert for Bangladesh was organised to raise money to feed the destitute refugees, not to fight or finance the Liberation War.\nThe Concert for Bangladesh is a matter of pride for us – not only because it bears the name of our country, but also because \"it was one of most moving and intense musical experiences of the century\" (Ravi Shankar, The Concert for Bangladesh DVD sleeve, reissued in 2005). Through an emotional appeal from Pandit Ravi Shankar to do something to \"relieve Bangladesh,\" the concert was organised by former The Beatles member George Harrison to raise international awareness and to raise relief funds for the refugees from then East Pakistan, especially children who were starving to death. The concert bears particular significance, as it was a call-to-action responded to by some of the most prominent musicians of the time, including Bob Dylan, Eric Clapton, and another The Beatles member, Ringo Starr. It was the first-ever benefit concert of such a magnitude, one which set in motion a precedent for future fundraisers of similarly epic scale, such as LiveAid, FarmAid, and others around the world.\nOur postage stamps represent our country, as they travel to all corners of the world bearing the name of Bangladesh. Commemorative stamps are of greater importance, as they signify the country's history, ethos, and culture. The stamp commemorating the \"50th Anniversary of The Concert for Bangladesh\" issued in 2021 does exactly the opposite of that. It showcases a clueless, ill-begotten, and poorly designed illustration of ourselves. It is not only a failure on the designer's part, but also symptomatic of the ignorance of all the high officials who inspected and approved it before it went to print.\nThe \"50th Anniversary of The Concert for Bangladesh\" stamp was meant to showcase the pride of us Bangalees, and tell a story that inspired generations to engage in philanthropy through music. Instead, it represents a shoddy work misrepresenting us as a nation. The stamp should be cancelled and withdrawn, and replaced by a carefully curated and better-designed stamp, as we expect all stamps of Bangladesh to be.\n \nM R Khan is a risk management specialist and a philatelist.\n\n",
        "headline_1": "We must do better with our stamps",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/we-must-do-better-our-stamps-3066251",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-07-2022"
    },
    {
        "full_article": "There are two major economic problems that have been plaguing Bangladesh for a long time: Rising non-performing loans (NPLs), and money getting laundered out of the country in droves.\nThese have persisted for years, and have likely been contributing to many of Bangladesh's other problems.\nOnly recently, the finance minister revealed in parliament that the amount of defaulted loans in Bangladesh had crossed Tk 126,389 crore. Replying to a question, he said there was no specific information on money laundering from Bangladesh. In regards to his revelation, the recent rise in NPLs, according to experts, has been driven by the withdrawal of relaxed loan classification policy. According to the Bangladesh Bank's latest data, defaulted loans in the banking sector rose 19.3 percent year-on-year in the first quarter of 2022, which is just short of Tk 2,847 crore to reach the amount of the country's highest-ever defaulted loans. So, the measures taken by the central bank such as easing the loan rescheduling and classification rules – through various accounting manipulation – to get rid of NPLs did not work.\nAccording to Dr Zahid Hussain, former lead economist at the World Bank's Dhaka office, the number of habitual defaulters in Bangladesh is going up, contributing to the increase in NPLs. He said large corporations take loans from banks and \"because the pressure to return the money is less, they don't repay the loans.\" Because the regulators have a history of not punishing errant bank board members, \"the boards of the banks often indulge in giving these loans,\" whereas it's their job to \"be careful about approving\" them. This has allowed businessmen to turn \"the defaulter trend into a business model.\"\nAnd yet, according to a statement by the Centre for Policy Dialogue (CPD), \"the current level of NPLs is hardly indicative of reality\" due to \"the long-standing moratorium on loan classification.\" The actual volume of NPLs is \"far greater than the official figures,\" and \"will rise further in the coming days, as loans under the Covid-19 liquidity support packages were not provided in a transparent or accountable manner.\"\nMeanwhile, the provision surplus of 41 private banks declined by 84 percent, to Tk 796 crore, this March from Tk 5,000 crore in the same month last year. Since it was expected that the banking sector would encounter a wave of defaulted loans once the moratorium expired, the Bangladesh Bank asked banks to be conservative about paying out cash dividends in the last two years. But then, who really listens to the central bank anymore? They only listen when the central bank asks them to break the rules, which has become common now. So, the banks did not listen and announced higher dividends to their directors even during the pandemic, and despite struggling with defaulted loans. This is another example of how poorly banks in Bangladesh are functioning.\nAccording to Dr Ahsan Mansur, executive director at the Policy Research Institute, it is in no way desirable that banks would declare dividends after making provisioning. And there should be regulations that bar banks from paying dividends unless they meet their deficits. In that regard, the central bank should have formulated a policy, instead of \"asking\" the banks, knowing that the likelihood of them following through with its request was close to nil.\nReturning to the question of money laundering, it is quite shocking that the finance minister would evade giving a straightforward answer. There are plenty of government and non-governmental organisations that have presented numerous estimates.\nJust last month, it was reported that funds parked by Bangladeshi nationals and entities in all Swiss banks swelled by 54 percent, to around Tk 8,318 crore. A Global Financial Integrity report says that about USD 61.6 billion were siphoned out of Bangladesh between 2005 and 2014, which is equivalent to 20 percent of Bangladesh's GDP in the 2020-2021 financial year. The Transparency International Bangladesh (TIB) reported in 2020 that some USD 3.1 billion, or Tk 26,400 crore, was illegally remitted from Bangladesh every year. No matter which number we look at, it's obvious that an exorbitant amount of money is getting laundered out of Bangladesh.\nThe Finance Bill 2022, passed in parliament on June 29, is only going to further reward money launderers by continuing to provide amnesty for those who bring back the money they siphoned off or invested abroad, for a nominal amount of tax which will be levied on the amount repatriated. And, of course, these launderers will be able to get this facility without having to answer for their crimes. In other words, according to the new law of the land, this is a lawless land, where crime doesn't pay.\nAfter all this, should anyone be surprised that no one can stop money launderers? Should anyone be surprised that rising NPLs are wrecking our banking sector?\nBut why have our policies been so accommodative of money launderers and wilful defaulters? The answer probably lies in something that the late finance minister AMA Muhith once said in parliament: What is happening in the banking sector is nothing short of \"dacoity\" (robbery), and unfortunately, the reason why the government agencies are struggling to stop it is because these people are backed by his own party members.\nWhen policymakers befriend criminals, can you expect crime to pay? The answer is a big, fat \"no.\"\nEresh Omar Jamal is assistant editor at The Daily Star. His Twitter handle is: @EreshOmarJamal\n\n",
        "headline_1": "The two economic problems we can’t seem to overcome",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-two-economic-problems-we-cant-seem-overcome-3066231",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-07-2022"
    },
    {
        "full_article": "We're perturbed to learn that a number of preventable factors worked from behind to cause the devastating blast at a container depot in Sitakunda, Chattogram in early June, which went on to cause the deaths of 51 people. A government probe body, which has submitted its report after a month of investigation, said that the tragedy occurred, firstly, because of the utter negligence on the part of the owners of the BM Container Depot Ltd in checking on chemicals stored in the containers, and their failure to take steps for quick clearance of the consignment by importers.\nSecondly, the port's supervising authorities, who were supposed to periodically check the condition of containers filled with inflammable chemicals, did not do their job properly. They are the ones who should have been able to sniff out possible causes or sources of fire. And finally, the probe body also mentioned the absence of enforcement of laws by the competent authorities in such cases. In plain language, the blame for the deadly blast at Sitakunda goes to owners of the depot and the relevant port authorities.\nIt is common knowledge that storage of hazardous chemicals in a depot without taking proper safety precautions is a serious offence as it puts the lives of people living nearby in danger. In case of the Sitakunda accident, the blast was originated in one of the hydrogen peroxide-laden containers stored in the open. Those containers were kept there violating related rules and regulations. This reminds us of similar conditions that led to a major fire and numerous deaths at Old Dhaka some years back. Taking advantage of lax monitoring by the authorities, traders stored chemical drums in some rented houses which only proved to be ticking bombs.\nWhile we appreciate that the probe body has submitted 20 recommendations to avoid similar tragedies in the future as well as proposals for amending several existing rules and regulations on depot operations, monitoring and management, we find it problematic that the related laws do not clearly mention which authorities would deal with safety management and monitoring of a container depot, or monitor the compliance of the International Maritime Dangerous Goods (IMDG) code. The investigation, in fact, revealed how the private container depots are running their businesses flouting laws regarding safety measures.\nWe hope these depots will now be brought under strict monitoring as per recommendations by the probe body. The higher authorities must bring needed reforms and punish those responsible for the Sitakunda tragedy. No dillydallying should be entertained.\n",
        "headline_1": "Bring container depots under strict monitoring",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bring-container-depots-under-strict-monitoring-3066446",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-07-2022"
    },
    {
        "full_article": "Bad news: there will be no immediate relief from the ongoing spell of power outages. Relatively good news: outages will be scheduled area-wise so that we know when to expect it and make plans accordingly. That's more or less the message for citizens from the prime minister after a gas crisis, which disrupted power generation causing frequent outages over the last few days, has laid bare the fault lines of Bangladesh's 100-percent electricity coverage claims. It has also led to a flurry of coping strategies. Coping is survival 101 – but is this the best we can do?\nThe PM, besides urging citizens to cooperate with the government's plan, explained how the power crisis was made inevitable by the harsh economic sanctions imposed on Russia by the West, resulting in serious disruptions in commodity supply as well as sky-high prices, including of fuel. There is no arguing with that. What this meant for a power sector heavily dependent on gas – around 52 percent, to be precise – was reduced gas supply to the power plants, following a decision not to buy liquified natural gas (LNG) from the international spot market \"until prices come down\". The resulting power crisis has hit both individuals and industries alike, forcing the latter to cut production by as much as 50 percent.\nThe FBCCI has called for \"power rationing\" for different industries in terms of their priorities. But what about citizens? Will priorities, too, be set for rich and poor neighbourhoods? This is a multifaceted crisis where ordinary people are at the tip of the spear. Until recently, of the total power produced in the country, 56 percent was used by households. Sooner or later, outage will result in outrage. We need to find a solution beyond power rationing, \"austerity in power consumption\", gas imports, or unlimited subsidies to pay for them.\nExperts say that the present crisis was actually caused by our overdependence on imports. We have untapped natural gas that can throw a lifeline to the sector. But instead of exploring our onshore and offshore gas reserves, the government has mostly relied on imports to ensure our energy security, which has always been a dangerous tactic given the unpredictable trend of fuel price fluctuation on the global market. Even now, most of our plans seem to revolve around imported LNG. Can we ensure our energy security if we keep relying too much on factors that we have no control over?\nWe, therefore, urge the government to move away from this overdependence. It must look inward and make gas exploration the mainstay of our energy policy, with an eye on renewable energy. While we try to cope with the new reality, we must not forget to prepare for such eventualities in the future and find a more permanent solution.\n",
        "headline_1": "Power crisis exposes danger of heavy reliance on imported LNG",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/power-crisis-exposes-danger-heavy-reliance-imported-lng-3066431",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-07-2022"
    },
    {
        "full_article": "Load shedding is back in an intense form after many years. The residents of Dhaka city are a bit lucky as the power outage is not excruciatingly severe until now. But millions living in other cities, towns and villages are having a tough time as far as the power supply is concerned. They, reportedly, are living without power for hours together every day. Why has all of a sudden the power supply situation deteriorated when power sector people have been telling success stories about power generation? The question that the victims of power outages are now asking is much logical. The government has already explained the principal reason--- gas shortage--- for the ongoing power problem. That there is a mismatch between demand for, and supply, of natural gas, is known to all. The deficit has been on the rise due to the depletion of gas deposits in the existing fields and the failure to find new reserves in both onshore and offshore areas. To narrow the deficit the government started importing LNG (liquefied natural gas) in September 2018. In recent months, there was an abnormal rise in the prices of LNG---international price of LNG is 24 times higher than locally produced gas because of increasing demand during the post-Covid economic recovery drive. The Russia-Ukraine war has further made the situation difficult for the government. The country's depleting forex reserve due to higher import costs has made the policymakers extra cautious. When a crisis comes, different people ask different questions. One particular question has got currency is: why has the government overlooked the need for ensuring the availability of primary fuels for power plants when it has created excess generation capacity in the power sector? Some experts are accusing the power sector honchos of their failure to develop or work out several existing gas fields and extract some additional gas that could partially meet the deficit. The use of substantial domestic coal reserves for power generation is also an issue that deserves proper evaluation. The production of power with gas found in two gas fields in Bhola and connecting the same with the national power grid should have also received priority consideration. There is no denying that the current situation is an unforeseen one. Bangladesh is not alone to face the problem concerning the supply and prices of fuel oils and gas. Countries, both developing and developed, are now experiencing the bitter outcome of the war. None knows for sure how long this situation will continue. It could even turn worse with fuel oil and gas prices going further up. That would leave a debilitating effect on the economy. The energy minister has been apologetic for the power supply disruption and the Prime Minister has requested the people to bear with the current difficult situation and be rational in the use of electricity. Load management is a tool used universally during power supply shortages. Power outages have a serious impact on the economy. So, the people in load-management operations need to ensure that the means of production are least affected. Besides, residents of a particular area must be informed of the load-shedding period beforehand. Load- management should not be enforced randomly. Then the power distribution companies must not have the luxury of turning a blind eye to power pilferage, a demand they have been ignoring for many years.",
        "headline_1": "Deteriorating power situation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/deteriorating-power-situation-1657203075",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-07-2022"
    },
    {
        "full_article": "Socrates, the great philosopher-teacher of ancient Greece, was sentenced to death on charge of corrupting youths. This happened in 399 B.C.---only five years after the fall of Attica that began a brutal and humiliating decline of the Golden Age of Athens. No doubt, there were wise men at the time Socrates was living but none wiser than him. So his execution makes a bold statement of the socio-political system's utter failure to respect a teacher whose teachings would subsequently change the philosophy of the Western world. None of the teachers like Hriday Chandra Mondol, Utpal Kumar Sarker and Swapan Kumar Biswas can even remotely be compared with Socrates but because their avowed vocation is teaching, the relations between it and society demand a critical appraisal. Traditionally, teaching in this part of the world has remained a less-paying but a highly respectable profession. Of late though, like practitioners of other trades and occupations, teaching has also degenerated into a highly commercial venture for those whose craft is in high demand in a distorted education market. Of the three teachers who fell victim to intrigues, false accusations and personal wrath, Hriday Mondal in an unscheduled science class was deliberately asked questions that have nothing to do with science. Obviously, there was an ulterior motive to trap him. But Hriday did at no point make any comment that comes under the purview of defamation. Still, a case was filed against him and he was sent to jail. In the case of Utpal Sarker, an enraged student, because he was disciplined for wayward behaviour, brutally assaulted his teacher with cricket stumps which led to his untimely death. Even such a tragic end will not earn him a martyr's death for the cause of education. So far as Swapan Biswas, acting principal of Narail Mirzapur United College, is concerned, he did not die at the hands of his adversaries but the ultimate humiliation he was subjected to was deader than physical death. And all this for no fault of his own! He did what a man in his position ought to do in circumstances like the one involving a Facebook post of a student of his college. Now that the person --- another teacher of the college and a local leader of the ruling party --- has been relieved from the party, it is becoming clear how the turmoil was brewed and local people incited.  Meanwhile, a teacher of the Rajshahi University's law department was harassed by a student and following this the authorities promptly suspended the culprit. Does this make any difference in the prevailing equation between students/society and teachers? Perhaps not. A university is the highest seat of learning and considered a cradle of enlightenment. It was so until fanatics laid claim to the souls of a section of unsuspecting students to lead them astray. Even the environment of universities in some cases has been vitiated so much that liberal and progressive ideals have often become under attacks. A few highly respected university teachers were physically attacked and murdered.Whether physical decapitation or humiliation of teachers by what is called garland of shoes, any such incident is a national shame. A disgraceful act like humiliating, perhaps a most vicious invention of this part of the world, a teacher with shoe-garland would have raised a storm of protest anywhere in the world. This is moreover in presence of a contingent of law enforcement agency! Even the deputy commissioner of the district was present on the college campus at the time. Why did they go there if this ultimate act of human-rights violation could take place? If a nation fails to fathom the depth of shame and sacrilege associated with the frenzied act of heaping scorn and retribution by bringing false charge against teachers who are in charge of the young generation's education, it is destined to embrace tragic consequences. Teachers may no longer be what they once were but all the three teachers under review did not commit any crime to deserve what they were meted out. True, a section of teachers commit unpardonable offences and this does not necessarily give any pretext for harassing, humiliating and even physically assaulting, least of killing innocent ones. If they are belittled, the nation itself finds itself shorn of dignity. If some intriguing elements were behind all such incidents, who incited people to mindlessly act, why did the saner segment of society not come forward with counter arguments in order to pacify the rabble rousers? More importantly, the kind of national outrage and protests such incidents should invite have been missing so far. This kind of apathy towards a cause of this order only indicates that this nation is getting dislodged from its mooring. Its value system, ethical judgment and the spirit that prompted the nation to fight injustice and exploitation have become rudderless and lost steam. Without proper social equation, orders in all other areas of life get out of order. The danger lies there. Let the nation realise how important it is to restore a balanced social equation, giving teachers a place of preeminence. \n[email protected]",
        "headline_1": "Why should teachers be at the receiving end?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-should-teachers-be-at-the-receiving-end-1657203204",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-07-2022"
    },
    {
        "full_article": "'Ghar ki murgi daal barabar' is an old Urdu saying, which means own possessions often are of little value to their owner/s. The saying seems to be true in the case of Sonali Bank, the country's largest state-owned bank. The government, as the owner of the bank, forces it to carry out various transactions and provide services at no cost or against nominal fees/charges. Such an approach has been taking a heavy toll on the financial health of the bank for a long period. The Sonali Bank reportedly makes available 37 types of services to people at no cost. It takes fees at nominal rates for 14 other services. The bank, which also offers treasury services in many districts, has been requesting the Ministry of Finance since 2019 to pay fees for the service it has been offering free of cost. Being asked by the Financial Institutions Division (FID), the SB has recently done a partial estimate of the loss it has incurred on account of services it offers free of cost or at nominal charges/fees. The cumulative loss of the bank on account of free or near-free services during the past 13 years stood at Tk182 billion. In 2021, alone the loss was worth Tk 26.7 billion. The bank has to employ sizeable manpower and logistics to carry out all these services, involving a substantial cost. Yet it fetches a little or no return. The bank cannot stop offering these services, for its owner wants it to offer the services. A large part of the loss that the bank incurs has been on account of letters of credit (LCs) and bonds, issued in favour of the government and various other state-owned entities. The rates of commission or interest that the bank has been realising are far lower than the prevailing market rates. A case in point is the amount received as a commission by the bank against the LC it had opened for the Roopur Nuclear Power Plant project. The LC in question was worth Tk 942.46 billion. It was supposed to earn a commission of Tk 52.57 billion at the usual rate. But it earned a paltry amount of Tk 200 million. The bank is also deprived of due earnings from the long-term bonds it has to issue in favour of state-owned organisations. The rates of interest on these bonds are fixed well below that of bonds issued by the government. The financial sector behemoth is also made to pay interest to the owners of the government savings certificate. And the amount is hardly reimbursed. The SB has been incurring losses in recent years, for a variety of reasons. But had the bank received a justified amount of money either from the government or beneficiaries for the services it provides free of cost or against nominal fees, the story could have been different. The Ministry of Finance has been telling the bank to improve its financial performance while depriving it of due revenue earnings against the services it offers to different clients under government instruction. The bank disburses old-age allowance, widow allowance, disability allowance, salaries and wages of teachers and employees, pensions of government servants, members of armed forces, etc. The bank does these jobs on behalf of the government. So, the government should compensate for its services. There has been substantial erosion in the capital of the bank. On occasions, the government replenishes capital. But the volume of funds made available to the bank for the purpose is well below the requirement. The amount is too small, if compared to the money the bank loses on account of services it offers either free-of-cost or against nominal charges. \n[email protected]",
        "headline_1": "Woes of a public sector behemoth",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/woes-of-a-public-sector-behemoth-1657203258",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-07-2022"
    },
    {
        "full_article": "Bangladesh now has a power generation capacity in excess of 21,000 megawatt (MW) against the average demand for 9,000 MW. So, living in the dark due to power outage should have been a matter of the past for us. But things are not as rosy as the statistics. Load-shedding is back and has once again started to plunge us into darkness. Our patience is wearing thin in the face of unannounced and prolonged power outages that have started to take a toll on our livelihoods as well, particularly in the past two weeks. Some of the power cuts last more than an hour. And it is happening four to five times a day in Dhaka city. In rural areas, people have long accepted repeated power outages as a fact of life and stopped bothering about it. Since 2018, many people living in Dhaka have become so accustomed to living a life with electricity that its disruption seems to be a deprivation of a privilege once granted. According to the state minister for power, energy and mineral resources, power production is being disrupted due to shortage of gas. In this situation, what we all need to do is to be extra cautious in using electricity. If we become economical and increase our savings, the saved electricity can be used for others. So, every time you leave your room, please make sure that you are turning the fan and lights off. \nSaiful Islam (Ehaan), Student of Department of Management, Dhaka College, Dhaka, [email protected] ",
        "headline_1": "Be prudent in using electricity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/be-prudent-in-using-electricity-1657203281",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-07-2022"
    }
]