[
    {
        "full_article": "The West Bengal government’s decision to make the Chief Minister the Chancellor of State-run universities, instead of the Governor, appears to be an outcome of the severely strained relations between Governor Jagdeep Dhankhar and Chief Minister Mamata Banerjee. They have often differed on issues concerning the appointment of Vice-Chancellors and the functioning of universities. Mr. Dhankhar had alleged that VCs were appointed without the approval of the Chancellor, the appointing authority; on some occasions, VCs had not turned up for a meeting with the Governor-Chancellor. Friction has arisen elsewhere too. Tamil Nadu recently passed Bills to empower the State government, instead of the Chancellor, to appoint VCs. It also passed a separate Bill to establish a new university for alternative systems of medicine with the Chief Minister as its Chancellor. The Bills are yet to receive the Governor’s assent. In Kerala, there is a different kind of controversy, with Governor Arif Mohammed Khan asking the Chief Minister to take over the Chancellor’s role in the light of alleged political interference in the functioning of universities. These developments underscore that the conferment of statutory roles to Governors may be a source of friction between elected regimes and Governors who are seen as agents of the Centre.The original intent of making Governors hold the office of Chancellor and vesting some statutory powers on them was to insulate universities from political influence. Even in the 1980s, as noted by the Justice R.S. Sarkaria Commission, the use of discretion by some Governors in some university appointments had come in for criticism. It acknowledged the distinction between the Governor’s constitutional role and the statutory role performed as a Chancellor, and also underlined that the Chancellor is not obliged to seek the government’s advice. However, it did say there was an obvious advantage in the Governor consulting the Chief Minister or the Minister concerned. The Justice M.M. Punchhi Commission, which examined Centre-State relations decades later, was quite forthcoming in its 2010 report. Noting that the Governor should not be “burdened with positions and powers... which may expose the office to controversies or public criticism”, it advised against conferring statutory powers on the Governor. It felt that the practice of making the Governor the Chancellor of universities ceased to have relevance. Quite presciently, it took note of the potential for friction: “... Ministers will naturally be interested in regulating university education, and there is no need to perpetuate a situation where there would be a clash of functions and powers.” The time may have come for all States to reconsider having the Governor as the Chancellor. However, they should also find alternative means of protecting university autonomy so that ruling parties do not exercise undue influence on the functioning of universities.",
        "headline_1": "The Chancellor conundrum: On West Bengal decision to make CM as Chancellor",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-chancellor-conundrum/article65504162.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-06-2022"
    },
    {
        "full_article": "British Prime Minister Boris Johnson managed to survive Monday’s no-confidence vote against him within the Conservative Party but the fact that 41% of the party lawmakers rebelled against his leadership is a steep fall for a Prime Minister who, just three years ago, led the Conservatives to their greatest victory since Margaret Thatcher’s 1987 triumph. When the Johnson-led Tories clinched an 80-seat majority in Parliament, bringing down even the “red wall” of Labour in the Midlands and industrial north, many expected an easy full term for the hardline Brexiteer. But Mr. Johnson’s prospects changed after reports that he held social gatherings at Downing Street when the rest of the country was in a lockdown imposed by his government. The result is a relief for Mr. Johnson. Of the 359 Conservative MPs, 211 supported him (59%). As per the party rules, the rebels cannot challenge his leadership for one year. But the bigger-than-expected rebellion has already dealt a blow to his leadership. His immediate predecessor, Theresa May, survived a no-confidence vote within the party in 2018 with 63% support among Tory MPs, but she did not survive in office for more than six months. In 1990, Thatcher won a confidence vote, but quit immediately thereafter. History offers grim lessons for Mr. Johnson’s future.While the catalyst for the rebellion was Mr. Johnson’s lockdown parties, his government is facing bigger problems. Inflation has already hit a 40-year high and many economists predict a recession. The U.K.’s celebrated exit from the EU, which Mr. Johnson personally championed, may have aggravated the economic woes of the country. Brexit complicated the U.K.’s trade with the EU, its largest trading partner, and shut down a primary source of cheap labour. Mr. Johnson tried to deflect some of the domestic pressure by taking a strong position against Russia’s invasion of Ukraine. The U.K. was in the forefront of the western bid to punish Russia with crippling economic sanctions, and supplied advanced weapons to Ukrainian forces. However, it did not have the desired outcome. Russia’s aggression and the subsequent sanctions made the cost-of-living crisis across the West much worse. According to pollsters, the Labour Party is now much ahead of the Conservatives in nationwide opinion polls. The next major test for Mr. Johnson would be the June 23 by-election for the Wakefield and Tiverton and Honiton constituencies. If the Conservatives lose them, as opinion polls predict, that would add further pressure on the Prime Minister. Growing rebellion within the party, an economic crunch and rising unpopularity among voters all present Mr. Johnson the toughest time of his career.",
        "headline_1": "Weakened in victory: On Boris Johnson winning no-confidence vote",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/weakened-in-victory/article65504192.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-06-2022"
    },
    {
        "full_article": "No, silly, there is no such prize for violence. That's just a conversation starter. After all, what better way to invoke the mighty Bangladesh Chhatra League (BCL) than with a nod to violence? But, believe it or not, there was a time when we came very close to having a Nobel Prize for Violence. It was in 2009 when Barack Obama got the Nobel Peace Prize for – wait for it – not being George W. Bush. He really wasn't. He dropped more bombs in one year than Bush did during his entire presidency. Or think of when the European Union got the prize despite being one of the biggest producers of weapons in the world.\nIt takes a Megamindian sense of humour to have violence double as peace. But if there is a universe in which this headline will make sense, BCL will surely love to be in it.\nAfter all, who doesn't love awards? In a basic sense, an award is a recognition of the hard work you put into something. When Benjamin Franklin said, \"Either write something worth reading or do something worth writing about,\" he wasn't just raising the bar for us scribes, but also for BCL activists, who as \"students\" can't seem to do either. So they're doing what they do best, and with all the fists and feet they can master. We have respectable-sounding prizes for crappy achievements and crappy-sounding prizes for respectable achievements. But none for violence. How is this fair?\nViolence, especially organised violence, is hard work. It takes discipline, commitment and a practised apathy to pursue an unpopular course to conflict resolution. And, contrary to popular belief, it requires both brain and brawn. You need both to commit violence, to mobilise support for it, and to dodge repercussions in case things go haywire. Ask anyone who has ever been involved in a war, revolution, genocide or terrorism.\nBut in Bangladesh, the peril of political showmanship is that nothing you do, however egregious, for your party is worth a dime unless it reaches the intended eyes and ears. With so many competitors around, it's hard for the average muscle to get the message of his \"contributions\" across to senior party leaders. Anonymity does not maketh political careers, nor is the satisfaction of beating the daylights out of a rival meant to last long. Violence, after all, is not its own reward.\nTo BCL's credit, it knows this all too well. So after the recent series of violent attacks on the rival activists of Jatiyatabadi Chhatra Dal (JCD), many hard-hitting men and women of the organisation made no secret of their complicity. Some of them were luckier than others. They managed to get their photos and strangely revealing defences published in the media. Others, not to be outdone, came stampeding out of their social media closet to announce their \"contributions,\" subtlety be damned. While neither group will get any award for that, they certainly hope it will get them noticed in the right quarter and a better position when the organisation's next council is held in a few months.\nBut then, as always, like night follows day, comes the righteous pushback: What gives BCL the right to attack JCD? Why would its leaders give excuses that no one in the four hemispheres can believe? Why would anyone openly admit complicity in violence? Or why be so unrepentant about it?\nViolence, defence, righteous pushback – rinse and repeat. This has been a trademark BCL outrage cycle for so long. What this shows to me is that, for all its dedication and hard work in violence and its seemingly inexhaustible ability to \"keep at it,\" BCL sucks at public relations.\nLet me explain. In director Mostofa Sarwar Farooki's 2007 drama series \"420\" – perhaps the most scathing portrayal of grassroots politics in Bangladesh – two wannabe politicians celebrate by treating people to sweets after a photo showing the older one wielding a gun is published in a newspaper. In another scene, the younger one forces a girl into marriage and tries to settle into a comfortable life. Hardly anyone felt put off by these scenes.\nBut BCL doing the same is a problem. Its violence, with helmet or without, in Dhaka or Rajshahi, is always frowned upon. Its defences are always met with incredulous reactions. Even its choice of weapons – machetes, bamboos and iron rods – is mercilessly derided. It's like whenever it goes full pistols-at-dawn at JCD, the enemy is somehow replaced by the public. Somehow, what is thoroughly unforgettable for BCL becomes thoroughly unforgivable for them. What is necessary to it is excessive to them. What it finds desirable, they find repulsive. The public seems to have a problem with everything that BCL does. And this, justifiably, confuses the more sober section of the organisation.\nThe question is, having put every other enemy in their place, can BCL change the prevailing public perception about it, or at least nudge it in a slightly different direction? At the risk of drawing both righteous and lefteous flak, let me offer a few suggestions.\nI think the BCL leadership should, first and foremost, recognise the importance of public relations in today's world. If Barack Obama can beguile the Nobel committee into giving him an award, and bemused Americans into giving him a second term in office, there is no reason why BCL cannot do the same and win a few hearts in the process. Once it has realised that, there is a lot that it can do. It can hire a PR firm to rebrand its public image. It can fund news/views outlets to present its violent activities dressed in a suit of peace, or at least buff away a pesky fact or two here and there. It can subject all its members to mandatory training, not just in the art of violence, but also in the art of guile, charm, subtlety and political spin.\nThe goal should be to improve its image by refining its engagement with the public. The public, as it is, has a rich history of selective mutism. The BCL just has to tap into that resource and make them mute or feel unperturbed about it. Knowing how forgiving we can be or how susceptible to suggestions, I'm sure we will not mind it.\n \nBadiuzzaman Bay is assistant editor at The Daily Star.\n",
        "headline_1": "And the Nobel Prize for Violence Goes to…",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/magic-madness/news/and-the-nobel-prize-violence-goes-3041801",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-06-2022"
    },
    {
        "full_article": "The global environmental movement started in 1972, with the first global environment conference held in Stockholm, Sweden, hosted by then Swedish Prime Minister Olof Palme. Among the heads of governments who also attended was the then Indian Prime Minister Indira Gandhi, who famously declared that environment and poverty were two major global issues that needed to be tackled together.\nSince that watershed event, the United Nations set up the UN Environment Programme (UNEP), and different environmental treaties such as the UN Framework Convention on Climate Change (UNFCCC), UN Convention on Biological Diversity (UNCBD), and UN Convention to Combat Desertification (UNCCD) have been enforced, which are moving forward with their respective annual conferences of parties (COPs).\nTo commemorate the event, the Government of Sweden, together with the Government of Kenya and UNEP, held Stockholm+50 in Stockholm last week, with participants from around the world to take stock of the environmental movement and plan the next phase.\nI had the privilege of attending the event, and will share some of my reflections on both the event and what needs to happen next.\nThe two-day event started with a high-level opening session, where the heads of governments of Sweden and Kenya as well as the UN secretary-general and the head of UNEP all spoke, followed by plenary sessions for ministers from many countries, including Bangladesh Foreign Minister AK Abdul Momen.\nHowever, the most interesting sessions were the many side events where different groups such as scientists, women, youth, farmers, indigenous groups, businesses, and many others, were invited to share their work and views about the future.\nThe main theme of the overall conference was to reconnect the different strands of the original environmental movement, which has become divided over the last 50 years, as well as to galvanise actions at a faster pace involving all stakeholders, rather than just governments.\nI had the opportunity to share my reflections at the concluding session of the conference and said the following.\nWhile there is much to celebrate in terms of having raised global awareness of the importance of the environment over the last 50 years, as well as some progress on different aspects such as climate change, biodiversity and pollution control, the progress has been too little, too late, and hence we needed to change our approach going forward.\nThe first task is to stop relying on government leaders to come to global events once a year and make promises and then go home and fail to implement their own promises. This has clearly failed as a process. Hence, there is a need to have other global stakeholders involved in such meetings and in implementing the decisions once they are approved. This includes the private sector as well as civil society networks and groups.\nThe second new element that needs to happen is to make the youth more prominent in the decision-making process, and even the implementation, and not just in advocacy as they are now. Young people around the world have already demonstrated their capabilities to take actions and support environmental causes locally as well as globally. I suggested that we turn the annual pre-COP of the UNFCCC into a Youth COP as well as an \"Accountability COP\" henceforth. This was in fact done quite successfully by Italy, who hosted the pre-COP26 in Milan last year before the main COP26 in Glasgow in November.\nThe upcoming pre-COP27 will be hosted by the Democratic Republic of the Congo (DRC) in Kinshasa prior to COP27 in Sharm el-Sheikh in Egypt this year. This could be an opportunity to make it into a youth COP again.\nFinally, the biggest shift we need to achieve is in the consciousness of every person in the world, where they start to think of themselves as the citizens of Planet Earth first, before thinking of themselves as the citizens of their countries and cities. This means that each and every one of us need to do whatever we can as conscious citizens to preserve our environment, while also looking after our own development and well-being. This is possible to do, but will require a major paradigm shift in our thinking and commitment starting from the individual level upwards.\nIt is important that we solve these problems in the next 50 years, or the future will be unthinkable for our children and grandchildren in the coming decades.\n \nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\n",
        "headline_1": "Celebrating 50 years of global environmental movement",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/celebrating-50-years-global-environmental-movement-3041796",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-06-2022"
    },
    {
        "full_article": "The deadly fire and explosion at the BM Container Depot Ltd in Chattogram's Sitakunda upazila have killed at least 44 people, and injured over 300 others. The revised death toll was announced during a press briefing held by the Fire Service and Civil Defence on June 7 afternoon, which also disclosed that 12 of the 44 people killed were Fire Service personnel. Therefore, it is likely that the remaining 32 deceased individuals were workers of the depot.\nThis explosion comes less than a year after the horrific fire at Hashem Foods Factory, which killed 52 workers, including at least 17 children, which the Nagarik Tadantya (Citizens' Investigation) Committee found was caused by lethal corporate negligence. It comes as yet another brutal reminder that, despite our much-celebrated growth and development, the occupational safety of workers who made them possible remains a painfully distant dream.\nThe Department of Explosives has stated that BM Container Depot Ltd did not obtain any licence to store hydrogen peroxide, the presence of which initial reports suggest caused the explosion. Tofazzol Hossen, inspector at the Chattogram office of the Department of Explosives, told The Daily Star, \"We were not informed that chemicals were stored there. They did not take any licence or approval from us. There is no legal scope for hoarding dangerous goods in such a space surrounded by locality.\"\nThe inspector also mentioned that the storage of such chemicals requires a specialised facility where temperatures can be controlled, and which must be situated far enough from the nearest locality – and that neither of these conditions were met by the BM Container Depot authorities. \nWhat I wish the inspector had also mentioned is the last time the department had sent an inspector to inspect this 30-acre depot.\nFire Service officials have also alleged that they were not informed that chemicals were being stored in the depot. If they had that information, they could have taken cautionary and responsive measures accordingly to not only put out the blaze more effectively, but also protect the lives of firefighters and bystanders. Fire Service and Civil Defence Director-General Brig Gen Md Main Uddin told The Daily Star, \"I've been working with the Fire Service for almost 25 years. In all these years, I have never seen this many deaths [of firefighters] in a fire incident.\"\nSome of the surviving workers told Prothom Alo that the pocket gate on the south side of the depot was locked at the time the fire broke out, thereby preventing workers trapped inside from escaping. \nThe story is emerging to be one we are all too familiar with: a deadly combination of corporate negligence and non-compliance, which is allowed to thrive and send off workers to preventable deaths, because workers lives are disposable, but business must always go on.\nSo, what is the price of 32 dead workers to a company that seemingly puts profit over people?\nWell, according to Chapter XII of the Bangladesh Labour Act, 2006 (read with the Fifth Schedule to the Act), the owners of BM Container Depot Ltd are only required to pay Tk 2 lakh for every worker killed in the explosion. However, the depot authorities have published a press statement declaring that they would pay Tk 10 lakh of \"cash/financial assistance\" (\"nogod shohayota\") to the families of those killed in the \"accident\" (\"durghotona\"). Therefore, the total amount of \"financial assistance\" they are planning to pay to the families of 32 deceased workers is Tk 3.2 crore. Whether any \"assistance\" would also be paid to the families of the 12 dead Fire Service personnel was not clearly mentioned.\nThe press statement also mentions that the company would pay an adult family member of each of the deceased workers a monthly amount that is equal to the monthly salary the worker used to earn, until the worker's children reach adulthood. However, in the absence of any legally enforceable mechanisms, such voluntary commitments have amounted to little more than empty promises in the past.\nThe director of BM Container Depot Ltd told Prothom Alo that his company was \"ready to set an unprecedented instance of humanity\" for the \"affected people\" in this \"accident.\" It is well worth noting that the proposed payment is referred to as \"financial assistance\" instead of \"compensation\" or \"damages\" in their press statement. The difference between these words is not just a matter of semantics, but the difference between charity and accountability. \"Compensation\" and \"damages\" speak the language of accountability – and corporations refuse to be held accountable. \nFor perspective, BM Container Depot is one of the many companies owned by the Smart Group of Industries, an industrial conglomerate that owns corporations in an array of sectors ranging from the energy sector to the RMG sector. The Tk 3.2 crore that the depot authorities are offering to pay is only 0.2 percent of Smart Group's self-declared annual revenue of USD 160 million from RMG exports alone, as mentioned on its website. \nWhen the price of a worker's death is limited to Tk 2 lakh in the very law that was meant to \"ensure labour rights,\" employers (who store hazardous chemicals without proper licence, putting workers lives at acute risk) can then advertise the payment of Tk 10 lakh as a grand act of magnanimity or \"unprecedented instance of humanity\" – instead of having to fear unlimited liability from a class action lawsuit that would sue them for all they're worth for committing gross corporate negligence that led to the preventable loss of lives. \nAs long as there is no real price to pay for corporate negligence, companies won't have the incentive they need to stop acting so negligently, and workers will continue dying preventable deaths.\n\nTaqbir Huda is a legal researcher and coordinates Justice for All Now (JANO), Bangladesh. Email: taqbirhuda@gmail.com\n\n",
        "headline_1": "A company’s negligence killed 44 people. What price will it pay?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/what-the-price-49-dead-workers-3041371",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-06-2022"
    },
    {
        "full_article": "With another general election due next year, nobody really knows whether Bangladesh Nationalist Party (BNP), the main political opposition in the country, will participate in it. The BNP seems adamant about not taking part in any election, as has mostly been the case over the last 13 years that the Awami League-led government has been in power. The BNP's claim is simple: There can never be a free and fair election under the current partisan government.\nIn all fairness, the claim is quite straightforward for one of the two major political parties in a country where non-partisan interim governments holding elections has been a norm in the past. The BNP wants the current government to hand over election-time ruling duties to a \"neutral\" administration, which the ruling party refuses to do, out of fear of a repeat of 1/11. As a result, the two political parties' opposing stance on a neutral poll-time government has now probably become the longest standing political stalemate in the history of Bangladesh.\nNo matter how adamant the BNP seems now, the party did contend in the last general election under the current government four years ago, after a lot of drama. For the most part, they kept on pushing the same agenda: no elections under the incumbent partisan government. But, in what is largely dubbed as a last-minute decision, they went to the polls in 2018 and, quite understandably, the outcome was disastrous: the BNP ended up winning just six seats in an election that was marred by allegations of widespread vote-rigging and engineering. This time around, though, the party seems to have learnt from its mistakes and does not seem likely to make any hasty decision again. Interestingly, the last time the BNP went to an election under a caretaker government, almost 14 years ago, the outcomes were almost equally disastrous: they managed to bag just about a quarter of the 300 seats in parliament.\nSo, after having experienced both boycotting (2014) and contending (2018) in elections under the current partisan government, and coming out with a bitter taste in the mouth on both occasions, one wonders: Can the BNP really afford another election boycott? Can the party survive in the long run if it continues to boycott elections?\nThere aren't any straightforward answers to these questions. Everything the BNP tried in the last 14 years has mostly backfired. They lodged violent street protests on multiple occasions, which resulted in the loss of lives and properties and only brought harsh lashing at home and abroad, but could not stop the Awami League from holding elections.\nOne stream of thought within the party – endorsed mostly by veteran leaders who have been there since the birth of the party – is to find a place of compromise and join the polls. Their past experience says the current government is extremely unlikely to amend the constitution to reinstate the caretaker government system. So, the best option for the BNP would be to have peaceful political negotiations to find a middle ground, and a way to come out of the longest \"power hiatus\" in the history of the party by joining the polls.\nThe second group is relatively younger and is led by Khaleda Zia's exiled son Tarique Rahman. The adamancy of \"not joining the polls unless there is a non-partisan caretaker government\" is what they endorse. They believe that the party leaders and activists have already paid a high price by being in the opposition and on the run for a long time. So, they have nothing to lose. Many of them have many more years left in their political careers, and hence are ready to invest more time, unlike the other, veteran group, who are mostly nearing the end of their careers and want to finish on a high note.\nHowever, one big plus for the BNP is that the party has remained more or less united despite all the hardships that they have had to endure since leaving power 17 years ago. In fact, the party is currently going through the roughest patch in its history: Chairperson Khaleda Zia has been in jail for several years; second-in-command Tarique Rahman has been in exile for even longer; there are at least 200,000 political cases against BNP leaders and activists, just to name a few of the predicaments. Everyone thought the party was going to collapse after Khaleda Zia was jailed. But that did not happen – none of the senior leaders left the party.\nAnother big plus is that, no matter how tough things have been, the BNP is still one of the two most popular political parties in Bangladesh. Even in the remotest corners of the country, devoid of any civic facilities, there is a local committee of the BNP, just like there is one for the Awami League. Despite not being in power for so many years, that has not changed.\nAlthough it seems like a mammoth task in the face of hundreds of thousands of cases hanging over the heads of its leaders and grassroots workers, the BNP needs to somehow find a way to reclaim the strength to channel its grassroots popularity and support into building a national political movement. Because whether they decide to join the polls for a decent result or take to the streets to prevent the government from holding the elections, they will require their grassroots to rise up to the occasion once again.\n \nMohammad Al-Masum Molla is deputy chief reporter at The Daily Star.\n\n",
        "headline_1": "Election 2023: Is the BNP still relevant?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-bnp-still-relevant-3041091",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-06-2022"
    },
    {
        "full_article": "A new study has confirmed what we have been fearing all along – that the number of \"new poor\" has increased between January and May of this year. After two years of Covid-induced hardships, all had hoped for a speedy recovery of the economy as well as of people's lives and livelihoods. Such hopes soon turned to despair, with unbridled inflation wreaking havoc on people's lives and eating away at their ever-shrivelling incomes.\nAccording to a multisectoral research report titled \"Inflation, Coping and Recovery Challenges,\" jointly prepared by the Power and Participation Research Centre (PPRC) and the Brac Institute of Governance and Development (BIGD), the number of new poor in the country stands at 30.9 million, which is 18.54 percent of the population. A year ago, the same researchers found that the pandemic had pushed 24.5 million people – 14.75 percent of the country's population – into poverty in one year.\nThe findings, based on a survey of 3,910 households, show that most of the surveyed households have drastically reduced their consumption of major food items; in fact, as many as one in five urban households said they had to skip at least one meal in the last month, while two-thirds of the respondents had to cut back expenditures on healthcare and children's education. Thirty-eight percent need to borrow money but cannot do so because they are already struggling to repay their existing debts.\nWe seem to have ushered in a new era of inflation inequality, in which poor households are having to bear the brunt of rising costs, and more and more new poor are being created. But the question is: Is the government taking note of people's lived realities, or is it content simply touting inflated figures of GDP growth and per capita income? Unfortunately, we are yet to see any active effort from the government to even count these people in official statistics, much less make targeted interventions to bring them out of poverty by providing stimulus packages or including them in various social protection programmes.\nThe respondents noted that they were in need of TCB food supply, but 50 percent of them said they could not buy what they needed from the trucks because of a lack of opportunity, lack of TCB family cards and trucks, and long waiting time in the queues. A whopping 57 percent respondents believed that the government should take stern action against market manipulators to stabilise prices. We agree wholeheartedly with the proposals put forth by the households most affected by the inflation. In addition to addressing the governance oversights, the government must prioritise the realities and needs of these vulnerable groups as it finalises the national budget, scaling up targeted social protection programmes, creating new jobs, and providing policy support to revitalise local economies and SMEs.\n",
        "headline_1": "2.1 million new poor in five months!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/21-million-new-poor-five-months-3041641",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-06-2022"
    },
    {
        "full_article": "In yet another show of how rotten the roots of our health sector is, a 13-year-old child died on Sunday after she underwent an appendix removal surgery at Al-Hera Clinic and Hospital in Khulna's Shalikha upazila. The claim from Nirjala Khatun's uncle is that, after hospitalising her the night before, the clinic informed them that the surgery had been completed, but also \"forced\" the deteriorating young patient to be taken to Jashore Sadar Hospital, where she was declared dead upon arrival. Apparently, the surgeon left right after the surgery, without ensuring if the patient had been brought back to consciousness by the assigned anaesthesiologist. All this aside, what is perhaps most contemptible is the fact that the Al-Hera Clinic and Hospital was sealed by district health authorities eight days prior. So, the question is: How was this clinic still operating openly?\nDespite the DGHS' rocky track record regarding the regulation of healthcare facilities – fully demonstrated during the peak of the pandemic – we had been slightly hopeful about this much-needed large-scale drive against illegal establishments. But we wonder what the point is of making such a fuss about quickly shutting down 882 facilities countrywide for being unauthorised, if the authorities will not follow up to ensure that these facilities remain closed until they have obtained a proper licence. Even more concerning is the Magura civil surgeon's query to this newspaper: \"If anyone runs the hospital ignoring our ban, what can we do?\" If this is the response of someone who is in a position to actually prevent unauthorised facilities from operating, we cannot help feeling hopeless regarding the outcome of the DGHS drive.\nIn another incident on May 29, doctors and nurses reportedly abandoned a mother and her newborn on the operating table at a Narayanganj hospital upon hearing that DGHS officials were raiding unauthorised hospitals in the area. Paperwork and licences aside, how is it that those in charge of ensuring the health of citizens do not possess the least amount of humanity?\nWhile we believe that some good will certainly come out of the DGHS' drive to only allow licensed healthcare facilities to operate, we urge the Directorate to also ensure that this does not turn into just another government step failing at the implementation stage. If successful, this could also lead to less exploitation of patients by private hospitals, and also allow only authorised medical professionals to practise. A country which had to deal with the overwhelming effects of the Covid pandemic just last year must realise the value of a properly-regulated health sector.\n",
        "headline_1": "How are banned hospitals still operating?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/how-are-banned-hospitals-still-operating-3041621",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-06-2022"
    }
]