[
    {
        "full_article": "That the four-day military exercises conducted by China, in the waters and airspace surrounding Taiwan, concluded on August 7 without incident comes as a relief to the region. The drills saw the Chinese military not only cross the median of the Taiwan Strait but fire conventional missiles above Taiwan, aggressive acts that could have easily led to unintended escalation. That they did not lead to any incidents is credit to the sober response from Taiwan’s military, which said it monitored China’s exercises, some of which were held within 12 nautical miles of Taiwan, but chose to neither engage Chinese aircraft and warships, nor shoot down missiles. If the drills were certainly provocative, China’s justification is that they were a needed response to draw a red line after what Beijing has seen as needless American provocation that triggered this entire crisis. The August 3 visit of U.S. House Speaker Nancy Pelosi to Taiwan, the first such high-level engagement in 25 years, was in China’s view further evidence of Washington “hollowing out” its commitment to a One China Policy.As the dust settles now, it is difficult to see what all three parties – the U.S., Taiwan and China – will ultimately gain from a visit that appears to have been driven more by Ms. Pelosi’s political inclinations than any well-considered long-term strategic objectives. It is thus not hard to see why even U.S. President Joe Biden and the U.S. military had cautioned against a trip that brings no lasting strategic benefits for Washington. For Taiwan’s 23 million people and for President Tsai Ing-wen, the rare high-profile foreign visit was no doubt welcome in the face of increasing global isolation on account of China’s pressure. That short-term benefit may, however, be offset by the fact that Ms. Pelosi has arguably left Taiwan with a far worse strategic environment. China’s military has indicated its actions have now heralded a new normal in military activity across the Taiwan Strait, bringing it ever closer to Taiwan’s shores. Beijing and Washington, meanwhile, are left picking up the pieces of an already strained relationship that is now teetering on the edge of an abyss. The focus must now turn to cooling the temperatures. Doing so will be easier said than done with the low levels of trust between the world’s two biggest powers. In response to Ms. Pelosi’s visit, Beijing last week said it will cut off military channels with Washington by cancelling three key dialogue mechanisms, that too at a time of heightened military tensions. War, it is said, is too important to be left to the generals. The same may be said of relations between nations: they should not be hostage to personal ambitions of politicians.",
        "headline_1": "Cooling the temperatures: On U.S.-China relations after Pelosi’s Taiwan visit",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/cooling-the-temperatures-the-hindu-editorial-on-us-china-relations-after-pelosis-taiwan-visit/article65742061.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-08-2022"
    },
    {
        "full_article": "The RBI’s Monetary Policy Committee on Friday raised the benchmark interest rate for a third straight meeting as policymakers battle to rein in inflation that has persistently ‘remained at or above’ the prescribed upper tolerance threshold for six months. The 50 basis points raise takes the policy repo rate to 5.4%, and, more significantly, to a level last seen in the pre-pandemic second quarter of fiscal 2019-20, when a growth slowdown and retail inflation of about 3.2% warranted a rate cut. As the MPC’s Jayanth Varma had pointed out in June, when the MPC had recommended a 50 basis points increase, the impact of the 90 basis points total increase from May still left the real policy rate at the time lagging behind the RBI’s 100 basis points increase in retail inflation projection for the year — from 5.7% to 6.7%. It is only now that the cumulative increase totals 140 basis points, and puts the central bank slightly ahead of the curve. Still, as Governor Shaktikanta Das acknowledged, consumer price inflation, even if off April’s eight-year high, remains ‘uncomfortably high’ with inflationary pressures broad-based. And with the MPC’s own forecasts for the second and third quarter pegging retail price gains well above the upper tolerance mark of 6%, at 7.1% and 6.4%, respectively, the rate setting panel had little option but to continue the withdrawal of monetary accommodation to prevent inflation expectations from getting unmoored and stymieing growth by retarding consumption.From an external sector and exchange rate perspective as well, globalised inflationary surges are prompting policy tightening in advanced economies that is in turn roiling currency markets including appreciably weakening the rupee and adding imported inflation to the mix. Noting that ‘successive shocks to the global economy’ had led multilateral institutions including the IMF to lower their global growth projections and ‘highlight the rising risks of recession’, Mr. Das remarked, “disquietingly, globalisation of inflation is coinciding with deglobalisation of trade”. Russia’s invasion of Ukraine and the resultant impact on trade flows from the conflict zone have upended supply chains for several commodities and added to price pressures for a range of goods. The latest geopolitical tensions triggered in East Asia by U.S. House Speaker Nancy Pelosi’s visit to Taiwan in the face of Beijing’s dire warnings, and China’s decision to respond with aggressive military drills around one of the world’s busiest shipping lanes, could also impact global trade at a time when uncertainty and risk aversion are already high. Mr. Das’s confidence in the ‘resilience’ of the economy’s fundamentals notwithstanding, it is probably apposite for the MPC to hereafter heed Mr. Varma’s exhortation by ‘providing projections of the future path of the policy rate’. This would help anchor price gain expectations firmly and surely enhance the RBI’s inflation-fighting credentials.",
        "headline_1": "Focused on inflation: On the RBI’s rate hike",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/focused-on-inflation-the-hindu-editorial-on-the-rbis-august-5-2022-rate-hike/article65741662.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-08-2022"
    },
    {
        "full_article": "The assertion that Pasmanda Muslims, the most deprived sections of Muslim society, want honour (samman) not affection (sneh) shows that BJP’s enthusiastic attempt to attract Pasmanda Muslims into the Hindutva framework is not a simple and uncomplicated question of political strategy.\nIn a recent meeting organised by All Indian Memon Conference in Mumbai, a few leading Pasmanda leaders, including former MP Ali Anwar Ansari, made it clear that BJP should have to recognise the specific concerns of Pasmanda Muslims for any meaningful discussion on their backwardness and marginalisation.\nRead full opinion on TOI+      \n\n",
        "headline_1": "Saffron search for Muslim vote: BJP’s outreach to Pasmandas is electorally and ideologically smart, but it won’t be smooth sailing",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/saffron-search-for-muslim-vote-bjps-outreach-to-pasmandas-is-electorally-and-ideologically-smart-but-it-wont-be-smooth-sailing/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-08-2022"
    },
    {
        "full_article": "More evidence of BJP’s dominance of national politics comes from Jagdeep Dhankhar’s commanding victory in vice-presidential elections. “Neutral” regional parties like BJD and YSRCP had more reason to vote for Dhankhar, despite BJP being a local competitor, than for dispirited opposition parties. The national governing party always has an edge in pocketing votes from parties not exactly aligned to it in President and VP elections. With no particular political significance to these two posts, regional parties recognise that an opposing vote isn’t worth the trouble of antagonising the Centre.\nBut the monsoon session’s near-washout should set BJP thinking. Governing parties will always encounter dissent in legislatures. Legislation, protest, debate and scrutiny go hand-in-hand in parliamentary politics. The cross-party support to Dhankhar should prompt him, as RS chairperson, as well as LS Speaker Om Birla to rethink the manner in which both Houses are running presently. Summary suspensions of protesting MPs are clearly not helping reduce disruptions. Parliament should not be aping state legislative assemblies where MLAs are routinely suspended and roughly escorted out. A more even-handed approach by presiding officers to give more space to matters like debates is necessary. Good debates on issues like inflation, jobs, China, Agnipath and public finances can help in policy formulation. Such engagement would also help Parliament set an example to state assemblies, a majority of which sit for less than 20 days a year.\nVP elections also pose searching questions to the opposition. With just 20 months left for the 2024 elections there is no semblance of the opposition unity needed to challenge BJP. Mamata Banerjee’s ambition to emerge as opposition beachhead has taken a hit with her inexplicable decision to abstain in the VP polls. Congress’s USP that it is the sole party with a national footprint to challenge BJP may now regain traction. Yet its defeats in successive state elections and Rahul Gandhi’s on-again off-again approach don’t enthuse other parties. Like Mamata abstaining in the VP polls, Congress may have to prepare for a situation where more regional parties, including current allies, think less and less of it as an alliance leader. If there’s no opposition unity of even a superficial kind, at least in some states opposition parties will eat into each other’s votes. That can only be good news for BJP.\n \n\n",
        "headline_1": "New VP, old politics: Presiding officers must give opposition more leeway. Opposition must ponder how it can battle BJP",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/new-vp-old-politics-presiding-officers-must-give-opposition-more-leeway-opposition-must-ponder-how-it-can-battle-bjp/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-08-2022"
    },
    {
        "full_article": "Yesterday NTA said the CUET exam will now go on till August 28. For too many Class XII students, this year feels like a never-ending nightmare of exam dates. In CUET’s second phase, major technical glitches have been the main culprit. There have been server issues, snags in downloading papers and security protocol failures, and late on Friday NTA cancelled exams at around 10% of the centres. It attributed this to “administrative/logistics/technical” reasons. But its own under-preparation is the main worry point.\nUnlike, say, JEE-Main that has only two papers, CUET tests 54,000 unique subject combinations. Naturally, the latter demands a more complex IT architecture and sturdier infra. The question now is whether centres that got delisted in the middle of the exam cycle – setting up affected students for fresh rounds of uncertainty – should have been deemed fit in the first place. NTA should invest in system upgrades at, say, the Kendriya Vidyalaya network. This will also have wider positive multipliers. There are plans to hold CUET twice from the next academic year. The spillover effects of its glitches and delays on the entire higher education cycle will be even worse, unless an earnest audit of what went wrong this time is done. Education ministry must ensure accountability at NTA.\nWhat’s worse for students is that they get their admit cards really close to exam dates, often leaving them scrambling to make difficult travel arrangements. The toll of this security precaution has proved very high. So, alternatives must be found. Put students’ peace of mind first.\n\n",
        "headline_1": "CUET defective: Students are owed a proper audit of NTA glitches. What happened this time mustn’t be repeated",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cuet-defective-students-are-owed-a-proper-audit-of-nta-glitches-what-happened-this-time-mustnt-be-repeated/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-08-2022"
    },
    {
        "full_article": "Few events produce collective unalloyed joy and elevate a country’s mood like a sporting triumph. There’s a pleasure in watching a wrestler rewind the clock back and snatch victory when defeat looked a distinct possibility. Or witnessing a quartet of hitherto unknown women grab a gold medal in a game few had even heard of in India. These are moments to relish and cherish. You might have listened to the national anthem a thousand times before. But it is always infinitely more inspiring when it is played to an athlete’s triumph.\nThe 2022 Commonwealth Games, which concludes today, gave plenty of such joyful occasions to anyone who engaged with the multi-sport event. But the medal recipients didn’t just give us elation. Their stories also encapsulate a wealth of life’s lessons.\nRead full opinion on TOI+\n\n",
        "headline_1": "India celebrated the India we barely know: In the Birmingham Commonwealth Games, every medal has also handed out a life lesson",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Addictions/india-celebrated-the-india-we-barely-know-in-the-birmingham-commonwealth-games-every-medal-has-also-handed-out-a-life-lesson/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-08-2022"
    },
    {
        "full_article": "Ordinary people, particularly those belonging to the middle- and lower-income groups, have been dealt another major blow as bus and launch fares were increased, albeit predictably, following Saturday's record fuel price hike. We had warned repeatedly that raising fuel prices by such high amounts will have many negative consequences for the public. And increased bus and launch fares are just the beginning.\n\nThis practice of increasing domestic prices when international prices are high, but never lowering them when those are low, has to go.\nA day after exorbitantly raising prices of diesel, kerosene, petrol and octane, the government hiked bus fares by up to 22 percent. Although the new fares were supposed to come into effect on Sunday, bus operators started charging them immediately after the announcement. Moreover, many vehicles were kept off the road on Saturday following the price hike decision. This meant that commuters had to suffer the entire day due to a shortage of transport, while also getting overcharged for using the few vehicles that were available. All of these were foreseeable from past experiences. Yet, the fact that the government had no preparation to address commuters' suffering speaks volumes about its approach to the whole issue.\nBut what is more worrying is that the government is reportedly set to further increase water, electricity, and gas prices, despite the latter being raised by 22.8 percent recently. Industrialists and exporters have already warned that these massive price hikes, coming in quick succession, are going to hugely impact businesses and exports, which would further hamper the economy.\nAnd here, again, we must return to the matter of the fuel price hike. When international prices were low, consumers did not receive any benefit in the form of lower prices, while different government organisations in the energy sector made huge profits by charging them a higher price. Instead of offsetting the price rise by using their profits, they decided to invest the extra profit to build pipelines, etc. But investing in such projects is the responsibility of other government wings. Why and on what basis did they take such actions then? And what do they have to show for their investments?\nIt is unacceptable for the government to push the cost of its corruption, mismanagement and bad policies onto the people. But that is exactly what's been happening in the energy sector for years. Given the inflationary pressure people are presently facing, it is difficult to see the recent fuel price hike, and its aftereffects, not breaking the camel's back. Therefore, the government should seriously reconsider its recent move or raising other utility prices. Instead, it should lower fuel prices, since international prices have started to decline.\nThis practice of increasing domestic prices when international prices are high, but never lowering them when those are low, has to go.\n",
        "headline_1": "The energy policy is becoming increasingly illogical",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-energy-policy-becoming-increasingly-illogical-3090131",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-08-2022"
    },
    {
        "full_article": "The Battle of Plassey and the Battle of Boxar were the imperial wars between the East India Company and the Mughal authority, which in turn gave the Company a legal status in Bengal. But, to consolidate their power in rural Bengal, the Company had to face resistance from the local chiefs, Rajas and people. Although, many of these resistance movements sprung up owing to the oppressions of the Company's local agents, the Company's revenue policy and their support to the local agents were also responsible for them. Like Fakir Sanyasi movement (1760-1800), and Shamsher Gazi's revolt (1767-68), the Chakma rising may also be considered as an early resistance to the Company's rule in Chittagong region.\nWithout entering into an anthropological discourse about the people of Chittagong Hill Tracts, it can safely be said that they were Chakmas in tribe and were the early Arakanese settlers in that area. These people employed quasi-Muhammadan nomenclatures. They fancied to keep their names after the ruling Mughals. The principal leaders of the Chakmas, who fought against the Company, were Sher Daulat Khan, Jan Baksh Khan and Ranu Khan. Jan Baksh Khan was the son of Sher Daulat Khan. Ranu Khan, most probably, was a relation of Sher Daulat Khan who served as his principal Diwan and general. After the death of Sher Daulat Khan in 1782 AD Jan Baksh Khan succeeded him and Ranu became his Chief naib.\nAs regards to their early connection with the Mughals, it appears that Jalal Khan, the Chief of the independent Chakma tribe, obtained a permission from the emperor Farrukhsiyar in 1713 AD to trade with the people of the plains in articles like dried fish, hens, salt, molasses, tobacco, black cloth etc., which would not be produced in the hills, on voluntary payment of a tribute in cotton. But this tribute was very irregularly paid and ultimately Jalal Khan violated his agreement and in consequence of an inevitable attack by the Mughals Jalal khan fled to Arakan. This agreement was again renewed by Shermast Khan, another Chief from Arakan, who agreed to pay the tribute and in return he received a grant of wasteland in Chittagong for which separate revenue was to be paid. From that time onward the hill people, through local stewards, paid only a nominal tribute in cotton to the Mughal authority out of their total production.\nIn 1772 AD, the Kapas Mehal of Chittagong Hill Tracts become an item of the Company's revenue. Attempts at collecting revenue from Kapas Mehal had been made by the Company in the shape of a tax levied \"on cotton brought down from the hills, which was farmed out to some second party\". These farmers of the Company would contract with the tribal Chiefs for the delivery of definite amount of Cotton annually. Ranu Khan, who later revolted against these farmers, was the contractor of the Company's farmer who had agreed to pay 501 maunds of cotton to the Company annually.\nBut strained relations developed through the Company's attempt of making settlement with some individuals other than the tribal people for collecting cotton revenue, and especially the Company's attempt to lease out lands in hilly areas to men, not connected with the tribal rulers. Hill people had to face bifold exploitation -- one in the form of revenue collection, and the other in the form of speculation. The introduction of an intermediary class, the lease-holders, in the Company's arrangement with the hill chiefs meant the exclusion of the hill people. This arrangement gave way for direct and indirect exploitation. In consequence of this, the economic life of the hill people jeopardized and they lost incentive for cotton cultivation from which most of the hill people used to eke out their livelihood.\nThe cotton, which remained with the hill people even after such exploitation, came to be sold in the markets of the plains of Chittagong. But by the sale process of cotton, the hill people could hardly afford to collect the bare necessities of their life. Because, here also the speculators had extended their clutches of exploitation through monopoly business.\nThe oppressions and extortions of the company's people produced intense dissatisfaction among the tribal people. Under the leadership of Sher Daulat Khan, Jan Baksh Khan and Ranu Khan resisted the Company's rule in the Chittagong Hill Tracts. Their resistance began in 1776 AD. Sher Daulat Khan denied the Company's authority and withheld payment of revenues of his Zamindari at Rangunia. His Lieutenant, Ranu Khan, had organised resistance adopting guerrilla tactics. We get information about the nature of Ranu Khan's resistance from the report of Mr. Law, the Collector of Chittagong. He reported that Ranu Khan and his people made constant attacks on the landholders and farmers of the plains and in consequence the Company's revenue collection was delayed and sometimes the Company incurred a loss.\nThe resistance activities of the Chakmas were both offensive and defensive. Through guerilla tactics they had, for some time, resisted the company's rule and by launching sporadic raids in the plains they tried to fade out the former's influence and establish the supremacy of their own tribe.\nWith a view to taking Ranu Khan into custody, collector Law sent a party of sepoys on April 1777 AD, but the expedition failed. It was because Ranu Khan had no fixed place of residence, adopting a guerrilla method he used to hide in a safe place, whenever necessary, and attacked when he got a chance. Fifty sepoys were again sent against Ranu Khan, who burnt two or three hillocks and villages. In response to this challenge, Ranu Khan \"assembled men of large bodies, who though ill-armed, harassed the few sepoys in the expedition\". It seemed that in the early phase of the Chakma rising, their power of resistance was so strong that the Company's authority was hardly felt there. To arrest Ranu Khan's growing strength, Captain Ellerker, the Commanding officer at Chittagong, sent a reinforcement of one hundred and fifteen newly employed sepoys against him. But they were eventually opposed by the large body of Kukies, who were assembled by Ranu Khan.\nHowever, the Company also had a conciliating attitude towards the hill people because of its commercial considerations. First, cotton was abundantly sown by the hill people, and to help the weaving production of Dacca factory the Kapas Mehal had received special consideration from the Company's government. Second, the company had the necessity of collecting fire wood from the hills for boiling salt. But owing to the unrest in the hill tracts the people of malangies could not collect any firewood. Third, the Company's coolies were reluctant to cut timbers from Rangunia for the establishment of the Company's barracks due to the opposition of the Kukies. Finally, the Company's elephant trade was impeded because of the opposition of the Kukies. It seemed that some of the important commercial interest of the Company was wrapped around the question of place in the hills. So, the Company thought that any conciliation with the hill people might bring peace in this locality and safety to their revenue and commerce. But the Company, in fact, did not try to find out the actual causes of the unrest among the hill people and that is why their attempt at conciliation got no favour from the hill people and they continued their endless violent attacks.\nIn 1781 AD, it was reported that Ranu Khan and his associates were crossing the Feni River up the beels. A considerable detachment had already been sent against them, but the Company's government was not sure that they would be able to arrest him without the active help from the Raja of Tippera. Ralph Leeke, the Resident of Tippera, was asked to procure the support of the Raja of Tippera to suppress Ranu Khan. Records indicate that the Company's purpose was not served. The Chakmas continued their operations almost unabatedly.\nThe Company once again explored their ability to apprehend Ranu Khan and his people by sending a detachment from Islamabad. But this time Ranu Khan took hold of a Company's shikdar and ran off with him.  Being perplexed, the Company's authority made attempt to correspond with the object of getting the release of their shikdar, on the one hand, compelling him to pay revenue to the Company's government on the other. This time the Company's army created much trouble in the hills. As a consequence of this, a spy of Ranu Khan came from the hills and informed the Commanding officer that Ranu Khan would release the Company's shikdar and would pay revenue to the Company usually. The spy also informed that Ranu Khan repented for his activities and he would beg pardon from the Company. Most probably Ranu Khan, under the pretense of submitting to the Company, wanted to save himself from being arrested. Ultimately the assurance given by Ranu Khan through his informer to the effect of releasing the Company's shikdar and paying revenue to the Company was not complied with.\nIn 1782 AD, Sher Daulat died but his son Jan Baksh and his general Ranu Khan with their associates like Doolub, Choree, Kannoo and Toothang Shuckdas carried on operations. As records show, in consequence of Sher Daulat Khan's demise their movement, for some time, dwindled but soon regained its strength. Being embittered by the repulsive activities of Jan Baksh Khan and Ranu Khan and consequently by the repeated complaints of the Zamindars, the Company issued a Parwannah ordering the chaudhuries, taluqdars, farmers, and ryot to apprehend all the persons belonging to Jan Baksh Khan and Ranu Khan. But this measure was not operative, because the hill peoples were more rock-ribbed than that of the Company's local agents.\nDuring the period between 1784 and 1785 AD the Company seriously fought against the Chakmas. This time the Company applied their every possible strength to subdue them. By the middle of June 1784 AD, a party under Major Ellerker was sent against Jan Baksh Khan and his associates. But the hill Chief went into the interior of the hills and the army had to retire. Again, in December 1784 AD, a party was sent against the Chakmas, but they were restricted by the authority to advance into the interior of the hills. \nOn the New Year's Day in 1785 AD Major Ellerker wrote to Captain Anderson, commanding the 22nd Battalion of the Independent Regiment of Light Infantry, for dislodging the adherents of Jan Baksh Khan. Captain Aderson was empowered to adopt every means to arrest Ranu Khan. He was also given direction to move against a chieftain who, in favour of Jan Baksh Khan, had formed an entrenchment near the Kalapania hills.\nOn 16 January, 1785 AD, the Company made a violent attack on the hills. Richard Anderson with his lieutenants Framingham and Feeking advanced towards the interior of the hills and continued their operation for nearly a week. This time they destroyed the residence of Ranu Khan's son and some villages of the hills using powerful weapons and batteries and took possession of Ranu Khan's residence and some fortresses, But, neither the army could capture any Chakma nor could they subdue them at all. Moreover, the hill people adopting guerrilla tactics had killed one beldar or spademan and wounded one lascar, four dandies or boatmen of the Company.\nCaptain Anderson retired but he considered the necessity of keeping guards on the bank of Karnafuli fearing the blockade raised earlier by the Chakmas to commence again. But there were positive and repeated orders from the authority to withdraw army altogether. Nevertheless, Collector James Irwin suggested stationing army at some places which would 'serve as a guard to the avenues into the hills'. In consequence the Company found it essential to keep twelve posts to prevent the operations of the Chakmas. But this preventive measure could not stop the hill people from undertaking their operations. And later official records indicate that the hill people, under the leadership of Jan Baksh Khan and Ranu Khan, continued their operations as usual. At their frequent operations, the Company's local agents were terrified and they sought help from the Company. Narahari Mitra, who was appointed the Company's Wadahdar at Rangunia, requested Major Ellerker for keeping constant guards to protect him from guerrilla attacks.\nAs a consequence of the Chakma resistance, the Company had to sustain an enormous economic loss and it was necessary for them to keep a separate account for the expenditure incurred in their war with the hill people. From 1783 to 1785 AD the Company's lease-holders could not enter the hill tracts and as a result, the revenues of this area fell into arrear. As a consequence of this, the Company had to exempt the leaseholders from paying the government revenues for these years.\nIt seemed that the task of subduing the hill people was not as easy as the Company thought to be. Moreover, the Company was baffled by their guerrilla operations. Having failed to subdue them by sending detachment the Company adopted a new strategy to confine them into the hills. This new strategy was, in effect, an economic blockade on the hill people's access to the markets of the plains in order to procure salt, tobacco, dried fish, and other commodities through barter trade. Besides, the Company's government tried to incite the Kukies through allurement to seize the adherents of Jan Baksh Khan. But the Company's plan of provocating the Kukies against Jan Baksh Khan and his associates proved abortive. The Kukies continued their resistance as usual against the Company's local agent and when in 1787 AD Jan Baksh Khan came to terms with the Company, the Company's authority had to seek his help to halt the Kukies. On the other hand, the hill people were getting supplies of salt, tobacco and dried fish from the plains in spite of the Company's prohibitive orders. The economic blockade enforced by the Company was successful when the Company posted guards at different strategic points of the hills. Ultimately, the people of Chittagong Hill Tracts were obliged to cease their resistance.\nIn sum, the rising of the people of Chittagong Hill Tracts under the leadership of Sher Daulat Khan, Jan Baksh Khan and Ranu Khan originated from the Company's revenue policy on the one hand and the multifarious exploitation of the Company's farmers and speculators on the other. Their resistance started in 1776 AD and continued roughly to 1786 AD. In 1787, Jan Baksh Khan came to terms with the company and agreed to pay regular revenue to the Company. It appears clear that the economic blockade put up by the Company ultimately obliged him to cease resistance and come to terms with the Company.\nIt appears that the Chakmas, in their resistance, had the help of some Bengalis of the plains. In his letter to the committee of Revenue on 7 January, 1785 AD, James Irwin wrote that Jan Baksh Khan maintained \"in his service a Bengali of the name Mun ghawzee, a notorious dacoit, who was sentenced by the Fouzdar of Islamabad to be impaled.\" It was also reported that Mun Gazi had trained about sixty Bengalis who were always with him. We can trace another Mun Gazi, officially known as a dacoit, who was sentenced in 1774 AD by the Fouzdary Adowlut conformable to Muhammadan law to \"let his right-hand [and] left foot be cut off\". It seemed that all these sentences against Mun Gazi were passed in absentia. Again, we find another Mun Gazi, sometimes known as Mun Sarkar, in the 'Shamsher Gazi Namah written by Sheikh Manohar. According to Shamsher Gazi Namah, Mun Gazi, a Bengali, was an employee of Shamsher of Shamsher Gazi of Tippera in 1760's. He was the chief of Nimak Mehal of Panuya Ghat near the big Feni River, where Shamsher Gazi had served earlier. There is a hat, after his name, Mun Gazir hat, which is adjacent to Panuya Ghat under the Chhagalnaiya police station. During Shamsher Gazi's revolt, Mun Gazi played an active role. It seems that Mun Gazi and his adherents may have associated themselves with Jan Baksh Khan and kept up this resistance against the Company. To clear the official remark on Mun Gazi as a dacoity, it should be noted that any activity contrary to the interest of the established government is always considered by that government as an act of dacoit or miscreants. However, the identification of Mun Gazi and his association with Jan Baksh Khan still remains a question for further research.\nRatan Lal Chakrborty was an eminent historian. He was a Professor at the Department of History, University of Dhaka.\n\nThis is an abridged version of the article  'Chakma resistance to early British rule' which was published in the Bangladesh Historical Studies (Vol II, 1977).\n",
        "headline_1": "Chakma resistance to British rule",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/in-focus/news/chakma-resistance-british-rule-3090111",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-08-2022"
    },
    {
        "full_article": "It was only the other day that we got an alarming review from a passenger welfare association saying it had recorded the highest number of Eid-time road casulties in its history during the fortnight around the Eid-ul-Azha holidays this year. Between July 3 and July 17, at least 398 people were killed and almost twice that number injured in the country. Now, thanks to another organisation, we have the full record of the month, and it turns out that the increase has been pretty steady all along. As many as 739 people, including 109 children, were killed and 2,042 others injured in July alone. This is, by any measure, a shocking number.\nBangladesh is clearly moving backwards in terms of road safety. Not a day goes by that we have news of some kind of tragedies – a deadly crash here, a treacherous level crossing there, someone being robbed, raped or drugged inside a bus, someone being thrown off it. Road crash, from which even pedestrians are not safe, certainly takes the cake. Of the 739 victims who died in July, 118 were padestrians, while 251 died in motorbike accidents, accounting for 34 percent of all deaths. Among other vehicles involved in crashes were three-wheelers, trucks, buses, pick-ups, covered vans, etc. No vehicle was spared, just as no district, one can presume, was left unscarred.\nOverall, compared to the June figures, road crashes increased by 30.97 percent and fatalities increased by 36.48 percent in July. The Road Safety Foundation, which compiled the data, cited 10 major reasons for road accidents and also made 10 recommendations, none of which should sound unfamiliar given how frequently, and futilely, those were repeated. The total chaos in the transport sector – due in no small part to the impunity enjoyed by the owners/workers associations and the lack of action by concerned state agencies – means that Bangladesh had not only failed to reach its goal of reducing accidents by 50 percent by 2020, but is likely to miss its 2030 target as well.\n\nThe responsibility to turn this situation around falls primarily on the ministry of road transport and bridges, and agencies that it commands, who must answer for their consistent failure.\nThe difference between the goals set by the government for road safety and the reality on the ground couldn't be starker. Of course, the responsibility to turn this situation around falls primarily on the ministry of road transport and bridges, and agencies that it commands, who must answer for their consistent failure. Given the situation, the authorities should urgently implement the road safety act, which has been stuck in limbo since 2018. As experts have suggested, there should also be a Road Safety Fund to be spent on awareness, research, etc. Drivers need to be better trained and compensated. Rules related to fitness of vehicles, driving and traffic should also be strictly enforced. Without undertaking these measures, the pile of bodies on our roads will continue to mount.\n",
        "headline_1": "Roads are becoming ever more treacherous ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/roads-are-becoming-ever-more-treacherous-3090106",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-08-2022"
    },
    {
        "full_article": "When fuel prices are on the decline in the global market, the Bangladesh government has increased fuel prices effective from August 6. The country's policymakers have increased the prices of various types of fuel by 42-52 percent. Diesel and kerosine prices have been raised by Tk 34 – from Tk 80 to Tk 114 per litre. The price of octane has been raised from Tk 89 to Tk 135 per litre, while petrol's price has increased from Tk 86 to Tk 130.\nThis is the second time that the government has increased fuel prices in just about nine months. On November 3, 2021, the government increased the prices of diesel and kerosene by 23 percent.\nCommon people forced to bear BPC's loss\n\nMismanagement, system loss and a weak supply chain of the Bangladesh Petroleum Corporation (BPC) have become a perennial problem. The government argued that the BPC lost Tk 8,014.54 crore during February-July 2022 due to high import prices, and that at this rate, the company would become penniless soon. They also argued that due to the lower prices in Bangladesh, fuel was being smuggled out to India, but now Bangladesh's fuel prices had been fixed at par with that in India, which would fix the problem. But these are not new issues. Both are primarily governance-related problems, for which the government is responsible. The common people should not be penalised for these by having to bear the burden of high fuel prices – especially during these difficult times.\nBefore and during the Covid pandemic, BPC's profits increased by a higher amount as global fuel prices were low for about eight years. According to the Economic Review 2022 of the finance ministry, the BPC earned a net profit of Tk 48,122 crore between FY2014-15 and FY2021-22 (up to May 23, 2022). Fuel prices are administered by the government and not determined by the demand and supply in the market. So, consumers in Bangladesh do not benefit from low fuel prices in the international market. Only once in 2016, fuel prices were reduced by the government by a small amount.\nMoreover, as always, fuel prices have been set from the top without any consultation with stakeholders such as transport owners, representatives from the agriculture sector, industrial sector, small traders, experts, and consumer rights associations. Also, the Bangladesh Energy Regulatory Commission (BERC) seems to have no role in price determination.\nFuel price hike seems planned for IMF loan\nIn view of its falling foreign exchange reserves, Bangladesh is looking for funds to maintain its foreign exchange reserves and meet its import needs. The finance ministry has been planning to get a loan of USD 4.5 billion from the International Monetary Fund (IMF). But IMF loans do not come without strings. The IMF wants countries to withdraw price control, formulate budgets in line with the fiscal frameworks, increase tax-GDP ratio, spend more on social sectors, carry out structural reforms in the banking sector, improve the fiscal system, develop social protection, etc. One of the objectives of these conditionalities is to make sure that the borrowing countries can repay their loans. \nWhile these conditionalities are meant to be good for a country, everything may not work out in the same manner as countries are in different phases of development and have different priorities. But it all depends on how a country negotiates the conditionalities, and how efficiently a country uses the loans. Bangladesh should have the ability to negotiate with the IMF with solid arguments for the betterment of its people and economy.\nFuel subsidy is an economically inefficient measure \n\nSubsidy is an inefficient means to help people and businesses in a country, which encourages misuse of resources. Fuel subsidy has become unsustainable in Bangladesh. The budget for FY2022-23 indicated that the share of subsidy was almost two percent of the GDP. A major part of this is for fuel, while the rest is for the agriculture sector.\nFuel prices should have been adjusted gradually \nThe people of the country are already struggling to make their ends meet due to ongoing inflationary pressure; by raising fuel prices by such a large margin, the government is pushing them into an even worse situation. They are now struggling to survive with reckless price hikes of all commodities – imported and locally produced. The soaring prices of daily essentials such as vegetables, rice, flour, and edible oil are unbearable for low and fixed-income households. Protein sources such as fish, chicken, beef and mutton are beyond their means. Officially, the inflation rate reached 7.56 percent in July 2022 in Bangladesh, which is the highest in the last nine years. But the prices of several essential items have increased by even 50 percent during the last one year, as per the price records of the Trading Corporation of Bangladesh (TCB).\nSeveral people have been forced to use up their savings in the face of high prices. Ironically, they are losing out on their savings, too. The Bangladesh Bank has imposed a cap on lending and deposit rates at nine percent and six percent, respectively. So, savers are ultimately losing out, since the deposit rate is lower than the inflation rate.\nThe increased fuel prices will not only affect the low- and middle-income families, but will also affect many sectors of the economy, which will have multiplier effects. For example, high irrigation costs will eventually lead to higher prices of agricultural commodities. Many farmers may be discouraged to produce more, which is bound to increase reliance on food imports. Consumers will have to bear higher transportation costs of agricultural goods. The industrial sector will have to bear the rising cost of production and would become less competitive globally. This could impact export income, which in turn may impact the trade balance. Thus, sectors such as road and water transport, power generation, industry, agriculture, and businesses which are dependent on fuel will be affected. The impact of high fuel prices will be felt in many ways, including increased fares in all types of transport, house and office rents, and education and health expenses. In the end, it will affect the welfare of a large population with limited income.\nAnd the rate of such increase is often higher than the fuel price hike. One may recall that bus and launch fares were increased by about 27 percent and 35 percent, respectively, after the fuel price hike in November last year. This time is no different. Already, bus fares have increased across the country; others will follow suit. Besides, we also have to consider market manipulations, which are common in Bangladesh, as is creating panic and artificial crisis by hoarding, which raises prices unreasonably. \nLow, middle-income families need govt support \nIronically, the ultimate victim of any crisis are always the common people.\nOn an immediate basis, the government must provide support to poor and limited-income households across the country. The budget allocation for social safety net in FY2022-23 is even lower than the previous year. The allocation, which is already insufficient, also includes the pension of government employees. The government must create fiscal space by increasing domestic revenue generation and strictly following austerity measures. This is an opportune moment to stop wastage and curtail corruption. For better targeting of the population for support, institutional mechanisms should be strengthened. The number and quantity of items should be increased under the open market sales (OMS). Ration cards should be made available for a larger number of people. Small businesses should be provided stimulus to run their businesses. \nIn the medium term, the power and energy sector in Bangladesh should correct its policies and invest in primary fuel in the country. Experts have been recommending new gas exploration initiatives and efficient management of the sector to meet the demand and maintain a reasonable price. The authorities have opted for importing the expensive liquefied natural gas (LNG) from the international market, despite a better probability of success in gas exploration at home. Foreign investment in the sector has been largely resisted by interest groups. The capacity charge payments to quick rental power plants are causing huge financial losses for the government. Unless the government brings discipline through producing primary energy and bringing energy efficiency, the crisis in the sector will continue.\nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "How will the common people survive?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-will-the-common-people-survive-3090006",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-08-2022"
    },
    {
        "full_article": "Ordinary people, particularly those belonging to the middle- and lower-income groups, have been dealt another major blow as bus and launch fares were increased, albeit predictably, following Saturday's record fuel price hike. We had warned repeatedly that raising fuel prices by such high amounts will have many negative consequences for the public. And increased bus and launch fares are just the beginning.\n\nThis practice of increasing domestic prices when international prices are high, but never lowering them when those are low, has to go.\nA day after exorbitantly raising prices of diesel, kerosene, petrol and octane, the government hiked bus fares by up to 22 percent. Although the new fares were supposed to come into effect on Sunday, bus operators started charging them immediately after the announcement. Moreover, many vehicles were kept off the road on Saturday following the price hike decision. This meant that commuters had to suffer the entire day due to a shortage of transport, while also getting overcharged for using the few vehicles that were available. All of these were foreseeable from past experiences. Yet, the fact that the government had no preparation to address commuters' suffering speaks volumes about its approach to the whole issue.\nBut what is more worrying is that the government is reportedly set to further increase water, electricity, and gas prices, despite the latter being raised by 22.8 percent recently. Industrialists and exporters have already warned that these massive price hikes, coming in quick succession, are going to hugely impact businesses and exports, which would further hamper the economy.\nAnd here, again, we must return to the matter of the fuel price hike. When international prices were low, consumers did not receive any benefit in the form of lower prices, while different government organisations in the energy sector made huge profits by charging them a higher price. Instead of offsetting the price rise by using their profits, they decided to invest the extra profit to build pipelines, etc. But investing in such projects is the responsibility of other government wings. Why and on what basis did they take such actions then? And what do they have to show for their investments?\nIt is unacceptable for the government to push the cost of its corruption, mismanagement and bad policies onto the people. But that is exactly what's been happening in the energy sector for years. Given the inflationary pressure people are presently facing, it is difficult to see the recent fuel price hike, and its aftereffects, not breaking the camel's back. Therefore, the government should seriously reconsider its recent move or raising other utility prices. Instead, it should lower fuel prices, since international prices have started to decline.\nThis practice of increasing domestic prices when international prices are high, but never lowering them when those are low, has to go.\n",
        "headline_1": "The energy policy is becoming increasingly illogical",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-energy-policy-becoming-increasingly-illogical-3090131",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-08-2022"
    },
    {
        "full_article": "It was only the other day that we got an alarming review from a passenger welfare association saying it had recorded the highest number of Eid-time road casulties in its history during the fortnight around the Eid-ul-Azha holidays this year. Between July 3 and July 17, at least 398 people were killed and almost twice that number injured in the country. Now, thanks to another organisation, we have the full record of the month, and it turns out that the increase has been pretty steady all along. As many as 739 people, including 109 children, were killed and 2,042 others injured in July alone. This is, by any measure, a shocking number.\nBangladesh is clearly moving backwards in terms of road safety. Not a day goes by that we have news of some kind of tragedies – a deadly crash here, a treacherous level crossing there, someone being robbed, raped or drugged inside a bus, someone being thrown off it. Road crash, from which even pedestrians are not safe, certainly takes the cake. Of the 739 victims who died in July, 118 were padestrians, while 251 died in motorbike accidents, accounting for 34 percent of all deaths. Among other vehicles involved in crashes were three-wheelers, trucks, buses, pick-ups, covered vans, etc. No vehicle was spared, just as no district, one can presume, was left unscarred.\nOverall, compared to the June figures, road crashes increased by 30.97 percent and fatalities increased by 36.48 percent in July. The Road Safety Foundation, which compiled the data, cited 10 major reasons for road accidents and also made 10 recommendations, none of which should sound unfamiliar given how frequently, and futilely, those were repeated. The total chaos in the transport sector – due in no small part to the impunity enjoyed by the owners/workers associations and the lack of action by concerned state agencies – means that Bangladesh had not only failed to reach its goal of reducing accidents by 50 percent by 2020, but is likely to miss its 2030 target as well.\n\nThe responsibility to turn this situation around falls primarily on the ministry of road transport and bridges, and agencies that it commands, who must answer for their consistent failure.\nThe difference between the goals set by the government for road safety and the reality on the ground couldn't be starker. Of course, the responsibility to turn this situation around falls primarily on the ministry of road transport and bridges, and agencies that it commands, who must answer for their consistent failure. Given the situation, the authorities should urgently implement the road safety act, which has been stuck in limbo since 2018. As experts have suggested, there should also be a Road Safety Fund to be spent on awareness, research, etc. Drivers need to be better trained and compensated. Rules related to fitness of vehicles, driving and traffic should also be strictly enforced. Without undertaking these measures, the pile of bodies on our roads will continue to mount.\n",
        "headline_1": "Roads are becoming ever more treacherous ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/roads-are-becoming-ever-more-treacherous-3090106",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-08-2022"
    },
    {
        "full_article": "A country long vulnerable to classical vibrio cholera, followed by large-scale deaths, Bangladesh, can now reasonably be considered free of the deadly diarrhoeal, virus-borne illness. Although a section of global researchers include Bangladesh among the cholera outbreak-prone countries, there are few signs here of the disease's comeback. Yet administering oral cholera vaccines to children in selected areas in Dhaka is welcome news. The ongoing 'second round' vaccination campaign in five selected areas of the capital is slated to continue till August 10. Nowadays, it doesn't need public health people's opinion to view cholera primarily as a water-borne disease. Eating spoiled food aggravates suspected cholera cases. Its insidious spread in areas crippled by the crisis of pure drinking water cannot be brushed aside.The ongoing cholera vaccination programme has given rise to a few questions. Of those the most important one is, if the children are given the preventive doses against cholera or the vaccines are aimed at blocking the path of severe diarrhoea. Both the diseases show almost similar symptoms. Days of continuous treatment at specialised hospitals like the ICDDR, B in Dhaka can successfully deal with acute intestinal diseases. The hospital was once famed for treating suspected cholera. General people simply called it the 'Cholera Hospital'.Given the Dhaka water and sewerage authority's alleged supply of not impeccably treated water, many point the finger at Dhaka WASA. Discoloured, smelly water coming out of the supply pipes is a cause for concern in many parts of Dhaka. So is the scenario of children and adults alike having juices and drinks and snacks etc at roadside eateries. That these drinks and foods play a major role in spreading diarrhoea among children and adolescent boys and girls has repeatedly been proved. In the rural swathes, during and after the flood water recession, paucity of sufficient pure drinking water haunts the country. Village after village have been passing through a similar drinking water scarcity during the debilitating hot and humid summers. But nearly a century back, rural people in Bangladesh were seen dying in their hundreds in dreadful cholera epidemics. Thanks to the invention of effective vaccines overseas, coupled with the innovative treatment methods introduced by the then Cholera Hospital in Dhaka, the scourge continued weakening. Bangladesh was declared free of the 'classical cholera' in a short time.Through the ages, the very mention of cholera has continued to strike terror into the hearts of peoples in countries. The panic it causes is no less than that prompted by plague, small pox, malaria and severe flu. Medical science's relentless fight against the diseases, and their success in inventing effective cures could, finally, almost eradicate the epidemics. Prophylactic medicines also did not lag behind. A sad aspect of the whole saga is that the name of Bangladesh can still be found in the lists of countries said to be vulnerable to cholera outbreaks. The countries are Afghanistan, Democratic Republic of Congo, Ethiopia and Nigeria. Another survey says cholera badly affected India, Yemen, Russia, Middle East and northern Africa not long ago. According to epidemiologists, up to 16 February, 2022, approximately 30,629 suspected cholera cases have been reported worldwide. The confidence thus derived from the 'achievement' of making the world cholera-free sounds hollow. Suspected epidemics, or raging pandemics, cannot be banished altogether. They keep returning, some at long intervals. Given cholera's returns, the oral cholera vaccination or countrywide vaccination campaigns deserve in-depth analysis and watchful preparation.",
        "headline_1": "How to deal with cholera",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-to-deal-with-cholera-1659884861",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-08-2022"
    },
    {
        "full_article": "Into the fourth week of his new job as the central bank governor, Mr Abdur Rauf Talukder initiated an action that many of his predecessors, deliberately or otherwise, had skipped. He, as his latest move suggests, wants to ensure good governance in the banking sector. At a press briefing held at the central bank on Thursday last, he sent a tough message to banks that are prone to breaking discipline and bending rules and regulations. He informed the newsmen that the central bank had identified 10 'relatively weak' banks, taking into account four indicators--- classified loans, capital adequacy, loan-deposit ratio and provisioning requirement. The Bangladesh Bank (BB) governor avoided labelling the banks concerned 'sick', though they have all the symptoms. All the banks in question are in the private sector. The central bank reportedly has held meetings with a first-generation private bank and clarified that the board of the bank would provide only policy decisions and the job of the management would be to carry those out. The BB asked the management to bring to the BB's notice if the board tried to put pressure on it (management) unethically. The central bank, according to Mr Talukder, will also prepare three-year business plans for each of the weak banks after holding discussions with their management. It is a good start, no doubt by the new governor. But, given the experience, it would be premature to pin much hope on the initiative. Experts of all hues and men in power and beyond have always felt the need to reform the banking sector. But, none has started well-directed reforms so far. This is because reforms are painful and the vested interests oppose those tooth and nail. The formation of the Banking Commission is a case in point. Repeatedly, experts have suggested forming a commission to streamline the affairs in the banking sector. But the proposed commission has not seen the light of the day, as there has been a subtle opposition to such a body from the people who matter. Banking sector reforms date back to the early 1980s when the government denationalised Uttara Bank and Pubali Bank and allowed a few private banks to operate for the first time. In the mid-1980s, the government also constituted Money, Banking and Credit Commission to define scope and modalities of the early phase of financial sector reforms. In the early 1990s, the World Bank entered the scene. Financial reforms began under a programme styled, Financial Sector Adjustment Credit (FSAC), designed by the WB. With expiry of the FSAC, there came yet another WB-sponsored reform programme named Financial Sector Reforms Programme (FSRP). Both the programmes were primarily designed to address structural issues and ease the built-in rigidness and flaws in the state-controlled banking and monetary operations. The reforms delivered partial results, as the government and other stakeholders were not very much interested in allowing the market forces to play their roles freely. Later, two expert committees on banking were formed to streamline the banking sector affairs, but most of their recommendations went unheeded. So, unwillingness to clean the Augean stable through the much-needed reforms has given rise to a plethora of problems for the banking sector. It is hard to say the government is strongly behind reforms. A section of owners of private banks, for reasons best known to them, has developed a strong dislike for the word reform. Many top bankers favour reforms, but stay away from those to save their jobs. But, the failure to effect reforms has been taking a heavy toll on the banking sector. Emergence of 'weak' banks, loan scams and build-up of huge classified loans are among many symptoms of a fragile banking system. No denying that there is an overcapacity in the banking sector, meaning the number of banks is more than what the economy needs. Various pressure groups, including the political ones, have managed licences for banks, leading to the creation of an unhealthy environment. Some of the state-owned banks are now in dire straits because of mismanagement and undue interference by the government. The same is true of some private banks that are now being identified as 'weak' institutions. Necessary scrutiny, however, would reveal an unsavoury truth. There could be a few more banks that deserve an identical tag. The central bank's decision to enforce a moratorium on the classification of loans because of Covid-19 pandemic has made it more difficult to get a clear picture of classified loans of various banks. Honestly speaking, the central bank itself has been partially responsible for the prevailing situation in the banking sector. A business plan or appointment of advisers or administrators is unlikely to help in the matters of revamping weak banks. Most of them are strong candidates for mergers with relatively strong banks. The BB needs to actively think about such a possibility. More importantly, the banking sector must be subjected to deep-rooted reforms that would ensure discipline, accountability and good governance. \n[email protected]",
        "headline_1": "BB's plan to retrieve 'weak' banks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bbs-plan-to-retrieve-weak-banks-1659884910",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-08-2022"
    },
    {
        "full_article": "Mayor Atiqul Islam of the Dhaka North City Corporation (DNCC) deserves kudos for coming up with yet another innovative plan. This time his brainchild is an introduction of QR code (an initialism for quick response code which is a two dimensional matrix barcode that contains necessary machine-readable information) for rickshaws. The mayor plans to take all unregistered rickshaws off the road and instead press into service 0.2 million of these paddled three-wheelers on the city roads. According to the mayor, only 28,000 rickshaws had obtained licences but now one million rickshaws ply on the capital's roads. His intention is to streamline rickshaw service by allowing rickshaws to ply with the QR code so that any of those can be scanned to know about all the required information. Surely this is a smart way of taking action against illegal or unregistered rickshaws. It is unbelievable that only 28,000 rickshaws are registered. The mayor did not mention when this number of these paddled vehicles got registered. Issuance of licences to rickshaws was stopped in 1988 but the Dhaka South City Corporation (DSCC) started the process of issuance and renewal in 2020---after 32 years.If the number mentioned dates back to 1988, it means the total was for the entire city because it was not bifurcated then. Now there is a need for clarification of the number of rickshaws that will have permission for movement bearing the QR code. Does he mean the DNCC or the entire city? Logically, he can speak for the area under his jurisdiction. This means the DNCC will have 0.2 million rickshaws and if the DSCC also follows suit, there may be a 0.4-0.5 million-strong fleet of rickshaws. Since the present size of those --- as already mentioned by the mayor --- is 1.0 million, roughly the city will have half the present number of rickshaws. If and when this happens, the implications are unlikely to be confined to the rickshaw-pullers and the syndicate behind the illegal business of this particular type of transport. Almost hundred per cent of pullers are slum-dwellers and if such a large number of rickshaws go off the road, if not as many of them, at least a majority of them will become unemployed and find their shelter in slums unaffordable. The other important question is, if the curtailed size of these paddled vehicles will be enough to meet the city's transport need. This question comes to the fore with reinforced gravity because its most suitable alternative--- public bus service that is --- is yet to prove its worth. Ideally, rickshaws should not have a place in the capital city of a country poised to become a developing country. It should have a decent system of public transport where buses should comprise its backbone complemented by taxi, hired cars like Uber and auto-rickshaws. If rickshaws have to be retained at all, they must ply within the residential areas and on the peripheries of the city.So, without making any alternative arrangement both for pullers and city's inhabitants, the decision of drastic curtailment of the number of rickshaws may have given rise to some unforeseen problems along with the predictable ones. Even the introduction of what is called 'Nagar Paribahan' has not made a difference to the traffic chaos and brought about an ease of communication because the city is full of indiscipline out and out. Unless the monopoly and highhandedness of transport owners and operators can be strictly dealt with, the city hardly stands to have a modestly smooth transport system. Let the poor rickshaw-pullers undergo retraining in order to have livelihoods other than rickshaw-pulling before they are driven out of their present occupation. \n[email protected]",
        "headline_1": "Rickshaws with QR codes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rickshaws-with-qr-codes-1659884945",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-08-2022"
    },
    {
        "full_article": "The recent fuel-price surge is unprecedented. It is the highest in 20 years, and came to us as a sudden shock. There was a fear that fuel oil prices could be increased. But the increase is atrocious. We already face a costly living as the prices of goods and services are going up with every passing day. Amid this, the prices of diesel and kerosene have been increased by 42.5 per cent to Tk 113 a litre from Tk 80. The petrol price has been increased by 51.16 per cent to Tk 130 a litre from Tk 86; and, the price of octane has been increased by 51.68 per cent to Tk 135 a litre from Tk 89. Most importantly, the hike came at a time when fuel prices are reportedly falling in the global market. The increase in fuel oil prices will, no doubt, badly impact the whole economy of our country. No section of our society will be spared from its consequences. Business entities, particularly small and medium enterprises, will suffer when their production and transportation costs go up sharply. The surge, moreover, will raise Bangladesh's current inflation rate, which was 7.56 per cent in June. Common people are already finding it extremely difficult to make ends meet with the high prices of almost all daily essentials. The escalation of fuel prices along with the already high prices of utilities like electricity, water and gas are bound to have a devastating effect on the prices of food and non-food items. This will be too much to bear for fixed-income groups. We urge the government to reconsider the hike and explore alternatives to raising fuel prices and save people from more woes. \nAl Amin Hossain, Student of University of Chittagong, Chattogram, [email protected]",
        "headline_1": "Need for reconsidering fuel-price hike",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-reconsidering-fuel-price-hike-1659884968",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-08-2022"
    }
]