[
    {
        "full_article": "Prime Minister Narendra Modi’s visit to Moscow on Monday reaffirms an old tradition of holding annual summits between India and Russia leaders. With Russia his first choice for a bilateral visit in his third tenure, he also breaks a tradition that Indian Prime Ministers travel to neighbouring countries on their first stand-alone visits in a tenure, indicating the importance of the India-Russia partnership. The 22nd India-Russia Annual Summit has another first — the first Modi-Putin meet since the Ukraine war. The 21st summit was in Delhi in December 2021, just before Russian President Vladimir Putin launched “special operations” on Ukraine. Since then, the two leaders have met just once, at the SCO summit in Uzbekistan, where Mr. Modi had stated that this was not the “era of war”. Russia’s growing dependence on China as a result of the war is also a concern for India, given tensions over the LAC. While there will be a scheduled framework of talks on bilateral issues (trade and energy relationships, space cooperation for Gaganyaan, and declining but substantial defence supplies), there will also be an opportunity to take stock of the war in Ukraine. Apart from its impact and western sanctions on global security, and shortages of food, fuel and fertilizers, India has been worried about its fallout on defence deliveries and spares from Russia. While an attempt to “Make in India” has made headway (Russian assault rifles and the India-Russia BrahMos missile), concerns over the reliability of supplies and the payments issue will need discussion. New Delhi’s concern over Indian recruitments by the Russian army is another issue, officials indicate.Above all, Mr. Modi’s visit sends a geopolitical message given the contrast to another summit in Washington. On Tuesday, U.S. President Joseph Biden will welcome leaders of NATO countries for the transatlantic grouping’s 75th anniversary. With Ukrainian President Volodymyr Zelenskyy and Indo-Pacific leaders who are part of the western sanctions present, it will be a show of strength supposed to demonstrate Russia’s “isolation”. Mr. Modi has attempted a balance with his presence at the G-7 summit outreach in Italy last month and meeting Mr. Zelenskyy, and later sending an official delegation to the Peace Conference in Switzerland. The government has also shown its enduring commitment to traditional ties with Russia that stem from the 1971 Soviet Union Peace and Friendship treaty, by refusing to condemn the war at the UN and other multilateral forums, while continuing to engage with Russia bilaterally and at groupings such as the SCO, BRICS and the G-20. All eyes during Mr. Modi’s visit will then be on how he uses India’s particular multi-polar, unaligned perch to further the cause of “dialogue and diplomacy” and help hasten an end to the conflict that has divided the world.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nRussia\n\n/\n\nIndia\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nsummit\n\n/\n\nChina\n\n/\n\nunrest, conflicts and war\n\n/\n\ntrade policy\n\n/\n\nenergy and resource\n\n/\n\nspace programme\n\n/\n\ndefence equipment\n\n/\n\nfood\n\n/\n\nfertiliser\n\n/\n\nmissile systems\n\n/\n\nUSA\n\n/\n\nNATO\n\n/\n\nG7 summit\n\n/\n\nUnited Nations\n\n/\n\ndiplomacy",
        "headline_1": "Old traditions, new ties: On the importance of the India-Russia partnership",
        "headline_2": "Narendra Modi must try and convince Vladimir Putin to end the Ukraine war",
        "link": "https://www.thehindu.com/opinion/editorial/old-traditions-new-ties-on-the-importance-of-the-india-russia-partnership/article68378177.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-07-2024"
    },
    {
        "full_article": "The victory of Masoud Pezeshkian, a reformist who opposes moral policing of women and calls for engagement rather than confrontation with the West, in Iran’s presidential run-off, shows that the Islamic Republic, plagued by economic woes and social tensions, is still capable of springing a surprise. Until a few months ago, Iran’s executive, legislature and judiciary were controlled by the so-called ‘principalists’ (conservatives), who were opposed to reforms. The last few years also saw protests and state repression. The revolution seemed to be ageing. Yet, the Islamic Republic has elected a candidate who calls for change, in a poll that was necessitated by the death of Ebrahim Raisi, a conservative, in a helicopter crash in May. Mr. Pezeshkian, whose only administrative experience was a cabinet berth in the Khatami government over two decades ago, was a relatively obscure figure until last month. When his candidacy was cleared by the Guardian Council, Iran’s reformist coalition, which had been weakened after back-to-back electoral setbacks, threw its weight behind him. Mr. Khatami, and Hassan Rouhani, moderate cleric and President from 2013-21, endorsed him. In the July 5 run-off, he won 53.6% votes to beat conservative rival Saeed Jalili.In recent years, a growing number of Iran’s voters have stayed away from elections as a protest against the system. In the first round of the presidential election, the 39.9% turnout fuelled debates about the legitimacy crisis of the semi-representative system. But the possibility of a reformist victory brought more voters in the run-off. The nearly 50% turnout helped Mr. Pezeshkian defeat Mr. Jalili despite a conservative consolidation behind him. This also means that the voters have high hopes about Mr. Pezeshkian, who in the past has spoken out against the way protests were handled by security personnel. He also backs dialogue with the West to revive the 2015 nuclear deal, which was sabotaged by Washington in 2018. It is to be seen how far he can go in a system tightly controlled by the Shia clergy. Iran’s President, the highest elected official, has limited powers in the country’s theocracy which is commanded by the Supreme Leader. But with his strong mandate, Mr. Pezeshkian should not shy away from pushing for change. The clerical establishment should see his victory as a message from the public. This is an opportunity to promote gradual reforms at home and careful engagement with the world. If Mr. Pezeshkian and the clergy reach common ground, Iran has a chance to ride out the storms engulfing it.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIran\n\n/\n\nelection\n\n/\n\npolitics\n\n/\n\nvoting\n\n/\n\nUSA\n\n/\n\nnuclear policy\n\n/\n\neconomy (general)\n\n/\n\nsocial issue",
        "headline_1": "​Winds of change: On the Iran election result",
        "headline_2": "The rest of the world must do more to engage with reformists in Iran",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bwinds-of-change-on-the-iran-election-result/article68378159.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-07-2024"
    },
    {
        "full_article": "As religious conservatives ebb in Iran, it’s not Iranian women alone who are taking hope\nAre presidential elections in Iran free and fair? Hardly. A stark tell is that instead of being selected by political parties, candidates are tightly screened by a guardian council beholden to the Ayatollah. But against this background, the divergence in the two finalists’ platforms was all the more striking. The victory of reformist Masoud Pezeshkian means a great deal more than a first glance at Iran’s political system would suggest. \nOn domestic liberties | Shervin Hajipour, whose Baraye became an anthem for anti-govt protests, has been sentenced to three years in prison. Pezeshkian’s campaign chose to play this song: “Because of dancing in the street/ Because of fear while kissing/ Because of my sister, your sister, our sister.” In sharp contrast, the defeated conservative advocates even stricter controls on women, to “strengthen the sanctity of the institution of family”​​​​​​​. So, although Pezeshkian hasn’t gone as far as to call for an end to compulsory veiling, one real change his election should deliver is a climbdown of morality police.\nOn foreign relations | On the core national principle of anti-Israelism, no shift has been indicated by Pezeshkian. Plus, there is no sign that the Ayatollah will loosen his fierce grip on major policy decisions. But the world has taken note how Pezeshkian has admitted that fixing Iran’s economy needs lifting of US’s sanctions, which in turn means resolving the standoff over its nuclear programme. Many who have voted for him blame their own plight, such as having had to substitute lamb with lentils, on their govt isolating their country. \nOn Indian interests | Iran has managed to ward off economic collapse by increasing oil production and sales. Once the US waiver allowing import of Iranian crude ended, India stopped buying it in FY19. But in the years leading up to this, Iran was a big source of crude oil for India, sometimes the third biggest, sometimes the second biggest. Now, roughly 90% of Iranian crude goes to China. An Iran-US detente would be good news for India and the world. Of course, another election, Trump’s, could undo all Pezeshkian movement in this direction.\n\n",
        "headline_1": "Tehran twist",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tehran-twist/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-07-2024"
    },
    {
        "full_article": "The defence tech body’s light tank is good news. But armoured units need much more \nIn a much needed break, India’s indigenous light tank has completed the prototype development stage under Project Zorawar. Developed by DRDO and L&T, the tank will now undergo an array of trials before its induction into the military by 2027. Success here is absolutely crucial in light of the ongoing standoff with China along LAC.\nFor Himalayan punch | While Indian army has managed to deploy some of its heavier Russian-origin tanks along the border with China, this is not optimal. The T-90s and T-72s are mainly geared for operations in plains and deserts, as they weigh 40-50 tonnes each. The indigenous light tank weighs around 25 tonnes. Therefore, should they ace the trials, they will be ideally suited for deployment in the higher Himalayas. \nA big tank problem | But this will solve only a part of the tank problem India faces. The army is getting just 354 light tanks. The bigger challenge is to replace and upgrade the larger fleet of Russian-origin tanks that are reaching the end of their life cycles soon. The army plans to issue a Request For Proposal this year, with the aim to produce 1,770 Future Ready Combat Vehicles to replace the T-72s from 2030. This will be done in three stages if all goes to plan. However, the army has 2,400 T-72s, and as per reports, it plans to upgrade a significant number of them with more powerful engines and better fire detection and suppression systems. But many of these tanks won’t be upgraded, creating a deficit in tank numbers in the near future. \nSeamless transition needed | Induction of new advanced tanks and upgrade of old tanks must happen in perfect coordination. Sans this, army’s firepower could see a serious shortfall. Given India’s security challenges across two fronts, that’s a very uncomfortable position. News on Zorawar is welcome. Now focus on modernising the bulk of India’s tank fleet.\n\n",
        "headline_1": "Tank you, DRDO",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tank-you-drdo/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-07-2024"
    },
    {
        "full_article": "Today’s airlines wouldn’t be able to handle yesterday’s trunks \nPeople have matching luggage these days and it’s all so delicate and fashionable no wonder baggage handlers at airports have fun breaking it. And I was thinking would the plane even take off if the luggage of yesteryear was to make a reappearance. Big, black steel trunks with our names stencilled in white paint with a solid chunk of a lock rather than today’s toy locks with keys so small and frail they bend when used. Those trunks held all our fortune as school and college boarders and even the porter at the station was hard pressed to carry them. \nThe trunks carried clothes, food, books, tuck made with mother’s love and were always accompanied by a canvas holdall and that really held all. We would unfold it on a train berth so it became a bed and invariably one shoe stuffed in the top corner would self convert into hard pillows. Holdalls are pure nostalgia. This generation has not seen even one. You could put so much into the pouches and corners and it had these bold thick leather straps that took some doing to hook. Yes indeed, our luggage was robust, not this current namby pamby stuff made of ticky tacky and looking just the same. One day, like someone had cast an evil spell on them, both black trunks and holdalls simply disappeared, never to return. \nBy the same token all the families we knew had a small mousy looking attache case covered in a brown cloth that normally lay on top of the cupboard. It was never used but just lay there gathering dust. Perhaps it contained something important, perhaps it was empty but every home had at least one…they probably still do. Go on, look up at the cupboard. Fathers would go to work with what was called a leather file as opposed to a briefcase. It had a handle, opened by the flap being unstrapped and had a magical quality because we were forbidden from touching it. My grandfather had a portmanteau with brass knuckles, the sort they carried onto the Titanic and it took four people to carry. \nThese days they have the cheek to call their stuff personal luggage. Personal luggage was in our time when every scratch, every stain, every mark had a story behind it. We didn’t have to check baggage tags to recognise our luggage like you see at airport carousels these days. Folks picking up a suitcase thinking it is theirs then dolefully putting it back. Give me a holdall any day. At least I knew the shoes were in it.\n\n",
        "headline_1": "All that extra baggage",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/all-that-extra-baggage/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-07-2024"
    },
    {
        "full_article": "The shuttering of Koo, a microblogging website similar to Twitter (now X), has rekindled discussions about why India doesn’t have its own Google, Facebook, or WhatsApp, and whether a protectionist approach like China’s is necessary to build such services. But what would Indian versions of these platforms offer?\nIndian social networking startups like Koo and ShareChat have typically focused on Indian language users. While initially successful, this strategy hasn’t stood the test of time. In 2008, when Google rolled out search in Gujarati and Marathi, Webdunia and Guruji.com already had search in these languages. Despite initial success, these platforms couldn’t compete with Google. For instance, Guruji.com pivoted to music search before shutting down and being acquired for its ad network business. Similarly, numerous internet messaging services that launched after 2011, including Gupshup, HookUP, Imsy, Plustxt, and Hike, failed to compete with WhatsApp, which had already gained popularity in India. Plustxt, focusing on Indian languages, struggled and was eventually acquired by One97, Paytm’s parent company, and shuttered.\nTech that: No reason to emulate China by building desi versions of social networks\nIndia can’t be compared to markets like China, South Korea, or Japan. English and its script are widely used and accepted in India, with many people communicating in their mother tongue using the Roman script. Global companies have increased their presence by offering services in Indian scripts. Building local products that scale is a long, difficult process requiring significant funds, time, and innovation, and generating revenue in social media products via advertising is especially difficult. Social media also has a tourism problem: as Facebook has probably found out after launching its Twitter competitor Threads, people sign up, look around, stay for a few days, and leave. Making these products sticky requires network effects, product innovation and a unique use case. LinkedIn is for professionals, Twitter now X for news and common interests, and Facebook and Instagram are for friends and family. Without substantial funds and unique offerings, Koo struggled in a mature market.\nIn their parting note, its funders Aprameya Radhakrishna and Mayank Bidawatka point towards the fact that partnership talks fell through with larger internet companies and media houses who didn’t want to deal with “user generated content and the wild nature of a social media company”. This is a telling comment: social media platforms are expensive and complicated to manage. India’s IT Rules have increased compliance requirements and content moderation costs beyond what the IT Act had intended. These are likely to increase further. In March last year, during his meetings about the proposed Digital India Act, former junior IT minister Rajeev Chandrasekhar proposed doing away with the ‘safe harbour’ provision that provides platforms immunity from the content posted by users, saying that “it is the responsibility of the platforms that post the content.” No online platform will survive this, and it’s no surprise that Koo didn’t find buyers given this potentially fatal blow to social media in India.\nThe push for digital sovereignty like China’s leads to increased regulation, surveillance, censorship and crony-capitalism, with digital authoritarianism around the corner. I doubt there will be venture capital funding available for companies in a market that behaves like it’s the 1970s.\nInstead of focusing on startup failures and lamenting the lack of competition for global giants, we should celebrate the successes of Indian startups that have beaten them. Naukri.com, arguably India’s most successful Internet company, beat global major Monster.com. IndiaMart survived multiple attempts by Alibaba.com to enter India. Ola and Flipkart (eventually bought by Walmart) are homegrown successes, and have successfully battled Uber and Amazon. Zomato and Swiggy overcame the Uber Eats and foodpanda challenge. MakeMyTrip, Ixigo and EaseMyTrip are Indian success stories in travel. India’s startup ecosystem is thriving and innovating, and there’s no reason for us to mess with its market dynamics by emulating China or Europe.\nStartup founders are also not defined by one or two failures. Wishberg, a wishlist site launched in 2012 by Pravin Jadhav and Kulin Shah, struggled and was acquired by Freecharge in 2014, which Snapdeal bought in 2015. Jadhav was then brought on board at Paytm to start Paytm Money for stock trading, and eventually started his own, called DhanHQ. Shah worked at Acko before founding Onsurity, an employee health benefits platform. India’s internet ecosystem is full of stories of founders starting up, shutting down, being acquired, of being forced out, before they build something that works. Many founders who exit their businesses reinvest in new ventures. Freecharge’s Kunal Shah has funded over 200 startups so far. Venture capitalists also often back founders who have tried something new and failed. India’s startup ecosystem is still innovating and is in the process of maturing. The tough experience that Aprameya Radhakrishna and Mayank Bidawatka have gone through at Koo will eventually lead to success. As they say: companies fail, founders don’t.\n\n",
        "headline_1": "On Koo, failures and successes in India’s startup ecosystem",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/on-koo-failures-and-successes-in-indias-startup-ecosystem/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-07-2024"
    },
    {
        "full_article": "The revival of the student movement for reformation of the quota system in public service was wholly predictable, given the way the government had reacted to the previous movement in 2018. Since, in totality, 55 percent of government jobs used to be reserved under the quota system—including 30 percent for freedom fighters' children and grandchildren—the protesters had legitimate grounds to demand a revaluation of the system. The glaring lack of good jobs in the country and the need to ensure that the majority of public-sector recruits enter the service on merit warrant such a demand.\nDuring the initial stages of the 2018 movement, the government refused to have an open dialogue with the protesters, labelling them as being involved with vague conspiracies. Once the students refused to budge from their position, we saw how Chhatra League cadres unleashed severe beatings upon protesters, with law enforcers often acting as bystanders. When the protesters still refused to back down, the government decided to do away with all quotas altogether—which the protesters had never asked for. The decision was regressive in nature given that it failed to reserve any seats for marginalised groups that are necessary for their upliftment.\nOn June 5, 2024, the High Court declared the circular that cancelled the quota system as illegal. After the government appealed the ruling and the Appellate Division of the Supreme Court upheld the HC directive, students once again were forced to launch a movement. While we cannot condone the blockades being implemented by protesters, we do find their demands rooted in logic. Reserving 30 percent of government jobs for the children and even grandchildren of freedom fighters goes against the spirit of our independence. Our valiant freedom fighters laid down their lives for equality; and although we honour their memory and hold the deepest respect for them, continuing to provide such a huge number of seats for their grandchildren makes little sense at present.\nBut that's not all. The government needs to reevaluate—as it should have the last time around—the whole quota system. We have heard previously that many of the seats reserved for marginalised groups used to remain vacant, another fault line in the erstwhile quota system. So, the government should involve all stakeholders in dialogue to find a solution that suits the needs of our time. Neither doing away with all quotas, nor simply continuing with the previous quota numbers, are appropriate solutions. The government needs to figure out suitable quota figures for marginalised groups, while reserving the majority of seats for meritorious students. We cannot steer the nation towards greater heights without having efficient and committed public servants at the helm.\n",
        "headline_1": "Reforming the quota system is long overdue ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/reforming-the-quota-system-long-overdue-3651121",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-07-2024"
    },
    {
        "full_article": "Cartography in India might have had its roots in this expansionist ambition but went on to achieve much more than this. Rennell's Map of Hindostan, published by an act of Parliament in 1782, inaugurated the cartographic identity of modern India for the first time on the world stage. It geographically integrated the eastern entrepot all the way to the Himalayan hinterlands and the north western Punjab-Sind, reorienting existing land into a fresh geo territorial unit heavily dependent on its eastern delta for overseas commerce. This is not to say that this outlying terrain was unexplored for exactly these reasons. Earlier regimes and powers, both local and foreign, had their stakes all over the Bengal littoral region, making it one of the most coveted and strategic locations in the world for a very long time. However, it was the British East India Company which was responsible for the territorial transformation of the region as the fulcrum of power.\nWith James Rennell's surveying operations surging outwards across India while being focalized in Calcutta, large parts of India which were thus far outside the scope of the colonial information grid were fast brought under detailed observation. The utility of a panoptic knowledge of routes that was sought from the administrative class was stressed by Rennell in his book, A Description of the Roads in Bengal and Bahar (1788). Rennell lists four major centers, Calcutta, Murshidabad, Patna, and Dacca: \"the first being the seat of government, and the others either the capital military stations, or factories or both.\" Since the grant of the Dewani to the English East India Company by the Mughal Emperor Shah Alam II in 1765, the seat of power shifted from Murshidabad to Calcutta, which now needed to be connected with all major stations throughout the region. The British colonial regime, with its growth of mercantile capital, commercial manufacture, and a drive towards the monetization of social relations, transformed the existing circulatory practices. The decline in commerce and attrition of urban centers in the early phase of British colonization of India was therefore generally seen as a breakdown of an earlier circulatory regime. Many of the arguments foregrounding the importance of transport infrastructure, roadways, navigation, and later on the railways in British India, were based on this foresight of bringing products and capital into a disciplined and efficient system of circulation.\n Cartographic practices were not limited to academic mapping alone. Pictorial representations flourished in abundance as riverine landscape paintings became a popular medium to portray journeys into the subcontinent. William Hodges and the Daniells were major forerunners in initiating the genre, making landscape paintings popular and lucrative for later European traveling artists to participate. From the late eighteenth century onwards, many amateur artists in the East India Company's service explored innumerable opportunities to record the sights of India. Among the most productive of amateur artists in India was probably Sir Charles D'Oyly (1781-1845). Son of a senior Company official, John Hadley D'Oyly, the Company's Resident to the Nawab Babar 'Ali at Murshidabad, Charles was educated in England from where he returned to India in 1797. He held minor posts in the Company at the beginning of his career but gradually rose to higher and more responsible positions in the service. His first major appointment was as Collector of Dacca from 1808 to 1812. Following this, he returned to Calcutta, first as Deputy Collector and then Collector of Government Customs and Town Duties, a post he held until 1821 when he was appointed Opium Agent in Patna. D'Oyly's specific aesthetics are infused with geographical knowledge. In his movement away from riverine landscapes into the mofussils and hinterlands, his art can be seen as depicting 'spatial stories,' which link together, draw itineraries, and hence organize places as though in a map. Be it his paintings of Calcutta, Dacca, or Gyah or his monumental work titled Sketches of the New Road in a Journey from Calcutta to Gyah (1830), a project undertaken on the occasion of the inauguration of a new military road linking the Grand Trunk Road to Calcutta, his drawings contextualise the new colonial circulation evolving from existing routes. His topographic drawings are a kind of spatial practice which narrativise the fresh emergence of space, supplanting the space and network of the ancien regime. D'Oyly's The Sketches of the New Road celebrated the initiation of the idea of geographical improvement and mobility as the signpost of British triumph. The areas surveyed by the artist's eye were brought under cartographic surveillance and military order. The Sketches simulated an ideal tour through a coherent visual experience. In this series, D'Oyly adopted the European style of the 'prospect,' by then a widely accepted format, for his panoramic views. A bird's eye view of an entire terrain, the style could include with fields, forests, roads and rivers, sometimes towns and cities, travelers on the road, tiny as against the scenic landscape. The road interlaced with semaphore towers, as it were, paved the way to India's modern future.\n\nThe Dacca paintings share a similar format with the Calcutta paintings and capture mofussil life in its plebeian detail. Most depict Mughal architecture then in ruins, hovering atop dense oppressive vegetation taking root in it, exuding a sense of decadence and a passing away of an old order. Also depicted are roads, rivers, and nullahs (streams) fallen into disuse.\nIn Views of Calcutta and its Environs, D'Oyly ventured away from the banks of the Ganges into the black town in search of local experiences: the streets, bazaars, huts, rituals, fairs, and festivals of the locals. In 1808, when he was appointed Collector of Dacca, he promised Warren Hastings that he would offer \"as companions a few of the ruins of the city of Dacca which […] are exquisite for their magnificence and elegance and are calculated to tempt the pencil of an artist.\" The result was the drawings for Antiquities of Dacca (1830), planned as a joint venture with another professional artist, George Chinnery (1774-1852). His sketches and paintings dealing with Dacca were brought out from 1823 onwards in the form of folios from London. Each of these folios had about four to five sketches or paintings in it together with topical and historical descriptions of them. These brief explanatory notes were submitted by an acclaimed historian, Persian scholar, and artist, Military Surgeon James Atkinson (1780-1852). The roping together of image and accompanying explanatory letterpress was a relatively established convention at the time. D'Oyly granted greater significance to the vernacular and public architecture of an erstwhile important port township. He insisted on replacing the established hierarchical distinction between places, largely through preceding artistic ventures of Hodges and the Daniells, with a more fundamental equivalence. The Dacca paintings share a similar format with the Calcutta paintings and capture mofussil life in its plebeian detail. Most depict Mughal architecture then in ruins, hovering atop dense oppressive vegetation taking root in it, exuding a sense of decadence and a passing away of an old order. Also depicted are roads, rivers, and nullahs (streams) fallen into disuse.\nD'Oyly starts off by recalling the strategic location of Dacca not only because it had once been the capital of Bengal, which rose to pre-eminence during the time of Aurangzeb, but also because of the presence of other European powers prior to the coming of the British and the East India Company:\nLong before the English settled at Dacca, the Dutch had established a factory there, and transacted their business through native agents; [...] The English factory at Dacca, having been preceded by that which Tavernier terms \"a tolerably good one\", was rebuilt about a century ago by Mr. Stark, with the permission of Iltizam Khan, [...] previous to which native agents had been employed to purchase cloths, and convey them for sale to Calcutta. It was not till the year 1742 that the French succeeded in getting permission to rebuild a factory here, which is now, as well as that erected by the Dutch, a heap of ruins.\nIn both his Dacca and Behar paintings, D'Oyly reinforces his identity as an administrative officer in the colonial service by commenting on the state of decay and administrative lapse the regions had suffered in the recent past. The Antiquities deal with descriptions and depictions mainly of the architectural past and present, and there is inevitably an attempt to draw comparisons between past elegance and the poverty-stricken present.\nThus Ducca for more than half a century was the capital of Bengal, and continued to be enriched by the multitudes which crowded to the courts of its governors. The stupendous remains of gateways, roads, bridges, and other public works, which present themselves on every side, sufficiently prove the former grandeur and magnificence of the city.\nWhile correcting earlier records such as that by the French traveller, Tavernier, D'Oyly takes credit for his own 'discovery', his detailed research and production of original knowledge:\nIt would appear from this account by Tavernier, that almost the whole of Dacca at that time consisted of habitations built of mud, straw, wood, matting, and bamboo, such as are constructed by the common people at present. He mentions no public buildings excepting those of the Europeans; although the Great Kuttra, a most magnificent edifice, as well as the Mosque of Syuff Khan, had been erected many years before, and the small Kuttra more recently; but still several years before the celebrated French traveller visited Ducca. These splendid buildings, as well as several others, seem to have eluded the observation, or escaped the memory of Tavernier.\nWhile D'Oyly takes pride in exhibiting his discoveries through his drawings, he does not miss an opportunity to point out existing flaws in the survey of a representative of a rival European power, namely the French. In a move that marked the age, he disentangles what he sees from what is already known. When he mentions the Daniells and their inability to identify the picturesque significance of the location, he simply flaunts his artistic vision to complete an unfinished agenda – to reveal in sight an entire terrain which had been left out for so long.\nFrom Chinnery's drawings, he finally chose only three that contrasted \"present poverty with Mohammedan importance, and rusticity with architectural elegance\" and explicitly commented on the decline of Dacca. The work ends with a high romanticist note contemplating on the passage of time, the fall of empires, and the vicissitudes of life and human endeavors:\nTo the noise of mariners and shipwrights which once resounded along the nulla – to the bustle and pomp of commerce and princely equipage – has succeeded a degree of loneliness and silence. [...] The bridge before us is fast following its predecessors [...] Though now mutilated and mouldering under the effects of time and neglect, and the ruder dilapidations of war, it is still an interesting object to the eye of the landscape painter and poet.\nSuch comments establish connections between the medieval and the modern, nature and industry, to the detriment of the latter. The ruined mill of an earlier colonizing power proved purposeful in establishing a continuum, granting a timeless quality to the scene and the place. The seemingly romantic statement obliquely refers to the failure and falling apart of the earlier system of mobility and circulation, thereby suggesting the possibility of repair by a stronger force. This idea is reiterated in a number of his paintings in the series, such as in depictions of collapsed bridges such as the 'Paugla pool'. A picturesque scene could be granted a sublime status if it could nobly inspire the artist with elevated thoughts.\nTopographic representations framed by philosophical and sentimental utterances reaffirmed the sublime prospect of the place, reflecting that cartographic amassment of geographic space was not wholly incongruous with the aesthetic predilections of the day.\nNilanjana Mukherjee serves as a Professor in the Department of English at Shaheed Bhagat Singh College, University of Delhi, and holds the position of Joint Secretary at the India International Society of Eighteenth Century Studies.\n\n",
        "headline_1": "Cartographic Imagination and Colonial Landscape Paintings in and around Bengal",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/cartographic-imagination-and-colonial-landscape-paintings-and-around-bengal-3651521",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-07-2024"
    },
    {
        "full_article": "In recent times, allegations of serious corruption against a number of government officials have come to light. From former army chief Aziz Ahmed, former IGP and Rab chief Benazir Ahmed, and former Dhaka Metropolitan Police (DMP) Commissioner Asaduzzaman Mia and his family members, to public servants working in much lower positions in the government, corruption seems to have spread its tentacles across the country's public service sector.\nDuring the Covid pandemic, we learnt how a driver of the Directorate General of Health Service (DGHS) named Abdul Malek acquired crores of taka through corruption. At the same time, graft allegations emerged against former DGHS chief Abul Kalam Azad as well. These two stories illustrate how corruption has become institutionalised from the very top to the very bottom echelons of our government.\nAnother recent case of sensational corruption involves a National Board of Revenue (NBR) official named Md Matiur Rahman, and his wife Laila Kaniz Lucky, chairman of Narsingdi's Raipura Upazila Parishad. What's interesting about their case is how they came to light. Matiur's corruption was revealed only after a video of Matiur's son buying a goat at Tk 15 lakh for Eid-ul-Azha went viral. Ironically, even the sellers of the goat were allegedly involved in corruption in the selling process as well as in other operations. Matiur's wife Lucky even submitted her tax files to the Election Commission (EC) before the upazila parishad polls earlier this year. But the commission failed to unearth the corruption of Lucky and her family at that time.\nThis brings into question how well our public institutions are doing in terms of identifying and addressing corruption. How is it that the EC failed to notice that Lucky had understated her wealth? In fact, prior to the last national election, this newspaper had reported how this election witnessed the highest number of candidates with movable or liquid assets of Tk 1 crore or more. A number of ministers saw their wealth increase by more than a few thousand percent. And the EC showed no curiosity as to how these ministers managed to multiply their wealth by such absurd amounts. Are they just that good at business and investment? If they are such financial geniuses, why isn't our economy doing as well under their leadership?\nAnd the same absurd wealth increase was seen among candidates during the upazila parishad polls. Again, the EC showed the least bit of interest to find out how these candidates managed to acquire such massive wealth, similar to the national election candidates.\nFar from addressing corruption, our public institutions seem to be doing the opposite. For example, right after the reports of alleged corruption concerning former law enforcement high-ups came out, the Bangladesh Police Service Association (BPSA) released a statement which seemingly threatened the media against reporting on corruption by law enforcers. Without being able to identify a single victim who was maligned by the media reports, the BPSA labelled the reports as \"partial, motivated, exaggerated, and misleading.\"\nThe BPSA also claimed that the reports were \"tarnishing the police's image,\" while ignoring the damage done by the alleged corruption of its former members. Such claims have become the go-to tactic whenever allegations of corruption are raised. For example, Awami League General Secretary Obaidul Quader recently alleged—as many of his party members had previously done—that corruption accusations were being brought forth to portray AL as a corrupt party. Making such claims, without verifying the authenticity of the allegations, can often be seen as the most commonly used tactic in kleptocracies around the world.\nAnd this is what the Opposition Leader and Jatiya Party Chairman GM Quader recently pointed out in parliament: that corruption, at the scale that it is happening, has become the biggest threat to our economy. Quader rightly said that a wealthy circle has emerged comprising corrupt individuals, loan defaulters, and money launderers; in other words, we are being ruled by a kleptocratic and corrupt elite. And this has come about as a result of lack of accountability and governance failures.\nAwami League MP AFM Bahauddin Nasim also rightly spoke about the fact that government bodies are doing the nation a huge disservice by coming to the defence of the corrupt. But the fact remains that it is his party that has weakened the law when it comes to identifying and preventing corruption by public servants—through the Government Services Act, 2018, for example, which even AL leader and lawmaker Mahbubul Alam Hanif said could be \"considered a law to protect criminals.\"\nThrough an amendment to the Government Servants (Discipline and Appeal) Rules, 1985, the authorities in 2018 included \"reprimand\" as a penalty for corruption that has been proven through investigations. Before this amendment, the punishment was either \"compulsory retirement,\" \"removal from service\" or \"dismissal from service.\" To simply \"reprimand\" a public servant who has been found to be involved in corruption, while allowing them to remain in \"service,\" is a slap in the public's face. And since 2018, numerous public servants proven to be involved in corruption have continued to remain in service due to this amendment, with only a slap on the wrist.\nAnd it's not only the AL, but the BNP too, which through the 2002 amendment to the Government Servant (Conduct) Rules, 1979 relaxed the anti-graft rules for public servants. This only demonstrates the mindset of our political class in general: their primary motivation is to curry favour from public servants, rather than ensure transparency and accountability in public service for the sake of the public.\nThe only way to change this mindset is to get honest politicians into positions of power and hold to account those who are not truly serving the people. Unfortunately, all the mechanisms meant to do so seem to have been weakened, if not completely destroyed, one after another in recent decades. That's why the AL managed to make such an amendment to the public service rules, which can easily be argued to have breached Article 20 (2) of the constitution, while no other branch of government stepped in to prevent it.\nSo, ordinary citizens have only two options now: 1) allow corruption to run rampant and cost them in every sphere of life as a result; or 2) form mass movements that are strong enough to force politicians, public servants and other government authorities to not only rectify the legal issues that they have created, but enforce them to the letter, which will automatically deter government employees from getting involved in corruption.\nEresh Omar Jamal is deputy head of editorial at The Daily Star. His X handle is @EreshOmarJamal.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "What options are left for us to fight unbridled corruption?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-overton-window/news/what-options-are-left-us-fight-unbridled-corruption-3650976",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-07-2024"
    },
    {
        "full_article": "Severe flooding in several northern districts including Kurigram and Gaibandha continues to cause profound concern as more than 2.0 million people are marooned and suffering immeasurably. Furthermore, it's predicted to worsen over the coming days and swamp new areas as the Brahmaputra water level continues to rise. Thousands of families particularly those in low-lying areas of Kurigram, Gaibandha, Jamalpur, Sirajganj, and Sylhet, are marooned and in distress. They are passing their days without food, water, and protection. Schools have been closed, and residents are in dire need of essential supplies. Kurigram district administration reports that 55 of the district's 72 unions have gone under flood water with several million people affected. In Gaibandha, the situation has been rapidly deteriorating, impacting 28,938 families. The situation is almost identical in Bogura, where 78,332 people in Sariakandi and Sonatola upazilas are affected. In Sylhet, despite less rainfall in the last couple of days, the situation hasn't improved. In fact, it's worsened at Zakiganj, Fenchuganj, and Biyanibazar upazilas due to the Kushiara River overflow. In other upazilas, including Sylhet city, water is receding very slowly. The people of Sunamganj in Sylhet once again are experiencing significant hardship. They have already experienced flooding twice within just one month. It is considered normal and to be expected, for the Sylhet region to face water submersion annually due to heavy rain and the onrushing of water from upstream, a situation considered beyond human control. Observers are of the belief, however, that if the rivers could be dredged well, it would have helped the rivers to hold onrushing water in greater volume and reduce human suffering considerably. Added to the woes of the flood victims there is negligible and insufficient aid at the ready. Flood victims -- senior citizens, men, women and children -- in temporary shelters urgently require food, drinking water and medical supplies. Relief efforts must be intensified without delay to address their urgent needs. Once the immediate crisis subsides, a comprehensive response is crucial. This includes thorough damage assessments focusing on homes, agriculture, and fisheries. Based on these findings, seed distribution and financial aid for house repairs should be prioritised, ensuring fair and efficient allocation. The government has a mandate and moral responsibility to ensure swift and equitable distribution of this life-saving critical aid.It should be obvious to all the recurring floods underscore the need for a comprehensive, sustainable approach to flood management. Increasing the navigability of rivers, restoring natural drainage systems, and preventing encroachments on waterways are crucial steps to ensure that water can flow unimpeded. A long-term, sustainable plan is needed to protect the Surma, Kushiara, and all rivers across the country from encroachment and pollution. Yearly allocations for river dredging have proven ineffective, as funds are often criminally squandered and willfully wasted. To save the people of greater Sylhet and northern Bangladesh from recurring floods, genuine, sincere, and impactful actions are needed instead of superficial measures. In addition to governmental efforts, public awareness and community involvement are also crucial. Citizens must be educated on the importance of keeping drainage systems clear of debris and waste. Collective action can significantly mitigate the impact of future floods. As the frequency and intensity of floods are increasing and are likely to be exacerbated by climate change, proactive measures, rather than reactive responses, will better safeguard lives and property. Today is never too soon... tomorrow maybe too late. The government needs to act now.",
        "headline_1": "Flood victims need urgent help",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/flood-victims-need-urgent-help-1720365481",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-07-2024"
    },
    {
        "full_article": "Students and job seekers at a demonstration in Dhaka on Saturday protesting the reinstatement of the quota system in public job —FE Photo \nStudent unrest protesting reinstatement of quota system in government jobs has again erupted on the country's university campuses. And as it happened in 2018, when the protest against quota system in government jobs first began, it has spilled over from the campus into the streets blocking highways, railways, holding sit-ins and staging various forms of protest demonstrations. The reason for the resumption of the quota reform movement is that last month (on June 5) the High Court declared illegal the government circular (of October 4, 2018) that cancelled the 30 per cent quota provision for freedom fighters' children in government service (from 9th to 13th grades). Notably, the High Court order came after some freedom fighters' children in 2021 lodged a writ with the apex court challenging part of 2018's government circular that cancelled freedom fighters' quota. Following the High Court verdict that reinstated 30 per cent quota provision for freedom fighters' descendants, the students now studying in different universities and higher educational institutions along with the veterans of 2018's quota movement have taken to the streets staging demonstrations to reform quota system. Interestingly, at the height of 2018's movement, the government abolished the entire quota system in civil service, though the students were only demanding a reform of existing quota system, not its abolishment. But the government cancelled the entire system that paved the way for challenging the government order by one of the aggrieved parties, the children of freedom fighters. The state representative's petition seeking stay of the High Court order has not been entertained by the Appellate Division of the Supreme Court in a hearing on July 4.This has caused to further intensify the quota reform movement whereby a student strike has been called boycotting all classes and examinations in the universities from Sunday (July 7). According to the Labour Force Survey (LFS) 2022, about 0.8 million graduates are unemployed in the country. And the number of those unemployed graduates has certainly increased since the last survey was done by the Bangladesh Bureau of Statistics (BBS). But the question is how is the government going to accommodate those among so many unemployed university degree holders, who aspire to have a career in government service, if more than 50 per cent of those jobs are out of their reach if only due to the existence of the quota system? Consider that till 2018, 56 per cent of government jobs were reserved under the quota system in which 30 per cent were for freedom fighters, 10 per cent for women, 10 per cent for the different administrative districts, 5 per cent for the small ethnic groups and 1 per cent for the physically challenged. And the remaining 44 per cent government jobs were open to jobseekers who would be recruited on the basis of their merit through competitive tests. Given the culture of nepotism and favouritism and rampant corruption that the entire social system is beholden to, the dream of entering the civil service through a fair, merit-based competition is a veritable wild goose chase for the normal job seekers. So, it is not without reason that the agitating Dhaka University students have started their demonstration under the banner of what they termed 'Student movement against discrimination'.However, quota system in government service is not quite an anathema. The system has been in existence not just in the case of jobs, government or otherwise. In fact, It is a socially accepted norm of providing the opportunity for inclusion to all sections of a society in education, employment, business, cultural activity, you name it. And the greater objective of this approach is to address the problem of existing social disparity and discrimination against the minority, the backward and variously handicapped sections of the community. Had it not been for such special arrangements for, say, women in general, members of the small ethnic communities, religious and other minorities, they would have meanwhile been totally crowded out of the mainstream. From that point of view, quota provision has definitely its positive contribution to society. Freedom fighters, though they fought in the liberation war selflessly, have a claim to government jobs. Their children, too, may be allowed to enjoy such opportunities just to honour the sacrifices their parents made for the nation's independence. Even then, such special entitlements need to have a rational limit. Otherwise, that would be a disservice not only for the majority of the public but also an instance of disrespect to the valiant and selfless freedom fighters themselves. After all, the freedom fighters did not risk, even lay down, their lives for any material interest. In that case, any thought of further extending the job quota for the freedom fighters' grandchildren, great grandchildren and thereby create a vested group claiming the lion's share of government jobs and other privileges is quiteirrational. The question arises because one often hears of such claims. That apart, sometimes the claims are not even genuine. In fact, that has already been made plain from the repeated revisions being made of the list of freedom fighters for the simple reason that many of the names enlisted as freedom fighters have been found to be fake. And the situation has made it hard for the government to prepare a list of genuine freedom fighters. So, now more than ensuring government job quota for freedom fighters and their children, the priority should now be given to the issue of preparing a list of freedom fighters that is free from mistakes. But are the freedom fighters limited only to graduates from universities and colleges who mostly belong to the social stratum known as the middle class? To be frank, all the clamour for jobs and other kinds of entitlement comes mostly from freedom fighters or their children who are members of that social bracket. What about the freedom fighters from the peasantry and other underprivileged sections of society and their children who are either unlettered or, if at all, school dropouts? Their voices are never heard. Will the pro-quota fighters also consider their claims to jobs and other social privileges?The demands freshly raised by students for a reform of the existing quota system in the first- and second-class government jobs deserve a patient hearing from all the authorities concerned. For it is a burning issue for the hundreds of thousands of educated unemployed of the country. \n[email protected]",
        "headline_1": "Why has quota reform struggle resumed?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-has-quota-reform-struggle-resumed-1720365653",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-07-2024"
    },
    {
        "full_article": "I am writing to express my concern and disappointment regarding the recent court verdict that reinstated the 30 per cent freedom fighter quota in first and second-class government jobs. While I deeply respect the sacrifices made by our freedom fighters, I believe that maintaining such a significant quota in all job sectors is both unjust and unfair.The original intention behind the freedom fighter quota was to honour those who fought for our nation's independence. However, in today's context, this policy has become outdated and counterproductive. The quota system, particularly at such a high percentage, limits opportunities for many deserving candidates who do not fall under this category. It is imperative that we base job appointments on merit and competence to ensure the most capable individuals serve in these crucial roles.Moreover, the focus should be on creating a fair and inclusive employment system that addresses the needs of all marginalised groups. I propose that the only quota that should be maintained across all job sectors is for individuals with disabilities. This group faces significant barriers to employment and often requires additional support to compete on a level playing field.The decision to uphold the 30 per cent freedom fighter quota has sparked considerable controversy. Many view it as an outdated practice that hinders progress and discriminates against equally deserving candidates. It is crucial that our policies evolve to reflect the current needs and values of our society.I urge policymakers and the judiciary to reconsider this decision and to work towards creating a more balanced and just employment system. Let us honour our freedom fighters not by perpetuating an outdated quota system, but by building a society where opportunities are accessible to all, regardless of their background.\nNahid Saifullah Mass Communication and Journalism, University of Rajshahi [email protected]",
        "headline_1": "A call for fairness and merit-based employment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-call-for-fairness-and-merit-based-employment-1720365680",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-07-2024"
    },
    {
        "full_article": "Recently, Syed Ershad Ahmed, President of the American Chamber of Commerce in Bangladesh (AmCham), deftly highlighted the critical role of digitisation in ensuring a smooth transition for Bangladesh as it graduates from Least Developed Country (LDC) status. He rightly pointed out the potential of digital solutions to significantly reduce costs and enhance business efficiency. This is essential not only for navigating the challenges of LDC graduation but also for fostering long-term economic growth and competitiveness.The current reliance on manual processes can lead to inefficiencies and higher management expenses. Embracing digitisation will streamline operations, allowing businesses to adapt to evolving market demands and compete effectively on the global stage. This transformation will not only benefit the RMG sector but all export-oriented industries.Financial inclusion through digital payment systems also aligns with the government's vision of a \"Cashless Bangladesh\" and is crucial for facilitating e-commerce and boosting overall economic activity. The collaboration between the government and financial institutions like Mastercard and Visa in this regard is a positive step towards achieving this goal.The need for improved logistics infrastructure and a more efficient policy environment is also a point of strong agreement. Streamlining logistics and expediting regulatory processes will not only bolster Bangladesh's export capabilities but also attract much-needed foreign investment.Digitisation, financial inclusion, and infrastructure development are all key pillars for Bangladesh's continued success as it graduates from LDC status. By working together, the government, businesses, and international partners can ensure a smooth transition and propel Bangladesh towards a prosperous future.\nMahtab HussainStudent Stamford University.",
        "headline_1": "Digitisation to cut costs, enhance business efficiency",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/digitisation-to-cut-costs-enhance-business-efficiency-1720365701",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-07-2024"
    }
]