[
    {
        "full_article": "Ahead of planned rallies by pro-Khalistan separatists in the U.S., the U.K., Canada and Australia on July 8 that target Indian diplomatic missions and diplomats, the Indian government has taken steps to speak to officials in these countries for added security and vigilance. The issue was raised by National Security Adviser Ajit Doval in talks with his British counterpart in Delhi on Friday, and was the subject of calls between the Ministry of External Affairs (MEA) and its counterparts in all partner countries, requesting pre-emptory action. Posters in these countries have billed the protests as “Kill India” and “Khalistan Freedom” rallies, exhorting supporters to march to Indian missions. What is worrying is that the posters sport the photographs of India’s top diplomats posted in these countries. The protests — after the attacks on Indian missions, arson attempts and vandalism — indicate a sharp uptick in separatist activity overseas and have left New Delhi concerned. However, they should be of far greater concern to the countries incubating these groups, as they involve their citizens. The rallies planned for Saturday put the respective governments on notice — to ensure adequate protection to Indian diplomatic interests, as obligated under international conventions. In addition, it is a test of their resolve to investigate groups threatening violence, gathering and sharing intelligence on any organisations supporting them to plan or carry out attacks or a terror strike like the 1985 bombing of an Air India flight. Above all, these governments must not use “freedom of speech” tropes as a cover for failing to prevent criminal acts.While the onus remains on the four countries where pro-Khalistan attacks have increased, New Delhi must also reconsider its public diplomacy on the issue. Repeatedly calling out foreign governments for their failure to respond to Indian requests, freezing diplomatic contact, tit-for-tat retaliatory measures such as downgrading security for the British High Commission might be demonstrative, but hardly diplomatically effective. In addition, with the exception of the U.S, the MEA has regularly summoned top diplomats of the countries named, to démarche them over attacks (there is often no distinction made between violent attacks and graffiti). While the government is justified in raising concerns over the safety of Indian citizens and Indian property, it must leave law and order issues and policing to the sovereign government in that country. New Delhi’s vocal protests on behalf of the Indian diaspora and community centres targeted by pro-Khalistan groups, for example, fail to recognise that, most often, the victims and perpetrators are of Indian origin. Given the rising protests and the alarming nature of the threats, the need of the hour is more cooperation, and not brinkmanship, between the governments, and a mechanism to share information, intelligence and discuss solutions to growing violence by such groups.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n \nUnited Kingdom\n\n/\n\nCanada\n\n/\n\nAustralia\n\n/\n\nterrorism (crime)\n\n/\n\ndiplomacy\n\n/\n\nIndia\n\n/\n\nPunjab\n\n/\n\nespionage and intelligence",
        "headline_1": "Ominous signs: On attacks by pro-Khalistan elements on Indian interests",
        "headline_2": "India must calibrate its public diplomacy on Khalistan issue to better effect",
        "link": "https://www.thehindu.com/opinion/editorial/ominous-signs-the-hindu-editorial-on-attacks-by-pro-khalistan-elements-on-indian-interests/article67053720.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-07-2023"
    },
    {
        "full_article": "The Congress high command that took stock of preparations for the Rajasthan Assembly polls later this year, on Thursday also managed to put a lid on the prolonged feud between Chief Minister Ashok Gehlot and his former deputy, Sachin Pilot. In order to bridge the trust deficit between the two leaders, the party announced the reformation of the Rajasthan Public Service Commission and stringent punishment for those who are found to be involved in the leak of question papers that are set for recruitment examinations. Along with the issue of alleged corruption by the previous Vasundhara Raje government of the BJP, Mr. Pilot had made the question paper leak and reforms in the public service commission major flashpoints against his own government. Of course, his main grouse, even if unstated, relates to his own role in a Congress government in Rajasthan. The overtures to the Pilot camp — Congress leader Rahul Gandhi has urged his colleagues to make corruption under the BJP a major poll plank, for instance — have been tempered with praise for the Gehlot government’s welfare schemes as well as a stern warning that any partyman taking internal matters outside the party forum would face action. The central leadership has called for a door-to-door campaign on governance successes.In a State that is known to vote out incumbent governments, Mr. Gehlot is making a bold bid for his re-election by projecting his government as one that is working to provide relief from inflation and other forms of distress. The resultant slew of schemes includes cooking gas cylinders at a subsidised cost of ₹500 and health insurance for every family up to ₹25 lakh. Mr. Gehlot has been touring the State extensively to publicise these schemes, but the intra-party battle including a failed rebellion by Mr. Pilot had become a drag on all these efforts. There were also reports that Mr. Pilot might be considering a future outside the Congress ahead of the Assembly elections. So, when Mr. Pilot asserts that the Congress will do better this time when compared to 2018, when he was State chief, the party can heave a sigh of relief — at least for the moment. Internal unity is a necessary condition for a good campaign, but this is not sufficient. If it is hoping to win a second consecutive term, the Congress must manage candidate selection well, respond effectively to the BJP’s strategy which remains unclear now, and communicate well with voters.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndian National Congress\n\n/\n\nRajasthan\n\n/\n\npolitics\n\n/\n\ngovernment\n\n/\n\ninflation and deflation\n\n/\n\nAssembly Elections\n\n/\n\nBharatiya Janata Party",
        "headline_1": "Truce treaty: On brokering peace in the Congress in Rajasthan",
        "headline_2": "The Congress seems to have bought peace in Rajasthan by taking Pilot on board",
        "link": "https://www.thehindu.com/opinion/editorial/truce-treaty-the-hindu-editorial-on-brokering-peace-in-the-congress-in-rajasthan/article67054365.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-07-2023"
    },
    {
        "full_article": "Ajit Pawar called Sharad Pawar too elderly for politics. But in modern governance, it’s not years but mental acuity & messaging that matter. Modi appealed to young voters & Sharad may have one more fight left\nIn 1978, Sharad Pawar launched a devastating coup against the then Maharashtra CM Vasantdada Patil. Combining his breakaway Congress faction with the opposition Janata Party (which included Jan Sangh), Pawar, then 38, became the youngest CM of Maharashtra.\nThus began the decades-long dominance of Sharad Pawar on the politics of Maharashtra. The charge of backstabber, levelled by the felled Maratha strongman Patil, hardly affected his rise. Pawar, after all, led a youthful batch of Congressmen, groomed under mentor Yashwantrao Chavan, impatient for substantive power.\nThe irony of history, then, seems to have caught up with the now elderly Pawar. “You are 82-83… there is some point where you need to stop,” charged Ajit Pawar, as he charted out the rationale behind his own recent coup targeted at his uncle. “You are our deity,” said junior Pawar, but not before reminding senior Pawar that “IAS officers retire at 60… even BJP leaders retire at 75. ” The speech reminded of Mark Antony’s celebrated broadside against a more formidable Roman rival (“But Brutus is an honourable man”),only delivered not in Shakespearean English but in Ajit dada’s blunt Marathi.\nRead full story on TOI+\n\n",
        "headline_1": "That age old question",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/that-age-old-question/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-07-2023"
    },
    {
        "full_article": "Former IMF executive director & former PMEAC member argues that since the early 1980s, median wages for Muslims have been mostly higher than those for Hindus\nOpinions come cheap, and everyone is entitled to an opinion. George Soros has been openly critical of “democracy” in India and its imminent decline, and former US president Barack Obama added his weight to the opinion by stating that “if you do not protect the rights of ethnic minorities in India, then there is a strong possibility that India at some point starts pulling apart”. That Obama said this when the floodlights were on Modi, and before his speech to a joint session of the US Congress, well, that added fuel to the Soros fire.\nWay back in the 1960s, Selig Harrison (India – The Most Dangerous Decades) warned that unless a new democratic leader arose post-Nehru, “India will face Balkanisation or authoritarian control based on army force. ” Obama’s comment is a more judicious rephrasing of Harrison’s “forecast” some 60 years ago.\nRead full story on TOI+\n\n",
        "headline_1": "Minority report: Data busts a myth about Indian muslims",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/minority-report-data-busts-a-myth-about-indian-muslims/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-07-2023"
    },
    {
        "full_article": "The Pawar vs Pawar political brawl is a reflection of a larger story of ‘family parties’. Sometimes vote magnets, sometimes off-putting to voters, family party leaders are ever ready for a fight, inside or outside the family, and never short of resources. Indian democracy may have started without parivars but it didn’t take long for family to loom all over politics. No surprise then that governments skid when family feuds erupt. Maharashtra’s two regional parties Shiv Sena and Nationalist Congress Party – created by two patriarchs Bal Thackeray and Sharad Pawar – have both been hit by family feuds, especially over the question of succession.\nMany family parties weren’t so at the beginning. If Congress got defined by Nehru-Gandhis, its one-time opposition Janata Party splintered to spawn several regional parties, socialist in name and norm, but family-led in deed and form. With electoral success and political heft, parties became family properties run via over-centralised operations. The limits of each family party leader were set by the failure to look beyond family, hence weakening their parties. The structural constraints thus imposed could be ignored when the going was good but it costs these parties dear when things turn bad.\nSo, if Mulayam Singh Yadav’s dithering between brother and son cost SP, Deve Gowda’s bargaining for CM-ship for his son ended up with that government being toppled. Even the 1949-founded DMK morphed into family business as did Akali Dal, which under Parkash Singh Badal transformed from its 1920 keeper-of-the-faith status to becoming Punjab’s most powerful political family by the 1990s. Relative newbies late Shibu Soren and KC Rao fashioned themselves on these very patriarchs – and tough times will test both their parties.\nThere is no arguing patriarchs are political success stories too, allowing for representation of varied castes, faiths and communities. They have resisted being subsumed into the national biggies. But it is also inarguable they are the worst hit in tough times – familial relations add an intensity to hostilities and shut out talent in a fashion rarely encountered in non-family set-ups. Modi, for instance, could never have had the chance of becoming a game-changing political leader in a family-run setup. Note that Sangh Parivar has no parivar. Congress for the longest time was mired in its perambulations around the Gandhi mother-son. That it won Karnataka was in part because non-family leaders were in charge of election strategy. In a highly competitive electoral market, the family can be a source of strategic weakness.\n\n",
        "headline_1": "Power and parivar: The Pawars’ open bickering is another demonstration of the structural weakness of family parties",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/power-and-parivar-the-pawars-open-bickering-is-another-demonstration-of-the-structural-weakness-of-family-parties/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-07-2023"
    },
    {
        "full_article": "Two cartoon-y Spidermen face off in Mark Zuckerberg’s first tweet in over a decade. What brought this on? He has launched Threads, aimed directly at Elon Musk’s Twitter. We are supposed to recall the school-boyish virtual skirmishes of the two tech billionaires, carrying on for years, to make sense of the Spiderman meme. But this dude-bro act is a silly sideshow. The real point, now that we have yet another social media avatar, is that these platforms can toxically influence national and global discourse, and that this happens with dangerously little responsibility shown by these companies when it comes to content moderation.\n\nWhat systems for fighting toxic and fake content Twitter did have, have been gutted under Musk. Because as he laid off around 80% of the company’s employees over the last year, those who used to respond to disinformation complaints were also a casualty. In Brazil for example, just as Jair Bolsonaro and Lula da Silva took part in a bruising runoff, almost the entire Twitter team in the country got eliminated. Threads is unlikely to be better. Past exposes of various Zuckerberg platforms warn us to keep our expectation bar low – from the Cambridge Analytica data privacy scandal to whistleblower Frances Haugen revealing that Meta knew how users in India were being inundated with fake news and hate speech but did little to check this despite its real-life consequences.\nCompany documents leaked by Haugen showed that Facebook had earmarked 87% of its global budget for classifying misinformation to the US. India, where users exceed the US population, shared in the 13% left over for the rest of the world. Basically, social media platforms continue to outsource our safety to algorithms despite their dismal record. So whichever platforms Indians choose, or however many, let’s demand more security. These companies’ mega market caps mean they can certainly spare the resources that could make a tangible difference.\n\n",
        "headline_1": "Twitter, thread, threat: Zuckerberg’s answer to Musk’s platform may increase the already serious problem of social media toxicity",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/twitter-thread-threat-zuckerbergs-answer-to-musks-platform-may-increase-the-already-serious-problem-of-social-media-toxicity/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-07-2023"
    },
    {
        "full_article": "The Vortex: A True Story of History's Deadliest Storm, an Unspeakable War, and Liberation (Harper and Collins, 2022), co-authored by American scholars and freelance journalists Scott Carney and Jason Miklian, is a story of two storms: a massive cyclone that struck the southern coastal belt of then East Pakistan in November 1970, killing close to half a million inhabitants and causing massive destruction, and a far more consequential storm that followed four months later, changing the political landscape of South Asia forever. The narrative explicitly underscores how the first cyclone impacted the second. The book is a product of painstaking and meticulous research by the authors. It is a collage of selfless acts of dedicated and patriotic individuals in responding to the Bhola cyclone and to the events surrounding the Liberation War of Bangladesh in 1971.\nThe book reaffirms the fact how a perpetually inebriated Pakistani general and a wily politician from Sindh conspired to deepen the fault lines that existed at Pakistan's very birth and eventually lead the country to its inevitable disintegration. The end result was the painful birth of Bangladesh, a nation that prides itself in its distinct national identity.\nThe authors talk in detail about the untiring efforts of individuals like Candy Rohde, her husband Jon, Marty Chen and Runi Khan, among others, in launching the Hatiya Emergency Lifesaving Emergency project, or HELP, and then frantically gathering food, money and clothing, and whatever else, for the survivors of the deadly cyclone in Bhola, and of the extent of death and destruction in Manpura and Hatiya. The criminal callousness of the Pakistani leadership in responding to the catastrophe is first exposed in the book when the group is denied the service of the lone military helicopter in Dhaka to deliver basic relief materials to the victims because \"it was for use of Very, Very Important Persons.\" The life of the ordinary Bangalee meant nothing to them.\nThe book expands how the depth of anger of the Bangalees at all this found its most graphic manifestation in the general elections that followed, where the Awami League, under its charismatic leader Bangabandhu Sheikh Mujibur Rahman, won a thumping majority, securing 162 seats in the 300-member Pakistan Parliament, earning the legitimate right to govern the country. The authors quote Mohammad Hai, a cyclone survivor and subsequently a freedom fighter, who says with his fury and thunder at Pakistan's dismissive response to the deaths and destruction from the cyclone, Sheikh Mujibur Rahman rose from being a mass agitator to a great leader. His historic speech of March 7, 1971 was further affirmation of that.\n\nCarney and Miklian charts how geopolitics, with all its unethical contents, played a major part in the Nixon-Kissinger game plan. For them, the silk road to Beijing ran through Islamabad, and beefing up Pakistan's military was part of that chilling plan.\nThe Vortex details how Candy Rohde did not confine her work to providing relief for the cyclone victims of 1970, but went far beyond for the cause of Bangladesh in 1971. It was she who, through her tireless efforts and perseverance, brought to the attention of the leadership and policymakers in Washington of the brutality unleashed by the Pakistani military all over Bangladesh since the launch of the deadly Operation Searchlight on March 25, 1971. Candy succeeded in getting a bipartisan bill passed in the US Senate Foreign Relations Committee in June 1971 prohibiting arms supply to Pakistan. Sadly, the bill could not be passed into law despite all the furore raised by Senator Kennedy and others because of the complex nature of legislation in the US Congress.\nCarney and Miklian charts how geopolitics, with all its unethical contents, played a major part in the Nixon-Kissinger game plan. For them, the silk road to Beijing ran through Islamabad, and beefing up Pakistan's military was part of that chilling plan. From pages 272 to 280, the authors catalogue the details of Henry Kissinger's secret trip to Beijing in July 1971, with direct involvement of Yahya Khan, and how the general, who might not have cared much for the dead in southern Bangladesh from the cyclone, but later found it a useful tool to earn enough sympathy from China's leadership to agree to Kissinger's secret visit, a mission that eventually paved the way for normalisation of relations between Washington and Beijing. Thus in 1971, like the Roman Emperor Nero centuries before them, Yahya, Nixon and Kissinger fiddled while Bangladesh burnt.\nThe Vortex is about history in its content, but stylistically different in its form. It is this that makes the book a gripping read. It is a must-read for students of history and for the post-1971 generation of Bangladeshis, not least because of the vivid portrayal of the acts of dedicated individuals who, against all odds, stood by the people of Bangladesh, both on and off the battlefront. In the Afterword, though, the authors underline that their efforts were aimed at citing a historical event to highlight the dangerous effect climate change can cause to fragile societies and flawed political systems. The Bhola cyclone of 1970 had a far-reaching domino effect that ended with the bloody birth of a nation. Carney and Miklian believe that more such climate-driven catastrophes in other parts of the planet has the potential to create a surge in climate refugees who would not want to recognise international frontiers. Perhaps it is already happening.\n \nShamsher M Chowdhury, Bir Bikram, is a former foreign secretary of Bangladesh.\n\n",
        "headline_1": "Two storms and a nation’s birth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/book-review/news/two-storms-and-nations-birth-3363411",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-07-2023"
    },
    {
        "full_article": "The origin of life is the classic chicken-and-egg conundrum, although it is well-known that carbon-based compounds are the main components of all forms of life. For example, out of a host of complex organic compounds, two that are essential for living organisms are uracil and niacin. Made up of carbon, hydrogen, nitrogen and oxygen, uracil is one of the constituents of RNA, which contains the blueprint of life, while niacin (Vitamin B3) controls the cholesterol and triglyceride levels. Hence, scientists working to understand the origin of life on Earth are particularly interested in compounds containing carbon.\nOur planet was born about 4.55 billion years ago, but life might have had a difficult time during the first several hundred million years of Earth's history. This was the time of heavy bombardment, when Earth was struck repeatedly by large comets and asteroids. Studies of craters on the Moon suggest that the last major impacts of the heavy bombardment occurred between about 4.2 and 3.9 billion years ago. A few of these bombardments had sufficient energy to wipe out any life that might already have been present on Earth.\nSo, how did life arise on Earth? The unifying theory through which we understand the history of life on this planet is the theory of evolution, proposed by Charles Darwin. Before the publication of his On the Origin of Species in 1859, the widely held view of life was that it arose spontaneously from non-living matter. Darwin essentially debunked such an idea by showing how species develop gradually as a result of environmental pressures. But he made no attempt to explain how life came into being on a once lifeless Earth.\nIn 1907, Swedish chemist and Nobel Laureate Svante Arrhenius suggested that life on Earth was introduced billions of years ago from outer space, originally in the form of microscopic spores that float through the cosmos, landing here and there to act as seeds for new biological systems. This idea, called the Panspermia hypothesis, can be traced back to Anaxagoras, the Greek philosopher who lived in the fifth century BC. He claimed that the Universe is made of an infinite number of spermata, or seeds, which gave rise to life forms on reaching the Earth.\nThe idea that life could travel through space to land on Earth once seemed outlandish. After all, it is hard to imagine a more foreboding environment than that of space, with no air, no water, and constant bombardment by dangerous radiation from the stars. However, the presence of a rich array of carbon compounds in comets, asteroids and meteors tells us that the building blocks of life can survive in space, and tests have shown that some microbes can survive in space for years.\n\nAlthough methyl cation does not react efficiently with hydrogen, the most abundant element in the Universe, it reacts readily with a wide range of other molecules, and therefore initiates the production of more complex carbon-based molecules that make up life as we know it. That is why this molecule, never before seen in space, is believed to be a cornerstone for studying the origin of life on Earth.\nThus, the Panspermia hypothesis may not be an improbable idea. Analysis of Hale-Bopp, the comet that lit up the night sky for the better part of 1995-1997, clearly revealed that the chemicals that evaporated from its nucleus – a ball of ice a few kilometres in diameter – were not just tonnes of water, but a frozen \"primordial soup\" of many organic materials that are the basic ingredients of life. These materials were also found in Halley's Comet by Giotto, a robotic spacecraft of the European Space Agency, as it flew by and studied its composition in March 1986.\nThese two comets together with the Comet Hyakutake that made its closest approach to Earth in March 1996 led researchers to conclude that life-forming material may not have been produced on Earth. Instead, they were brought here by heavenly objects when they bombarded the nascent Earth. Indeed, the earliest evidence for life on Earth suggests it was present some 3.83 billion years ago, overlapping with the bombardment period.\nFurthermore, in 2019, scientists detected uracil and niacin in rocks obtained by the Japanese Space Agency's Hayabusa2 spacecraft from Ryugu, a carbon-rich asteroid that was formed in the cloud of gas and dust that created our solar system. This study also supports the hypothesis that pounding by comets, as well as asteroids and meteorites, seeded our young planet with compounds that paved the way for the first microorganisms.\nAnd now, Nasa's James Webb Space Telescope (JWST) swung into action. In an article published last month in the journal Nature, a team of international scientists reports that JWST has detected a carbon compound called methyl cation (CH3+) for the first time in space in a star system, a small red dwarf about one-tenth the size of the Sun, roughly 1,350 light years away in the Orion Nebula. This discovery clearly shows that unlike Hubble or other space-based telescopes, JWST is not only capable of resolving smaller details in galaxies, stars and nebulae, but it can also pick out the signatures of specific molecules with great precision.\nAlthough methyl cation does not react efficiently with hydrogen, the most abundant element in the Universe, it reacts readily with a wide range of other molecules, and therefore initiates the production of more complex carbon-based molecules that make up life as we know it. That is why this molecule, never before seen in space, is believed to be a cornerstone for studying the origin of life on Earth.\nInterestingly, while ultraviolet radiation from nearby stars might degrade some organic compounds, researchers think it is also supplying the energy needed for methyl cation to form in the first place, and perhaps played a crucial role in the early stages of the origins of life.\nIn sum, discovery of methyl cation by JWST in a young star in the Orion Nebula lends credence to the Panspermia hypothesis that heavenly vans, such as comets, transporting tonnes of carbon-rich materials from interstellar space may have been the genesis of life on Earth. However, this does not preclude the hypothesis that we are simply highly evolved primates that progressively turned into modern, upright humans.\n \nDr Quamrul Haider is a professor of physics at Fordham University in New York, US.\n\n",
        "headline_1": "Answer to the origin of life on Earth may be in a distant star",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/answer-the-origin-life-earth-may-be-distant-star-3363366",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-07-2023"
    },
    {
        "full_article": "As it does every year, the budget for this fiscal year reflects some good initiatives. Duties have been raised for the import of luxury goods, and the individual tax ceiling has also been raised. The social safety net programmes have been expanded by some margins, and allowances have also been raised to some extent. Some new taxes, like the carbon tax, have been imposed. Taxes have been raised for the registration of flats and lands, purchase of a second car, and travel.\nThe key question, however, remains: to what extent have our current economic challenges been addressed by the new budget? It hasn't done proper justice to answer this question.\nThere are two major challenges confronting our economy: inflation and the management of macroeconomy. Inflation currently stands at around 10 percent. Such a high inflation rate has been prevailing for over a year. This has had a significant impact on a large section of the population, especially poor and low-income people. But it is still unclear what measures and strategies will be used to combat inflation in the coming days. Also, there are no clear directives as to what should be done to deal with the economic crisis, mismanagement of the financial sector, and revenue collection.\nConsidering the current situation, some of the ambitious targets of the 2023-24 budget seem to be out of context. The budget aims to reduce inflation from its present level to six percent. This would have been achievable had the government's initiatives and plans so far been successful. Unfortunately, the policymakers neglected to adopt the policies and plans that they ought to have. It is therefore important to demonstrate how there will be a departure from the past unsuccessful actions and how the policymakers will be able to take the right measures in the coming days.\nLittle action was there where it was needed most to combat inflation. First, in the case of monetary policy, the interest rate was forcibly capped for a very long time, which made no difference in reducing inflation. Second, by adjusting taxes and other fees in the revenue sector, prices of necessities could be lowered. For example, with the rise in fuel prices in the global market, they were also raised locally, though there was another option to keep the fuel prices at a tolerable level by adjusting taxes. The dramatic rise in fuel prices affected almost all sectors of the economy and escalated inflation. Third, in the case of domestic market management, as there were serious allegations of anti-competitive practices, strict measures were not taken against traders involved in price manipulation by creating artificial crises.\nNow, there is little to blame the Russia-Ukraine war for inflation. Though prices of essential items have been falling in the international market for over a month, there is no reflection of that in the domestic market. Except for Sri Lanka and Pakistan, Bangladesh performed poorly in containing inflation compared to others in the region, such as India, Vietnam, and Indonesia who, by effectively utilising monetary policy, revenue policy, and domestic market management, have been able to keep their inflation rates at a much more tolerable level.\nAnother anomaly in the budget is that it anticipates an increase in the private investment share of GDP from 22 percent to 27 percent within a year. However, the private investment share of GDP remained stagnant at around 22 percent for over a decade. In the past, private investment has never dramatically increased in a single year. Therefore, this target of private investment comes rather from a mechanical calculation and is far from reality. As the government sets a target of a 7.5 percent GDP growth rate, considering the Incremental Capital Output Ratio (ICOR) of 4.4, this very ambitious target of private investment is set. There is, however, no sign yet in the economy that private investment will increase dramatically soon.\nThere is yet another contradiction. The budget deficit as a percentage of GDP is set at 5.2 percent. To finance this deficit, a sizable amount of public borrowing from the banking sector is projected. Meanwhile, to finance the dramatic rise in private investment, financing from the banking sector would be the key as the underdeveloped capital market is unable to finance private investment. Therefore, there are concerns that with the current problematic condition, the banking sector is not in a position to finance such huge amounts of funds to both the public and private sectors. There is another problem associated with the government's borrowing from the banking sector. The government would have to turn to the central bank to cover the deficit if it did not borrow such a sizable amount from the commercial banks. The Bangladesh Bank will then have to print that money, which will further escalate the inflationary pressure.\nTherefore, instead of establishing ambitious goals, this budget needed to concentrate on restoring the macroeconomic fundamentals of the economy.\nThere are also problems in the allocation for the social sectors. The health and education sectors has been neglected in the past, and the same trends have been maintained this time too. Recovering the learning loss caused by the pandemic remains a big challenge in the education sector. There is hardly anything in the budget as to what steps should be taken to make up for the learning loss. In the case of the health sector, though the allocation was increased during the Covid period, the health ministry could not spend that amount fully. This may be used as an excuse to allocate less funds to this sector. Regrettably, if the efficiency and institutional capacity are not enhanced in the health and education sectors, such a vicious cycle will continue, and the country will never be able to reap the benefits of demographic dividends and achieve large development goals.\nHow far have the IMF loan conditions been reflected in the budget? There are some reflections, but in most cases, these are not clear. There is a long-standing need for reforms in critical economic domains that have been pending for years. Though the government agreed to carry out reforms under the IMF conditionalities, there are no clear directives in the budget as to how these reforms will be carried out systematically.\nDr Selim Raihan is professor at the Department of Economics of the University of Dhaka, and executive director at the South Asian Network on Economic Modeling (Sanem). He can be reached at [email protected]\n\n",
        "headline_1": "Why the new budget can't solve our problems",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-the-new-budget-cant-solve-our-problems-3363361",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-07-2023"
    },
    {
        "full_article": "The more things change, the more they remain the same – is there any phrase that captures Dhaka as succinctly? On the one hand, our capital city is growing at an unimaginable pace, with rapid changes to its skyline and outskirts. On the other, the growth remains, as always, unplanned, unmonitored and unsustainable. The new buildings, like the old, are built without permits and in violation of basic fire and safety regulations. Every time a major accident takes place – be it a fire, explosion or building collapse – we may spend a few days, at best weeks, dissecting the city's vulnerabilities, but ultimately nothing ever really changes for the better. Our regulatory bodies as well as our policymakers remain as complacent as ever.\nIn a recent parliamentary session, State Minister for Housing and Public Works Sharif Ahmed admitted that most of the buildings at the city's nearby Bosila, Hemayetpur and Sugandha Housings have been constructed illegally and without permission from Rajdhani Unnayan Kartripakkha (Rajuk). But the obvious question to which we demand an answer is: how is it that whole housing societies are constructed without Rajuk, whose primary mandate is to ensure compliance with the existing laws and codes, having a clue? Do they not have the capacity to monitor such illegal growth, are they \"paid\" to keep silent, or do they simply not care? The state minister would have us believe that some \"unscrupulous\" people might be collecting money from the owners of illegally constructed buildings in the name of Rajuk. Again, the questions are obvious: who are these unscrupulous men, and why has no action been taken against them if they are indeed impersonating Rajuk officials? It is absurd for the authorities to remain so oblivious to such an insidious problem.\nThere are as many as 54 agencies under 11 ministries to ensure governance in the capital, and yet none of these institutions nor any of their officials have ever been held to account for the countless avoidable disasters in the city. Frankly, we are tired of our policymakers and regulators' refusal to do even the bare minimum to ensure safe and dignified lives of the citizens of this country, whom they are obligated to serve. It is high time such callous negligence was called out, both in parliament and on the streets. The relevant ministries and agencies must come together to devise a comprehensive mechanism to address the illegal and risky growth of the city, and fuse the ticking time bomb that is our beloved capital.\n",
        "headline_1": "Don't we deserve a safer Dhaka?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-we-deserve-safer-dhaka-3363321",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-07-2023"
    },
    {
        "full_article": "The flood situation in the north and northeastern districts of the country continues to be of significant concern. Heavy rainfall in the first few days of July and onrush of water from upstream caused sudden flooding in the country's northeast and, eventually, in northern districts. As of writing this editorial, several northern and northeastern districts continue to be inundated with rivers continuing to swell. According to the Flood Forecasting and Warning Centre (FFWC), the water level of Jamuna and Padma rivers will continue to rise till Friday.\nThe water of the Teesta crossed the danger level early Wednesday, inundating villages in low-lying areas of Lalmonirhat. This has also resulted in the swelling of the Dharla. The combined effects of this, along with rising water levels of other rivers, mean that the situation in certain regions of Kurigram and Bogura needs to be followed closely. \nFor now the good news is that except for the Khowai, the Someswari and the Dhalai rivers, water levels of major rivers in the northeastern region of the country are falling, and the trend may continue for 48 hours. This might provide the inhabitants of the region with some respite from flooding soon.\nHowever, the fact remains that much of the damage from flooding has already been done. In places like Sunamganj, several thousand people have been badly affected by the flooding. In Netrakona, vast areas of Kalmakanda upazila have been inundated. And several other regions have experienced similar situations. Farmers of some north and northeastern districts have incurred substantial crop losses. So, the government needs to urgently provide support to the farmers, as well as the general people of these regions.\nThe outbreak of waterborne diseases is always a risk after floods. Therefore, besides providing people with financial and rehabilitative assistance, the government, working with NGOs and others, needs to ensure that everyone across the affected regions have immediate access to adequate medicines and medical support.\nAs we navigate the age of climate change, it is important to take note of the fact that extreme flooding events have become the norm. Instead of rushing to provide support and relief after disaster strikes, Bangladesh must prioritise adaptation with a focus on climate resilient infrastructure both in practice and at a policy level.\n",
        "headline_1": "Provide urgent support to flood affected people",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/provide-urgent-support-flood-affected-people-3362681",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-07-2023"
    },
    {
        "full_article": "Heavy rain during the past few days accompanied with the onrush of water from the upstream regions in India have caused a flood situation in the northern and northeastern districts of the country. The water levels of the region's major rivers including Brahmaputra, Teesta, Dharla and Dudhkumar in the Kurigram district have been rising. Reports from the northern district of Lalmonirhat till Wednesday, July 5, were rather alarming as the river Teesta was flowing above the danger mark at Dalia Point of the Teesta Barrage area at the district's Hatibandha upazila. It is hardly surprising because all the 44 gates of the Teesta Barrage have been opened to reduce the water pressure. Hundreds of families from the low-lying areas have been displaced as those have gone under water. In the Ulipur upazila of Kurigram, for instance, Teesta erosion has taken a serious turn devouring scores of homesteads and destroying vast areas of cropland.The Flood Forecasting and Warning Centre (FFWC) earlier on Monday reported that the waters of Surma, Old Surma and Someswari were also flowing above the danger levels in northeastern districts of Sunamganj and Netrakona. Sources in the Bangladesh Water Development Board (BWDB) warned that the situation in those areas might turn for the worse if the heavy rainfall begins in the Meghalaya and its adjacent Cherapunji region in India.Since most rivers in Bangladesh originate in India, as the lower riparian, Bangladesh is forever at the receiving end either due to flooding during the rainy season or due to shortage of water in the major rivers during the lean seasons. If the flood situation worsens further and the erosion of the rivers continues, that would be the worst nightmare for not only the poor and the middle class peasants, but also for richer ones. After the floodwater recedes, the victims can at least get back their lands and homesteads, though their houses might be damaged and livestock and crops lost. But erosion is the leveller as it takes everything. Small wonder that river erosion is one of the country's major causes of poverty and internal migration. According to an estimate, every year river erosion gobbles up about 25,000 acres of land dislodging around 300,000 people and more than 80 per cent of these erosion victims migrate to cities. Those fortunate among them manage to find shelter in the slums of the major cities and the rest become floating people. The districts most prone to river erosion include Kurigram, Gaibandha, Bogura, Sirajganj, Tangail, Mankganj, Rajbari, Shariatpur, Madaripur etc and the major rivers behind the misfortune are Padma, Jamuna, Teesta, Gorai, Arial Khan and so on. Why that is so is not hard to understand as around 80 per cent of the country's landmass is in the river basins. Unsurprisingly, river erosion occurs in the 51 out of the 64 districts of the country.The flood situation prevailing in the northern and north-eastern districts is a recurring phenomenon. Surely, the government will be providing relief and arranging post-flood rehabilitation measures for the flood victims. But what will happen to those rendered asset-less and homeless by erosion of the rivers? Of course, adequate measures should be there to rehabilitate the people uprooted by river erosion. But more important will be to do deep dredging of the flood-and-erosion-prone rivers and make the embankments stronger to prevent those people from becoming homeless all of a sudden in the first place.",
        "headline_1": "Finding durable solution to river erosion, floods",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/finding-durable-solution-to-river-erosion-floods-1688738421",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-07-2023"
    },
    {
        "full_article": "While it is obvious that market syndicates have played a part in keeping prices high throughout the year, there have been other forces at play here. Internationally, the continuation of the war in Europe, the sanctions on Russia have all contributed to import prices of some essentials going through the roof and staying there. But then, what is less talked about is the fact that the cost of production of goods and services in the country have increased due to increase in energy prices.Not just electricity that has seen repeated price adjustment (upward) on a month-to-month basis last fiscal year, but on a much more basic level. When the government decided to raise the price of diesel by 50 per cent, economists had pointed out that in a country like Bangladesh, the end result is not a corresponding increase in prices by the same magnitude. Rather producers and service providers usually opt for a further percentage point on top of whatever increase is made at policy level, and that is precisely what has happened here.Again, despite claims to the contrary by policymakers of inflation levelling out at around 6.0 per cent throughout the year, non-government sources (by economists, media, etc.) estimate the rate of inflation a few percentage points above that figure. This is not without reason. It is impossible for the average consumer to understand far less comprehend, how prices can jump between Tk10 to Tk50 on certain basic items in the retail food market. Excuses can always be found. An absence of any concrete government intervention in the market has allowed for this gung-ho attitude throughout the supply chain, which involves importers-producers-wholesaler-retailers, that consumers are to be milked dry at every chance.This modus operandi has been in play for the whole of the last fiscal. The middle class has joined the ranks of the lower-middle class. Food intake has fallen for the working class and that is leading to all sorts of health issues. On top of all this, the out-of-pocket expenditure for the average family is on its way up on a month-to-month basis. According to a report published recently in this newspaper, \"the latest Household Income and Expenditure (HIES) Survey 2022 by the Bangladesh Bureau of Statistics (BBS) has shown that the average household expenses for medical purpose have jumped to Tk2,114.67 per month, accounting for 6.91 per cent of total Tk 30,603 monthly spending.\" Here too, it appears that the authorities are, for whatever reason, unable (or unwilling) to take a stand against the unholy nexus involving pharmaceutical industry, diagnostic centres and members of the medical profession. When transport companies raise their fares (at will) not just for commuters' passage but for movement of bulk goods from Point A to Point B, one no longer wonders what the relevant authority will do. Chances are, basically nothing. Nothing beyond the issuance of the usual sermon about taking \"stern action\" against breakers of rules, so on and so forth. The added costs are simply passed on to the consumer of the service and it is business as usual. Yes, the US dollar has appreciated and the Bangladesh Taka depreciated, and yes, fewer letters of credit (LCs) are being opened by banks for import of raw materials. Although every effort has been made to turn the focus to external circumstances, people are less swayed today by these sweeping remarks than yesterday. Apart from the elite and the super-rich, every other population group is being hurt by these astronomical price hikes. As pointed out by economists, the lack of supervision to prevent price hikes through market manipulation allows fuelling of prices at unprecedented rates on a month-to-month basis.Ubiquitous graft in the financial sector has not only been allowed to exist but is abetted with the passage of new banking rules. With little effort to rein in graft in the sector and making provisions for more classified loans to build up, it fails to dawn upon anyone how things are expected to improve. When a global financial rating agency downgrades the country's rating by two notches, the response from the authorities is that this is a \"politically-motivated\" move to make the country look bad. One can sympathise with the central bank governor who must be finding himself wedged between a rock and a hard place these days and doing his best to keep his boat afloat.One piece of good news is that the finance division has issued a notice to rein in the government expenditure including acquisition of land, vehicles and travel. Of course, reining in expenditure must go further if Bangladesh is to experience significant decrease in inflation and all these must be coupled with strict market monitoring to prevent big business from culling the general populace at every level of the supply chain. Some inflation cannot be controlled, but others can surely be taken care of and that is where government controls need to be exercised.[email protected]",
        "headline_1": "No respite from inflation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-respite-from-inflation-1688738479",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-07-2023"
    },
    {
        "full_article": "No sign is yet in sight of extension of a grain deal beyond July 17 that will allow safe passage of ships carrying food grains through the Black Sea. Last year Turkiye brokered the grain deal between Russia and Ukraine after outbreak of the war the two sides are still fighting. Russia is angry about aspects of the grain deal's implementation. As negotiation is continuing on extension of the grain deal, Russia has set two conditions-restoration of ammonia supply via a pipeline through Ukraine to the port of Odesa so that it can enter the world market, and restoration of the access to SWIFT payments system. The European Union (EU) has suggested that Russia create a subsidiary of the sanctioned agriculture bank to access the SWIFT for making international payments. But Russia has not accepted the suggestion. So, both the conditions set by Russia remain unmet. This time also, Turkish President Recep Tayyip Erdogan has stepped in to find a solution. Ukrainian President Volodymyr Zelenskiy will meet Erdogan. All eyes are on the meet between the two leaders as the world badly needs extension of the deal.With nine more days to go before the deal expires, hectic efforts are there to hammer out a solution. But the two warring sides are seemingly sticking to their own guns. They are not budging an inch from their respective stances. In such a situation, extension of the deal will be difficult and in that case life will not be that easy in many parts of the world including Bangladesh. Already the world is bearing the brunt of the Russia-Ukraine war which broke out in the wake of the catastrophic spread of coronavirus in 2020. The battle with soaring inflation across the world is still not over. If the grain deal is not renewed, the impoverished African nations will be the worst-affected, because they are heavily dependent on the supplies from Ukraine. Bangladesh is also not immune to any disruption to shipments from Ukraine. Ninety per cent of food grains from Ukraine are shipped through the Black Sea. Reportedly Bangladesh is the third largest importer of Ukrainean wheat. The demand for wheat in the country is 7.5 million (75 lakh) tonnes while the country produces only 1.1 million (11 lakh) tonnes. The shortfall is met with imports. Last year the country imported 2.3 million tonnes of wheat from Ukraine. Any disruption to import of the food grain from the war-torn country will push up the prices of bakery items here in Bangladesh. Another important food grain imported from Ukraine is maize, which is used for different purposes including its use as fodder for animals as well as feed. If the supply of maize is disrupted, the prices of poultry birds and eggs will increase further. We are dependent on Ukraine for some other commodities also. However, Bangladesh is already reeling from an inflationary pressure which was as high as 9.02 per cent in June last. To a great extent, this is imported inflation attributed to high prices in the international markets and the fluctuating exchange rate. Any further imported inflation will make life harder here. To shield the people from the external price shock, the authorities concerned can plan beforehand to tap the alternative sources of food grain abroad. On the other hand, the government can plan production of the import-substitute crops locally. As Bangladesh is an agrarian country, the government should encourage the farmers to cultivate these crops on a large scale and give them incentives, if necessary.[email protected]",
        "headline_1": "Fate of Russia-Ukraine grain deal hanging in balance -",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fate-of-russia-ukraine-grain-deal-hanging-in-balance-1688738551",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-07-2023"
    },
    {
        "full_article": "Suckermouth catfish is a native to South America. It was imported to Bangladesh in the 1980s as an ornamental fish with the good intention of decorating and cleaning aquariums. Fishing enthusiasts, however, made a grave mistake by accidentally introducing these species to the local ecosystem. They are sturdy fish that can thrive in a vast range of environments. They survive without oxygen for 20 hours straight and lay as many as 300 eggs. Within years, this alien species has spread out everywhere across Bangladesh. Now it is posing a great threat to our native species of fishes. The Shitalakkhya river in Narayanganj has become a breeding ground for suckerfish. While casting net anywhere in the river, the fishermen find suckerfish. According to researchers, suckermouth catfish poses a threat to the aquatic ecosystem as it is competing with native fishes for space and nutrient sources. Their consumption of algae also renders a shortage of oxygen levels that harms the water quality. As this fish is not consumed in our country, it has no monetary value. But it has a negative impact not just on our aquatic habitats, but also on the lives of the people who depend on it for a living. The government has recently taken an initiative to ban this species. We welcome this move. We also like to say that as the species is harmful for our environment, it should be caught and destroyed in order to protect our native fishes. Abu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Rooting out suckermouth catfish",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rooting-out-suckermouth-catfish-1688738578",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-07-2023"
    }
]