[
    {
        "full_article": "The India-Australia Economic Cooperation and Trade Agreement (ECTA) signed last week is a key step in enhancing bilateral economic ties between the two major Indian Ocean littoral states and reflects the growing strategic alignment between New Delhi and Canberra. While India’s strongest ties with Australia had hitherto largely centred around their common colonial legacy of cricket, best exemplified in the Border-Gavaskar Trophy, a more contemporary shared vision has emerged around the mutual need to strengthen their strategic and trade engagement. This was manifested in the June 2020 virtual summit when Prime Ministers Narendra Modi and Scott Morrison decided to elevate the relationship to the level of a Comprehensive Strategic Partnership. Defence and strategic ties have gained significant traction and the latest ECTA has been hammered out in just six months since negotiations restarted in end-September. Envisaged as an ‘early-harvest’ agreement, the ECTA covers the gamut of economic and commercial relations including trade in goods and services, rules of origin, technical barriers to trade, dispute settlement and customs procedures. Targeting a goal of doubling bilateral trade to about $50 billion in five years, from the $27.5 billion logged in 2021, the partners have set about dismantling or lowering tariff barriers. While Australia has agreed to eliminate tariffs on more than 96% of Indian exports, including several labour-intensive industries, India will allow the duty-free entry of 85% of Australian goods exports by value from day one and within the next 10 years cut tariffs to zero on another 5% of Australian merchandise.That the negotiators adopted a pragmatic tack is evident in the way contentious issues such as the dairy sector, a politically significant export industry in Australia, were set aside for separate resolution at later talks. A key area that has been included is the movement of ‘natural persons’, which is inextricably linked to fostering closer people-to-people links and is an imperative in efforts to promote bilateral trade in services. The agreement aims to support access for a range of Australian and Indian skilled service providers, investors, and business visitors and also, crucially, seeks to address an area linked to another major Australian export — education. Canberra has now agreed, on a reciprocal basis, to ease visa restrictions, enabling students at varied levels of higher education to stay on for periods ranging from 18 months to four years to pursue work opportunities on a temporary basis. Arguably the best feature of the ECTA though is the incorporation of a compulsory review mechanism at the end of 15 years. With past FTAs having proved less than beneficial to domestic industry, India’s negotiators have set a meaningful precedent in including the feature to periodically reappraise the economic gains from such trade pacts.",
        "headline_1": "Beyond Border-Gavaskar: On India-Australia trade agreement",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/beyond-border-gavaskar-the-hindu-editorial-on-india-australia-economic-cooperation-and-trade-agreement/article65299827.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-04-2022"
    },
    {
        "full_article": "The resignation of lawmaker Idit Silman from Israel’s diverse ruling coalition has taken the Jewish country’s politics back to crisis and instability. With Ms. Silman defecting to the opposition Likud, Prime Minister Naftali Bennett’s government, which had the razor-thin majority of 61 lawmakers in the 120-member Knesset, lacks the numbers. Elected to the Knesset from Mr. Bennett’s right-religious Yamina party, Ms. Silman had earlier clashed with the Health Minister over allowing leavened grain products (hametz) in hospitals during the Passover holidays. In her resignation letter, she said she could not support “harming the Jewish identity of the state of Israel”. But the real political crisis in Israel is deeper than the hametz controversy. Ever since the coalition government was formed in June last year, Likud has been in constant campaign mode, attacking Yamina for “stealing right-wing votes” and using them to form “a dangerous left-wing government”. The Knesset is now in recess until mid-May. When it convenes, the Opposition will need one more lawmaker to defect if it wants to bring down the government through a no-trust motion. Former Prime Minister Benjamin Netanyahu is likely to do everything he can, as the leader of Likud, to get more right-wing MKs to break with the coalition. And the government is under pressure to keep the coalition floating.The crisis has also exposed the coalition’s faultlines and Mr. Bennett’s diminishing stature. The alliance was formed after four elections in two years failed to produce a stable government under Mr. Netanyahu, who is also facing corruption charges. What brought a diverse set of parties, from the centre-right Yesh Atid and Blue and White to the right-religious Yamina and Arab Raam, was their intention to see Mr. Netanyahu depart from the premiership. Yair Lapid, leader of Yesh Atid, the largest bloc in the coalition, offered the Prime Minister’s post to Mr. Bennett to ensure Yamina’s support. That is how Mr. Bennett, whose party got seven MKs in the 2021 legislative election (now at five), ended up being the Prime Minister. But Ms. Silman’s resignation has practically paralysed the government. Without a majority, it would need opposition lawmakers’ support — which is unlikely — to pass legislation. And if the coalition crumbles, Likud, as things stand, does not have a majority to form the next government under Mr. Netanyahu unless it ties up with the Arab Joint List. Given the mutual animosity between Likud and the Arab parties, this is unlikely to happen. So, there are two plausible scenarios. One, Mr. Bennett’s paralysed government will linger on at least until March 2023 when it will have to pass a budget. Two, the country will go to its fifth election in three years if the government falls. Both look bad for the people of Israel.",
        "headline_1": "Bad or worse: On the faultlines within the Israel’s ruling coalition",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/bad-or-worse-the-hindu-editorial-on-the-faultlines-within-the-israels-ruling-coalition/article65299673.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-04-2022"
    },
    {
        "full_article": "Two important members of our South Asian community stand as examples of how not to run a country. Pakistan's politics and Sri Lanka's economy—not that they are fully separable—have reduced their people to facing an uncertain future, and that, too, after being devastated by two years of Covid pandemic. The Pakistan military's continued interference in running the country and Sri Lanka's ruling elites' continued indifference to the plight of the masses are the two overarching reasons behind these two countries' present ignominy.\nWhile Pakistan and Sri Lanka were stuck in their political and economic quagmire, the Asian Development Bank (ADB) predicted Bangladesh's GDP growth to be 6.9 percent in FY2021-22, a significant achievement considering all the challenges we in Bangladesh face. Even US President Joe Biden termed us a model for growth and stability, in his recent letter to Prime Minister Sheikh Hasina celebrating 50 years of diplomatic relations between Bangladesh and the US. Leadership, especially of Sheikh Hasina, and the resilience and creativity of our people have a lot to do with the continuous growth that the country has seen over the last few decades—in spite of the pandemic and the turbulence in the international economy. However, we will be living in a fool's paradise if we think that everything is rosy for us. There are plenty of things for Bangladesh to learn from these two crises.\nSri Lanka, once projected as a possible Singapore in our region, shocked its own people as well as those in the region with unforgivable failures to manage its economy. What was unthinkable just the other day is a reality today: Sri Lankans are facing shortages of food and other basic necessities. It has never been heard before that a country couldn't hold school-level examinations due to a shortage of paper. It happened in Sri Lanka.\nIt is misgovernance, cronyism and long-term culture of elite family rule that lie at the root of the present problem. Sri Lanka was one of the earliest countries to achieve 100 percent literacy and quality education. It has the highest per capita income among all Saarc members, and its public transport and general healthcare services are the envy of the region. But for its long-drawn civil war, Sri Lanka can be said to have had the best chance of economic prosperity compared to its South Asian neighbours.\nTheir fatal flaw was the musical-chair type rule by a few political families with superficial commitment to the people. These families reduced democracy to mere elections, which were held mostly on time but resulted in no substantial change or reform. None of the governments undertook any efforts to institutionalise democracy or any fundamental economic or social reform, or strengthen the institutions of accountability.\nThe return of the Rajapaksa family to power constitutes perhaps the most blatant and unique example of a family capturing a state: the president (who is also the defence minister), the prime minister and the newly former finance minister are three brothers, and near relatives head several ministries and occupy important government positions. During Mahinda Rajapaksa's second term as the president in 2010-15, a total of 40 family members occupied government posts in Sri Lanka—excluding those in the cabinet.\nAt the moment, Sri Lanka virtually has no government, save only in name.\nIronically, Pakistan also appears to be without a functioning government since the dissolution of parliament along with the whole cabinet. The prime minister continues on an interim basis till a caretaker government takes over.\nWhatever the immediate cause of the present drama may be, the root of it lies in Pakistan's political system of being always manipulated by its army from behind the scene. The Pakistani people's greatest shame is the fact that its governments, with however strong a public mandate, literally have to be endorsed by the military establishment. Democratic mandate may propel a leader or a party into power, and it may even form a government, but whether it will be stable and durable depends on the army's endorsement. For more than one-third of Pakistan's 75-year existence, the army has ruled directly, and for the rest of the time, it manipulated the civilian governments from behind the scene, never allowing them to really set a democratic agenda and put people's interest above that of the armed forces. This has forced elected governments to divert disproportionate amounts of scarce resources towards defence rather than social and economic development.\nUnless it can delink its political processes from the machinations of the military establishment and allow the people and their freely chosen leaders to play their legitimate role, Pakistan's political crisis will never be solved.\nAs for the lessons for Bangladesh, our prime minister stated in parliament on Wednesday that we run no risk of repeating the Sri Lankan situation, because our economy is far more robust and our repayment record immaculate. While we echo the spirit and confidence expressed by her, we feel compelled to point out a few factors that need meticulous attention.\nThe overarching fact that our economy is dependent on two basic sources of earning—RMG export and remittance—makes it naturally vulnerable to their market behaviour. The crucial nature of this vulnerability should not be underestimated. Any significant fluctuation—both in demand and price—on the global stage can create havoc with attendant crises. It is to the tremendous credit of our RMG exporters that they have not only been able to survive the threat of Covid, but also register a 33 percent rise in export earnings between July and March in FY2021-22. The government's timely support to the RMG sector paid us with crucial dividends.\nRemittance is another source of our foreign exchange that survived the pandemic and held our economy steady. But it is too dependent on a few markets, especially the Middle East. We must diversify and also upskill our workers to earn more, and do so urgently.\nMegaprojects have been the cause of many countries' downfall. There is a natural propensity for developing countries to rush into huge infrastructural projects to bring about dramatic changes in their peoples' well-being. Glamour and prestige have also often driven them, rather than cold economic calculations.\nIn our case, a huge amount of investment has been made in megaprojects. If we add the cost of the 10 big ones (Padma Bridge, Padma Bridge rail link, Rooppur Nuclear Power Plant, Rampal Power Plant, Dhaka Mass Rapid Transit Line 6, Payra seaport, Karnaphuli underground tunnel in Chittagong, Dohazari-Ramu-Cox's Bazar rail link, Dhaka-Sylhet corridor, and Moheshkhali-Matarbari development project), it comes to a total of Tk 2,81,706.37 crore. This is a huge figure, and these are massive undertakings. They are expected to bring a sea change in our economy and overall infrastructure. There is no question that we need them. But how we raise the funds and how judiciously we use them is the moot question.\nThe challenge is not how much is borrowed, but how cost-effectively and timely a project is implemented, and how efficiently it is run so that we can maximise earnings to reduce the debt burden and make the project viable. And here lies our serious vulnerability. Most of our megaprojects, including the medium and small ones, are not completed in time. There are cost and time overruns one to four times, resulting in huge cost escalations. The loss of potential earnings because of delayed implementation adds to the economic burden. If we add wastage and corruption, the cost grows far higher. The sad reality is that the officials concerned are rarely questioned as to why, and even more rarely are they held responsible.\nThen there is the serious issue of coordination. A project, especially the large ones, have multiple components. If all of them are not completed in a coordinated manner, then its final operation is delayed, resulting in a rising cost that ultimately burdens the economy. A glaring example is the building of electricity generating capacity. We now have excess generation capacity. Without transmission lines to link the power plants to the national grid, they are useless. Taxpayers now have to pay the capacity charges, while these power plants sit idle. In the last fiscal year, the government (actually, taxpayers) paid Tk 13,400 crore (more than the cost of the Karnaphuli tunnel project) as capacity charge to these power plant owners. The year before, it was Tk 8,000 crore (half the cost of Payra seaport). Similar is the case with Biman Bangladesh Airlines, which once had many destinations but few planes, and now has many planes but few destinations. When we were setting up the electricity plants or buying the Dreamliners, we did not think things through. Lack of coordination is endemic in our project implementation process and increases our cost burden enormously.\nWhile we may not face a Sri-Lanka-like situation in the near future, there are sufficient vulnerabilities in our economy and governance process that require our serious attention.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: Turmoil in the neighbourhood",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/column-mahfuz-anam-turmoil-the-neighbourhood-3000376",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-04-2022"
    },
    {
        "full_article": "Dhaka is witnessing an early diarrhoea outbreak this year. The hospitals in the city, including the International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b), are treating hundreds of new patients every day. As many as 1,200 patients visited icddr,b alone on March 26. A report published in this daily on Thursday said 57 diarrhoea patients had been admitted to icddr,b on average every hour in the previous 24 hours.\nThe staggering number of diarrhoea patients has caught the hospitals off guard. \"In my 36-year-long career, I have never seen so many diarrhoea patients,\" Dr Tahmeed Ahmed, executive director of icddr,b, said when speaking to this daily last month.\nCross-contamination of the water supplied by Dhaka Water Supply and Sewerage Authority (Wasa) has been cited as one of the major reasons behind this diarrhoea outbreak. The mustard, greenish colour of tap water in the affected areas, along with the stench, suggests contamination with sewage water. And this possibility cannot be ruled out, because often when old pipes are replaced, due to negative pressure, sewage water gets into the main water pipelines, resulting in cross-contamination.\nThis is not the first time that Bangladesh has suffered a diarrhoea or cholera outbreak. Every year, these water-borne diseases come back to haunt the citizens during summer. A 2018 World Bank report suggested that 80 percent of the people who use supply water face the risk of E. coli contamination. And 92 percent of Dhaka's population drink water from contaminated water sources—mostly carrying E. coli—due to sanitation problems and industrial pollution of water.\nUnfortunately, the Dhaka Wasa authorities seem reluctant to even acknowledge these issues. One would remember the remark by the current Wasa MD in 2019 that the water they supplied was 100 percent drinkable. He later refused to drink a glass of lemonade offered to him by a family from Jurain, made with Wasa water. One cannot blame the Wasa chief, because the yellowish colour of the water would not seem drinkable, yet a segment of Dhaka residents has been forced to have it because of the inefficiencies and laziness of the water authority. Recently, however, the Wasa MD once again claimed that 95 percent of the water supplied by them was pure which, apparently, only got contaminated because of leaks in the pipelines.\nDhaka Wasa is so indifferent to people's suffering that, despite being aware of the poor quality of the water they supply, they have done little to fix it. Take the case of Jatrabari, for example. In 2019, water samples from Jatrabari was tested by the LGRD ministry, and the result revealed that the water was contaminated with coliform and heterotrophic bacteria. But little has been done to remedy the situation in Jatrabari since then.\nDhaka Wasa's inefficiencies are hurting not just the consumers, but also the national economy, and it is creating a negative footprint on our SDG attainment agenda. According to a 2019 Transparency International Bangladesh (TIB) revelation, 91 percent of Dhaka households burn 363.7 million cubic metres of gas every year to boil water supplied by Dhaka Wasa to make it drinkable. The financial cost of this amounts to more than Tk 332 crore annually.\nConstant and repeated requests for project deadline extension and additional funding is another key characteristic of Dhaka Wasa. Even the projects that it has been able to complete since 2009 have done little to address the problems such as contaminated water and waterlogging. Although Dhaka Wasa spent Tk 7,205.49 crore on various megaprojects since 2009, they have not been able to make any positive impact on the quality of their services (New Age, August 8, 2020). And for obvious reasons, suggestions of systemic corruption have surfaced from time to time.\nAt this point, one is forced to ask: Why do the Dhaka Wasa authorities increase water tariff so frequently? According to media reports, it has increased water tariff 15 times since 2009. Why do people have to pay more every year to drink contaminated water? Even this year, Dhaka Wasa has proposed a tariff hike of 20 percent, which, if approved, will be effective from July 1. So, where is all the money going? The argument that Dhaka Wasa has to \"beg\" for money is incorrect, because according to its audited financial report, in FY2020-21, it registered a profit of Tk 49.6 crore with retained earnings of Tk 892 crore.\nIt is high time the authorities concerned looked into the misadventures of Dhaka Wasa and took steps to alleviate the plight of common people. Its constant shoddy performance points to internal systemic problems and corruption, which is taking a toll on the Dhaka residents as well as the national economy. The consecutive six-time appointment and reappointment of the incumbent MD—a move termed \"questionable\" by TIB—is a manifestation of the corruption eating at the heart of the organisation.\nDhaka Wasa officials and board members should also be investigated, and the activities of the agency, including the internal mechanisms, protocols and procedures, should be audited for compliance. And based on the findings, the system should be cleaned of corrupt, foul elements and revamped in order to make it efficient and effective. A complete overhaul seems to be the only way forward with Dhaka Wasa. Whether the authorities have the political will to drive this change is what remains to be seen.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "A reckoning is due for Dhaka Wasa",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/reckoning-due-dhaka-wasa-3000371",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-04-2022"
    },
    {
        "full_article": "That day, like every other day, I got ready for work at 8am and put on a teep, without giving it much thought. It was the first day of Ramadan; at 8:30am, the traffic was already crazier than usual. I attempted to keep the madness at bay, as we do, by delving into the world of news, on this occasion looking for updates on Maisha Momtaz Meem (21), the NSU student killed by a covered van that hit her scooter while she was on her way to her university on April 1.\nWhat I found instead were zealous netizens—mostly men—dissecting Meem's attire, cursing her parents for allowing her to own a scooter, and saying she deserved to die for her transgressions. They appointed themselves judge and jury and volunteered for her virtual execution. Hardly anyone addressed the question of road safety, despite having witnessed two massive popular movements demanding safe roads in the last four years. The onus was, once again, on the victim, who happened to be an independent woman. I feel the same \"heat\" every time I am out on my cycle, with almost every speeding car trying to push me aside.\nReeling from this onslaught, I logged on to Facebook to find my feed inundated by my feminist friends' new teep-adorned profile photos, protesting the verbal and physical abuse directed by a policeman, Nazmul Tareque, at Lata Samaddar, a teacher at Tejgaon College, while she was on her way to work. She filed a general diary against the perpetrator, resulting in his suspension. Lata's bold move was widely appreciated, although many netizens—mostly men—were not quite so thrilled. Once again, they unleashed their rage against women, schooling them on their attire, dispensing fatwas, and calling every teep-wearing woman a prostitute who is \"asking for it.\" Women's organisations, feminists and allies, MPs, and cultural activists condemned such violence against women in public spaces—but that did not stop the trolls.\nMany protesters saw it as an attack on our cultural heritage—an example of heightened patriarchal-fundamentalist moral policing. Most were vocal about the right to wear whatever one pleases. Some circulated old photos of their parents/grandparents wearing teeps, while some dug out images of Dhaka University students clad in sarees with sleeveless blouses and teeps in the 1970s. Renowned singer Ferdausi Rahman reminisced about how they had protested for their right to wear teeps and sing in the Pakistan era. Our cultural revolutionaries were an integral part of our independence movement, and it is women whose bodies have been used as repositories of both tradition and modernity, becoming a battleground for ideological domination (hijab/\"fundamentalist\" vs saree/\"secular\" and so on).\nBorn into a dogmatic secular family and raised by a practising Muslim Nani (who was a radical feminist in her own right), I somewhat embody these secular anxieties, although my multiple allegiances keep my politics grounded. I am the fasting-praying, singing-dancing, running-cycling, saree-jeans wearing academic and a feminist who happens to be a Muslim—an oxymoron in every possible sense. And I have every right to be—the same as Lata or Meem. I don't find the religious-secular trope useful in thinking about the causes of violence against women—the problem is much larger than that. \nHowever, when we circulate our old photos of \"secular\" days, we forget that we are talking about a handful of educated, elite or middle-class women. Women have been encroaching onto a much larger political field since independence, and their visibility in the public sphere has increased manyfold. Throughout the 1980s-1990s, the state sold the image of empowered women to pander to donor agencies while also keeping close ties with the US and the \"Islamic world\" for direct foreign investments. Along with the aid, investment and remittance came discourses of \"women's empowerment\" and the \"politics of piety.\" Neoliberal Bangladesh embraced contesting ideologies and politics—which of these changes are we to deny? \nThat's why I would much rather focus on the content of the trolls—the mindless misogyny directed at both Meem and Lata. The attacks reveal a convoluted masculine rage fanned by class angst and other forms of repression that simply cannot accommodate the idea of the independent woman; their blinding rage is even ready to condone murder. A recent study conducted by Manusher Jonno Foundation and Dnet found that 81 percent of their 518 interlocutors across 16 districts held negative perceptions of free-spirited women. Of them, 39 percent were women; you can imagine what the men had to say.\nWho are these women, and why do they pose such a threat to mankind? The trolls reveal quite clearly that these are women who raise their voices and claim the freedom to choose how they want to live their lives. How is this constituted as a threat? Is it not natural for a human being to do what their heart desires, as long as it does not infringe on others' rights? Or do these people seriously think women must cease to exist in the public realm?\nPostcolonial women have for long suffered from a Victorian moral hangover. Women are meant to assume the role of a domestic goddess, a sovereign of the husband's heart, a nurturing mother, and a sacrificial lamb who will go to any length to protect her family—in short, become a virtue-signalling, subservient, respectable woman. In return, the husband will provide for her and the family, and protect her from \"worldly\" affairs. Theoretically, we know that the moment production was removed from the domestic realm, women were reduced to a reproductive force and relegated to second-class status. It is almost impossible to track this in pre-colonial Bengal as we are still the \"people without history,\" and women's economic roles at home are yet to be recognised. Nevertheless, our predecessors, who experienced and participated in anti-imperialist movements and the Liberation War, brought women's rights to the centre of revolutionary politics and thereby reconfigured their Victorian morals. Since then, women have taken part in nation-building and fought relentlessly for their equal rights as citizens. And yet, after all these battles, neither education and earning a living, nor conforming to the ideal role of a homemaker allows women to claim private or public spaces as theirs. We have unequal laws, patriarchal families, and the state to blame for it.\nWomen have faced discrimination and structural violence at home for centuries, yet somehow it is still considered a safer and more respectable space for them. Access to resources and space has always been conditional upon men, cloaked under the guise of women's safety and protection. For centuries, men have been \"spreading\" themselves, physically and ideologically occupying both domestic and public spheres. Women, on the other hand, are made to shrink themselves and occupy less space, curtail their desires, and mould themselves in the shape of impossible ideals. As Shilpa Phadke has argued, women can only exist in public spaces with a \"purpose\"—be it work, shopping or picking up school-going children; to exist otherwise is to be questioned, surveilled, policed or, worse, brutalised.\nSociety exists by consuming women's (underpaid or unpaid) labour, and the state continues to use women's faces as banners for their development goals. Yet, far from ensuring women's rights as equal citizens and human beings, both the state and society sanction and benefit from violence against women. We cannot wait around forever. Demand the human right to exist—without being violated, and without the need for protection. Fight for our right to the city, for the right to take risks, to occupy the offices and the streets as much as our homes. It is time to reimagine our city—a city where I can ride my bike without being run over or recorded by a stranger, where Lata can wear whatever she wants, and Meem can ride her scooter home safely without being questioned about her clothes, her movements or her company. We cannot wait for the patriarchy to be fully \"smashed\" before we can imagine and claim this city as ours.\nDr Seuty Sabur teaches anthropology at the Department of Economics and Social Sciences in Brac University.\n",
        "headline_1": "A scooter and a teep: Misogyny, in public and private",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/scooter-and-teep-misogyny-public-and-private-2999631",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-04-2022"
    },
    {
        "full_article": "The international system changes with the passage of time—strategic, political and economic compulsions act as the causative factors. Sometimes the change is gradual, while the shift sometimes is tectonic. The inflection points are the prominent events brought about by conflagrations, disasters, natural and man-made calamities. We are apparently standing at an inflection point, brought about firstly by the Covid calamity that portends to change the existing world order and influence economics, international trade and indeed international diplomacy. Experts believe that \"contemporary history will forever be divided between what happened BC (before coronavirus) and AC (after coronavirus).\" Secondly, the blatant and illegal invasion of a free and sovereign country by a big power, transgressing all international norms, is likely to influence the future order of things internationally. It is not for the first time, though, that such transgression has occurred, but the invasion of Ukraine is seeing a form of human barbarity—perpetrated by a powerful country on a relatively weaker country—not seen in the recent past.\nThe current world order is actually a skewed system dictated by the strong, ordered by the colonial and neocolonial powers unable to shed the hubris of the past. Such arrangements betray the hypocrisy and double standards of those that dictate the world order. And Putin and Russia won't be left behind.\nSometimes the old order gives way to the new in a process driven by ideas flowering from the minds of intellectuals. After the end of the Cold War, a new paradigm had to be invented for international intervention, and one came handy in the form of the Huntingtonian doctrine, The Clash of Civilisations, which advanced the thesis that not countries, but cultures (read: religion) will confront each other in future. And so it was when the US and its coalition of the willing—which started with 31 countries and ended up with 48 (comprised of all Western countries except for four, and all but three of them were non-Muslim countries)—launched its illegal attack on Iraq in gross violation of international laws governed by the United Nations Charter.\nThe international political order or law that sought to govern international relations and the behaviour of nations was the UN Charter, including sovereign equality of states and prohibition of the use of force in international relations. It was a compact that was agreed upon by 50 countries initially, and by those who became members of the new international organisation subsequently. The international economic system followed from the Bretton Woods Agreement, which has been defunct since the 70s—although its two institutions still govern the international monetary system and development. And perhaps the most important adjunct of the rules-based international order—the human rights regime—is governed by the Declaration of Human Rights, which, according to the UN High Commissioner for Human Rights, promises to all the economic, social, political, cultural and civic rights that underpin a life free from want and fear.\nThe UN is hamstrung by the veto power of the Big Five. Most of them are the victors of World War II, and as the saying goes, to the victor goes the booty. The veto power is one such booty. More often than not, it has been used for petty national interests by them, rather than for the greater universal good. It has been used to sanctify illegal wars like the invasion and illegal occupation of Iraq. The most recent exercise of this power was Russia's veto on the UN resolution that would have called on Moscow to immediately halt its attack on Ukraine and withdraw its troops beyond the international borders.\nA similar \"casteist\" treaty that divides the world into nuclear haves and have-nots is the Non-Proliferation Treaty (NPT). Its objectives are to prevent the spread of nuclear weapons technology, to promote cooperation in the peaceful uses of nuclear energy, and to further the goal of achieving nuclear disarmament and general and complete disarmament. An unofficial appendage of the NPT is the Nuclear Club, an informal arrangement of the band of five declared nuclear powers. Not that a few undeclared merit entry into it, but are not acknowledged by the anointed five. The NPT successes have been mixed, most of all in respect with the general disarmament, which has played into the hands of the non-proliferation security fallacy. NPT's \"success\" has been well articulated in an article in The Print, published in March 2020 commemorating 50 years of the treaty. It says that the NPT \"spent the first half of the 50 years living a lie, and the second half witnessing its own dangerous demise. It is hazardous to continue to believe it will be effective in preventing nuclear war, and the sooner the world moves on to other ways to secure itself, the better.\"\nToday, the world is at a crossroads. To quote US-based think tank the Council on Foreign Relations, \"the benefits of the US-led order and, in particular, the many international agreements that the US has championed to open up the world to the free flow of goods, services, ideas, and people no longer look so promising—not least to the many Americans whose livelihoods have suffered as a consequence.\"\nThe post-Cold War order imposed by the US also faces challenges. The liberal order is decaying where multilateral approach to solving problems has been replaced by narrow nationalism. The unequal benefits of globalisation have accentuated the north-south divide. Today, the centres of economic and military powers are shifting. The lone superpower is having its status challenged, with its main contender enlarging its footprint not only beyond its region, but much beyond into other continents. But be that as it may, experts opine that although the world is likely to see more competition, the logic of major power cooperation remains overwhelming, thus reducing the chance of conflagration between major powers.\nWhat the last 75 years have demonstrated is that no order can be dictated, much less imposed, on others. When that happens, that order is bound to be challenged and violated, as we are seeing today. A rules-based world order must be a collaborative arrangement, and no country, big or small, should be allowed to abuse it by flaunting its military or economic clout.\n \nBrig Gen Shahedul Anam Khan, ndc, psc (retd) is a former associate editor of  The Daily Star.\n",
        "headline_1": "A skewed world order",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/strategically-speaking/news/skewed-world-order-2999561",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-04-2022"
    },
    {
        "full_article": "We commend the government for placing the much-awaited Anti-Discrimination Bill in parliament. The bill aims to protect and ensure equal rights and dignity of every citizen in Bangladesh. Once passed into law and enforced, the bill is supposed to prevent all forms of discrimination in light of the constitution. What it means is that if any citizen of the country faces any form of discrimination anywhere in society—be it government or private offices, public places or educational institutions—they will have a scope to lodge complaint under this law and seek redress.\nIt is good to know that the law will address some basic issues that ordinary people often face while going about their day-to-day activities. According to the draft law, it will be considered discriminatory if a person prevents, controls or restricts the entry or presence of any person or group in public places or government, semi-government, autonomous and private office services. Under this law, no children can be obstructed to enrol in any educational institution or be expelled from it based on discriminatory treatment. Moreover, the house owners will face repercussions if they refuse to rent out to any individual or group or impose any strict conditions on them.\nWe think this law can also be a powerful tool to ensure the rights and uphold the dignity of the marginalised people, including persons with disabilities, Dalits, Harijans, indigenous peoples of both hills and plains, and the transgender community across the country.\nThe government's decision to include representatives from the minority ethnic communities, the Dalit community, and workers' groups—one of whom will be a tea worker—in the committee to monitor human rights violations is also commendable. We just hope that the committee will be empowered enough to do its job.\nSince the bill is now with the parliamentary committee on law ministry for scrutiny, we hope that they will critically analyse it before submitting its report. In the meantime, discussions should be held in parliament and among all the stakeholders concerned to address any loopholes in the law. Most importantly, the bill must be passed without unnecessary delay and ensure its effective implementation in the future.\n",
        "headline_1": "Govt should be lauded for Anti-Discrimination Bill",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/govt-should-be-lauded-anti-discrimination-bill-3000356",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-04-2022"
    },
    {
        "full_article": "The new Election Commission (EC) has been holding a series of talks with various sections of society since its assumption of office on February 27. We would like to believe that such an exercise on the part of the new commission, led by CEC Kazi Habibul Awal, displays its intention to hold a credible election by eliciting opinions from a cross-section of people. We suggest that the EC also invite representatives from outside the so-called gentry and seek opinions of a few commoners, too.\nWe had earlier commented in these very columns that, our reservations about the selection process of the Election Commission notwithstanding, we would hope that the new commission would work sincerely to hold a national election that would be participatory, free and fair. And that its main task would be to restore the voters' faith in the electoral system, particularly the EC. The same message was conveyed to the EC when it met with a delegation of journalists on the same issue on April 6.\nIt is a sad reflection on democracy in Bangladesh that the main stakeholders and beneficiaries of a sound democratic system, the people, have lost interest in elections. And that is because, for a good part of the last decade, voters have been excluded from participating in voting, thus depriving them of their fundamental rights. This happened mostly because the previous election commissions failed miserably to play their due role in conducting free and fair elections. We would like to strongly emphasise that, although the system has lost credibility and that people's confidence in it has sapped tremendously, people's faith in democracy remains unwavering. But they feel helpless at the way the system operators and managers have failed them.\nWe suggest that the EC not forfeit its responsibility insofar as running the election is concerned, as the EC under Nurul Huda sought to do. It should not cede its authority to any supra body. Its main task is to provide a level playing field for all and ensure that the electoral laws are observed in letter and spirit without exception, and take action without fear or favour.\nIt should not forget that the electoral process is not restricted to the day of voting only. We are waiting to see how independently the EC conducts itself in the two years that we have before the next election. If it can stamp its authority and call the shots, only then will it be able to regain its lost and besmirched credibility. The CEC and his team would do well to remember that they are obligated to the people and people only, and no one else.\n",
        "headline_1": "Resurrect the EC’s lost image",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/resurrect-the-ecs-lost-image-3000171",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-04-2022"
    }
]