[
    {
        "full_article": "Our next election is not due for two years—at the end of 2023. For many countries, it is too early to talk about it. But not in our case. To hold a proper election, there will be endless talks, mostly one-sided, as we have not made any progress in sitting together and accommodating each other's positions and moving on. We'll have what's called a \"dialogue of the deaf\" in which we will fling invectives at each other, accuse one another of the vilest of crimes, and denounce the other side as depraved, despicable and mean. We will seldom listen and even more rarely find any merit in what the opponents are saying. Thus, valuable time will pass, nothing will be resolved, and intolerance will grow. Consequently, elections will be more and more controlled by law enforcers.\nIt is with this sense of déjà vu that the debate over the formation of a new Election Commission (EC) has begun. The current EC's term expires in February 2022. Everyone wants an independent EC, which is a precondition for holding a free and fair election, and the government continuously assures us that it will definitely come our way. For that to happen, we need an accountable, transparent and credible process of EC formation, which is what is being debated today—how to form an EC that can deliver a free and fair election? What is that magical process that can bring forth a group of independent-minded, courageous, unafraid individuals enjoying huge public credibility—the \"magnificent five\"—who will be able to deliver an acceptable election?\nThe constitution had envisaged a full-fledged law to form this all-important body. It was not done during the country's first general election in 1973. After Bangabandhu's assassination, we found ourselves in the throes of military dictatorship, and the question of fair election was never on the cards of these dictatorial and semi-dictatorial regimes. Our real quest for free and fair elections started with the fall of Gen. Ershad's regime in 1991. Since then, we have had six elections—in 1991, 1996, 2001, 2008, 2014 and 2018—but the law for the formation of the Election Commission, as envisaged in the 1973 constitution of the country, has remained elusive. Why successive governments—from both the AL and BNP—showed such reluctance to formulate this law became clear as we saw the functioning of the present and previous ECs.\nWith the fall of Gen. Ershad's regime, the political consensus was that no acceptable election can be held under the autocrat's watch, and so the device of an \"interim\" government under the then chief justice – Shahabuddin Ahmed – was put into place. While the election of 1991 measured up to global standards, it was not accepted by the party who lost, terming the results as a product of \"Shukkho Karchupee\" (subtle rigging). \nWith the BNP in power in 1991, the Awami League concluded that no free and fair election could be expected under Khaleda Zia's government and so it demanded—and ultimately established—a \"caretaker government\" to be installed for 90 days after the expiry of the term of an elected government simply to deliver the election and hand over power to the newly elected government. Four elections were held under this system with the last one in 2007/8—under a military-backed caretaker government and hence most controversial—that gave the present ruling party a resounding victory.\nThe Awami League, which had pushed for the caretaker government with a vigorous mass agitation over three years in 1994-96, did away with it in 2011, perhaps taking lessons from the fact that under the caretaker government system, the ruling party always lost. We are back to elections being held under party government. Now, the BNP, which had opposed tooth and nail the concept of the caretaker government, wants its reinstitution as it does not believe that a free and fair election under the Awami League government is possible.\nSo we have come full circle—from party-led election-time government back to party-led government after an experiment with the caretaker model. With the latter abolished, the focus naturally fell on the vital institution of the EC, whose credibility appears to be the lowest among similar bodies in all our neighbouring countries, who are not known to wrangle over EC formation as we do. In India, national elections are held in phases and go on for months, without ever raising the issue of neutrality of their EC. Even with the severe acrimony between the BJP and the Trinamool Congress and the personal bad blood between Prime Minister Narendra Modi and Mamata Banerjee, the neutrality of their EC has never been questioned. This is one example, among many others, of how we have failed to build institutions after 50 years of Bangladesh and 30 years of democracy.\nThe current debate is on how to make the new Election Commission really live up to public expectations. There is no question that the last EC and the incumbent one have left much to be desired in terms of delivering credible elections. Both these bodies appear to have taken their task purely from legalistic and clerical points of view. Even the fact that there is an ocean of difference between the letter of the law and the spirit of the law seems to have escaped them—a classic example of \"missing the forest for the trees\". We can recall here a doctor's attempt to put a positive spin on an otherwise tragic situation when he said, \"though the patient died, the operation was successful\". With our \"successful elections\", democracy may have died or is at least in the ICU, hooked up to a high-flow oxygen machine, to use a Covid-time analogy.\nOne single fact helps to illustrate the frustration of the voters. In the 2014 election, 153 contestants became members of the parliament without a single vote being cast. They were all the sole candidates from their respective constituencies. In a House of 300 members, the \"uncontested\" MPs formed the majority. They had enough seats to form the new government, and all were \"elected\" without the casting of a single vote. The total number of voters during the 2014 election for all 300 seats was 9.19 crores. The total number of voters for the 147 seats in which the election was held was 4.31 crores. A total of 4.88 crore voters could not vote in the 153 constituencies where the election was not held. Shouldn't it have concerned the EC that 53 percent of voters were unable to cast their votes?\nThe above process had all the hallmarks of being legal. But was it morally and ethically correct? Did it strengthen our democracy, our faith in the electoral process, our belief that \"the will of the people matters\"? Is it the role of the EC just to ensure the logistics of election and be totally oblivious to its moral moorings? These \"uncontested\" MPs may have the seal of the EC, but did they have the seal of \"legitimacy\" that comes from voters' endorsement? Shouldn't these issues have crossed the minds of our EC members? The fact that election is as much a moral, ethical and democracy-strengthening exercise as it is a legalistic one never seemed to have been a part of their thinking.\n\"The people who cast their votes decide nothing. The people who count the votes decide everything\". This observation, made many years ago, seems to have an uncanny resonance with the present-day reality of elections in many countries, including ours—especially ours. Over the years, the process of counting the votes in elections has acquired central importance for the contesting political parties—with an inbuilt and unsurpassable advantage for the party in power. Not which way the voters voted but how the counting is taking place has emerged as crucial in determining the outcome of voting, reducing our elections into an exercise of expressing the loyalty of certain institutions—like the police, bureaucracy, etc.—who can render invaluable services in the counting process. \nSo far, the government's position is \"no going back\" to the caretaker system and to repeat the \"Search Committee\" process of the past in forming the new EC. If we recall the last instance of forming a search committee that brought about the current EC, the President held discussions with all registered political parties and then announced the formation of a six-member search committee consisting of a judge of the Appellate Division, a High Court judge, the chairman of the Public Service Commission, the Comptroller and Auditor General, the Pro-VC of Chattogram University and a Dhaka University professor. You cannot find any fault with such a body. They were given 10 working days to prepare a list of 10 candidates, two for the CEC position and the remaining eight for the position of four EC members. The search committee held extensive discussions with a cross-section of the people and made their submission to the President who, later, announced the formation of the new Election Commission and named its chief. \nThis is all very good, except that Article 48(3) of the Constitution states: \"In the exercise of all his functions, save only that of appointing the Prime Minister pursuant to clause (3) of article 56 and the Chief Justice pursuant to clause (1) of article 95, the President shall act in accordance with the advice of the Prime Minister\" (emphasis ours). Article 48(3) obliges the President to consult with the Prime Minister at every step of forming the new EC. While forming the search committee, while accepting the recommendations of the search committee, and most importantly, while finalising the formation of the new EC—the President must, as per our constitution, consult with the Prime Minister. Consulting with the PM on every issue is another matter, but taking her advice in forming the new EC under which the coming election will be held—in which she and her party will contest—raises difficult questions of neutrality and independence that cannot be ignored. Judging from the performances of the last two ECs, these questions are larger than life to every voter today.\nLet us not forget that at its core, an election is a vital exercise in nation building. If there are many building blocks of democracy, then election, unquestionably, is its strongest piece. We are hoping to graduate from the Least Developed Country (LDC) group and become a developing country by 2026. Hence, making the election of 2024 free and fair should be a part of the process of that graduation. As we climb higher in the development ladder, so must we in the democracy ladder, and without credible elections we cannot do so.\nWe remind all that if allowed to be free and fair, an election can truly be a blueprint for the future, written by the voters with the ink of their wishes in the bright colours of their hopes and aspirations.\nMahfuz Anam is editor and publisher of The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: Elections - déjà vu or a move forward",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/elections-deja-vu-or-move-forward-2193161",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-10-2021"
    },
    {
        "full_article": "Today, October 8, marks three months since the deadly Hashem Foods fire, which claimed the lives of at least 54 people. Out of those killed, at least 17 were children. Out of these 17 children, at least 11 were girls.\nThis deadly fire exposed the sheer prevalence of child labour in Bangladesh, which has seen a rise globally for the first time in two decades due to the school closures and economic hardships caused by the pandemic, according to a report by the ILO and UNICEF. Even before the pandemic, in the National Child Labour Survey 2013 (the latest such survey to have taken place in this country), 3.45 million children aged five to 17 were found to have been engaged in child labour.\nThe week starting October 4, 2021 has been declared as the National Child Rights Week, which will end on October 11—on which falls the International Day of the Girl Child.  Therefore, this week, and this day in particular, is as good a time as any to ask: what has happened so far by way of \"justice\" in response to this deadly fire in which so many people, including girls, lost their lives?\nOn July 10, 2021, eight people, including the owner of Hashem Foods Factory, his four sons and three Sajeeb Group employees, were arrested in a case filed by the police under three sections of the Penal Code 1860: Section 302 (murder), Section 307 (attempt to murder) and Section 326 (voluntarily causing hurt to constrain to an illegal act). Since all these offences require intent to murder or cause hurt, it was bound to fail. If, however, a case was filed under Section 304a (causing death by negligence) of the Penal Code, the case would have had an actual chance to succeed. By July 19, most of those arrested were released on bail.\nOn July 11, four NGOs filed a writ petition against the relevant public authorities, challenging their failure to detect and shut down the death trap of a factory, and against the factory owners, seeking Tk 5 crore in compensation for each of the families of those killed, and Tk 1 crore for those injured. At the time, the single-judge virtual bench of the Supreme Court expressed that its jurisdiction was limited and that it was necessary for a list of the deceased and injured workers to be identified before any order of compensation could be made.\n A Citizen's Investigation Committee comprising 19 eminent citizens was subsequently (but separately) set up, and a thorough investigation was conducted over 30 days. On August 31, it came to the conclusion that the fire was no \"accident\", but \"murder caused by negligence\". During the press briefing at the Dhaka Reporters Unity, the Committee's members read out from their report, categorically stating that: \"The devastating incident took place due to indifference, negligence and greed of the owner. That's why we're not terming it an accident, but rather a systematic killing\". The Committee's investigation also found that all families were given Tk 2 lakh in compensation from Sajeeb Group but that they had to sign a declaration, one of the terms of which reads as follows: \"durghotonay nihoter ghotonay amader Hashem Foods Limited kortripokkher birudhey kono dabi oboshishto nai\" (I have no further claims against Hashem Foods Limited in connection with the death in this accident).\nOne such recipient family member had earlier told reporters, \"I didn't understand what was written on the stamp [paper] at that time. If I had known, I would never have signed it.\"\nIt is worth noting that Sajeeb Group was able to limit their liability to pay compensation to a measly sum of only Tk 2 lakh for each worker killed by the deadly fire in their factory precisely because that is how little value our own labour law attaches to the life of a worker killed in an industrial \"accident\". Such an absurd legal limit deprives the very workers (and their dependents) our labour law is meant to protect, while benefitting the very industrial employers our labour law is apparently supposed to hold accountable.\nNevertheless, forcing victims to make a blanket surrender of any further claims (with or without their knowledge) in exchange for Tk 2 lakh highlights the immense power disparity that continues to define industrial labour relations. It is an attempt to absolve the company from other claims that may arise out of labour law, such as unpaid wages, death benefit and compensation from the mandatory group insurance scheme. Most importantly, it is also an attempt to block the victims from benefitting from the writ petition filed by four NGOs on July 11 seeking Tk 5 crore in compensation for each of the families—which still remains pending. Therefore, even when so many lives are taken, including those of children as young as 12 who were burnt to death while producing lollipops, a corporation will do what a corporation does best: force the working class into submission and purchase impunity at a wholesale price.\n In August 2021, 45 charred bodies (or the scattered bones that remained) were handed over to the families after lengthy DNA testing. Thereafter, the families of three \"missing\" workers pleaded to the police that they were yet to receive the remains of their loved ones. As a result, a new search operation was launched, and on September 7, the CID discovered two skulls, bone fragments, hair and other human remains underneath a pile of waste on the fourth floor of the Hashem Foods Factory—two long months after the fire. These three \"missing\" workers were Mohiuddin, Sajjad Hossain and Laboni Akhter. This discovery presents yet another grisly reminder of what it is like to live and die as a worker in this country. First, you are locked up to burn in a preventable fire, then your remains rot for months, alongside industrial litter, because even in death you are nothing more than factory waste. Laboni was 14 years old.\nTaqbir Huda coordinates Justice For All Now (JANO, Bangladesh). Email: taqbirhuda@gmail.com\n",
        "headline_1": "Three months after the Hashem factory fire, has there been any ‘justice’?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/justice-practice/news/three-months-after-the-hashem-factory-fire-has-there-been-any-justice-2193156",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-10-2021"
    },
    {
        "full_article": "In the weeks since the Taliban's theocratic terrorists returned to power in Kabul, the people of Afghanistan, particularly its women and girls, have been subjected to unimaginable suffering as the world's attention turns to other issues. But many other countries, and especially India, have reason to worry.\nThe Taliban's victory, following 20 years of unsuccessful American-led \"nation-building\" efforts in Afghanistan, will not only greatly embolden their fellow jihadists, but will also shake up the region's geopolitics. For evidence of the destabilising impact of Kabul's fall, just look at the reactions of Afghanistan's neighbours.\nPakistani Prime Minister Imran Khan's response—notably his statement that the Taliban's return to power was akin to throwing off \"the shackles of slavery\"—highlights what was already known: Taliban-run Afghanistan will be a creature of Pakistan. When the Taliban ruled the country from 1996 to 2001, their \"Islamic Emirate\" functioned as a wholly owned subsidiary of Pakistan's Inter-Services Intelligence (ISI) agency. This time, Pakistan's control is supposedly a little less absolute, but that did not prevent ISI chief Faiz Hameed from traveling to Kabul soon after its fall to preside, triumphantly, over the formation of the new Taliban government.\nLess overtly but arguably more importantly, China has been working to make the best of a delicate situation. The Chinese have invested USD 62 billion in the China-Pakistan Economic Corridor (CPEC), the single largest project of its transnational Belt and Road Initiative, and are anxious that the Taliban do not jeopardise it. Significantly, Foreign Minister Wang Yi formally received a Taliban delegation in July.\nWith economic and strategic gains ripe for the taking, China has announced that it will do business with the Taliban. It is seeking to tap Afghanistan's considerable underexploited mineral resources, especially rare earths, and reopen the Mes Aynak copper mine. There is even talk of extending the CPEC to Afghanistan.\nThe warm overtures appear to be mutual, with Mullah Abdul Ghani Baradar, Afghanistan's new first deputy prime minister, calling China a \"trustworthy friend,\" despite its systematic persecution of its own minority Muslim population. China's priority vis-à-vis Afghanistan is to ensure that the Taliban offer neither support nor refuge to Uyghur dissidents from Xinjiang, and do nothing to disturb the functioning of the CPEC. With the Taliban government desperately in need of patronage—80 percent of the previous Afghan government's USD 5.5 billion budget was financed by external assistance—China seems ideally suited to fill the breach.\nThese regional dynamics, with Pakistan and China becoming increasingly close, should be of enormous concern to Indian policymakers. Pakistan is a long-term adversary that has actively funded and fomented armed militancy against India, hosting (among others) the organisers of the murderous 2008 Mumbai terror attacks. China, meanwhile, is a systemic rival to India and poses economic, military, and strategic threats. Any Afghanistan-Pakistan-China axis involving policy coordination is a major risk for India.\nThe Taliban's takeover of Afghanistan gives Pakistan not only the \"strategic depth\" its military has long sought against India, but also a useful recruiting ground for more militants and terrorists, should the ISI seek to deploy them again. The last time the Taliban were in power, India made common cause with Russia and Iran in actively supporting the Panjshir Valley insurgency of the Northern Alliance under the late Ahmad Shah Massoud. This time, however, an increasingly pro-Chinese Russia has taken a neutral stance on Afghanistan's issues with India.\nIran, under its recently elected hardline president, Ebrahim Raisi, seems willing to accept the new Islamic emirate as long as the Taliban refrain from the anti-Shia persecution that characterised their previous reign. If Afghanistan's Shia Hazaras and culturally Persian-influenced Tajiks and Uzbeks are saved the worst of what the Taliban inflicted upon them a quarter-century ago, Iran may stay neutral. Both Iran and Russia are, in any case, pleased that the United States has received its comeuppance in Afghanistan.\nIndia could try to reach out to the new government in Kabul, despite recently denying that its external affairs minister met with Taliban representatives in Doha in June. Other Indian diplomats certainly were in touch with Taliban officials, two of whom—Baradar and Sher Mohammad Abbas Stanikzai, the deputy foreign minister—are in the new Afghan government.\nBaradar spent eight years in Pakistani detention and may be presumed to have no great love for his jailers. But while some Taliban officials have spoken soothingly of wanting good relations with India, others have stated that their Islamic emirate will stand up for India's Muslims, especially in Kashmir.\nAs I have argued previously, Pakistan cannot afford to be complacent about the Taliban's victory. The emergence of the Tehreek-e-Taliban Pakistan, which seeks to overthrow the Pakistani government for being insufficiently Islamist, and of the Islamic State-Khorasan, which bombed Kabul airport in August, should be triggering anxiety in Islamabad. Moreover, the end of the US troop presence in Afghanistan reduces America's logistical dependence on the Pakistani security establishment, depriving the ISI of support and resources.\nIndia has invested USD 3 billion in Afghanistan—in dams, highways, electricity grids, hospitals, schools, and even the parliament building. With all this now in Taliban hands, Indian policymakers may be forgiven for feeling despondent. And Prime Minister Narendra Modi's government has done itself no favours with its consistently anti-Muslim rhetoric and domestic policies, which are likely to stoke resentment across the Islamic world.\nThe Quad partnership—comprising India, the US, Japan, and Australia—strengthens India's maritime presence in the Indian Ocean. But the main security threats to the country are on its land borders with China and Pakistan, where the Quad is unlikely to be of much use.\nIndia now has a Taliban regime to its northwest, a nuclear-armed, terrorism-supporting state to its west, and a hostile superpower to its northeast, and it faces ongoing threats to its territorial integrity. In this environment, maintaining national security and regional stability will pose an unprecedented challenge for Indian diplomacy in the months and years ahead.\nShashi Tharoor, a former UN under-secretary-general and former Indian Minister of State for External Affairs and Minister of State for Human Resource Development, is an MP for the Indian National Congress.\nCopyright: Project Syndicate, 2021.\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "India’s Taliban Problem",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/awakening-india/news/indias-taliban-problem-2193146",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-10-2021"
    },
    {
        "full_article": "\"Ei boshi, ektu kadi, dhular paharey /\nKadley kirey dhular paharey /\nGanga buri ganga boye jabey?/\nGangaburi Gangaburi shono /\nEto shundor naam ti tomar ke diyechhey bolo?\"\nThe other day, I was listening to this popular song by Kafil Ahmed, one of the few gono sangeet artists of our time. Whenever I listen to the song, it takes me on a journey into a dream world where everything about life centres around this river—Gangaburi or Buriganga. The river in the song gives us hope that we must go on with our life and never lose hope, and that the river and people share the same life force. I do not know how Kafil Ahmed, the songwriter and singer, would interpret his song, but this is how it makes me feel.\nBut then, I am yanked back, rather brutally, into reality when I remember how we have destroyed our Buriganga—the lifeline of the city we live in. And I think to myself: How have we come to this point? Have we done what we should have to save or restore the Buriganga? Does the river still have a chance to survive?\nRecently, I came across a news report on the pollution of our rivers and was horrified to learn about the extent of contamination of the water of major rivers such as the Buriganga, Turag, Balu, Dhaleshwari, Shitalakhya, Karnaphuli, etc. According to the report, the water of these rivers has become toxic and has already seeped underground, making the groundwater unsafe to drink (Prothom Alo, September 26, 2021). It was also mentioned in the report that people drinking this water, with all kinds of heavy metals and contaminants in it, are at increased risk of getting cancer, asthma and high blood pressure, among other diseases.\nIt seems that the decades of movement by the environmentalists to save our rivers have not been successful to bring about any positive result—our rivers remain as polluted as they were before. It is true that the government took some steps to reclaim the river land lost to the grabbers. The National River Conservation Commission (NRCC) made a list of the river grabbers across the country. The High Court gave specific directives to the authorities concerned to protect our rivers. Despite all these, the condition of our rivers has not improved. And the state of the Buriganga is much worse than other rivers. It has almost died because of continuous encroachment and industrial and plastic pollution. The dissolved oxygen (DO) in the Buriganga water decreases to almost zero in the dry season, making it impossible for any fish or aquatic life to survive.\nOver the past few decades, the Buriganga had been literally used as a dumping ground for all kinds of waste—industrial and household alike. Its banks have been completely grabbed by powerful quarters and all sorts of factories, tanneries and industrial units were set up there, leading to the offloading of untreated waste straight into the river. The sad part is, it is not only the grabbers or the tannery and factory owners who have done such damage to the river; the Dhaka Water Supply and Sewerage Authority (Wasa) is also to blame for the pollution of the Buriganga. According to Bangladesh Inland Water Transport Authority (BIWTA), Wasa has around 65 drains and sewerage lines which are directly connected to the Buriganga. In 2011, the High Court directed them to seal off the drains and sewer pipes linked to the river. Ten years have passed since then, but the Wasa authorities have not yet complied with the HC order.\nA recent survey by the River and Delta Research Centre (RDRC) has found 251 sewerage lines, 237 waste dumping spots and six canals that are directly connected to the Buriganga. The survey also found 31 big factories—mostly cement, metal and oil factories—along the river from which untreated industrial waste is being visibly dumped into the river. Then there are the dockyards—another big pollutant.\nThe RDRC study also found that the tanneries that were shifted from the banks of the Buriganga are now polluting the Dhaleshwari river in Savar. But eventually, the Buriganga gets polluted through the Turag and Karnatali channels which are connected to Dhaleshwari. According to Mohammad Azaz, chairman of RDRC, \"The grabbing of Buriganga started from Hazaribagh in the past, but now it has spread to the Dhaleshwari river in Hemayetpur. So, grabbing has actually increased.\"\nAlthough the BIWTA has been conducting eviction drives from time to time, it has not yielded much result for the Buriganga as its banks are continuously being filled up and used by the occupiers. Another major problem is that the demarcation of the riverbank boundaries was not done properly. Needless to say, without proper demarcation, the natural flow of the river cannot be restored.\nUnfortunately, the NRCC, the central authority in charge of rivers, has not been able to look into these issues properly, despite the commission being declared as the \"legal guardian\" of our rivers by the High Court. The commission neither has the manpower nor any magistracy power to take action against the grabbers and polluters. What they can do, however, is file cases against those destroying our rivers. But the commission has not filed a single case against the powerful grabbers or polluters since assuming the guardianship.\nComing back to the case of the Buriganga, the question that is most pertinent now is: Can we bring back life to this once mighty river? Reportedly, although no fish and aquatic creatures can survive in the river during the lean season, during monsoon, as the water level rises with heavy rainfall, the pollution level drops and the dissolved oxygen (DO) level increases, making its water liveable for aquatic creatures.\nOnly a few years ago, with the fresh flow of floodwater from upstream, several dolphins were seen playing in the Turag and Buriganga rivers. The incident gave us hope that saving the river may still be possible.\nHowever, that requires strong commitment on the part of the government and the river authorities. The grabbed land of the river must be reclaimed and the grabbers must be brought to book, while the factories built on the encroached riverbank have to be shifted elsewhere. Dhaka Wasa must seal off their canals and sewer pipes linked to the river while the clogged up drains should be excavated by the authorities concerned. In addition, plastics and polythene bags must be removed from the river bed by conducting regular drives. Taking these basic but vital steps can turn the Buriganga into a living, and perhaps thriving, river again. But we must remember: unless we match the extraordinary assault on this river with an equally extraordinary response, that goal will always remain elusive.\n \nNaznin Tithi is a member of the editorial team at The Daily Star.\n",
        "headline_1": "Buriganga remains a sad tale. Can we turn it around?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/buriganga-remains-sad-tale-can-we-turn-it-around-2192286",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-10-2021"
    },
    {
        "full_article": "The recent assassination of Mohib Ullah, chairman of the Arakan Rohingya Society for Peace and Human Rights, has increased apprehension within the Rohingya refugee camps where tension was already high. The Rohingya have been living in fear due to a combination of unrestrained crimes, rivalry between different groups operating in the camps as well as lax security. Mohib Ullah's murder has only worsened the situation, with many refugees believing the state of security in camps has gone from bad to worse in recent times.\nAccording to a report published by this newspaper on Thursday, armed gangs belonging to the Arakan Rohingya Salvation Army (ARSA) have created a deep sense of fear in the camps. Law enforcement agencies have alleged that at least 10 Rohingya groups are engaged in about 12 types of crimes, including killing, abduction, rape, drug trafficking and robbery. Since August 2017—when the largest Rohingya influx in history took place amidst a deadly crackdown by Myanmar's military—more than 226 Rohingya individuals have been reportedly killed, and some 1,298 cases have been filed against 2,850 individuals, mostly in connection with possession of drugs and firearms.\nAmidst such a situation, we believe that having three armed battalions of police maintain law and order in the refugee camps, sheltering over a million Rohingya people, is not nearly enough. The number of battalions has to be increased for the police there to be effective, and in the aftermath of the Mohib Ullah killing, the number one priority should be to dispel fears and rumours in the camps with effective communication and de-escalation strategies, including through increased surveillance and presence of law enforcement personnel.\nIt is also vital that the authorities engage with the Rohingya representatives and members of the international community. Through closer engagement and collaboration, they should try and calm the nerves of refugees and give them the assurance that security will be beefed up and that they should have nothing to fear. The authorities should also listen to what the Rohingya people have to say in order to make their stay here hassle-free and their eventual repatriation successful. Bringing the killers of Mohib Ullah to justice will certainly be a boost to their confidence.\nThe international community also has a key role to play here. According to another report published by this newspaper, the UNHCR is set to sign a memorandum of understanding with the Bangladesh government on Saturday concerning the UN's involvement with the refugees who are being relocated to Bhasan Char. A UN involvement in this process is most definitely a positive step. And we hope that the relocation programme will help reduce some of the issues that the Rohingyas are currently facing in the congested Cox's Bazar camps.\n",
        "headline_1": "Dial down tensions in the Rohingya camps",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/dial-down-tensions-the-rohingya-camps-2193251",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-10-2021"
    },
    {
        "full_article": "We are quite disappointed at the way the rapid PCR labs are functioning at the Hazrat Shahjalal International Airport (HSIA) in Dhaka. Six healthcare facilities set up PCR labs in the airport and started their operation on September 29 to ease the sufferings of UAE-bound migrant workers. But according to a report, they are not providing Covid-19 test results to the migrant workers in time. According to the HSIA authorities, 80 UAE-bound passengers—most of them migrant workers—missed their flights last Monday as they did not get their rapid PCR test results in time.\nCurrently, 20,000 UAE-based expatriate workers are reportedly stranded in the country, eagerly waiting to return to their host country. They have been stuck here since May 12 as the Gulf state imposed a flight ban due to the rising cases of Covid-19 in Bangladesh at the time. Later, the UAE authorities withdrew the ban on the condition that returnee migrant workers would produce negative Covid-19 test reports done six hours before boarding their flights. Fulfilling this condition became hard for our migrants since the HSIA did not have any RT-PCR labs on its premises. After urgent requests from the migrants and other authorities concerned, the government finally had six rapid PCR labs set up in the airport so the migrant workers can get tested and have their reports before boarding their flights. Sadly, the labs are also failing to deliver as expected.\nReportedly, migrant workers need to stand in ten separate queues for the Covid-19 test at the lab facilities, which is very time consuming. Their predicament, however, does not end there, as they have to stand in another queue for online verification of the test result, taking up precious time before boarding their flights. So, in order to get their tests done on time, many expatriate workers are coming to the airport about nine to ten hours before their flights, but are still not getting their test results before boarding their flights.\nSuch delays, most likely because of mismanagement and lack of planning and collaboration, are unacceptable. The lab authorities must ensure that the total process is done smoothly, without causing any suffering to our workers. The government and the HSIA authorities also should look into the matter and intervene if/when needed. There can be no excuse for our migrant workers and other passengers not being given their Covid-19 test results on time, given how important the deadline is.\n",
        "headline_1": "What’s causing delay at the PCR labs in Dhaka airport?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/whats-causing-delay-the-pcr-labs-dhaka-airport-2193141",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-10-2021"
    }
]