[
    {
        "full_article": "On the face of it, a new kind of reservation in education and jobs solely based on income or economic criteria was destined to face several constitutional hurdles. However, given that the special provision in favour of ‘Economically Weaker Sections’ (EWS) among those who are not eligible for community-based quotas meant for Scheduled Castes, Scheduled Tribes and Other Backward Classes, was introduced through an amendment to the Constitution, only a demonstration that the new quota violated the basic structure of the Constitution would have succeeded in dislodging it. By a majority of three to two, the Supreme Court of India has ruled that the amendment does not violate the basic structure. In the process, the Court has recorded a major paradigm shift in its conception of what constitutes valid affirmative action. For the first time, it has upheld a kind of reservation that specifically excludes those from the three existing categories of beneficiaries and is extended solely on the basis of economic criteria. When in Indra Sawhney (1992), a nine-judge Bench upheld OBC reservation, but favoured exclusion of advanced sections of the beneficiary communities from its purview, it introduced a form of economic criteria for the first time. However, the criteria were used to exclude individuals, while the groups continued to be eligible for reservation. At the same time, the Court struck down a provision for 10% reservation for economically backward sections introduced by the Congress regime, on the ground that the Constitution does not provide for reservation solely based on economic criteria.The logic behind this scheme of affirmative action was that reservation is a tool of reparation for groups excluded from mainstream avenues of advancement due to caste discrimination, while it should not become a benefit or reward for individual members of the same groups who may have made reasonable progress. This logic was wholly inverted in 2019 when the BJP-led regime amended the Constitution to provide reservation solely on economic criteria to sections other than those enjoying reservation under the categories of SCs, STs and OBCs. The resort to economic or income criterion as the sole marker for identifying a beneficiary is obviously unsustainable from the point of view of equality of opportunity. All five judges agree that the introduction of an economic criterion does not violate the Constitution. However, Justice S. Ravindra Bhat, with Chief Justice of India U.U. Lalit, concurring, has correctly found that the exclusion of groups that already enjoy reservation from accessing this new form of affirmative action violates the equality norm, which is a basic feature of the Constitution.The Constitution Amendment came with considerable political legitimacy as very few members voted against it. The Court could not have lightly struck it down. The majority acknowledges Parliament’s power to create a new set of criteria and a new target for affirmative action. Their opinions whole-heartedly endorse the exclusion of communities that benefit from existing reservation norms, contending that such exclusion is necessary to achieve the intended object of emancipating economically weaker sections and, if they are included, it may undermine the entire idea of providing such reservation. This approach is clearly flawed because this creates a vertical reservation scheme based on economic weakness, a factor that could be applicable to all communities, but consciously excludes a large segment. There was some merit in the argument that reservation cannot be used as a poverty alleviation measure, and that a collective remedy meant to be compensatory discrimination in favour of historically deprived classes cannot be converted into a scheme to identify individuals based on their low-income levels and confer the same benefit. The existing income criterion of ₹8 lakh a year has already been questioned by the Court in a separate case, as it is liable to result in excessive coverage of socially advanced classes. When those exempted from filing I-T returns are only those with taxable income below ₹2.5 lakh, it makes no sense to extend the reservation benefits to sections earning upto ₹8 lakh. Also, the majority view that the 50% ceiling is applicable only to caste-based quotas and not for EWS reservation is constitutionally unsustainable, as it is a vertical compartment that is carved out of the open competition segment.\rOnce the idea of using economic criterion alone is accepted in principle, as has been done even by the dissenting opinion, it can only be argued that the benefit should have been modulated to maximise the beneficiaries. The objective of economic emancipation could have been better achieved if the income-based reservation had been thrown open to all sections of society. The fear that some sections may corner a large share of the reservation cake had earlier been partially addressed by the ‘creamy layer’ norm for backward classes, but it also meant that the well-off among them will have to compete in open competition. By introducing an income criterion and barring OBCs, besides SC/ST communities, from the EWS silo, there is a clear violation of equality in their eligibility to avail of a part of the open competition opportunities. The Government should consider both opening up the EWS quota to all communities and keeping the income criterion much lower than the ceiling, perhaps at the same level as the income tax slab, to identify the ‘creamy layer’ so that some poorer sections of communities, if they are crowded out on the OBC or SC/ST merit list, could still avail of some residual benefits under the EWS scheme.",
        "headline_1": "Economics and exclusion: On SC upholding 10% EWS quota",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/economics-and-exclusion-on-sc-upholding-10-ews-quota/article66108548.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-11-2022"
    },
    {
        "full_article": "Being the launchpad of the prevailing model of the politics of the Bharatiya Janata Party (BJP) and of Prime Minister Narendra Modi, Gujarat has a special place in Indian politics. With the emergence of the Aam Aadmi Party (AAP) as a serious contender for power, the Assembly election scheduled for December 1 and 5 is going to be a triangular one, in which the incumbent BJP appears to have a clear edge. The Congress, which came close to defeating the BJP in 2017, has been sliding since then, and has shown no will to fight so far. AAP’s enthusiasm is in stark contrast with the inexplicable indifference of the Congress. The collapse of a suspension bridge in Morbi and deaths, weakened the claim of the BJP regarding its governance track record, but any organic link between performance and voting preference is rather weak among the party’s supporters. The State’s politics is driven by deep Hindu symbolism, and often outright communal polarisation. AAP leader Arvind Kejriwal is trying to adopt this tested formula by promising Gujaratis free pilgrimage to Ayodhya and challenging the BJP to implement a Uniform Civil Code across the country. AAP has no game on the ground in terms of organisation or personnel, and its successes have come from the mass appeal of Mr. Kejriwal, leading to automatic voter mobilisation. The party is hoping that the situation in Punjab, which it won in March, will be replicated in Gujarat — enough people looking for an alternative to the two key national parties.The BJP may not be facing any intense voter antipathy, going by the CSDS opinion poll conducted before the Morbi tragedy. More than 70% of the people were favourable towards the BJP; it remained popular even among those who noted that price rise was a concern. Compared to 2017, the BJP has improved its acceptance among most Hindus and tribal sections. The BJP calculates, with good reason, that AAP will split the votes opposed to it, and its pathway to victory would be easier than in 2017. That claim apart, the party is sparing no effort to retain its citadel. In quick succession, two big private industrial projects were announced, in a controversial demonstration of the benefits of a ‘double engine’ government — the same party being in power at the Centre and State. The investors were allegedly forced to change their original plans to locate in Maharashtra. The central investigative agencies are active against AAP leaders, very conveniently for the BJP. Despite its comfortable position, the BJP remains restless as the stakes are high. In the BJP’s perception, it is much more than a State election.To read this editorial in Tamil, click here.To read this editorial in Hindi, click here.",
        "headline_1": "High stakes: On the 2022 Gujarat Assembly Elections and the BJP",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/high-stakes-the-hindu-editorial-on-the-2022-gujarat-assembly-elections-and-the-bjp/article66104545.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-11-2022"
    },
    {
        "full_article": "Our founding fathers had set up, through the Constitution, a small gate and a narrow path that would lead the nation to a just social order by limited reservations. But over the decades, governments widened the gate and broadened the path to such an extent that any and every group can be granted some quota. And the judiciary provides its enthusiastic support to this policy elasticity. Now it is no longer very clear what the Constitution of India stipulates, envisages or merely allows, or indeed downright prohibits.\nThe apex court held on Monday that the 10% quota reserved in government jobs and seats in educational institutions for the Economically Weaker Sections (EWS) among the upper castes is constitutional.\nRead full opinion on TOI+\n\n",
        "headline_1": "Let’s be clear on quotas: EWS, like OBC, is about caste, not class. We should stop pretending reservations are about the poor",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/lets-be-clear-on-quotas-ews-like-obc-is-about-caste-not-class-we-should-stop-pretending-reservations-are-about-the-poor/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-11-2022"
    },
    {
        "full_article": "The 3-2 Supreme Court verdict upholding the 103rd Constitution Amendment Act that provided 10% reservation for Economically Weaker Sections has given the stamp of legitimacy to economic criteria for reservations. This is welcome. The poor, irrespective of social group, are at a disadvantage and affirmative actions, reservations included, should be considered. However, the sharp disagreement between the majority and minority judgments on the question of 50% cap on reservations may have set the stage for future controversies.\nThe majority verdict said the 50% cap was for existing reservations while EWS is an entirely new criterion. But critics are arguing that Monday’s verdict marks the first time SC has allowed breach of the 50% cap. The constitutional challenge to the 76th Amendment Act, 1994, where Parliament insulated Tamil Nadu’s 69% reservation from judicial review, is still pending. Justice Ravindra Bhat, in his dissenting verdict, referred to those pending petitions. He argued the majority view was “a gateway for further infractions”. Justice Maheshwari, in his majority verdict, highlighted that the 50% cap is applicable for backward classes, SCs and STs. But it is not certain that the interpretation of the majority in the constitution bench will necessarily guide all subsequent attempts at getting new quotas. Plus, many socially dominant groups aren’t satisfied with a 10% “general category” quota. So, it’s likely that as various interest groups parse the words of the judges, the EWS ruling won’t be the final word.\nThe politics underpinning the EWS quota had run its course by the 2019 Lok Sabha elections. The exclusion of OBCs, SCs and STs from the EWS quota was politically deemed necessary because GoI had sensed considerable heartburn among unreserved groups, So, it saw the exclusion of already reserved groups from a narrow 10% band as a compromise worth making to address upper caste angst. But another kind of politics can start following the EWS ruling and as the poll schedule gets busier.\nLost in all this will be questions like whether the Rs 8 lakh income ceiling makes sense in terms of helping the truly deprived since the annual per capita income for a five-member household is Rs 6.5 lakh, as per available data. To truly benefit the poor, deprivation needs quantification via extensive government surveys. But such empirical exercises no longer find official favour.\n\n",
        "headline_1": "EWS survives: SC rightly okays economic criteria for quotas. But questions remain on ‘breaching’ 50% quota cap",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ews-survives-sc-rightly-okays-economic-criteria-for-quotas-but-questions-remain-on-breaching-50-quota-cap/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-11-2022"
    },
    {
        "full_article": "COP27 began in Egypt with the inclusion of climate compensation in the formal agenda. The compensation rests on the principle that today’s developed countries – the biggest cumulative polluters – compensate poorer countries hurt by extreme weather events, for example, the recent floods in Pakistan. Many in the rich world also agree this is a fair demand. CO2, the single biggest contributor to global warming, lingers in the atmosphere for about 300-1,000 years after being emitted by human activities. Thus far, the US and Europe together have contributed 58% of cumulative CO2 emissions.\nAll that said, the moot point is whether a compensation fund is realistic. Consider the case of the $100 billion per year developed countries in 2010 agreed to jointly mobilise for developing countries by 2020 to promote climate mitigation. UNFCCC estimates that they managed to mobilise only $83.3 billion through all climate finance routes by 2020. Of this, only 58% of financing was for mitigation. Now, with rich countries going through an economic crisis and global energy transition severely disrupted by the Russia-Ukraine crisis, meaningful progress on climate compensation negotiations appears unlikely.\nYes, the urgency is real. Using 2010 as a baseline, CO2 emissions need to be cut 45% by 2030 to meet the Paris Agreement’s goal of limiting the increase in temperature to 1.5°C by 2100. But waiting for climate compensation won’t solve anything. India, in particular, needs to carry out more R&D on renewable technologies. Large-scale private investments in green hydrogen have been announced. It needs to be complemented by blending public and private R&D in technology. GoI must also encourage ideas by, say, creating a big fund for backing the best ideas in clean tech. Technology is the best bet against climate disaster.\n\n",
        "headline_1": "Green thyself: Climate compensation is a just but hard-to-implement idea. India should focus on its own clean tech",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/green-thyself-climate-compensation-is-a-just-but-hard-to-implement-idea-india-should-focus-on-its-own-clean-tech/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-11-2022"
    },
    {
        "full_article": "Foreign minister S Jaishankar’s bilateral visit to Moscow takes place amidst a heightened global perception of Russia’s nuclear threat. But the status of Russian nuclear forces on the ground has remained unaltered since President Putin ordered defence minister Sergei Shoigu to put the country’s deterrence forces on high combat alert in February. There have really been no signs of a higher state of nuclear readiness. In any case, Putin and the Russian foreign office have since disavowed possible nuclear weapons use.\nEven the speculations have not been about the possible use of Russian strategic arsenal but remained restricted to tactical nuclear weapons. Limited use of TNWs is unlikely to change conventional battle outcomes unless these are used in large numbers, which is impractical as it would adversely affect the user’s forces too and contaminate the battlefield.\nRead full opinion on TOI+\n\n",
        "headline_1": "Putin’s nuclear bluff has worked, it has lessons for India: Begin by precisely assessing the disposition of Pakistan’s tactical nuclear weapons",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/putins-nuclear-bluff-has-worked-it-has-lessons-for-india-begin-by-precisely-assessing-the-disposition-of-pakistans-tactical-nuclear-weapons/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-11-2022"
    },
    {
        "full_article": "The prime minister on Sunday instructed the Bangladesh Bank to intervene if any bank faced a dollar shortage while opening letters of credit for importing food, fertiliser, and other agricultural inputs to ensure uninterrupted food supply to the country. She also said that the government would continue to subside agricultural inputs, while cutting back subsidies on LNG and electricity. We welcome the PM's proposed moves to ensure that our food supply remains stable. However, we have to remember that the ongoing economic crisis, while exacerbated by external factors, is also the result of certain structural issues that have long persisted as a result of internal weaknesses and mismanagement, as pointed out by experts and the media repeatedly.\nAnd this, in turn, is having a significant impact on our food security.\nWhile ensuring food security is a must, the only way it can be achieved is by strengthening other economic fundamentals. For example, one of the biggest worries for us when it comes to importing food right now is dollar availability or the lack thereof. The primary reason for the ongoing dollar crisis is that the value of our exports is rising, while the value of our imports and remittance inflow is falling. And remittances have been falling because the central bank has decided to artificially set the exchange rate at which banks are buying and selling the dollar, making it more profitable for individuals to send remittance through unofficial channels – whereas, if migrant workers send it through the official channel, they will comparatively make a loss. Economists have been calling on the government to fix this discrepancy, but to no avail.\nRight now, the central bank reportedly has foreign currency reserves of USD 35.7 billion, which is enough to meet about four months' import bills. Thus, the PM also called on the authorities to reduce the gap between export earnings and import payments – or the current account deficit. This should have been done a long time ago. Nevertheless, the authorities now need to work extra hard to achieve that target, particularly because the present global environment is least accommodative for that.\nDue to the ongoing inflationary pressure, lower- and fixed-income groups are becoming increasingly more food-insecure. The government needs to ensure that its programme to sell essential goods, including food, at lower prices to one crore low-income families is carried out efficiently. Previously, we had heard a similar government promise to deliver such aid to 50 lakh people. However, in reality, the government allegedly could not deliver the aid to more than 38 lakh people. We urge the government to address this kind of discrepancies and build capacity to deliver on its promise this time. It must make sure that food items actually get delivered to their intended beneficiaries.\n",
        "headline_1": "We must prioritise food security",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-prioritise-food-security-3163401",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-11-2022"
    },
    {
        "full_article": "In a virtual address recently, the prime minister, for the umpteenth time, reiterated her call to the people to exercise austerity. But then, a group of government officials, for the umpteenth time, showed that they are above such instructions possibly because they are \"a different class of people\" – as the attorney general recently told the apex court, while defending public servants' exemption from arrests without permission. We are talking about a flagrant disregard for the PM's austerity call here, coming in the form of an unnecessary foreign trip being planned for senior public officials.\nAccording to our report, a group of bureaucratic heavyweights are set to visit Germany for a \"training exercise\" as part of a project of the Bangladesh Water Development Board. Under the project, 905 automated wells with data loggers and telemetry systems have been installed. But six of the eight people selected for the trip are secretary and director level officials, and one is an executive engineer. None of them, however, are involved with the day-to-day maintenance of the work involved. Reportedly, the cost of the tour would be no less than Tk 30 lakh – money that could be saved in this time of great crisis, or better utilised through training field-level officials who could actually ensure the public get their money's worth.\nJust like the tour plan, the project itself seems to be on shaky ground. For example, around 150 automated wells installed as part of the project have already gone out of order, even before the project could be finished, necessitating the training for field officers to learn about troubleshooting and maintenance of automated systems. Only, they will not be attending the training. As well as concerns over the selection of high-profile attendees – who seem to have self-selected themselves – there is an equally important question: How could so many wells go out of order so soon? This cannot be a normal development. It only shows the laissez-faire approach with which most government projects are executed, with corruption, mismanagement and inefficiency coming every step of the way.\nUnfortunately, ill-planned trips like this are increasingly becoming the norm. This is despite the fact that the finance ministry, on May 12, issued a notification about the government decision to place an embargo on all kinds of overseas trips by public officials, including exposure visits, study tours, workshops or seminars, to ease pressure on foreign exchange reserves. On July 25, the PM also restricted all government-funded overseas visits except in cases of foreign aid. Why, we wonder, would government officials still go on such trips, the costs of which are ultimately borne by citizens? Often, these trips are attended by soon-to-retire or senior officials who have no way of using their costly training for the benefit of relevant projects. This is totally unacceptable.\nWe urge the higher authorities to bring an end to this gross violation of official instructions by public offices themselves.\n",
        "headline_1": "Training trips, or shopping excursions?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/training-trips-or-shopping-excursions-3163391",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-11-2022"
    },
    {
        "full_article": "This year's dengue epidemic pattern is unusual. Over 50 percent of total cases have been reported in October, whereas in the past, dengue cases dropped around this time. During the country's largest outbreak in 2019, only eight percent of total cases were recorded in October, while it was 19 percent during the 2021 outbreak. This data indicates that the seasonality of dengue is shifting in a changing climate. One recent study projected that dengue transmission could occur all year round in Bangladesh because of climate change.\nDengue, the fastest spreading mosquito-borne disease, has been ranked by the World Health Organization (WHO) as one of the top 10 global public health threats. It has spread to 129 countries, with 400 million annual infections and 40,000 deaths. In Bangladesh, dengue was first documented as \"Dhaka fever\" in 1964, with the first official outbreak occurring in 2000.\nThe extraordinary genetic diversity of the dengue virus has particularly contributed to the severity of these outbreaks. There are four different types of dengue virus, and research shows that dengue complications increase with variations in virus types. If you are infected for the first time, your body will produce protective antibodies that make it less likely to get infected with that same type. However, if you are subsequently infected with other types, it can be clinically more complicated than before, the severity of which will only increase with further infections. Nearly 75 percent of people with first-time exposure to dengue have no symptoms, which is also a major concern.\nStudies have revealed that the clinical spectrum is changing as well, with an increasing trend of gastrointestinal symptoms (such as vomiting, abdominal pain, diarrhoea, and constipation), while symptoms of bleeding and joint pain are decreasing. Worryingly, Dengue Shock Syndrome (DSS) has increased by up to 10 times in recent outbreaks. Our clinical experience suggests that dengue is likely experiencing an epidemiological shift towards becoming a more severe illness in Bangladesh, with young adults being predominantly affected.\nIn the past three years, dengue has also spread into non-endemic areas such as district towns. Nearly half of all cases (48.4 percent) were recorded from all 64 districts during the biggest 2019 epidemic. Similar circumstances were observed in 2021, where 20.4 percent of cases were documented from regions other than Dhaka. Currently, the ongoing 2022 epidemic has seen more than one-third of all cases recorded outside Dhaka city. Based on the analysis on the southern districts, Jashore, Pabna, Cox's Bazar and some districts in Barishal division appear to be potential dengue hotspots in coming years.\nUntil 2018, dengue outbreaks were mainly confined to Dhaka city. Although there were cases reported from outside Dhaka, it was not possible to confirm whether they contracted mosquito bites locally. Research suggests that dengue probably spread across the country during the 2019 Eid holidays, when about 10-12 million people from Dhaka travelled to different parts of the country. At the time, most of the cases were reported from Dhaka city till Eid, but after the Eid holidays, dengue cases outside Dhaka started to increase, with four to seven times more cases being reported from some of the southern districts. Later in 2019, a hospital-based study found 262 dengue patients who had not travelled to Dhaka before come to the city for treatment. Later, another study confirmed this hypothesis. This year's dengue epidemic in the Rohingya camps also confirms that dengue is spreading nationwide.\nFactors that act as catalysts for the spread of dengue include unplanned urbanisation (which creates habitat for mosquitoes) and climates conducive to the spread of Aedes mosquitoes. If we consider suitable temperature and rainfall, every district in Bangladesh is conducive to the spread of dengue mosquitoes, which have been found across the country. Rapid unplanned urbanisation (and subsequent waterlogging) over the last decade has further contributed to this. For example, according to our recent study, urbanisation in Jamalpur sadar upazila has increased eightfold in the last 30 years.\nIn this context, what are the priorities in terms of public health preparedness? The existing dengue surveillance system needs to be strengthened to measure the actual burden of dengue in the country. Currently, patients admitted to only 51 hospitals in Dhaka are being counted, even though there are hundreds of hospital clinics in the city. As a result, there is no way to know how many people are infected in Dhaka.\nAccording to a multinational study, an estimated 2.4 million people are infected with dengue every year, mostly in Dhaka. On the other hand, at the district town level, only government general hospitals are under surveillance. Notably, 70 percent of patients in Bangladesh seek treatment in private healthcare facilities. How can we truly understand the spread of dengue without adding every hospital and diagnostic centre to the surveillance system?\nDistrict-level healthcare support systems must be developed to prevent public health disasters. Treating critical dengue patients requires tertiary care hospitals, and often, ICU support. District-level hospitals are not equipped to treat such severe dengue patients.\nFinally, even though dengue is caused by mosquito bites, there is a poor correlation between mosquito density and large, severe outbreaks. Disease severity and major outbreaks depend on the type of virus circulating in the environment. Therefore, a molecular warning system is required to track the changes in the dengue virus throughout the year. At present, this issue is mostly neglected. So far, the government has not taken many initiatives to engage the community in mosquito control. Going forward, empowering the community will be critical in managing the impending dengue crisis in Bangladesh.\nDr Mohammmad Sorowar Hossain is associate professor at the School of Environment and Life Sciences of Independent University, Bangladesh (IUB), and executive director at Biomedical Research Foundation, Bangladesh.\n\n",
        "headline_1": "Why is dengue becoming such a serious public health threat?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-dengue-becoming-such-serious-public-health-threat-3162941",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-11-2022"
    },
    {
        "full_article": "Probably on account of my two consecutive pieces in this column on Covid and dengue, an observant and aware citizen approached me with the query of whether I was a medical doctor.\n\"Depends on what you are suffering from,\" was my response.\n\"Democracy,\" he said.\nFloored though I was, having met patients suffering from \"papacracy,\" \"moneycracy,\" \"celebritycracy, and the terminal \"petticoatacracy,\" I was not in the least surprised. Amused, yes? More about these and other \"-cracies\" another day.\n\"Mmm... What are your symptoms?\"\n\"Well, for one, I am allowed to speak on TV talk shows.\"\n\"Can a TV show be without any talking? What is this programme about?\"\n\"A host, eedaning a hostess too, calls up several of his/her regular contacts a couple of hours before going on air to discuss anything – from the rising price of onions to 'Putinocracy'. Those of us who have nothing else to do agree to have our face powdered, and then deliberate on matters that we don't know about until the time is up. The art of being recalled is to wear a very chintito face, even when they hand you a handsome amount for keeping their airtime occupied.\"\n\"What do you get to say in these televised armchair sittings?\"\n\"We say our hands and feet are tied, that the atmosphere is suffocating. But in reality, we can speak out against government issues, against opposition political parties, against any politician, businessman… Occasionally, we talkers get to the point of a fist fight, or at least in a situation where we generate incoherent clamour. Channel owners find that very exciting. Good for TRP.\"\n\"Does anyone not counter your claims?\"\n\"They always have a lackey who speaks out against our issues nastily. Talk shows, in my mind, are true democratic platforms.\"\n\"Do these programmes have any audience?\"\n\"Our family and friends, as well as enemies searching for weak points in our argument, listen to us with complete devotion.\"\n\"Don't the channels lose money?\"\n\"Actually, no. Viewers are always switching channels, having 60-70 choices. So, no one is watching anything for long, unless it is a replay of a cricket match involving a rare Bangladesh win. Live matches are very stressful, not good for the weak of heart. In a way, channels, too, are surviving because of such democratic remote control.\"\n\"Mmm… any signs of the disease proliferating?\"\n\"At public meetings, we have a field day. In the midst of our supporters (there could be the odd jasus), we can call our political opponents names, such as fascist, vote dacoit, liar, illegitimate, autocrat, residents of Begum Para, fugitives of the law…\"\n\"Don't you need documented evidence to make such serious defamatory claims?\"\n\"Not at all. It's a free-for-all situation with our MAGA partisan followers making such a din that much of the speech is a rambling of words. But we get a 'yay' at repeated intervals.\"\n\"MAGA?\"\n\"Make Adversary Get Angry.\"\n\"Are you not vulnerable when you go home?\"\n\"We don't, that is after any day of fiery rhetoric. For that sacrifice, maybe in the comfort of a friend or a family member's house, we earn sympathy from our fellow aficionados. Of course, we also register political points with our higher-ups.\"\n\"Is there no legal action against your brand of 'Democrats'?\"\n\"No, things are soon forgotten. If perchance we are cornered by the law or some tough guy from the opposite camp or the media, we utter a readymade statement, 'It was a public meeting, not a court, bhai.' Never miss the bhai in the end. Or you may go missing.\"\n\"Does anyone else you know have similar symptoms?\"\n\"Now you are talking, Doc. You never walk alone in this crazy world of democracy. This is a very contagious disease. Many, thousands of people I know suffer from this sort of democracy. Now seriously, do you have a cure for this ailment? Anything, Doc! I am sick and tired of lying through my nose day in, day out. My wife… oh, what the heck! She has gotten used to the idea.\"\n\"But I thought that was the trademark of a politician?\"\n\"Your thoughts are totally garbled. There are many great leaders, famous for their truthful oratory, wonderful examples of mankind, icons for generations. I need a prescription, Doc.\"\n\"Did you try shaking hands with the opponent, as a gesture of atonement?\"\n\"Wow! Doctor! You want me to make peace with those fascists, vote dacoits, liars, autocrats, residents of Begum Para, fugitives of the law…?\"\n\"Easy, easy. But that is the only medicine that will work. You will not have to lie – well, occasionally maybe. You will be nice, as much as possible…\"\n\"Thank you, Doc! I think I will get a second opinion.\"\n\"Yes, please do that. I know some doctors in Singapore.\"\n \nDr Nizamuddin Ahmed is an architect and a professor, a Commonwealth scholar and a fellow, Woodbadger scout leader, Baden-Powell fellow, and a Major Donor Rotarian.\n\n",
        "headline_1": "Hollow democracies make the most noise",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/chintito-1995/news/hollow-democracies-make-the-most-noise-3162996",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-11-2022"
    },
    {
        "full_article": "The prime minister on Sunday instructed the Bangladesh Bank to intervene if any bank faced a dollar shortage while opening letters of credit for importing food, fertiliser, and other agricultural inputs to ensure uninterrupted food supply to the country. She also said that the government would continue to subside agricultural inputs, while cutting back subsidies on LNG and electricity. We welcome the PM's proposed moves to ensure that our food supply remains stable. However, we have to remember that the ongoing economic crisis, while exacerbated by external factors, is also the result of certain structural issues that have long persisted as a result of internal weaknesses and mismanagement, as pointed out by experts and the media repeatedly.\nAnd this, in turn, is having a significant impact on our food security.\nWhile ensuring food security is a must, the only way it can be achieved is by strengthening other economic fundamentals. For example, one of the biggest worries for us when it comes to importing food right now is dollar availability or the lack thereof. The primary reason for the ongoing dollar crisis is that the value of our exports is rising, while the value of our imports and remittance inflow is falling. And remittances have been falling because the central bank has decided to artificially set the exchange rate at which banks are buying and selling the dollar, making it more profitable for individuals to send remittance through unofficial channels – whereas, if migrant workers send it through the official channel, they will comparatively make a loss. Economists have been calling on the government to fix this discrepancy, but to no avail.\nRight now, the central bank reportedly has foreign currency reserves of USD 35.7 billion, which is enough to meet about four months' import bills. Thus, the PM also called on the authorities to reduce the gap between export earnings and import payments – or the current account deficit. This should have been done a long time ago. Nevertheless, the authorities now need to work extra hard to achieve that target, particularly because the present global environment is least accommodative for that.\nDue to the ongoing inflationary pressure, lower- and fixed-income groups are becoming increasingly more food-insecure. The government needs to ensure that its programme to sell essential goods, including food, at lower prices to one crore low-income families is carried out efficiently. Previously, we had heard a similar government promise to deliver such aid to 50 lakh people. However, in reality, the government allegedly could not deliver the aid to more than 38 lakh people. We urge the government to address this kind of discrepancies and build capacity to deliver on its promise this time. It must make sure that food items actually get delivered to their intended beneficiaries.\n",
        "headline_1": "We must prioritise food security",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-prioritise-food-security-3163401",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-11-2022"
    },
    {
        "full_article": "In a virtual address recently, the prime minister, for the umpteenth time, reiterated her call to the people to exercise austerity. But then, a group of government officials, for the umpteenth time, showed that they are above such instructions possibly because they are \"a different class of people\" – as the attorney general recently told the apex court, while defending public servants' exemption from arrests without permission. We are talking about a flagrant disregard for the PM's austerity call here, coming in the form of an unnecessary foreign trip being planned for senior public officials.\nAccording to our report, a group of bureaucratic heavyweights are set to visit Germany for a \"training exercise\" as part of a project of the Bangladesh Water Development Board. Under the project, 905 automated wells with data loggers and telemetry systems have been installed. But six of the eight people selected for the trip are secretary and director level officials, and one is an executive engineer. None of them, however, are involved with the day-to-day maintenance of the work involved. Reportedly, the cost of the tour would be no less than Tk 30 lakh – money that could be saved in this time of great crisis, or better utilised through training field-level officials who could actually ensure the public get their money's worth.\nJust like the tour plan, the project itself seems to be on shaky ground. For example, around 150 automated wells installed as part of the project have already gone out of order, even before the project could be finished, necessitating the training for field officers to learn about troubleshooting and maintenance of automated systems. Only, they will not be attending the training. As well as concerns over the selection of high-profile attendees – who seem to have self-selected themselves – there is an equally important question: How could so many wells go out of order so soon? This cannot be a normal development. It only shows the laissez-faire approach with which most government projects are executed, with corruption, mismanagement and inefficiency coming every step of the way.\nUnfortunately, ill-planned trips like this are increasingly becoming the norm. This is despite the fact that the finance ministry, on May 12, issued a notification about the government decision to place an embargo on all kinds of overseas trips by public officials, including exposure visits, study tours, workshops or seminars, to ease pressure on foreign exchange reserves. On July 25, the PM also restricted all government-funded overseas visits except in cases of foreign aid. Why, we wonder, would government officials still go on such trips, the costs of which are ultimately borne by citizens? Often, these trips are attended by soon-to-retire or senior officials who have no way of using their costly training for the benefit of relevant projects. This is totally unacceptable.\nWe urge the higher authorities to bring an end to this gross violation of official instructions by public offices themselves.\n",
        "headline_1": "Training trips, or shopping excursions?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/training-trips-or-shopping-excursions-3163391",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-11-2022"
    },
    {
        "full_article": "Local energy experts have long been complaining that not enough has been done to explore the country's gas reserve, particularly that of the potential off-shore blocks. Had the authorities been serious in pursuing a policy of searching hydrocarbon as part of exploiting its blue economy in the Bay of Bengal with equal keenness it displayed to establish its rightful legal claim on the maritime boundary, energy exploration would have got the required momentum. Now that the energy crisis has hit the country hard, they have been looking desperately for the country's reserves instead of prolonging its dependence on imported fossil fuels like oil and gas in liquefied form. On the recommendation of a Scottish research and consulting group, the Petrobangla has revised the production sharing contract (PSC) with a view to luring international oil companies (IOCs) for hydrocarbon exploration in the offshore deep waters of the Bay. According to the proposed market-based pricing formula the Petrobangla has already submitted to the Ministry of Power, Energy and Mineral Resources (MPEMR), the Bangladesh government will buy gas, if and when produced, from IOCs at about US$ 10 per Mcf (1,000 cubic feet). This offer is 31-38 per cent higher than the offer made under the 2019 PSC. Tenders to be floated for exploration of the 15 open deep-sea blocks hopefully by the yearend therefore have a greater chance of drawing attention of IOCs. Against the global energy crunch, this reactive as against a proactive move, may still get good responses from global oil companies with proven records. There is yet another bait for the IOCs in that the Petrobangla has suggested a reduction in the government share under the PSC from a margin of 55-80 per cent to 40-70 per cent. If the oil companies find this further attractive, there is no reason why the MPEMR will not even expect a competition among the explorers and producers of gas and oil. Reports have it that Bangladesh has been even lagging behind Myanmar in entering production-sharing contracts ---individual or joint-venture---with foreign companies. There is no question countries like Bangladesh and Myanmar at this stage can achieve the capability of offshore ---shallow or deep-sea ---exploration for hydrocarbon. What a country like this can do is get the best deal out of collaborative or contract-sharing arrangements. Bangladesh must strike a balance between its own interests and its compulsion for finding its sources of energy, courtesy of foreign companies.In case of contracts for onshore gas exploration and extraction from Magurchhara and Tengratila gas fields, the authorities of the time made serious blunders by hiring services of companies with dubious records. Similar mishaps should be avoided by all means. The country's interests must not be compromised at all. The PSC should be made as transparent as is humanly possible. Again, the BPC is not particularly famous for maintaining transparency and taking care of irregularities within its system. In case of blue economy, there will be huge scopes for exploiting the grey areas. Let there be a highly effective system of vigilance in plugging all cracks and loopholes.",
        "headline_1": "Exploring offshore hydrocarbon",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/exploring-offshore-hydrocarbon-1667823869",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-11-2022"
    },
    {
        "full_article": "In any welfare state, or a semblance of it, the spectacle of 6/7-storey residential structures made of corrugated iron will be considered outright atrocious. To the people having the minimum sympathy or compassion for humanity are expected to stand against the authorities who allow these harbingers of injuries and deaths. Ironically, the two tin-shed multi-storey slums standing haughtily in two parts of the capital do not arouse any emotional surge or sympathy for the people residing there for years. What's surprising, the city people in general would have remained in the dark about these structures harbouring seeds of mishap, had not news about them been published in a handful of dailies. In other countries, such terrible residential facilities would have kicked up storms of protests and the demand that they be abolished without further delay. In spite of the photographed news stories in the major print media outlets, 'apartment owners' continue renting out rooms and floors nonchalantly in the structures. They have little compunction that electrification or fire accidents may occur there any time. It's because all kinds of utility connections to the structures are unlawful.The lower oncome people renting living spaces in these high-rises are apparently lured by the urge to live like the well-off segments of society. They are least bothered about the life-threatening hazards in the midst of which they have to live with their families. Few have the time to alert them to the multi-faceted dangers lurking everywhere in such tin-made high-rise dwellings. Apart from the poverty-stricken families, their tenants range from street hawkers, canvassers of myriad commodities, cheats and pickpockets, prostitutes and their agents posing as married couples --- and the omnipresent drug addicts and drug pushers. At times muggers find these apartments quite safe for using them as hideouts. On being chased by police, they take shelter in one of the rooms, ferreting out the suspected criminals from where turns out to be a daunting task.Notwithstanding Dhaka's notoriety for its large slums or shanties for decades, the trend of switching over to constructing multi-storey tin-made structures is a recent phenomenon. Although many legal or illegal owners of these apartments were initially doubtful about their ability to draw tenants to their all-facility 'colonies', their ventures finally proved a great success. As they discovered, there were no dearth of tenants willing to live in these dwellings --- fabulously taller than the traditional slums in terms of status. The ground-level slums normally stand for all kinds of filth and disease-spreading pests. They include the dysentery germs including common flies, pathogens of various communicable and fatal fevers. The multi-storey slums are viewed as free of diseases thanks to their location above the ground. Outwardly, it seems effusive of disease-free life and health. In fact it is not.These tin-made high-rises present a look of being free of infectious diseases. The endless supply of piped water; and the seemingly infinite electricity and gas make these ideal abodes. But when it comes to the perennial hazards encircling the people living there, few places could be more unlivable. A cataclysmic disaster may befall the people there anytime. The largely improvised structures having utility supplies cannot ensure a safe life. Just over a year ago, a similar structure tilted to its side in the capital's northern neighourhood. However, the extent of casualty was less than feared. But few can say it will pass off without hazards if it occurs again.Although the capital doesn't have many multi-storey slums, many so-called 'real estate'-hopefuls are allegedly engaged in parleys with influential quarters in order to see their dream come true. Amid these activities, a high-rise 'bastee' in the Postogola area continues to thrive. According to its residents, the facilities here are more than that hit by a collapse disaster in Dhaka's northern part. The Dhaka citizens in general appear to be unaware of these high-rise slums. Had they been in the know of the developments, they would have called seminars, symposiums etc to discuss the pros and cons of the trend of setting up high-rise corrugated iron slums.The slum-centred activists, too, wouldn't have been silent. They would, in all likelihood, take the case of the high-rise slum dwellers' safety. In the meantime, the authorities concerned ought to have intervened with their decision whether they would allow the construction of these multi-storey tin slums. Apart from the many hazards facing the dwellers of these unusual residential facilities, the tin-made high-rises are also an eyesore. On the other hand, these slums are highly vulnerable to fire incidents. Moreover, it has to be assured if these dwellings meet the requirements of the country's housing policy. As stop-gap solution, the authorities concerned may go for constructing tin-roofed barracks on the city outskirts. This project can be followed later by the fully concrete multi-storey colonies like those made for different lower-class communities. The capital's ultra poor fully deserve to be the residents of the multi-storey concrete high-rises.\n[email protected]",
        "headline_1": "The multi-storey tin-shed apartments",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-multi-storey-tin-shed-apartments-1667823910",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-11-2022"
    },
    {
        "full_article": "The world is getting increasingly unstable not only on the economic front, but also militarily. When wars take place on a small scale as in Yemen, in Syria or in Palestine, the world at large does not give serious attention to it. But when it happens on a larger scale as it is the case of Ukraine war, the world's attention is riveted on it. Why? Because here the world's biggest powers are involved: Russia in a hot war, while the US-led NATO in a proxy war through Ukraine's defensive one. But each side knows what is really happening on the ground. Now, the war front seems to be widening further. In the recent military exercises on the Korean peninsula where South Korean military took part in a joint military exercise with the US military styled, 'The Vigilant Storm', hundreds of military fighter jets took part. Even a supersonic B-1B bomber was learnt to have been flown on the concluding day of the military exercise last Saturday (November 5) in a show of force against North Korea. And on the same day, North Korea did also launch four short-range missiles. It may be noted that last week North Korea launched dozens of missiles including one of intercontinental range (ICBM). Simultaneously, tension between China and the US over Taiwan has also heightened. Has the mutual respect about each other's sovereignty, especially among the nuclear powers, as was the hallmark of the Cold War era, vanished? Then comes the fear of triggering a nuclear Armageddon by mistake. It appears that the big powers are now getting bored doing nothing with their massive nuclear arsenals. So, they have started the mock wars as well as real ones where threats of using nuclear weapons have been repeatedly used. Recently, the Russian president Vladimir Putin has personally overseen the country's strategic nuclear forces' annual drill, an act which the West considers an escalation. For, recently, Russian leaders, in reference to the Ukraine war, which entered the ninth month last weekend, have been warning of it (Ukraine war) descending into a nuclear conflict. Meanwhile, the US was also holding its nuclear war exercises. The recent telephonic conversations between the US defence secretary Lloyd Austin and his Russian counterpart, Sergei Shoigu, after a long gap only points to the growing tensions between the two nuclear giants. The Ukraine war has substantially weakened the UN's, especially, the UN Security Council (UNSC)'s role in halting escalation of tension among nuclear powers. In fact, the serious division between America and Russia over Ukraine war has rendered the UNSC practically dysfunctional. Perhaps, the world was never so insecure since the end of the Cold War. The perceived success in having alienated Russia and expansion of NATO with new inclusions might have blinded the western powers to the truth that the Cold War era drive to widen the sphere of influence bears no real meaning in today's highly connected world. The divisive rhetoric of 'we versus they, or the evil versus the good, or the free world vs the authoritarian other', etc is long dead. Because such division of life into back and white is not only simplistic, but also dangerous. So, is it the war to vindicate it? There is no point glorifying any war by any ideology whatsoever. And that is more so when it turns into an occasion for displaying the superiority of one's latest military hardware over the adversary's. This madness should stop. \n[email protected]",
        "headline_1": "The madness should stop",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-madness-should-stop-1667823946",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-11-2022"
    },
    {
        "full_article": "It is generally assumed that at least 50 groups of indigenous peoples live in Bangladesh. And they speak 37 languages apart from a dialect of Bangla. These languages play an important role in enriching our culture and cultural diversity. But according to a recent report, some 14 indigenous languages in the country are on the verge of extinction. The dying languages are reportedly Kondo, Kharia, Koda, Soura, Mundari, Kole, Malto, Khumi, Pangkhua, Rengmitcha, Chak, Khyang, Lusai, and Laleng. Experts say that a language is considered to be endangered when it is spoken by less than 5,000 people. Sadly, the situation of the languages we are talking about is so dire that they are now spoken by only 10 to 12 elderly people of their communities. The history of our language movement teaches us to respect all languages. But the sad thing is that most indigenous children in Bangladesh cannot start their schooling in their own mother tongue. Due to the lack of an education system in their mother language, these children are forced to learn Bangla for their education. If indigenous languages are lost forever, we will be deprived of our cultural diversity and richness. So, the authorities concerned should set up separate language academies and other effective measures to protect all our indigenous languages at the earliest. \nAbir Hasan Sujan, Student of Department of Land Management and Law, Jagannath University, Dhaka, [email protected]",
        "headline_1": "Keeping our indigenous languages alive",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/keeping-our-indigenous-languages-alive-1667823976",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-11-2022"
    }
]