[
    {
        "full_article": "It has been more than five and a half years since an elected government collapsed and Governor’s rule was imposed in Jammu & Kashmir amidst the suspension of the elected Assembly — a step that heralded dramatic changes in the erstwhile State. Subsequently, Article 370 that provided for special status for the erstwhile State was removed, the State bifurcated with the region encompassing Jammu and the Kashmir Valley made into a new Union Territory and Ladakh hived off into another. The constitutionality of these changes is still under question and the Supreme Court has reserved its verdict on it. But this has not deterred the Union government from bringing about legislation that will change the make-up of the UT’s prospective Legislative Assembly beyond the completion of the delimitation exercise. On Wednesday, the Lok Sabha passed the Jammu and Kashmir Reorganisation (Amendment) Bill, 2023 and the Jammu and Kashmir Reservation (Amendment) Bill, 2023. These Bills do not necessarily bring about any significant change. The first increases the total number of Assembly seats from 107 to 114, with reservation of nine seats for Scheduled Tribes (a first), besides empowering the Lieutenant-Governor to effect some nominations. The second seeks to replace the term “weak and underprivileged classes (social castes)” in the J&K Reservation Act, 2004, enacted by the State legislature, to “Other Backward Classes” as declared by the UT.Propriety would have demanded that even these changes could have waited for the Supreme Court’s verdict, which is due soon, on the legality of the abrogation of special status besides the bifurcation of the erstwhile State and the procedure adopted to do so. Without the involvement of elected representatives from J&K in the process, the changes proposed in the Lok Sabha would only seem to be acts that are presented as fait accompli to the UT’s citizens. This should also be taken together with the fact that the last five and a half years have seen the suspension of political and civil liberties of politicians; arbitrary arrests and detentions; communication shutdowns; a chilling effect on the media; and, more recently, long power cuts. Any change to the political life of J&K, citing its status as a region affected by separatism and terrorism, should not be done in a way that the citizens feel alienated. The first order of business in J&K has to be the restoration of the democratic process by holding popular elections and the restoration of its Statehood. This should help not just fill a glaring void in public life in the region in the immediate but also set the stage for addressing the long-pending issues that have led to the persistence of militancy.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nJammu and Kashmir\n\n/\n\nArticle 370\n\n/\n\ngovernment\n\n/\n\nlaws\n\n/\n\nReservation\n\n/\n\njudiciary (system of justice)\n\n/\n\nLok Sabha",
        "headline_1": "No fait accompli: On the changes proposed in the Lok Sabha in Jammu and Kashmir",
        "headline_2": "Elections in J&K and restoration of Statehood should not be delayed further",
        "link": "https://www.thehindu.com/opinion/editorial/no-fait-accompli-the-hindu-editorial-on-the-changes-proposed-in-the-lok-sabha-in-jammu-and-kashmir/article67615639.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-12-2023"
    },
    {
        "full_article": "Two months after Israel launched its attack on Gaza following Hamas’s October 7 cross-border raid in which some 1,200 Israelis were killed, the tiny Palestinian enclave, with razed buildings, a maze of rubble and unprecedented human suffering, looks battered beyond repair. But the war is far from over. Over 1.7 million of Gaza’s 2.3 million people have been forced out of their homes; some 16,000 Palestinians have been killed, and tens of thousands more wounded. Israel has taken over parts of northern Gaza and pushed its population towards the south. And now, the Israeli forces are expanding the offensive towards the south, particularly targeting Khan Younis, a city of 4,00,000 people in normal times that has seen its population more than double since the war. The widening offensive has displaced more Gazans who are now forced into a sliver of territory in Rafah, on the Egyptian border. Israel, which has witnessed mounting international criticism, seems unfazed by the unfolding humanitarian tragedy. Prime Minister Benjamin Netanyahu says Israel will continue the war until its goals are met — primarily the dismantling of Hamas.When Israel stormed the al-Shifa hospital in northern Gaza, its claim was that aHamas command centre was located in underground bunkers. Weeks after raiding the enclave’s largest medical facility, Israel is yet to provide any proof that it was a command centre. Now, the IDF claims that top Hamas leaders, including Yahya Sinwar, are based in southern Gaza. The world did nothing when Israel turned northern Gaza into what the UN called a “graveyard of children”. It should not be allowed to repeat the same in the south. The war has already exposed tensions in America’s support for Israel’s war. Secretary of State Antony Blinken travelled to Israel last week and reportedly told the war cabinet that the conflict should end in days not in months. Secretary of Defence Lloyd Austin warned Israel against civilian casualties, saying “if you drive civilians into the arms of the enemy, you replace a tactical victory with a strategic defeat”. But these warnings are not enough. The U.S. continues to send aid to Israel and President Joe Biden still refuses to call for a ceasefire. The violence has already triggered regional tensions with Hezbollah firing rockets into Israel and the latter retaliating, and the Houthis of Yemen launching drones and missiles towards Israel, which are mostly being intercepted by American systems. An end to the violence in Gaza has become imperative for regional stability. Israel is unlikely to pause the offensive on its own. But the U.S. and other major regional powers should press Israel and Hamas to restart negotiations to find a lasting ceasefire and the release of hostages. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIsrael-Palestine Conflict\n\n/\n\nunrest, conflicts and war\n\n/\n\nEgypt\n\n/\n\nhuman interest\n\n/\n\nhospital and clinic\n\n/\n\nUnited Nations\n\n/\n\nUSA",
        "headline_1": "Gaza in flames: On Israel’s expanding offensive",
        "headline_2": "Israel should not be allowed to extend and expand the war against Palestinians",
        "link": "https://www.thehindu.com/opinion/editorial/gaza-in-flames-the-hindu-editorial-on-israels-expanding-offensive/article67614788.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-12-2023"
    },
    {
        "full_article": "Telangana’s new CM Revanth Reddy is politically astute & takes no prisoners. But he’s never been a minister & has to govern a debt-heavy state\nAnumula Revanth Reddy (54), aka Revanth Reddy, CM-designate Telangana, joined Congress when the party had hit rock bottom in the state, in 2017. Almost no one gave him or the party a chance. Six years later, he’s won the state for Congress. A huge fan of football legend Diego Maradona, Reddy has his signature political dribbles. But while his journey to power was remarkable, the road ahead for this youngish CM is even tougher.\n\nRead full article on TOI+\n\n",
        "headline_1": "Gotta hand it to him…but can he find his feet?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/gotta-hand-it-to-himbut-can-he-find-his-feet/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-12-2023"
    },
    {
        "full_article": "Modi’s party smartly combines cultural signalling, leadership & state support. Nehru-Gandhis’ party is confused about Hindu sentiments, muddled about welfare & bad at managing dissent\nThe results of the recent assembly elections introduce us to a complex political configuration. BJP’s impressive victories in Rajasthan, Chhattisgarh and Madhya Pradesh have re-established its electoral dominance in the northern states. The party, under the leadership of Narendra Modi, has consolidated its position for the next Lok Sabha election.\n\nCongress’s performance, however, cannot be underestimated. Although the party could not manage to form governments in the Hindi belt, it was able to pose a serious challenge to BJP.\nRead full story on TOI+\n\n",
        "headline_1": "Why BJP smiles, why Congress sweats",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-bjp-smiles-why-congress-sweats/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-12-2023"
    },
    {
        "full_article": "It’s an unusual take for a 76-year-old. Our elders are generally expected to promote early-to-bed, early-to-rise routines. But Maharashtra governor Ramesh Bais wants school timings delayed because kids should get their full ‘quota’ of sleep, which gets shortened because they are up late with their smartphones. On sleep, the governor is right. But his solution is wrong.\nSleep is essential, yes | Sleep deprivation impacts health, behaviour and academic achievement. The list of problems includes obesity, mental issues, irritability, depression, aggression and anxiety. A poor night’s sleep leads to excessive daytime sleepiness, which can result in sleep disorders.\n\nHow much sleep | Pre-teens, 6-12-yearolds are advised 9-11 hours of daily sleep. For teens, this is 8-10 hours. Given our homework-coaching institute burden, only a rare kid gets a full sleep. Add to that tech-enabled distractions via tablets, phones, and laptops.\nBetween going-to-bed & sleep | That late-night smartphone bingeing is harmful is a no-brainer. Excessive use of electronic devices at night disrupts sleep patterns. Health experts recommend that TVs, light-up toys, phones be removed from children’s bedrooms to ensure a routine sleep cycle.\n\nEnter Facebook parents | It’s not just selfies. Indian parents are among the most addicted to their smartphones. One cannot in all fairness blame children for being similarly hooked. Facebook parents, Insta kids and WhatsApp gramps are all tech-addicted. Kids won’t stop net bingeing till parents kick their smartphone habits.\nThink of the traffic | Delaying school timings will trigger a tsunami of traffic. When the wave of morning school traffic breaks, the office wave begins its surge. Similarly for afternoons and evenings. To conflate officer-goers’ and school-goers’ timings would spell unimaginable road chaos.\nThe goal should be to get kids to sleep on time at night. Not disrupt proven systems and surrender to tech-addiction.\n\n",
        "headline_1": "Time for bed, kids: Maharashtra governor wrong to suggest school timings be delayed for phone-addicted students",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/time-for-bed-kids-maharashtra-governor-wrong-to-suggest-school-timings-be-delayed-for-phone-addicted-students/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-12-2023"
    },
    {
        "full_article": "By Vir Singh\nThe visible world we are living in is a manifestation of an invisible world: the world of the soil. Brimming with diverse life forms, the vibrant invisible world beneath us is just another biosphere in itself that we call the pedosphere. The pedosphere is not uniform throughout the planet; it comprises diverse ecosystems influencing the entire planetary life. A pinch of fertile soil teems with millions of living organisms. For instance, a mere teaspoon of native grassland soil shelters between 600 million and 800 million bacteria, spanning approximately 10,000 species. Fungi, measuring miles in length, coexist in that same teaspoon, along with 10,000 individual protozoa and 20 to 30 beneficial nematodes representing up to 100 species.\nThe realms of monera, protista, and fungi kingdoms find their dwelling in the soil. Numerous plants, including algae, contribute to the rich tapestry of life within the soil, as do a myriad of animals, ranging from small larvae and earthworms to larger reptiles and mammals. The soil ecosystem is a vibrant mosaic of life, and it serves as the foundational support for life above ground. The well-being of the visible world depends fundamentally on the health and prosperity of this hidden subterranean life.\nIn Hindu philosophy, soil is held sacred, echoing an ancient proverb among traditional Indian farmers: “Feed not the plants, but feed the soil, so that the soil itself nourishes the plants.” The soil is perceived as a living system, an ecosystem, and nurturing it is seen as a moral obligation.\nProductivity is, in fact, an ecosystem function. Soil fertility arises from the intricate web of decomposition processes orchestrated by microorganisms within the soil. The greater the population and diversity of these microorganisms, the higher the fertility of the soil ecosystem, leading to increased productivity.\nSoil fertility is intricately linked to biodiversity, and this relationship extends to above-ground ecosystems. Biodiversity within the soil is imperative for enhanced carbon sequestration. This, in turn, contributes to the reduction of global warming and aids in mitigating climate change.\nRemarkably, the soils of the world store twice as much carbon as the entire plant biomass globally. Soil without carbon is no soil; it turns into a dead surface. It is photosynthesis that by incorporating carbon into soil infuses life into the invisible world of the soil. Thus, there is a direct connection between the soil ecosystem and the above-soil ecosystem. This carbon capture by the soil is indispensable for maintaining environmental balance and the climate equilibrium of our planet. Contrary to the common notion that soil is a mere inexpensive resource, it is, in reality, the most precious one – a sacred foundation for the well-being and sustainability of life on Earth.\nThe combined actions of chemosynthesis, pedogenesis, and photosynthesis give rise to a remarkable interconnected “substance” encompassing the rhizosphere, pedosphere, and phytosphere, respectively. These spheres maintain a continuous flow of air, water, and nutrients, intricately linked through three distinct phenomena.\nSomeone has rightly said, your smile is directly proportional to soil fertility. Your sustainable and happy future flows from fertile soil.\n\n",
        "headline_1": "Your Happy Future Flows From Fertile Soil",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/your-happy-future-flows-from-fertile-soil/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-12-2023"
    },
    {
        "full_article": "Wind power, with its immense potential for generating renewable energy, has recently emerged as a viable option for Bangladesh courtesy of a major offshore project. This ambitious initiative that came up at the COP28 is a collaborative effort between prominent fashion groups Bestseller and H&M and local partner Summit Power. Although wind power is not yet a top priority in the country's energy policy, this project, still in its early stages, aims to make a substantial impact in terms of sustainable solutions to greenhouse gas emission within the fashion industry's value chain. The project is expected to commence operation in 2028 and, if successful, will not only stabilise the supply of renewable energy to local apparel manufacturers but also contribute to substantial job creation and an annual reduction of approximately 725,000 tons of emissions. Given that over 70 per cent of the fashion industry's emissions originate from upstream power generation using non-renewable sources such as petroleum, gas, oil, and coal, this investment in wind power aligns with the vision of a cleaner and more sustainable future.The Global Fashion Agenda (GFA) has been advocating for some time the need for collective investment of fashion brands to secure large-scale, cost-effective supply of renewable energy in manufacturing countries. The current initiative is believed to have been inspired by GFA's advocacy. A statement issued in this regard says the project, besides stabilising supply of renewable energy to the local apparel manufacturers of the two global fashion groups, will add the energy generated by wind turbines to the country's electricity grid. With a capacity of around 500 MW, the project is said to align with the country's goal of achieving energy independence from fossil fuels.Speaking from an overall perspective, wind and solar power demand greater attention. As for wind power, it has been observed that while the initial costs of installation are high, the expenditure on maintenance and production of power is much lower than other sources. Wind is produced as the sun heats the earth unevenly due to the earth's rotation and geographic features. Warm air rises to create low-pressure areas, while cold air sinks to create high-pressure areas. Air molecules typically move from high pressure areas to low ones, creating the phenomenon we experience as wind. Since it does not even burn limited fossil fuels nor decrease the amount of wind, it is considered the cleanest and the best available energy source. Fashion giants like Bestseller and H&M Group, by actively participating in this venture, are signalling a shift towards greener practices in an industry known for its environmental footprint. The project's commitment to reduce emissions aligns with international climate goals and underscores the potential for cross-sector collaboration to drive positive changes. This initiative not only positions the fashion industry as a responsible player but also sets a precedent for other sectors to explore innovative solutions for reduction of their carbon footprints. In addition to the environmental benefits, the project supports the broader national agenda of reducing dependence on fossil fuels, ensuring energy security, and fostering a resilient and sustainable economy. This holistic approach, integrating environmental and economic considerations, exemplifies the potential for renewable energy initiatives to serve as catalysts for a positive social change and economic development.",
        "headline_1": "Wind power: Next big leap to energy security",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/wind-power-next-big-leap-to-energy-security-1701961811",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-12-2023"
    },
    {
        "full_article": "In his scholarly keynote dissertation presented at a programme marking the 63rd anniversary of the International Centre for Diarrhoeal Disease Research, Bangladesh (ICDDR,B), renowned economist Dr Binayak Sen notes with concern the emergence of two societies in one nation. Titled \"Poverty Trends and Dynamics in Bangladesh: Insights from Recent Evidence\" the paper, however, duly underscores the steady reduction of poverty for a decade prior to the Covid-19 pandemic. The pandemic and the Russia-Ukraine war – the latter following on the heel of the former – have upset that positive development. The disease known for taking the highest toll on global population and economy in human history has left its devastating trail here in Bangladesh too, pushing the majority of the people down the rank – a sizeable segment of them below the poverty line. This is known to all and sundry but what is less known is how and to what extent it has affected the less fortunate so that inequality in society has widened further. Had the Ukraine war not followed just at a time the global economy and commerce were on course of making a turn-around, countries like Bangladesh would have weathered the crisis commendably. But that was not to be. Pre-pandemic wealth creation was marked by maldistribution and yet, as Dr Sen rightly points out, income or for that matter economic condition of all was improving with the difference that the privileged had wealth accumulation by leaps and bounds whereas those down the rank were beneficiaries of just trickle-down benefits. The double blow from the pandemic and war has sent the poor and low-income people reeling. Each story of an individual family is likely to be different and to capture a general picture of the misery and wretchedness of people belonging to the declining social segment is well-nigh impossible. Yet economists have developed a way of measuring the disparities in income and consumption patterns. Gini coefficient in a range between 0 to 1.0 is used for measuring economic inequality, where zero denotes a perfectly equal distribution of income or wealth among a population. Albeit utopian, it is the ideal index of wealth distribution. If the Gini coefficient is 1.0, it is an indication of the ultimate inequality and if it crosses the 0.50 mark, it tells of high inequality in wealth distribution. With a Gini coefficient of 0.50 – urban 0.54 and rural 0.45, Bangladesh finds itself in the high inequality index. In case of consumption, according to the presenter of the keynote paper, who is the incumbent director general of the Bangladesh Institute of Development Studies (BIDS), the Gini coefficient in rural areas was 0.334 and in urban areas 0.356. Naturally, inequality in urban space is starker and rising with artificially induced inflation making its presence felt more there than in rural settings. One has to be a willing or unwilling witness to the worsening socio-economic crisis confronting people in the form of long queues of desperate men and women behind TCB (Trading Corporation of Bangladesh) trucks selling some essentials at subsidised prices. What is remarkable is that the two main programmes initiated under the TCB are different from the two and a half dozens or so social safety-net programmes the government used to run from the time prior to the pandemic. Of them, old age allowance, widowed, distressed women allowance, disabled allowance, vulnerable group development (VGD) and vulnerable group feeding (VGF) along with primary education stipend programme and stipend for female secondary students have served the vulnerable community appreciably. But the post-Covid programmes are not free of cost and this is quite significant. Here it refers to the unfolding spectre of economic crisis for segments of people who did not depend on any aid programme – not even a rationing system. Now the government is even aware of the desperation of those classes and had to come with TCB programmes in order to give them some relief. But how far can such programmes go to serve society in terms of its collective growth. The existing social safety net programmes and these latest emergency measures are just the bare minimum arrangements for helping the most needy to keep their body and soul together. This is no way of ensuring a decent living for those people who have to do away with some of the most essential foods required for healthy physical growth and sustenance. TCB does not sell eggs, milk, baby foods and fruits. Tracing the root cause of the outrageous socio-economic disparities, the BIDS director general points his accusing fingers at the gap between education some fortunate few receive abroad and the rest fated to pursue at home. But he was not categorical about the different streams at home with varying standards. At the start of education, the discrimination begins and haunt them throughout their lives. Thus the intriguing and crafty find scope to rise in society, relegating merit to the back burner. This creates more than two societies – some moneyed but devoid of patriotism, culture and refinement. So there is a rise of the ultra-rich class in this country with no love for the land. This explains why they launder money and become willing loan defaulters. Yes, one could not agree more with the economist's view that stopping money laundering is a sine qua non for the country to revive its economic prospects. Already billions, may be trillions of takas, have been siphoned off. Had those amounts of money been stopped and brought under the programme of social welfare taxation, the appalling inequality could be brought down to a tolerably reasonable level.\n[email protected]",
        "headline_1": "One nation, two or more societies!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/one-nation-two-or-more-societies-1701961846",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-12-2023"
    },
    {
        "full_article": "The other day a leading and vocal economist, while taking part in a discussion held recently with the members of the Newspaper Owners Association of Bangladesh (NOAB), blamed the 'noy-chhoi' (9-6) rates of interest for destabilising the country's banking sector. The rate cap also created lots of distortions in the economy, he felt The central bank and the scheduled banks had no plausible reasons to be interested in the cheap interest rates either for lending or taking deposits. The truth is, those were imposed from the above allegedly at the insistence of some top corporate clients. The latter, using various platforms of private sector businesses, convinced the government high-ups with the argument that they needed cheap money to overcome the COVID-19 pandemic fallout and help boost private investment. The rates came into effect well before the start of the Russo-Ukraine war. The centrally dictated rates cap did more damage than good to both banking sector and economy. For instance, fixing the deposit rates at a low level forced many existing depositors to withdraw their deposits and discouraged many potential depositors from coming to banks. However, such a trend did not create any notable problems, primarily because of poor demand for funds during the latter part of the pandemic. A section of borrowers, including some delinquent ones, however, using their links with the influential quarters took cheap loans and defaulted on repayment. Rescheduling facilities offered under different pretexts kept those borrowers afloat. The banks became victims of all these exercises as the size of their classified loans continued to bulge. Profits of banks also took a plunge. The statistics on classified loans that the central bank makes available at the end of every quarter do not give the true picture of the non-performing loans. Newspapers, while reporting on NPL, make it a point that the size of classified loans would be bigger if all rescheduled and written-off loans were taken into account. There could be some other grey areas in the process of counting NPL.Did the lower lending rate help private investment? Belying all expectations, private investment continued to be stagnant in recent years. The private investment to gross domestic product (GDP) ratio hovered between 23.5 per cent and 24.5 per cent during the last four financial years. The ratio was the lowest level (23.64 per cent) in the FY 2022-23. Thus, the dictated lending rate fixed at the lowest level ever caused more harm than good to the cause of the banks. Economists did not like the idea of such dictated rates, yet the central bank kept those in place. However, coming under pressure from a multilateral lender, the central bank lifted the 9-6 rate cap some months back. However, banks are not free to fix market-based lending and deposit rates. The Bangladesh Bank has introduced a reference rate known as SMART (six-month moving average rate of treasuries) through which banks are fixing the lending rate. The SMART itself is a cap. Given the tight liquidity situation, banks would have pushed lending and deposit rates further up had they not been bound by SMART conditions. This would have helped the central bank to rein in the runaway inflation.\n[email protected]",
        "headline_1": "The enigma of lending cap",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-enigma-of-lending-cap-1701961883",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-12-2023"
    },
    {
        "full_article": "Sexual harassment against female at educational institutions has become a common phenomenon in recent years, with reports coming in from around the country. This indicates a dangerous upward trend that has become a serious cause for concern for all of us. According to the research of the Population Council, as many as 76 per cent of the teenage girls in Bangladesh have experienced various incidents of sexual abuse in their educational institutions. Schools, colleges and universities should have been safe places for students. However, it is unfortunate that female students are subjected to sexual harassment by the institution staff, teachers and even by their classmates. As a result, female students spend their days on the campus of their educational institutions in fear of being harassed. As a result of this, a female student often loses her focus on studies. Due to disgrace, fear and social stigma, many girls are forced to attempt or even commit suicide.The government has enacted several laws and rules to protect girl students from sexual abuse but they have not been properly implemented. This is why incidents of sexual violence are on the rise. Concern is growing among parents about this rising trend. However, not all incidents of sexual harassment are reported. It is thought that the actual number of incidents could be several times higher. It must be admitted that the occurrence of sexual abuse is having a severe impact on the psyche of schoolchildren, whose natural mental growth is greatly hampered. Coordinated initiatives should be taken to raise awareness about sexual harassment at all levels, especially at educational institutions. \nMd. Istiaq Hossain Mojumder, Student of Department of Finance,University of Chittagong, Chattogram, [email protected]",
        "headline_1": "Stop sexual harassment at educational institutions",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-sexual-harassment-at-educational-institutions-1701961908",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-12-2023"
    }
]