[
    {
        "full_article": "Halfway through the financial year, India’s gross revenues from the Goods and Services Tax (GST) stand at over ₹9.92 lakh crore, marking an 11.1% increase over collections between April and September 2022. The average monthly revenues in 2023-24 are a healthy ₹1,65,418 crore, with four of the six occasions that the GST kitty has crossed ₹1.6 lakh crore occurring in this fiscal. At almost ₹1.63 lakh crore, September’s GST collections were a tad below the average, but 2.3% over August’s inflows that had marked a three-month low. With the festive season kicking in, collections over ₹1.6 lakh crore may persist through this quarter. The government appears comfortably placed regarding GST revenues in the fiscal context, with room to spare for some moderation in inflows during the January-March 2024 quarter when the central bank expects real GDP growth to slow to 5.7% from 7.8% in the first quarter. Beyond the macro resilience that these numbers indicate, a few areas of concern deserve closer scrutiny from policymakers and the GST Council which convenes today.One, there is a discernible slowdown in the growth of GST inflows, which dropped to 10.2% in September, the slowest uptick since July 2021. The average growth between July and September dipped to 10.6% in the second quarter from 11.5% in the first. Growth from domestic transactions and services imports has slowed to 14% over the past two months, from 18% in June. It is important to note that revenues in September, based on transactions undertaken in August, also include pending dues from businesses since the start of the GST regime in 2017-18 as the deadline to remit them was September 30. Moreover, e-invoicing became mandatory for all firms with a turnover of over ₹5 crore since August 1, so there was another compliance push at work. Distilling these effects is necessary to gauge the extent of growth that stemmed from actual consumption and production upticks. That a record 9.34 crore e-way bills generated during August did not translate into the highest-ever revenues may suggest that transaction sizes have shrunk, for instance. Another puzzling trend is seen in revenues from goods imports that have shrunk four times this year. Of course, the lower goods import bills recorded this year will reflect in lower GST intakes. However, imports hit a nine-month high of $58.6 billion in August, 10.75% over July’s import bill. Yet, revenues collected in September were 5.7% below the previousmonth’skitty. This does not add up. Authorities must dig deeper to check for revenue leakages from imports.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntaxes and duties",
        "headline_1": "Revenue riddles: On GST inflows and areas of concern",
        "headline_2": "Amid broadly healthy GST inflows, some trends need greater scrutiny",
        "link": "https://www.thehindu.com/opinion/editorial/revenue-riddles-the-hindu-editorial-on-gst-inflows-and-areas-of-concern/article67389922.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-10-2023"
    },
    {
        "full_article": "A majority of Indian and global views on the Constitution of India have glossed over the fact that it is a colonial document. This was not always the case. Somnath Lahiri, the only card-carrying member of the Communist Party in the Constituent Assembly, had described it as a document “framed from the point of view of a police constable”. This was prompted by the vast powers given to the police to ensure law and order, severely limiting freedoms of citizens. This leftist critique of the Constitution was continued by many, including most recently by Sandipto Dasgupta who found the Constitution to have been drafted from the perspective of an “anxious administrator”.\nCritiques from the nationalist right had been equally strident. MS Golwalkar in ‘Bunch of Thoughts’ found the Constitution to be a “cumbersome and heterogeneous piecing together of various articles from various constitutions of Western countries”. It had very little indigenous in it.\n8th February 1947: Indian statesman Jawaharlal Nehru (1889 – 1964) moves the resolution for an independent republic in a historic moment at the Constituent Assembly in New Delhi. Original Publication: Picture Post – 4325 – India : The Last Chance – pub. 1947 (Photo by Bert Hardy/Picture Post/Hulton Archive/Getty Images)\nYet despite these criticisms, the standard thesis of the Constitution as the foundation of a modern democratic republic has held. Much of its longevity is due to the fact that India is a rare example of a post-war democracy that has successfully embraced a liberal Anglo-American governance model. Amidst several other misadventures in Africa and Asia where democratic governments were overthrown by military dictators, India has remained an outlier with peaceful transfers of power, free and fair elections and a fractious, yet functioning democracy. This has been made possible by the Constitution, a ringing charter of India’s founding values.\nJudged against this standard, the Constitution has certainly been a stable foundation for governance. But a stable document can also be a colonial one. Today, with governments giving indigenous names to roads, cities and the country itself and repealing a raft of colonial laws, it appears that India is hurtling to decolonise itself. So that decolonisation of the Constitution does not become a superficial exercise on the one hand, or radically destabilising on the other, it is critical to understand three key features that make it colonial in the first place.\nFirst, the basic framework of the Constitution is derived from the Government of India Act, 1935, an act drafted by the British to preserve the Raj. Over 1/3rd of the final constitutional text is directly derived from that Act.\nSecond, the spirit of the Constitution, like that of the Act, is of a gargantuan state towering over the humble citizen. This is enabled by perpetuating colonial institutions. Take the Imperial Police Service, responsible for much of the brutality of the Raj. Not only did the Constitution continue the service, but enshrined it in Article 312. While doing this, the framers neither passed a law changing incentive structures or service conditions of police personnel, nor did much in terms of their retraining and reorientation. It was almost as if the framers thought that with the new-found freedom of the country, the police too would become responsible overnight.\nBut a tiger can scarcely change its stripes. The horrific cases of police brutality in Hashimpura, Vachathi, Kodiyankulam and the Mathura rape case (to name just a painful few) bear silent testimony to the effects of colonial institutions, sheltered by the Constitution.\nThird, the Constitution is based on the philosophy that law enforcement agencies need to be invested with wide powers to ensure law and order. The chapter on fundamental rights of citizens has the dubious distinction of being one which legalises preventive detention, i.e. the ability of policemen to throw citizens into lock-up without a formal legal process.\nOne might have imagined that the framers of the Constitution, many of whom had been detained under the infamous Rowlatt Act, might have grasped the first opportunity possible to outlaw preventive detention entirely. Instead, they chose the pragmatic course of continuing preventive detention with some safeguards. Law and order was important to them during Partition, seemingly even more than the freedom that they had strived so hard to win.\nIndia may be largely peaceful today, but shockingly 86.6 lakh Indians were detained by the police in 2021 mostly on superficial grounds. One man had predicted this when the Constituent Assembly was discussing the First Amendment to the Constitution widening the powers of the police — Shyama Prasad Mookherjee. In the first year of post-Constitutional India, he was witness to hungry villagers in Cooch Behar who, when begging for rice, were riddled with bullets instead. A country cannot be administered by force and coercion, he believed. The Constitution sanctioned precisely that.\nTo recognise this is not to belittle the Constitution or its framers. During the bloody horrors of Partition, they felt that continuing the institutions of a colonial state and administering them empathetically would be best for India. Today, 75 years later, we can ask the fundamental question — do we need those colonial institutions at all? This is not a provocation to draft a new Constitution overnight — it is a call to rid ourselves of the colonisation of our minds.\nArghya Sengupta is the author of ‘The Colonial Constitution’\n\n",
        "headline_1": "Calling the Constitution colonial isn’t an attempt to belittle it, or its framers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/calling-the-constitution-colonial-isnt-an-attempt-to-belittle-it-or-its-framers/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-10-2023"
    },
    {
        "full_article": "Glaciology and hydrology expert, IIT Indore associate professor Mohd Farooq Azam tells Vishwa Mohan that uncertain weather events driven by climate change played a role in Sikkim, hydel projects must be reviewed for risk exposure and any new project in the Himalayas allowed only after assessing its impact on local geology and communities.\n\nRead full interview on TOI+\n\n",
        "headline_1": "‘Sikkim tells us to be very careful before allowing any new hydropower project in the Himalayas’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/sikkim-tells-us-to-be-very-careful-before-allowing-any-new-hydropower-project-in-the-himalayas/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-10-2023"
    },
    {
        "full_article": "In a tribute to MS Swaminathan, the Prime Minister writes that the most inspiring lesson from the scientist’s extraordinary life is that he demonstrated Indians’ can-do spirit when India faced one of its gravest challenges.\n\nWe lost Professor MS Swaminathan a few days ago. And thus our nation lost a visionary who revolutionised agricultural science and whose contribution to India will always be etched in golden letters.\nSwaminathan loved India and wanted our nation, our farmers in particular, to lead a life of prosperity. Academically brilliant, he could have chosen any career. But he was strongly impacted by the Bengal famine of 1943, after which he decided that if there was one thing he would do, it would be to study agriculture.\nRead full story on TOI+\n \n\n",
        "headline_1": "‘He was a farmers’ scientist’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/narendra-modis-blog/he-was-a-farmers-scientist/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-10-2023"
    },
    {
        "full_article": "Where there is an audience, there is a way. Western sanctions have denied Russians access to Hollywood’s hits, and Putin’s regime wants Russians to partake of “traditional Russian spiritual and moral values”, whatever that means. But Russians aren’t listening. Movie theatres in Russia are using regulatory loopholes to screen films like Barbie .This speaks to a worldwide trend. Nationalism in its many avatars has become increasingly rigid and exclusionary. At the same time, a cultural internationalism, which refuses to fall in line with local edicts of what’s vulgar and what’s virtuous, is also stronger than ever. It keeps frustrating the censorship regimes everywhere.\nEven back in the 1980s when India banned Salman Rushdie’s The Satanic Verses , many Indians who wanted to read it despite the ban, or because of it, succeeded in doing so. Today, the very technological arsenal that governments exploit to block access to this or that, is as easily exploited to gain access. Benedict Anderson called modern nations imagined communities, a romantic description that today seems more befitting to transnational fandoms. Such as all the Indians who joined Club Pasoori despite taunts of anti-nationalism or all the Pakistanis who still choreograph their weddings to the latest Bollywood hit – their cultural imagination transcending hostile borders.\nChina is a unique case study because of the huge money it has thrown at building Hollywood alternatives, besides being more successful than most autocracies in keeping foreign culture away from the public. Top Gun: Maverick wasn’t allowed screening and China’s movie theatres showed pro-government Born to Fly . But nobody can recreate Top Gun ’s popular appeal so crudely. Hollywood soft power isn’t tamed so easily. Even China may learn that there is a wonderful decentralisation of global cultural production underway. And it doesn’t need a passport to find an audience.\n\n\n",
        "headline_1": "Barbie beats Putin: Why cultural censorship doesn’t work anymore",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/barbie-beats-putin-why-cultural-censorship-doesnt-work-anymore/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-10-2023"
    },
    {
        "full_article": "People who are hypersensitive about Dhaka University's glorious past would rather not accept that it is the Ordinance of 1973 itself that has brought this so-called \"Oxford of the East\" to its current mess and malaise. The prevalent narrative is that everything at this institution prior to 1973 were attempts to maintain the government's control over the institution. One DU website entry characterises this milestone ordinance as when \"democratic norms and autonomy became integral features of the institution.\" Yet, because of the adherence to rules and regulations during those first 50 or so years, there weren't many adverse effects on the academic aspects of this university or its faculty. Now, it is clearly a different story.\nDemocracy needs its voters; and in the case of Dhaka University, this meant recruiting enough of the right kind of voters, those willing to preserve its mediocrity and guarantee both political and financial control. If there are more students to serve, an institution may justifiably recruit more faculty members by making sure the overall student-to-faculty ratio remains invariant. The faculty recruitment strategy used at DU, thanks to the ordinance, was unusual and agenda-driven. The number of students increased from 22,500 in 2000 to 37,018 today, a 64 percent increase. Yet, the number of faculty members doubled to 1,992. During the eight-year tenure of one former vice-chancellor, at least 78 of the 907 recruited faculty members did not meet the minimum qualifications. Globally ranked universities do increase the number of faculty members to meet the teaching needs of a larger student body, but without increasing the number of departments and associated bureaucracy. When these institutions recruit new faculty members, they view this as an opportunity to bring in only those talents who will bolster the institution's reputation.\nThe surge of faculty members at DU has resulted in offices and corridors that are often devoid of faculty members since a large number of them are busy teaching at private universities. The ordinance has allowed DU to create evening programmes which are now run by 35 departments, involving 36.4 percent of the university's faculty members. Thus, those active in these two activities have little or no time left for either teaching or research.\nUnlike in India, Malaysia, Pakistan, Thailand, and Singapore, public universities in Bangladesh have settled on a minimal set of criteria for promotion and recruitment. Even though the ordinance dates back to 1973, public universities waited 48 years (in the name of autonomy) before agreeing to adopt their rather trivial promotion criteria. Private universities, thanks to the University Grants Commission, settled on nearly the same promotion criteria but only in 23 years. This fact alone is why some of the better private universities in Bangladesh are beginning to get ahead of most public universities in global rankings.\nTo justify a 100 percent increase in the number of faculty members, DU created newer departments whether this made any academic sense or not. The university that began operations in 1921 with three faculties and 12 departments grew to have five faculties and 29 departments by 1973. By 2000, there were 47 departments. And now that number is 83, an increase of 186 percent since the Ordinance of 1973. Each new department means a new head and the possibility of someone becoming a head every few years. During the last two decades, the number of institutes has increased from nine to 13, and the number of research centres and bureaus increased from 16 to 56. It's clear that this increase in the number of institutes, research centres, and bureaus hasn't translated to an improvement in the university's research reputation, as evidenced by the latest global rankings.\nWhat has been transpiring at public universities since 1973 has little or no academic rationale to support it, while students and their families have been the victims of uncertain futures. Much like George RR Martin's Game of Thrones, waged for control over the Seven Kingdoms of Westeros, the DU has also been playing a game of departments for decades.\nThe Physics wing of DU, established in 1921, gave birth to four offspring, two of which had positive impacts while the same cannot be said about the other two. Physics underwent a legitimate pre-1973 transition which resulted in the creation of Applied Physics in 1965. By 1974, post-ordinance, this unit had a name change and became Applied Physics and Electronics. By 2021, it had evolved to become Electrical and Electronic Engineering (now with 36 faculty members – 14 professors, five associate professors, eight assistant professors, and nine lecturers) and is now part of a booming Faculty of Engineering and Technology. Theoretical Physics was introduced in 1975, only to be folded in 1978 following the end of the first term of its first head. In globally ranked universities, Theoretical Physics is rarely a department in itself, unless it hosts a large number of researchers. But DU decided to revive its Theoretical Physics department in 2008 with a head for only three faculty members, including the head – one professor and two associate professors. The same year, another group diverged from Physics to create Biomedical Physics and Technology – with a head for six faculty members, including the head (one associate professor, two assistant professors, and two lecturers). Then, in 2011, Nuclear Engineering came out of Physics, and currently has 15 faculty members. Because of its appeal and what it can offer to its students, Nuclear Engineering has become a part of the Faculty of Engineering and Technology. Both Theoretical Physics and Biomedical Physics and Technology have remained anaemic and wouldn't have been created or revived if not for the 1973 ordinance. Additionally, Biomedical Physics and Technology isn't applied enough yet to become a part of the Faculty of Engineering and Technology, and thus, will need to continue being a part of the Faculty of Science.\nAnother play by DU involves Chemistry, which was established in 1921 and underwent a legitimate pre-1973 transition when a part of it became Pharmacy in 1964. Then, after 39 years, thanks to the ordinance, Pharmacy gave birth to triplets: Clinical Pharmacy and Pharmacology, currently having 25 faculty members; Pharmaceutical Chemistry, with 21 faculty members; and Pharmaceutical Technology, hosting 21 faculty members. The parent department was eliminated but was resuscitated in 2014 after a hiatus of 11 years. This revived department now has one person heading its two faculty members, including the head. The net result of this bizarre game of departments is a new Faculty of Pharmacy which now shelters four independent departments and four new heads.\nAn investigation of the different ongoing games of departments within the non-science and non-engineering departments of DU also reveals that, except in the rarest cases, the creation of new departments hardly ever reflected changes in the market, the knowledge base, or student demands. In the majority of these cases, the changes were results of considerations that had little or nothing to do with academic needs. Mass Communication and Journalism, which has existed since 1962, branched out into Television, Film, and Photography in 2012, and Printing and Publication Studies in 2015. Meanwhile, there has been overlap between the offerings of the parent department and those of Television, Film, and Photography. Similarly, a part of the Sanskrit and Pali department, which has roots going back to 1921, moved on to create Pali and Buddhist Studies in 2006.\nDespite the frequent introduction of departments at Bangladesh's public universities, they altogether attracted only 767 international students in 2020. Twice as many international students typically join the country's private universities. The ordinance that guides the private institutions is thankfully free of this game of departments. Related to this, in 2022, according to Unesco, over 49,000 students left Bangladesh for destinations overseas, a large majority of whom may never return. This number was 22,905 in 2012 and 12,390 in 2002.\nMohammad A Karim is professor of electrical and computer engineering at the University of Massachusetts Dartmouth in Massachusetts, US.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Dhaka University’s ‘game of departments’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dhaka-universitys-game-departments-3437071",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-10-2023"
    },
    {
        "full_article": "Shifting to clean and renewable energy is becoming increasingly popular worldwide, and Bangladesh is not willing to lag behind, as it has recently drafted a long-term master plan for its energy and power sector. The \"Integrated Energy and Power Master Plan (IEPMP),\" prepared by the Institute of Energy Economic of Japan, sets down the contours of developing the energy and power sector up to 2050. As the plan tries to provide a comprehensive, long-term strategy that commits to a clean energy transition for the country, there is space to review some issues and incorporate considerations to achieve its noble goals.  \nLike the preceding master plan, the new one includes economic forecasts, energy resource assessment, and power generation and transmission plans, but envisions a bigger role for renewable energy and other modern clean energy sources in the coming decades. Considering three scenarios, the new plan forecasts that if the country aspires for net zero emissions, or if advanced technology can be put to use, it has to utilise solar and wind technologies, expand nuclear capacity, turn coal-fired plants to ammonia co-firing ones, replace gas with hydrogen, adopt carbon capture and storage technology, and minimise oil and captive power. \nHowever, the plan does not provide sufficient details about its methodology and data sources to review the energy demand forecast. The methodology does not take into account extreme events like wars or pandemics, volatility of energy prices and exchange rates, and how changes in technology-driven social practices, like more work-from-home or more online shopping, could impact energy demand in the transport and power sectors. \nMoreover, the increase in energy consumption and carbon emissions continues till 2040 in the plan, and only in the net zero scenario does it sharply decrease in the last 10 years. This assumption is not in keeping with the climate commitments of Bangladesh in the Nationally Determined Contributions. The plan should provide a full list of variables and justify the assumptions it makes for the projections. \nThe IEPMP assigns a significant role to three new technologies – hydrogen, ammonia and carbon capture and storage (CCS) – considering them as clean energy sources. Proven renewable technologies like solar and wind, however, are assigned smaller shares despite their recent growth. In fact, the share of renewable energy in the final power generation mix is projected at merely 11 and 16 percent in 2041 and 2050, respectively, in Advanced Technology Scenario. In contrast, in her national statement at COP 26 in Glasgow in 2021, our prime minister declared, \"We hope to have 40 percent of the country's energy from renewable sources by 2041.\"  \nIn reality, solar and wind are significant contributors in many countries; hydrogen is a much less mature technology to produce electricity and has not been deployed globally on a commercial scale. The plan specifies that growth of solar and wind will be limited due to the variable nature of the power as well as land scarcity, but does not explain how hydrogen can be obtained at such a high quantity to supply 15 percent of the power, nor is there any significant research that justifies such a high potential for hydrogen. \nThe plan pinpoints the years when the expected technologies will come into operation: ammonia–coal co-firing will start from 2030, hydrogen–gas co-firing around 2035, and carbon capture and storage (CCS) from 2036. But the explanation for why these years were chosen are absent. According to the plan, oil will be the major fuel in the agriculture sector, without factoring in the rapid rise of solar irrigation, the 100 percent electrification coverage of the country, as well as the increase of mechanisation in the sector. \nIt sets the capacity factor, ratio of actual energy output to the theoretical maximum, of fossil fuel technologies at a level far higher than actual numbers would indicate. While the plan considers the capacity factor of CCGT plants (gas) to be 80 percent, 70 for engine plants, 60 for simple cycle GT plants, and 50 for coal-fired USC plants, a review of recent Bangladesh power data would shows that average capacity factors for gas, coal and furnace oil plants are between 40 and 55 percent. The disparity between the assumptions and reality has serious implications for estimates of the final per unit cost of electricity generation.\nRegarding the reserve capacity rate, the plan estimates it to remain high in the years up to 2040, after which it will come down to 20 percent in 2050. It does not discuss how the high rate points to a significant number of power plants with low capacity factors, which will weigh heavily on the cost of electricity production. Nor does the plan offer technological or administrative strategies to bring the rate down. \nAt present, hydrogen produced from green sources accounts for only one percent of the total hydrogen made globally. Furthermore, renewable hydrogen is quite costly, much more than fossil fuels. Thus, diverting renewable electricity to make green hydrogen, instead of directly contributing to the electricity supply, is wasteful and would slow the pace of decarbonisation. Power-to-hydrogen can be used to accommodate variable renewable energy (VRE), like wind and solar, but the IEPMP does not consider the balancing link between hydrogen and VRE; it only considers hydrogen to be a co-firing fuel for gas and coal plants. \nAs for ammonia, the IEPMP expects ammonia co-firing at coal-fired thermal plants to start from 2035, and reach significant levels in the electricity mix by 2041. The plan's bid to incorporate ammonia into the mix is unprecedented; its use for generating electricity is still at the research level and is limited to demonstration projects. According to an analysis by the International Renewable Energy Agency, even after future cost reductions, renewable ammonia remains a far costlier source of energy than competing fossil fuels. \nBesides, research shows that co-firing ammonia can be even more polluting than using natural gas directly. The process emits nitrous oxide, which is 273 times worse than CO2 as a greenhouse gas. Even if a retrofitted coal plant uses 100 percent ammonia, it would still be costlier than renewable plus storage technologies. As clean ammonia cannot be produced in a cost effective manner in all geographic locations, it can make a country more import-dependent. \nThe third technology highlighted in the plan, carbon capture and storage, is assumed to start from 2037. While some industries like steel and cement can be decarbonised using CCS technology, it would be more affordable for the power sector to decarbonise through renewables.\nThe plan sets ambitions for power imports from neighbours like Bhutan, Nepal and Myanmar. At present, Bangladesh only imports fossil fuel-based power from India. Import from Nepal and Bhutan would need the approval of India. Under current circumstances, it is not realistic to expect an increase in diplomatic and business relations with Myanmar in the near future. The import plans, while theoretically sound, will require significant political efforts, with an uncertain timeline for results.\nThe IEPMP predicts that the public sector share in electricity generation will increase to 75 percent in 2041, and then decrease to 41 percent in 2050, from 51 percent currently. Meanwhile, the private sector share is expected to decrease to 16 percent in 2041 and 11 percent in 2050, from the current 49 percent. There is no mention of the other 48 percent. Plus, no reason is cited for this departure from the past decade that saw the private sector increasingly adding to the country's power capacity.\nFor frequency control, the plan anticipates that pumped storage, gas turbines and engines, which have high load change rates, should be used. It thus overlooks proven technological solutions like storage capacity, which has already been used successfully in other countries for this purpose and is a much more cost-effective solution.\nIt appears that the IEPMP has either underestimated or disregarded the considerable renewable energy potential within the country. Opting for solutions that are most likely to align with Bangladesh's current and foreseeable future needs is paramount, enabling the nation to work towards its sustainable development objectives. We should exercise caution in committing to technologies that lack a proven track record and could lead to uncertainty, especially given the technological advancements achieved to date.\nShahriar Ahmed Chowdhury is the director of Centre for Energy Research at United International University (UIU).\n\n",
        "headline_1": "The many holes in Bangladesh’s energy master plan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-many-holes-bangladeshs-energy-master-plan-3436956",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-10-2023"
    },
    {
        "full_article": "To ease traffic congestion in Dhaka, the government has spent about Tk 135,000 crore in various infrastructure megaprojects such as flyovers, metro rail and elevated expressway over the past decade. But these projects are far from solving the city's traffic jam problem; on the contrary, the average speed of vehicles in Dhaka dropped from 21km per hour in 2007 to a meagre 4.8km per hour in 2022. Recently, a study by the US National Bureau of Economic Research found Dhaka to be the slowest city in the world. This figure emerged from the analysis of traffic speed in more than 1,200 cities in 152 countries. According to a survey by the Centre for Policy Dialogue (CPD), on an average, commuters in Dhaka city are stuck in traffic for 46 minutes every two hours, which leads to a waste of approximately 276 hours a year.\nThe reason for the consistent traffic jams despite so much investment is the continuous emphasis on building private-car-friendly and glamorous infrastructures, without giving due importance to developing the public transport system. Occupying the same amount of road space, a bus transports at least 40 people, while two private cars carry perhaps four to five people. According to a survey by Democracy International conducted in 2017, about 76 percent of Dhaka roads are occupied by six percent of the commuters who own private cars. But priority has been given to building infrastructure like flyovers and expressways that encourage increased use of private vehicles, thus serving only the privileged sections of society.\n\nThe Revised Strategic Transport Plan (RSTP) for Dhaka highlights the importance of improving the public bus system by mentioning that, at present, buses are the main mode of transport in the city, and based on the demand forecast, they will remain so in the future as their modal share will remain high. Modal share of the Mass Rapid Transit (MRT) and Bus Rapid Transit (BRT) will be about 20 percent, so the bus transport system needs to be modernised as soon as possible. And for this, the RSTP recommends establishing three to five large bus fleets by merging or abolishing the existing private bus operators. The RSTP also emphasises on feeder services through buses as a prerequisite for the success of MRT and BRT. If there is no proper bus arrangement for commuters to and from the MRT and BRT stations, then those systems will not be successful.\nWhile one MRT line and BRT are under construction and the rest are in the pipeline, there is no progress in modernising the public bus transport system. After much discussion and criticism, a bus route franchise was introduced on a pilot basis through a company named Dhaka Nagar Paribahan on one route in December 2021 and two more routes in October 2022, with 50 buses on each. But the unhealthy competition among the buses did not stop as buses of other privately owned companies continued to operate on the same routes. Those buses picked up passengers at the same time as Dhaka Nagar Paribahan, stopping here and there; as a result, the pilot project failed.\n\nThe reason for the consistent traffic jams despite so much investment is the continuous emphasis on building private-car-friendly and glamorous infrastructures, without giving due importance to developing the public transport system. Occupying the same amount of road space, a bus transports at least 40 people, while two private cars carry perhaps four to five people.\nIn fact, bus operation in Dhaka does not qualify as a public transport system. Starting from the approval of the new bus route, the total system is riddled with irregularities. Here, the main qualification for operating a bus on a route is political power. By using political connections, influentials get approval for bus routes and then lease them out to various private bus owners. The bus owners then rent the buses to the transport workers on a daily contract. At the end of the day, the driver and his assistant share what is left after deducting the fuel cost, rent to the owners, bribes to law enforcers and donations to the politicians. To raise the required money, the drivers don't follow any rules. They carry passengers beyond capacity, stop at random places to take passengers, and drive the buses recklessly to compete with other bus operators on the same route. As a result, the quality of passenger service is very poor on the one hand, and the number of accidents causing deaths and injuries are very high on the other.\nMost of the buses and minibuses running in Dhaka are unfit, dirty and shabby with malfunctioning brake and indicator lights, making the journey risky, uncomfortable and unhygienic. Even if the commuters are willing to put up with so much hardship by boarding these buses, there is no guarantee of getting them and reaching destination on time. Especially for women, children and the elderly, travelling by these buses is a horrifying experience. This is what encourages people with some financial ability to buy private cars. This is what is happening in Dhaka.\nAccording to the Bangladesh Road Transport Authority (BRTA), on an average 40 new cars hit Dhaka streets every day. Until 2010, the number of private cars on the city roads was 160,000, which in 2023 has doubled to 336,000. The flyovers and expressways built spending thousands of crores of taka are being filled with private cars to carry a tiny section of commuters, and as a result, traffic in the city is slowing down further. For example, the Dhaka Elevated Expressway is mostly used by private cars, and those cars and others experience severe traffic congestion on the streets near the landing points of the expressway.\n\nAccording to a Jica survey, 60 percent of travellers in Dhaka use public transport. Of them, 67 percent use buses and minibuses. If Dhaka's public transport system is to be fixed, the bus-minibus management system must be improved first. For example, despite a large metro rail system consisting of 12 lines, 288 stations and 393km of network in existence in New Delhi, India's capital, public buses carry more passengers.\n\nTo solve the severe traffic congestion and transportation crisis in Dhaka, it is not enough to plan and build expensive flyovers, expressways, metro rail or BRT. The public bus system that transports most of the passengers needs to be revamped. Public control must be established on the transportation system by breaking the clout of politically influential private bus owners. The use of private cars on the roads should be discouraged by providing proper alternatives. A pro-people multimodal transportation system combining public bus, metro rail, BRT, bicycles and walking should be planned and implemented.\nKallol Mustafa is an engineer and writer who focuses on power, energy, environment and development economics.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Why exactly is Dhaka the slowest city in the world?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-exactly-dhaka-the-slowest-city-the-world-3436751",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-10-2023"
    },
    {
        "full_article": "This week, Bangladesh reached yet another milestone in its development journey by becoming the 33rd nation to use nuclear fuel for its energy needs. In a uranium handover ceremony at the Rooppur power plant in Ishwardi, Bangladesh Prime Minister Sheikh Hasina and Russian President Vladimir Putin, who both virtually attended the programme, spoke of how this will have a huge contribution to the country's energy and economic security, while also deepening bilateral ties between the two nations.\nWe now live in an era where there is no denying the direct links between the use of fossil fuels and climate change, and Bangladesh is a prime victim of frequent and unprecedented climate-related events. On top of that, soaring energy prices and the cost of living crisis have highlighted the risks of fossil fuels, and how vulnerable our energy dependency makes us. In this context, our inclusion into the nuclear energy club is definitely a cause for celebration.\nHowever, we cannot help but be wary of the risks involved. We must remember that even a country like Japan experienced the Fukushima nuclear disaster. While the PM has assured that the plant has been built keeping in mind natural disasters and that Russia has promised to take back the spent fuel, the entire process requires the utmost vigilance, quality control and surveillance, especially in terms of the storage and disposal of nuclear waste. Suffice to say, our track record in these areas have been very poor so far.\nAre we ready to deal with nuclear waste when our general, urban waste is still being openly dumped and burned, contaminating our water bodies, lands, and the very air we breathe? In the event of any untoward accidents at the nuclear plant, are we equipped to handle the consequences? It is not enough to open the power plant and begin production. The authorities must now fully commit to implementing the correct protocols and safety plans, and investing in the technical expertise required to deal with nuclear energy, all the while keeping an eye on our debt burden and ensuring the costs of the project don't end up outweighing its benefits.\n\n\nAt the same time, if we are serious about our commitments to clean energy and energy security, the authorities must ultimately look towards renewable sources, and ensure the people's right over their own resources. The climate emergency has proven that further investments in coal and gas is the wrong way forward, especially since our over-reliance on private companies has trapped us in foreign debt and import obligations. While nuclear energy can be part of the solution, the government's energy policy needs a radical overhaul, especially in terms of the influence of private interests, if we are to truly ensure energy security.\n",
        "headline_1": "Big step towards clean energy and energy security",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/big-step-towards-clean-energy-and-energy-security-3436706",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-10-2023"
    },
    {
        "full_article": "While the increasing number of child marriages taking place across the country – particularly as a fallout of the Covid-19 pandemic – has been in discussion for the past few years, hardly any reliable study has been conducted to find out the actual causes behind the trend. Against this backdrop, a Brac survey conducted recently has provided us with a somewhat holistic – and horrifying – picture of the situation on the ground. According to the survey, 45 percent of the girls in the country are currently being married off before the age of 18, and more are at risk of being married off.\nWhile poverty, absence of educational opportunities and a lack of social security were identified as the major reasons behind child marriage all these years, the study also found another factor – parents apparently marry off their daughters early when they think they have found \"suitable grooms\" for them. Yet another surprising finding is that parents from both poor and well-off backgrounds are marrying off their daughters early, which means that regardless of social status, nearly half of the parents still consider a girl child a burden. Another popular perception among parents that often leads to child marriage is that the demand for dowry is less for young brides. As shocking as this may seem, it is an unfortunate reality that men still prefer marrying teenage girls because they can be easily controlled.\nHow is it that, despite decades of work by various stakeholders and the government's so-called commitment to stop child marriage, we are still so far from reaching our goals? It is evident that the law to check this social menace is not being enforced, and it's high time the government started taking stern action against administrators who are failing to implement the laws. Women rights organisations have long warned about the dangers of keeping the special provision in the Child Marriage Restraint Act, which allows families to misinterpret and misuse the \"special circumstance\" clause in various situations. It should be obvious by now to the policymakers that there can be no alternative to repealing it. Furthermore, ad hoc measures to address child marriage will not work unless the underlying patriarchal mindsets of communities can be changed, for which we need sustained sensitisation programmes across the country. Unless the government takes strong actions now, our national target of ending child marriage by 2041 will never be met.\n",
        "headline_1": "Why is child marriage still so rampant?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-child-marriage-still-so-rampant-3436256",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-10-2023"
    },
    {
        "full_article": "With nearly one and a half million Bangladeshi workers working abroad and providing a lifeline to the Bangladesh economy by sending back much-needed foreign exchange earnings, it is heartening to learn that steps have been undertaken to make their lives easier. It is understood that from November onwards, migrant workers will be able to get immigration clearance from district manpower offices. This is being made possible as the authorities are going to decentralise this service. Hence, it will definitely lessen a lot of hassle for workers who hitherto had to travel to the capital city to obtain immigration clearance, which was both time consuming and expensive.Immigration clearance is a mandatory process that workers have to go through while going abroad with a work visa. At present, this service is provided at the head office of the Bureau of Manpower Employment and Training (BMET) in Dhaka. It makes sense to decentralise this service since migrant workers come from different districts of the country and making available this service at field offices in the districts cuts down on their time and also reduces the work load of the BMET head office.Of course, this will not be a blanket service for expatriate workers headed to any foreign destination. Rather, it is hoped to roll out the service for those countries which already have in place, established online visa services and lower risks of forgery. The aim is to introduce the immigration clearance from the district-level employment and manpower offices and gradually work towards making possible 85 per cent of the clearances to be handled by these offices in the field. From what has been planned, issuing clearance will target primarily the labour markets in the Middle East, which according to officials, experience fewer instances of visa forgery. Currently, BMET operates some 42 district offices and it will be interesting to see how the programme is rolled out. Naturally, it is not possible to predict the success of the decentralisation move before its operationalisation. There could be hiccups but the fact that authorities have taken the first step in, what is essentially a right one, the problems should be mitigated with time. According to a report published in this newspaper, those districts that will offer these services include Gazipur, Narayanganj, Sherpur, Madaripur, Shariatpur, Bagerhat, Magura, Jhalkhathi, Thakurgaon, Kurigram, Lalmonirhat, Nilphamari, Naogaon, Natore, Lakshmipur, Brahmanbaria, Habiganj, Sunamganj, Pirojpur, Narail, Meherpur and Rajbari.These offices will begin under the aegis of technical training centres and as capacity builds, branch out into separate offices in 2024. The information that has been shared states that skilled workers will be benefited as they will have the option to obtain immigration clearance online. As for the rest, the unskilled or semi-skilled workers will need to physically visit their respective manpower recruiting agencies to obtain the necessary immigration clearances. But the fact that no worker will have to waste precious time and resources to travel to the capital city to obtain this essential documentation is in itself a boon. As physical smart cards will be phased out in favour of online smart cards, the possibility of tampering data is lessened and all workers will be able to download and print their cards anywhere in the country. It certainly will provide much better security in terms of data integrity and streamline operations that will be beneficial for both workers and employers.",
        "headline_1": "Good news for migrant workers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/good-news-for-migrant-workers-1696688397",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-10-2023"
    },
    {
        "full_article": "Determining the minimum wage structure for the country's export-oriented ready-made garments (RMG) industry workers is tricky. Though an independent wage board is responsible for doing the work, it has to go through a lot of debate and protests. The government has already formed a board, with representation from the factory owners, workers, and an independent member. The board is expected to finalise a fresh minimum wage structure by the end of this year.Earlier, it was in 2018 when the then-wage board revised the minimum wage structure for the RMG workers with Tk 8,000 as the monthly minimum pay for a worker. Five years later, the demand for an upward revision of the wage is logical. The workers' unions and rights organisations have long been demanding a reasonable hike in the minimum wage as persistent inflation erodes the real wage drastically.The country's overall wage increased by 7.04 per cent in the last fiscal year, according to the national wage rate index (WRI) prepared by Bangladesh Bureau of Statistics (BBS). At the same time, an annual average rate of inflation based on the consumer price index (CPI) stood at 9.02 per cent. Thus, in simple terms, the overall real wage declined by around 2 percentage points, although BBS does not release any data on real wages.WRI also showed that overall industrial wages rose by 6.97 per cent in FY23, while agriculture and service wages increased by 7.056 per cent and 7.31 per cent, respectively. It means that, on average, workers in the industrial sector, including the RMG sector, suffered the most regarding real wage erosion. Thus, an upward revision of the RMG workers' wage is due. Right activists and workers' union leaders have already asked the government to re-fix the minimum wage at Tk 23,000, which is around a three-fold jump from the current minimum wage. So far, the industry owners have not responded in this connection, and their side also has not come up with any counter-proposal. It is, however, clear that the owners will not agree to such a big hike and might offer a smaller increase as they did in the past. Moreover, the wage structure of the RMG industry comprises various grades for various types of work. The wage of the lowest grade or grade- eight is considered the minimum wage of the industry, which is currently Tk 8,000, which includes Tk 4,100 as basic wage. Fixed in January 2019, with effect from December 2018, the minimum wage rate was US$95 at that time. Due to the big depreciation of the local currency in recent years, the rate now stands at US$72, one of the lowest wage rates in the global RMG industry. It is also the lowest in Asia as minimum wages for the RMG factory workers in India, Pakistan, Sri Lanka, Myanmar, Indonesia, Vietnam, and Cambodia are higher than Bangladesh. As higher grades have higher wages, the owners want to keep the wage for the lowest grade as minimum as possible so that the hike on higher grades can also be nominal. For instance, in the current structure, the gross wage for grade seven is Tk 8,420 and for grade one, it is Tk 18,257. Though the country is the second largest exporter of clothing in the world market, followed by Vietnam, which is third in the league, most of the workers in the industry are poorly paid. Bangladesh's share in the global RMG export market also increased to 7.90 per cent in 2022 from 6.40 per cent in 2021, according to World Trade Organization (WTO) statistics. Total export of RMG from Bangladesh reached US$44.35 billion in 2022, registering around 27 per cent annual growth. In the meantime, leading brands and retailers, including H&M, Inditex and Primark, have urged a substantial increase in the minimum wage for garment workers in Bangladesh. Members of the Action, Collaboration, Transformation (ACT) initiative have already sent a letter to the country's RMG Minimum Wage Board. ACT is a coalition or joint initiative between 19 international garment brands, retailers and IndustriALL Global Union. It argues that the long-term sustainability of the RMG industry hinges on significant strides toward achieving living wages. Other signatories include ASOS, Bestseller, Big W, C&A, Cotton On Group, Esprit, G-Star Raw, Kmart, Lidl, New Look, Next, Pentland, PVH, Tchibo, Tesco and Zalando, as well as the IndustriALL global union. Supporting the coalition move, they also called for ensuring the wage gains and increases to overcome the pressure of inflation and higher cost of living.It is sad to note that revision or adjustment of the minimum wage has never taken place without continuous demand and protest by factory workers and labour rights activists. Revising the rate after setting the minimum monthly salary at Tk 930 in 1994 took more than a decade. Following violent protests, the government and factory owners finally agreed to adjust the minimum wage, and the board re-fixed it at Tk 1662.50 in 2006. Later, in 2010, the rate was revised upward to Tk 3,000. Following the Rana Plaza disaster that killed over 1,100 innocent workers in 2013, pressure mounted on factory owners to improve working conditions and wages. Global brands or the international buyers of the Bangladesh-made clothing were also heavily criticised. Thus, the minimum wage was re-fixed at Tk 5,300 in the same year. Lastly, in 2018, the wage board announced another hike in minimum wage setting it at Tk 8,000.However, the protests by the workers at different times did not go without retaliation by the factory owners, as many workers lost their jobs. Some labour leaders and rights activists faced intimidation and jail. So, the price to pay by the workers in their struggle to get a minimum wage adjustment in the RMG industry is rather high. Nevertheless, better factory conditions coupled with some non-cash benefits provided by many owners have made lives a little bit easier for many workers. Now, a quick upward revision of the minimum wage is necessary to help the workers cope with the soaring inflation. [email protected]",
        "headline_1": "Revising RMG workers' minimum wage",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/revising-rmg-workers-minimum-wage-1696688517",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-10-2023"
    },
    {
        "full_article": "The number of half-done or sloppily constructed bridges in the rural areas has lately marked a sharp increase in the country. In fact, the already distressing scenario hasn't deteriorated all of a sudden. It's the same old spectacle related to these bridges displaying the signs of decay as they have been showing over the past few decades. Thanks to the years-long gap, the plight of these bridges appears grimmer. Thousands of words have been written on the rural bridge conditions in the print media. But they bore few positive results. In the meantime, scores of rural concrete-made bridges have come up across the country: some of them built negligently resulting in their process of dilapidation soon after construction. And a handful of others have, however, enabled the local people to savour the fruits of using the bridges for short stretches of time. In Bangladesh context, few humble bridges over shrinking rivers or canals could be seen serving the targeted people to their satisfaction. To speak acerbically, crossing these bridges finally leaves a bitter taste in the mouth.Unlike the wooden or bamboo-built improvised bridges, the concrete ones involve formally channelled funds. The money normally comes through the Local Government Engineering Department (LGED). At this point, one might feel the imperative of recalling the collaboration that comes from outside. A few years ago, the government received financial assistance from the International Development Assistance (IDA), a member of the World Bank Group, for 'Programme for Supporting Rural Bridges', which was earmarked for implementation by the LGED. The bridges' maintenance was also included in the responsibilities of the authorities concerned. The World Bank's approval of $425 million to improve road connection in Bangladesh through building, maintaining and improving rural bridges to benefit two-thirds of the country's people proved a major development in the bridge sector. The government also took up a project to construct around 13,000 bridges and culverts in rural areas across the country.To see the proper results, the rural people need only to use the bridges during their times of need. As has been seen in the country's vast rural areas, these bridges have in most cases disappointed the users. Many felt utterly disillusioned. The tales of these bridges are replete with dishonesty, various types of malpractices and the cavalier attitude on the part of the contractors. Most of them are said to be belonging to villages nearby and the greater neighbourhood. Whenever a bridge is found constructed on a weak structure, and thus begins tottering, fingers are pointed at the contractors. There are instances of the collapse of a vital bridge shortly after its construction. These sad tales are told many times.Photographs of bridges standing for decades without approach roads at their two ends are a common view in the rural areas. Moreover, cracked floors showing the rod frames in the middle of a bridge are a common sight. These construction flaws make many bridges hazardous for aged people and school students. Many bridges have shrunken rivers under them. Small ferry-boats help people cross the river. But the reality is poverty-stricken villagers cannot afford to pay for the ferrying. Except a few, almost all concrete bridges in Bangladesh villages function with one or another defect besetting it. Almost the half portion of a bridge, or a part of it, remaining collapsed, or tilted, is a common feature in rural Bangladesh. In some areas people are fortunate enough to have smoothly operative bridges. The flipside is there are few effective alternatives to using fault-ridden bridges. In the country, farmers need bridges to carry their harvested crops home. Small traders' activities are also expedited by bridges. In all, bridges play a significant role in the country's rural economy. [email protected]",
        "headline_1": "The bane of faulty rural bridges",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-bane-of-faulty-rural-bridges-1696688628",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-10-2023"
    },
    {
        "full_article": "Gender-based violence is increasing day by day in Bangladesh. Some 39 per cent of adolescent girls experience psychological abuse, 32 per cent suffer physical abuse and 14 per cent endure sexual and economic abuse, according to a study conducted by Educo Bangladesh. The findings of the study are alarming. However, most of the victims feel reluctant to share incidents of gender-based violence with others. As a result, perpetrators continue to commit such crimes. There are many factors that contribute to the rising number of gender-based violence against girls and women. One such thing is television plays. We often come across different forms of highly charged gender-based violence in television plays. And there are no trigger warnings before scenes of abuse or violence, which can often be distressing for the viewers. There is plenty of research demonstrating that intense levels of violence shown as entertainment normalise violence and desensitise the audience. Consequently, it contributes to an increase in imitative acts of aggression and violence in young viewers. Such scenes are frequently justified as showing the reality of our society. We agree that domestic violence is a real problem and TV dramas can play an important role in starting a conversation about it. Yet, it is irresponsible to show popular male leads with a large fan following get aggressive with women on-screen. In our country, women are frequently subjected to domestic violence. Therefore, such scenes should be handled sensitively otherwise they send off the wrong message.Regulatory bodies and TV channels and production houses need to be cognizant of the negative effects of the content they are creating and allowing to be broadcasted. They must explore decent ways of depicting the realities of life for a family audience. According to the Educo Bangladesh study, nearly 38.9 per cent of adolescent girls feel reluctant to share incidents of gender-based violence with others. But the victims of gender-based violence should be vocal against the crimes. And we need to ensure a safe environment for our girls and women. Ashikujaman Syed, Foreign Service Officer, Anhui Haikang Pharmaceutical Co. Ltd, Anqing, China, [email protected]",
        "headline_1": "Fighting gender-based violence-",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fighting-gender-based-violence-1696688705",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-10-2023"
    }
]