[
    {
        "full_article": "That the Constitution has an economic philosophy rooted in socialist principles, mainly embodied in its Directive Principles of State Policy, is well understood. However, a question that has often arisen for judicial review concerns how far the state’s obligation to subserve the common good and prevent the concentration of wealth and means of production can be allowed to go against fundamental rights of individuals. The state’s obligation to ensure that the ownership and control of “material resources of the community are so distributed as to subserve the common good” and to prevent the working of the economic system to the common detriment is found in Articles 39(b) and (c). The recent verdict of a nine-judge Bench of the Supreme Court, holding that not all private resources would fall under the ambit of ‘material resources’ of the community in Article 39, is notable for its examination of whether the underlying economic thought should be given an expansive view, or there are limitations on what sort of private property can be the subject of state action. The Court’s majority opinion rejects the expansive view taken in a few precedents in favour of any private resources, including those individual-owned, falling under its ambit. In tune with present-day economic realities, it holds that this directive principle cannot be seen through any particular ideological prism, and disapproves of such earlier formulations.The majority view is that while, theoretically, private resources could be part of the community’s resources, the relevant consideration for the state to acquire or distribute them in pursuit of the common good will depend on “non-exhaustive factors”: the nature of the resources and their characteristics, whether such acquisition is essential for the community, the scarcity of such resources, and the consequences of their being concentrated in private hands. Land acquisition has always been based on the principle of eminent domain, while allocation of natural resources will require fair and transparent processes. On the other hand, nationalisation of utilities, services and industries has required constitutional justification through the Directive Principles. The majority is right in holding that the Constitution-makers consciously worded Article 39 in broad terms so that they do not tie down future regimes to any particular strand of economic thought. However, Justice Sudhanshu Dhulia’s dissent has significance. Highlighting the continuing inequality in society, he has questioned the majority for seeking to limit the scope of the “material resources”, when the better approach would have been to leave it to the wisdom of the legislature. Published - November 08, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        constitution\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        human rights\n                    \n                            /                      \n                        \n                        land resources",
        "headline_1": "​All or any: On resources and Supreme Court verdict",
        "headline_2": "The state must have enough bandwidth to guard against concentration of resources",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Ball-or-any-on-resources-and-supreme-court-verdict/article68842094.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-11-2024"
    },
    {
        "full_article": "Many goals related to climate change and public health have important deadlines by 2030: reducing carbon emissions, financing poorer countries’ climate mitigation and adaptation plans, protecting biodiversity, anticipating future pandemics, and instituting sustainable development. It does not bode well for any of them that in the second half of this decade — when the world has greater need of science sensitive to societal, developmental, and humanitarian needs plus cross-border trust — Donald Trump will be the U.S. President. Those goals have been instrumentalised by treaties that demand collective action, the ability to negotiate and compromise, and a willingness to assume the long view, all of which Mr. Trump has shown he is incapable of, thus jeopardising the desperate progress the world needs to make. Already, at the recent COP16 summit, the world’s richest countries refused to meet their own commitments to pay for biodiversity management and instead pointed to private-sector funding to bridge the gap. COP29 will begin next week to draft the framework in which the carbon offsets system will operate without devolving into a “pay to pollute” scheme. In his first term, Mr. Trump pulled the U.S. out of the Paris Agreement; refused to fund WHO; censored research findings; promoted the expansion of carbon-intensive industries; and fanned pseudoscience. He also vitiated scientific collaborations by raising the bogeyman of “hidden” political agendas and, after his appointees to the Supreme Court overturned the Chevron doctrine, weakened federal agencies’ ability to regulate emerging technologies.Given the U.S.’s likely turn towards transactionalism for the next half decade and the world’s rapidly shrinking carbon budget, countries fighting climate change must consider binding agreements so that commitments thereunder survive changes in government, while bracing to miss targets by wider margins in the interim. Then again, Mr. Trump’s U.S. cannot be treated as an isolated stressor. For one, the repercussions for U.S.-Europe trade under Europe’s new Carbon Border Adjustment Mechanism are yet to be worked out. Similarly, if the U.S. reduces adaptation financing, which is not unlikely, the drain on other countries’ budgets will compromise their capacity to deal with everything from pathogen surveillance to early-warning systems. There is still hope, however. U.S. States have considerable power to effect subnational action and, while less than ideal, it must not be underestimated. Mr. Trump’s re-election also places a higher premium on other governments’ support — material and otherwise — for their scientists, their collaborators, and evidence-based policymaking to keep the world on course to meeting its goals.\r Published - November 08, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        climate change\n                    \n                            /                      \n                        \n                        health\n                    \n                            /                      \n                        \n                        carbon emissions\n                    \n                            /                      \n                        \n                        Climate mitigation\n                    \n                            /                      \n                        \n                        Sustainability\n                    \n                            /                      \n                        \n                        science (general)\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        Paris Climate Summit COP21\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        European Union\n                    \n                            /                      \n                        \n                        trade policy\n                    \n                            /                      \n                        \n                        government",
        "headline_1": "​Testing time: On climate action and President Trump",
        "headline_2": "Donald Trump’s second term could add to the stress on climate action plans",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Btesting-time-on-climate-action-and-president-trump/article68841328.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-11-2024"
    },
    {
        "full_article": "Jet Airways case is a reminder India can’t afford to have a bankruptcy process drag on for years   \nAs Supreme Court calls it curtains on Jet Airways, it’s another tragic tale of another short-lived star business and the challenges of sustaining airline ops in a competitive, high-cost environment. But the real concern is a larger issue – the process that culminated in the liquidation of Jet Airways is reminder again of how broken India’s bankruptcy resolution efforts are.\nThe Focus | SC commented the litigation was an “eye-opener” as it swung its attention on NCLT, the adjudicating authority for corporate disputes, and IBC, the 2016 insolvency and bankruptcy code that has seen six rounds of amendments and a further round expected in Parliament soon. NCLT’s record has been poorer than poor – messy pile-ups of cases, paucity of capability and capacity, legal imbroglios, and failure to inspire confidence among business communities, simply given the vacancies. The Jet Airways case is also a commentary on GOI’s intent on firming up the framework to free up capital.\nThe Case | At the crux of the case SC decided was SBI-led lenders’ appeal against NCLT’s go-ahead for Jet Airways to be transferred to Jalan-Kalrock Consortium that had successfully bid for the carrier in 2021, as part of NCLT’s resolution process in 2019. SBI, as Jet’s main lender, had sought the carrier’s liquidation. But the bidder failed to meet key financial commitments, leading lenders to incur ongoing costs. SC yesterday overruled NCLT’s go-ahead – five years since SBI moved NCLT.\nThe Law | IBC was intended to streamline insolvency processes and enhance credit flow. But a high proportion of cases end in liquidation, not resolution. Legal challenges further hobble processes. But the most damaging to India’s business environment is the lengthy resolution process. The Jet Airways case dragged a full GOI term, instead of being resolved within 180 days, as the law mandates, extendable by 90 days. IBC itself needs resolution – a poorly implemented law can barely help sinking businesses. \n\n",
        "headline_1": "Grounded, by process",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/grounded-by-process-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-11-2024"
    },
    {
        "full_article": "A triumphant Trump is all set to enter White House and the history books\nLike a gleefully grinning Jack-in-the-Box, Donald Trump has popped up to make history as only the second US president after Grover Cleveland (1885-1889, 1893-1897) to re-enter White House after a four-year hiatus. \nHis victory over Kamala Harris may come as a bombshell of astonishment to those who never figured that a flagrantly misogynistic, racist, megalomaniac who, among other things, fudged his tax returns, was actually impeached, convicted, and allegedly incited a violent mob to storm the US Capitol following his 2020 defeat, would have White House red carpet rolled out for him a second time. \nBut Washington-watchers, who correctly forecast the winner of the Obama-Hillary Clinton contest to see who would be the Democrat candidate for the presidency in 2008, should evince no surprise. Now, as then, America is far from being ready to usher a woman into Oval Office and make her the most powerful individual on Earth. \nWhile New Delhi greets Donald Season 2 with a congratulatory non-partisan Namaste, as befits its policy of not sticking its intrusive nose into the internal affairs of other countries, reactions elsewhere might widely differ. \nKremlin could send the White House returnee a new recipe for Chicken a la Kyiv as a sign that under his pal’s dispensation, buddy Vlad is ready finally to cook the Ukrainian goose. \nIn return, the Don could invite Moscow to extend its expansionism to encompass a pesky country that smuggles criminal and pet-eating lunatics into US, and which calls itself Mexico. \nA similarly emboldened Tel Aviv could be given the green signal to take over not only the whole of Gaza and West Bank, but also those US college campuses where pro-Palestine support is raised by stinko-pinko commies.\nNorth Korea, however, might resent its claim of having a leader who sports the world’s weirdest hairdo being challenged by the new tenant of White House.\nAnd in America, and other points of the compass, wimpy liberals might chant their own mournful MAGA mantra: May Almighty God Aid us. Unless, of course, He too was a Trumpeter…\n\n",
        "headline_1": "Unquiet flows the Don",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/unquiet-flows-the-don/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-11-2024"
    },
    {
        "full_article": "Trump & every politician should avoid binary choices. Complex systems don’t take to zero-sum games\nUS election campaign was a battle of starkly opposed sides. Apocalyptic predictions, sweeping promises and threats, were made by both parties. But the morning-after perspective is different. Running a govt requires a different calculus, one that sifts and weighs priorities and interest groups, immediate and longer-term payoffs. Clean energy stocks tanked after Trump’s decisive win. Backed by fossil fuel companies and ‘drill, baby, drill’ cheers, Trump has indicated that he would reverse the Biden administration’s climate push. This means ending tax credits and incentives for green tech, and raising tariffs on clean tech imports. \nBut there is no need for stark either/or choices. Binary oppositions only reduce wiggle room for policy, painting the decision-maker into a corner. Govts around the world, from Europe to India, continue to rely on coal and other fossil fuels, even as they work on their renewables game. Why should US surrender its advantage in clean tech, its burgeoning battery and EV capacities, allowing its rivals to lead the inevitable global energy transition? It’s perfectly possible for Trump to boost domestic oil and gas without taking a wrecking ball to existing energy policy and rattling investor confidence. Trump has also signalled an end to the wars in Ukraine and West Asia. Just as US can withdraw its active support to these conflicts without sacrificing its military supremacy, it can balance economic and environmental interests with a judicious energy policy. It needn’t be either-or. The point is when you can have both – in this case, hydrocarbons and clean tech – why opt for one.\nTrump and his party have a powerful mandate, with a powerful grip on govt. But even such a mandate must recognise external constraints. Trump’s govt must realise that radical transformations call for even more careful study of context. It’s essential to set practical, specific targets. What looks like a predecessor’s patent folly and misgovernance may exist for a good reason:  this is why plans to drastically reorganise govt or slash bureaucracies usually end up creating similar systems. Govts and nations are complex, resilient networks. Slashing this web at one end may destabilise other processes or goals. Everything is connected to everything else, as science, spirituality, nature and history show us.  Zero-sum games and binary choices are simple, but they can be dangerous and counterproductive. If governing politicians can resist these mental traps and false choices, they can make wiser judgment calls. \n\n",
        "headline_1": "Either/Or? No. Both",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/either-or-no-both-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-11-2024"
    },
    {
        "full_article": "Some smart alecks are already saying what many hoped never to hear: It’s a Trump world and we’re just living in it.\nIs this just about that right-wing tease called “owning the libs”, increasingly in evidence on social media? That political strategy, employed by some MAGA types in US, mostly in red baseball caps, delighted in offending liberal activists for their stance on culture war issues. But it’s morning in America, to quote Ronald Reagan, and “owning the libs” may have just stopped being a game.\nThat may be the deeper meaning of Trump’s improbable comeback as first US president to be elected to non-consecutive terms since Grover Cleveland in 1892, despite a conviction for felonies, multiple criminal charges and sustained criticism for using vulgar and demeaning language and professing appreciation of strongmen.\n \nTrump, as much of the world noted in astonishment, scored a decisive win across America’s blue and red states alike. Even ‘swing’ states swung his way. What’s more, Trump may have closed out a toxic and polarising election campaign with a national popular vote majority, something that eluded him by a wide margin in his 2016 victory. Finally, if his Republican Party manages to hold on to the House of Representatives, Trump will have led it to that prized trifecta – unified control of the executive and both legislative chambers. The Supreme Court is already under conservative control.\n \nWhat’s striking about America’s 2024 story then, is how different it is from previous elections Trump contested. This doesn’t appear to be a divided country moving in two directions – rural vs urban; white vs non-white. It would be fair to see it as a hinge election, like 1860, when Lincoln became the first Republican president, running on an anti-slavery ticket.\nSo, what happened? On the surface, this looks like a broad and severe rejection of the arguments, language and logic (or lack of) advanced by a liberal cadre of activists in major democracies around the world. A decade ago, it used to be called political correctness. Now, it’s demonised as ‘woke-ism’, which is to say the embrace of sometimes outlandish causes and issues sans common sense.\nThis includes the debate on transgender issues especially in sport, pub lic bathrooms and as an acceptablemedical procedure even for impressionable adolescents; the testy matter of what is (or isn’t) a woman; a manic adherence to tick-the-box diversity, equity and inclusion policies; a ‘cancel’culture that cuts the metaphorical mic from proponents of a more traditional view; the whatever-it-takes position on the Ukraine war and a general refusal to acknowledge limits of humane immigration policies.\nLet’s call it acute liberalitis, this vision of the future that claims to be inclusive but often breaks down the electorate – and the world – into tribes, each with their own culture, rights and rules. Late last year, Yascha Mounk, the German-American Johns Hopkins University political scientist, caused a bit of a stir with The Identity Trap, a book that focused on the inherent problem with progressive politics: salami-slicing identity and consequently losing touch with the electorate.\nTurns out he was right. Strong support for Trump is in line with a trend increasingly obvious across Europe and elsewhere. Not only are voters faced with high prices, they’re frustrated by perceived limits to their freedom of speech and thought. And they’re furious about immigration, regardless of the reality of actual numbers of arrivals or their overall social and monetary cost to the system.\nIssue of the uninvited migrant has played a massive role in elections across Netherlands, Portugal, France, Germany and Austria. Even in UK, where the centre-left Labour won the July election, Trump’s friend Nigel Farage led his anti-immigrant Reform Party to a 14% vote share. As a political strategist in middle Europe recently noted, politics in America has this in common with other elections around EU: We’re all MAGA on migration now.\nSo too Canada, where PM Trudeau may be facing a snap election and his Liberals an existential crisis a la Kamala Harris and her Democratic Party. Like Americans over the border, a sizeable segment of Canadians have been telling pollsters they believe their country is going in the wrong direction. According to a leading analyst, the “common hot button issues” in both parts of North America range from cost of living to immigration, but more importantly, “the subtext that the system is broken”.\nAnd so they brought in Trump to “fix it”, as the slogan went in the last days of the campaign.\n\n",
        "headline_1": "That acute case of Liberalitis",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/that-acute-case-of-liberalitis/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-11-2024"
    },
    {
        "full_article": "In our pursuit of a fair, anti-discriminatory Bangladesh, few values are as vital as press freedom. We are, therefore, concerned by the persistent intimidation, harassment, and insecurity experienced by journalists, which shows how the media landscape remains fraught with obstacles despite the political changeover. The alarm raised by Transparency International Bangladesh (TIB) and the Editors' Council in this regard recently underscores the urgency of addressing these challenges, and the responsibility for this falls primarily on the interim government. This is not to detract from journalists' duty to uphold ethical standards, but a free press, by definition, comes without any restriction or condition, regardless of its outcomes.\nUnfortunately, journalists today still face physical attacks, threats, slander, and frivolous lawsuits. In their statements, both TIB and the Editors' Council also noted the escalating rhetoric and even threats of siege by certain quarters targeting certain media houses, including this daily. Such attempts to suppress the media or manipulate its coverage whenever it challenges powerful interests hark back to the abuses witnessed under the previous regime, whose actions over 14 years led to Bangladesh's position plummeting 42 notches on the World Press Freedom Index.\nThe government, for its part, did take some positive steps aligned with its commitment to ensure media freedom. It has moved to repeal the much-criticised Cyber Security Act (formerly Digital Security Act), with plans to withdraw all cases filed under this law. It has undertaken measures to revitalise state media organisations and established a media commission to drive reforms in the sector. However, it is its failure—or lack of proactive role—to safeguard journalists from ongoing attacks and harassment that has raised concerns. Recent statements from top officials, including the information adviser, warning media outlets about coverage of banned or \"fascist\" organisations such as Awami League's student wing, Chhatra League, only deepen these worries. The abrupt revocation of accreditation cards for many journalists, reportedly for similar reasons, further contrasts with the government's commitment to press freedom.\nThis approach, we must say, not only dismisses journalistic independence but also weaponises the media's duty to cover all sides of the political spectrum. It also risks robbing any media reform drive of its credibility. The government, thus, can be held accountable for both its actions and inactions. Against this backdrop, the priority is to end ongoing assaults on journalism and restore confidence in media independence. A \"new Bangladesh\" cannot thrive if its media remains shackled by fear and intimidation. The government must ensure robust protections for journalists and unequivocally condemn any attempts to silence or manipulate the press through coercive tactics.\n",
        "headline_1": "Government must do more to ensure press freedom ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/government-must-do-more-ensure-press-freedom-3747476",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-11-2024"
    },
    {
        "full_article": "After years of continuous negotiation and bargaining efforts last year, the COP28 summit in Dubai ended with a comprehensive agreement to operationalise the loss and damage fund for climate change affected countries. The World Bank is presumed to host the loss and damage fund in conformation to the agreement at COP29 and simultaneously a competent board shall shape policies, structures, and governance to operationalise the fund. This fund is designed to support vulnerable countries dealing with the impacts of climate change that surpass human adaptability, such as loss of livelihood due to rising sea levels and salinity intrusion or loss of lives, homes, and other infrastructure due to extreme floods and cyclones. It is essential to understand the nuances and dynamics of loss and damage at the micro level from the local community perspectives for successful implementation of the COP29 agenda.\nBangladesh is the poster child for climate change holding the seventh position on the Global Climate Risk Index 2021. The southern region of Bangladesh, which lies in the coastal belt, is highly susceptible to various rapid-onset hazards including cyclones, coastal erosion, and seasonal flooding, as declared by Mamun Hawladar from Sonnasi village, Khaulia Union, Morrelganj, Bagerhat. Mamun informs that the area faces two to three cyclones annually and a minimum of one tidal inundation per month during monsoon. Frequent and intense cyclones and floods produce recurring losses and damages in the agriculture related sectors. He further stated that during June of this year, Cyclone Remal flooded and washed away the autumn rice crops. Mamun lost Tk 45,000 at that time and the recent seasonal floods destroyed his winter rice crops as well.\nBesides rapid-onset hazards, slow-onset hazards like salinity intrusion, sea level rise, and global warming are extensively present in coastal Bangladesh. Particularly, due to climate change induced sea level rise and frequent inundation, salinity has been intruding into the soil and water in coastal Bangladesh at a higher rate than earlier. Abul Hossain, one of the salinity-affected farmers from the Khaulia Union, Morrelganj, stated that \"In our community, salinity increases largely during mid-February to mid-June (Phalgun, Chaitra, Baisakh, and Jaishtha in Bengali calendar months).\" Hossain additionally recollects that \"During my childhood, I saw my parents used to harvest two times a year, but now we cannot yield crops even once a year due to salinity intrusion. We encounter recurring losses and damages in crop production every year. Salinity intrusion damages paddy fields, seedbeds, and vegetable gardens. This year we could not yield any rice and vegetables.\"\nLikewise, aquaculture practices and livestock rearing are also under threat due to salinity intrusion. Hossain further divulged that due to salinity intrusion a significant decrease in the populace of fish in the ponds has been noted. Livestock has also been suffering from more diseases. Unfortunately, losses and damages incurred by slow onset events as such are not well recognised in the current loss and damage discourses and frameworks. To recapitulate, rapid and slow onset climatic events both produce recurring loss and damage in the affected communities concurrently. There are minimum existing adaptation initiatives and they fall short of adapting to current and imminent climate change impacts due to the increasing frequency and intensity of climatic events. Further, financial constraints due to shrinking funding, pose hurdles in the adaptation process.\nConsequently, existing adaptation gaps leave unavoidable long-term loss and damage in affected communities, further affecting food security, health and nutrition of the affected communities. While some economic and financial damages are repairable to an extent, the shadows of certain loss and damages are irreparable and persist generationally. This loss and damage cycle requires holistic, integrated, and continuous climate financing urgently from local, national, and international government and non-government actors.\nAmid the COP29, most affected communities conclude to put forth their demands to world leaders. Affected communities urge all stakeholders to unify in efforts to build on the momentum and commit to a coherent and collective action plan to address loss and damages in vulnerable countries and regions.\nFirst, leaders must come to COP29 prepared to scale up financial pledges to the fund to address climatic change induced loss and damage effectively and efficiently.\nSecond, concerned stakeholders must unify to formulate and strengthen policies, mechanisms, and governance to ensure compensation and reparation for current and past losses and damages, incurred by both rapid and slow onset climatic events.\nThird, considering the principles of distributive justice, equity-based sectoral financing is urgent in the most affected sectors rather than single-sector financing.\nFourth, there must be strengthening of inter-sectoral coordination mechanisms at the regional and local levels for operationalising the loss and damage fund and governance.\nLastly, it is urgent to facilitate collaborative research, create data driven evidence on loss and damage at the community and national level, and accordingly integrate advocacy efforts for viable environment, climate justice, and climate finance from various sources at various levels.\nMohammad Omar Faroque is knowledge management of Water, Food and Climate (WFC) Domian at HELVETAS Swiss Intercooperation Bangladesh.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "COP29 must see a scale-up of Loss and Damage Fund",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/cop29-must-see-scale-loss-and-damage-fund-3747016",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-11-2024"
    },
    {
        "full_article": "We fought two world wars because of economic nationalism, the driving force behind the warring powers. The Bretton Woods Conference (1944) attempted to counter that by establishing an exchange rate and monetary system for trade and investment under the surveillance of the International Monetary Fund (IMF). It also established the World Bank (former International Bank for Reconstruction and Development) to recover from the scourge of war and tender a platform for equitable global development. Later, the United Nations and World Trade Organization (former General Agreement on Tariffs and Trade) joined the global arrangement for peace, economic growth, and trade.\nThese institutions have established a world order incorporating economic stability, relative peace, universal values, liberalisation, democratisation, and globalisation. Over the years, the order has benefited the West more than other nations in a systemic manner, increasing the income and wealth gap. Apparently, the West enjoys a monopoly in global governance. Its agenda is backed by a military alliance: NATO. It is likely to favour the status quo over change.\nThis leads us to BRICS (Brazil, Russia, India, China and South Africa), which has been around for 15 years. It represents 45 percent of the world population and 37 percent of the global GDP, while the West represents 10 percent of the world population and 28 percent of the global GDP.\nBRICS has laudably opposed the monopolisation of power and rightfully noted that the world needs plurality, better governance, equitable development, and multilateral security. Their assessment concurs with the observation of the majority of the world, but has the organisation been able to offer realistic change in global governance? Specifically, has the organisation made the world a safer place to live or a better place to trade? How is it contributing to global economic development? Let's explore.\nSince the late 1990s, the rise of the emerging markets has been phenomenal. Their economic growth rate was double that of the Western economy. The BRICS countries contributed to half of the global growth. The Western response to the rise of the emerging markets depended on how these countries affected the hegemony, as a group and individually. The West accommodated the group with a new platform: G20 in 1999. Individually, the initial five members of BRICS got different responses from the West. Brazil and South Africa are regional players and do not seriously affect the hegemony. This is also true for the new members. Another regional player, India, was drawn into the global platform for hegemonic interests.\nWith 143 million people, almost one-eighth of the global landmass, huge resources, veto membership, and nuclear capabilities, Russia stands as a strong power. However, the country also has an inherent economic weakness. It is highly dependent on exports of oil and gas (about 50 percent of Russia's total budget), basic minerals, and raw materials. The country lacks economic diversification and is also short on skilled manpower. Initially, to accommodate the Russian ascension, the West included the country in G7 in 1997. Following the annexation of Crimea in 2014, Russia was taken out of G7. In 2022, it invaded Ukraine. Now, the country faces political and economic sanctions and a complete ostracisation by the West. It is bogged in a war with no end in sight. The West believes that, given the structural weakness of the Russian economy and the shortage of manpower, their strategy will work, and in the long run may result in a regime change or disintegration. Despite all of these, Russia is officially recalibrating its geopolitical position as a Eurasian power, pursuing its united Russian World doctrine (Russkiy Mir).\nMeanwhile, economic growth, a huge population base, skilled and disciplined labour force, party command structure, advanced technology, modernised military, and grandeur image have prepared China as a formidable power. Despite the trade dependency, it is the \"rising power\" that can truly challenge the US, the \"established\" power (Thucydides Trap). The West responded to China with a containment policy. They seem to have been quite successful in undermining China's Belt and Road Initiative (BRI), challenging its military capability (helped by Pacific nations and India), reducing its economic growth/expansion, and neutralising its diplomatic influence. China is busy managing its own economy and has less opportunity to attend to global affairs.\nWith regard to India, Modi's vision is of a technologically advanced country with a strong military grounded on Indian nationalism. It began modernising its military for regional as well as global pursuits. The West embraced India. In case they need to take a hardline position on China, India can fill the void by providing labour-intensive product/industry support. We observe an old China-India civilisation rivalry/competition. Seventy years ago, this is what Pandit Nehru avoided and joined hands with then Chinese Premier Zhou Enlai to advance the Non-Aligned Movement. So far, the Western strategy is working: India is a part of QUAD, supplying arms to Ukraine, and producing military products for Israel.\nLet us now consider the role and performance of BRICS on global political, economic, and trade issues. On the political front, the wars in Ukraine and Palestine are still going on while war has started in Lebanon and Iran. Russia, host of the 2024 BRICS conference, which concluded in October, is directly engaged in Ukraine, and the US/West is strongly backing both Ukraine and Israel. The US support has given a competitive advantage to Israel in implementing its military goals, and China and Russia are not in a position to make any serious contribution to Middle East peace. The UN system has fallen behind in inclusivity, participation, and power-sharing. The veto system is an outdated postulation, incompatible with the current economic and political reality. Thus, BRICS shall have to do more to accommodate the Global South's voice.\nBesides, the current financial system is governed by the IMF with a quota system that BRICS supports. IMF endorses an exchange rate system based on the US dollar. This has given global economic leadership to the US since the Bretton Woods. India does not support de-dollarisation. In Kazan, BRICS discussed the four components of the international monetary and financial system: payments, investments, reserves, and global financial safety. An alternative BRICS currency is not a reality at this time. The BRICS Pay, BRICS Clear, and BRICS Bridge are new initiatives. Some are partially functional. BRICS encourages the use of local currency in international transactions, but it is too early to evaluate these institutional arrangements. We will have to see how they evolve and mature.\nAlthough BRICS has, over these years, evolved into an emerging markets club following G7 and G20, it is neither a trade bloc like the EU nor a military bloc like NATO. Evidently, the geopolitical, economic, and social agendas of the members are quite diverse and are not as unified as the EU or NATO. By ostracising Russia, containing China, embracing India, and keeping other members at bay, the West has limited the BRICS members' ability to take a unified stance.\nNo doubt, global governance needs reform. It can be addressed from within by the UN member countries where BRICS can play a significant role. It can also be an alternative platform to supplement plurality, security, and newer financial structures. So far, the organisation has distributed some funds to developing countries via the BRICS Development Bank. Its contribution to global peace is limited and its initiatives, in terms of trade and financial governance, are at an early stage. We will have to see how they survive the market test.\nUnder the current hegemonic condition, both China and Russia will continue to get hurt economically, politically, and socially. The situation may force them to enter a military alliance, which would definitely be a \"game-changer\" in the hegemonic relationship and global governance, but will face strong opposition from the West.\nDr Abu NM Waheeduzzaman is professor of marketing and international business at Texas A&M University-Corpus Christi.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Exploring BRICS and global governance",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/exploring-brics-and-global-governance-3746976",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Potato price surge defies reason",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/potato-price-surge-defies-reason-1730994304",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Does Trump's win herald a change in world order?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/does-trumps-win-herald-a-change-in-world-order-1730994329",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "No to unhygienic food",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-to-unhygienic-food-1730994360",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Mental toll of overworking",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mental-toll-of-overworking-1730994382",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-11-2024"
    }
]