[
    {
        "full_article": "The Supreme Court’s timely intervention has halted the forcible eviction of some 50,000 people from Haldwani in Uttarakhand, where the occupants are accused of squatting on railway property for decades. The Uttarakhand High Court had taken a tough stand against the residents, and passed a slew of directions that would have entailed their eviction within a week, backed by force, including the deployment of paramilitary forces. It is significant that the Bench underscored the human angle to the issue and spoke about the need for rehabilitation before eviction while staying the order. In an earlier round of litigation over the same land, which adjoins the Haldwani Railway Station, court orders had allowed proceedings against individual occupants under the Public Premises (Eviction of Unauthorised Occupants) Act, 1971, to be completed. This time, too, it was on a PIL that the High Court had passed its orders. The High Court’s detailed judgment shows that the residents’ claim is traceable to a 1907 Office Memorandum that says the area be managed under rules pertaining to ‘nazul land’. The court has ruled that it was not a government order but only a communication on how to manage the land, and it does not amount to declaring it as ‘nazul land’, that is, land that has fallen into the hands of the state by escheat. As one of the nazul rules is that there cannot be sale or lease, the court rejected all claims made by occupants based on purported documents for lease, sale, and, in some cases, purchase through auction.Conflicts between occupants of public land and the state that wants to reclaim the land are a never-ending saga in the country. A shortage of housing, as well as inadequate recognition of the right to shelter, means that large masses of people encroach on vacant land, be it on the bed of water bodies or government property. This often leads to attempts to evict the occupants and spawns litigation. Invariably, there are claims to occupancy rights based on long years of stay at the same location. There are court judgments that stress rehabilitation measures and consultation with the oustees before eviction. Some courts have also recorded the view that mandatory rehabilitation may prove to be an incentive for encroachment. The Haldwani eviction effort has unfortunately taken communal overtones, and there appears to be a clamour for the early eviction of the Muslim residents. India does not have a good record on rehabilitation of those evicted from public spaces, and this case presents an opportunity to the Supreme Court to lay down the law on meaningful rehabilitation as well as effective prevention of encroachments.",
        "headline_1": "A timely halt: On the Haldwani eviction issue",
        "headline_2": "Supreme Court must lay down rehabilitation norms for eviction from public spaces",
        "link": "https://www.thehindu.com/opinion/editorial/a-timely-halt-the-hindu-editorial-on-the-haldwani-eviction-issue/article66353549.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-01-2023"
    },
    {
        "full_article": "Come Pongal and many parts of Tamil Nadu are alive with preparations for jallikattu, a traditional sport involving bulls. On December 8, a five-member Constitution Bench of the Supreme Court reserved its verdict on a batch of pleas challenging the Tamil Nadu law allowing jallikattu. The court is expected to give its judgment before the commencement of this year’s event, which goes on for nearly four months in various parts. It is likely to rule on the validity of the Prevention of Cruelty to Animals (Tamil Nadu Amendment) Act, 2017, which does not talk of the “taming of bulls” while giving legal sanction to jallikattu. Though the traditional sport was not allowed for a few years thanks to the apex court’s ruling in May 2014, the demand for its revival assumed serious proportions soon after the death of Chief Minister Jayalalithaa in December 2016. As the court had declared void the Tamil Nadu Regulation of Jallikattu Act, 2009, which referred to the “taming of bulls”, the framers of the 2017 law defined jallikattu as “an event involving bulls conducted with a view to follow tradition and culture”. On hearing petitions against the latest law, the court had sought to address the questions of whether jallikattu should be granted constitutional protection as a collective cultural right under Article 29 (1); and whether the 2017 law and rules “perpetuate cruelty to animals” or were a means to ensure “the survival and well-being of the native breeds of bulls”.In a democracy, no one can overlook the cultural sensitivity of the people. Six years ago, the perception that those in power, both at the Centre and in the State, did not respect this factor gained ground, compelling the Union and the State governments to come up with a State-specific amendment to the Prevention of Cruelty to Animals Act, 1960, a Central law. The amendment, allowing the event subject to rules and regulations, had ended the crisis that had engulfed the State then in the wake of a huge assembly of people on the Marina Beach for days together. But the revised law, by itself, could not ensure that no human lives were lost, let alone prevent instances of torture to the animal. There is a need to reinforce stricter enforcement of regulations. Also, the bureaucracy should sensitise local communities to the need for the safe and smooth conduct of jallikattu. Every traditional practice undergoes changes over time and jallikattu is no exception to this rule. This message should be conveyed forcefully to all the stakeholders.",
        "headline_1": "Tame, not lame: On jallikattu",
        "headline_2": "In a democracy, no one can overlook the cultural sensitivity of the people",
        "link": "https://www.thehindu.com/opinion/editorial/tame-not-lame-the-hindu-editorial-on-jallikattu/article66353519.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-01-2023"
    },
    {
        "full_article": "India’s fundamentals continue to remain strong even in times when the world is facing economic turbulence caused by a devastating public health crisis and geopolitical complexities. According to the latest projections by IMF, India remains the fastest-growing economy globally at 6.8%, while large economies like the US and China are slated to grow at 1.6% and 3.2% respectively.\nRead the full article on TOI+\n\n",
        "headline_1": "Gig jobs, green jobs … How output and employment are bucking the global contraction in India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/gig-jobs-green-jobs-how-output-and-employment-are-bucking-the-global-contraction-in-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-01-2023"
    },
    {
        "full_article": "A good percentage of our time is spent on roads, and our roads just don’t get better or safer. A third of the 4.1 lakh documented road accidents in 2021 resulted in 1.5 lakh deaths. Another third of the accidents resulted in grievous injuries. Nearly everyone has a scary story about a close shave on the road. Recent incidents like the heart-wrenching Anjali Singh case in Delhi, cricketer Rishabh Pant’s accident in Uttarakhand, and Tamil Nadu software engineer S Shobana’s death, mowed down by a truck after her two-wheeler was felled by a pothole, highlight the multiple dimensions of risks while on the road.\nThe record-setting expansion of the road network is a positive development. But the ecosystem that facilitates safe travel has lagged far behind. Building infra isn’t the end; new structures manned by old ways of doing things aren’t helping. Anjali was dragged by a car at night for over 12 kilometres with an eyewitness making calls to cops multiple times in vain. The poor state of policing on national capital roads stood exposed. The car’s drunk driver had no driving licence but had nothing to fear on unpoliced roads.\nNot surprisingly, cities like Delhi, where crimes against women are frequent and street-lighting uneven, have few women two-wheeler drivers, unlike most southern cities. Women motorists and pedestrians will also feel much safer in better-lit roads, which enable improved road visibility. Agencies like NHAI and state public works departments, which construct and maintain major roads, must also be held to task for poor road conditions like potholes, inadequate signages and unscientific road construction.\nOfficial records blame overspeeding and dangerous driving as responsible for most accidents, and non-wearing of safety equipment like helmets and seatbelts for most deaths. This implies that road safety enforcement must get better. The Motor Vehicles Act as amended in 2019 had empowered state governments to conduct electronic monitoring of roads through speed cameras, CCTV cameras, speed guns, body wearable cameras etc. Investments in such tech upgrades should happen faster. Equally important is incentivising public participation in taking victims to hospitals promptly and reimbursing hospitals for emergency trauma care. From policing to courts to transport department to public works to healthcare, a ‘whole of government’ approach can make citizens safer. Such improvements will represent the next generation of governance reforms that India must target.\n\n",
        "headline_1": "Driving to despair: Poor maintenance, poor policing, poor traffic rules enforcement, too much wrong with India’s roads",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/driving-to-despair-poor-maintenance-poor-policing-poor-traffic-rules-enforcement-too-much-wrong-with-indias-roads/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-01-2023"
    },
    {
        "full_article": "The draft UGC regulations for setting up campuses of foreign higher educational institutions are first of all a reminder of the snail’s pace at which this reform has been moving, one government to another. When a bill to this end was introduced in the Rajya Sabha in 1995, liberalisation had just begun feeding Indian students’ appetite for a world-class education. As knowledge of the opportunity gains of such an experience has spread across the country, the longing for it has grown manifold. So second, the question is how the new draft regulations are different from the oft-repeated, failed and fuzzy promises of bringing Yale or Harvard to India.\nThe only ‘infrastructure’ reference in the regulations is that “institutions should arrange for adequate physical infrastructure.” This is in sharp contrast to how foreign university campuses in China and the Gulf countries have been facilitated by a lot of funding and public works by the host country.\nPerhaps the most notable advance is to allow the foreign institutions “repatriation” per the Fema rules – hitherto the disallowance of for-profit education in India has been a deal-breaking disincentive. Also welcome is the concession of autonomy to these institutions in recruiting faculty and staff from India and abroad – whether it be qualifications, salary structure or other conditions of service. But by simple logic, whatever is a necessary condition of excellence for a foreign institution must also be so for a domestic one. If the regulator has accepted how much educational gains are tied to universities’ financial and academic autonomy, it seems quite self-defeating to deny this autonomy to the thousand universities that are educating Indian youth today but promise it to a select few who may do this tomorrow.\n\n",
        "headline_1": "Do it at home, too: Key takeaway of foreign university draft norms is domestic: Excellence needs autonomy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/do-it-at-home-too-key-takeaway-of-foreign-university-draft-norms-is-domestic-excellence-needs-autonomy/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-01-2023"
    },
    {
        "full_article": "By Priyam Jhudele and Anirudh Rastogi\nThe collapse of FTX – one of the world’s largest crypto exchanges – has sent ripples across the crypto ecosystem. It is being likened to the Lehman Brothers implosion in traditional finance. Indian investors, fortunately, had limited exposure to FTX. Yet, the Indian crypto industry will face second order effects of FTX’s collapse.\nAs investor outlook around crypto may dampen, and prices of all major cryptos see drops (further elongating the crypto winter). Besides, India’s recent prohibitive crypto tax regime hasn’t helped. But most importantly, FTX’s collapse may impact investor trust.\nRead the full article on TOI+\n\n",
        "headline_1": "Fixing crypto: Can investors trust the business? Crypto exchanges need both governmental help – regulation, and self-help  – transparency, to regain trust",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/fixing-crypto-can-investors-trust-the-business-crypto-exchanges-need-both-governmental-help-regulation-and-self-help-transparency-to-regain-trust/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-01-2023"
    },
    {
        "full_article": "A recent video of Awami League general secretary Obaidul Quader delivering a speech on how his party will herald a new age of \"Smart Bangladesh\" is circulating on social media. The reason behind it becoming viral, though, is not the content of the speech or the grand manner in which Mr Quader mesmerises the audience with his oratory; it is because the stage suddenly broke down in the middle of the speech, just when he was about to deliver the newest catchy term floated by the public relations geniuses of his party.\nThis is definitely a terrible faux pas. But, however amusing the situation, we should refrain from laughing at it and take into consideration the possibility that someone could have seriously gotten hurt. Thankfully, only six persons sustained minor injuries. \nWhat was severely bruised, though, was the ego of the ruling party. The party that has done nothing short of subsuming the entire government system and has extended its tentacles into the civil society as well. A breaking down of the stage in the middle of a grand event, which was meant to cement the new narrative of the party, certainly is a bad look. No matter how much we try to hold back our laughter and how much I implore you to take the matter seriously, the image of Quader awkwardly falling down will now forever be ingrained in the memory of the everyday Bangalee alongside the term \"Smart Bangladesh.\"\nWe witnessed something similar when the party floated a political slogan back in the days – \"bhorosha rakhun noukay\" (\"have faith on The Boat\") – which was quickly turned on its head by the quick-witted Bangalees as \"bhorosha khun noukay\" (\"trust is killed on The Boat\"). You cannot throw a slogan into our midst without keeping in mind its satirical potency. But Awami League made that mistake, and quickly had to backtrack from the slogan and choose new ones. Will something similar happen to \"Smart Bangladesh\"?\nProbably not, because \"Smart Bangladesh\" is something greater than just a political slogan. It is a political project, and, dare I say, an ideology. It gives us a vision of a Bangladesh where the Awami League's silent sympathisers and \"better-of-the-two-evils\" arguers get an opportunity to progress beyond the digital realm. It shows us the possibility of something beyond the digital, something that will carry the AL's reign until 2041. They are promising us something that is possibly better than freedom – a sort of unfree development that gives comfort to the solvent and despondence to the wretched. \nBut alas, the morning has already shown the day. The incident of the breaking down of the stage is very telling. Why did the stage break down? I am sure that the poor decorator who was hired to build the stage and the people in charge got an earful about it, at the very least. But are they really at fault here? If one looks at the video footage carefully, they will see that the stage broke down possibly because it was possibly carrying too much weight. Why did that happen? It happened because everyone wanted to show their face in front of the camera. It happened because every Chhatra Leaguers present were eager to stand beside Quader and prove their worth to him. And there are simply too many eager men who want a place on the stage for the stage to even be able to hold itself up. Therefore, when too many crowd, the stage, inevitably, breaks down.\nNow, am I trying to say that Awami League has too many over-eager politicos to maintain discipline within its ranks? Am I saying that the power of the regime has cracks and will break down the middle because of the pressure of so many people vying for power? Of course not.\nBut Mr Quader, on the other hand, sure says a lot. In a number of previous meetings of the BCL and Awami League, he has had to say some tough words to keep the discipline. Over-eager leaders of the Chhatra League have caused disturbances at almost every recent event of theirs. Having too many workers who want to be leaders and thinking that the best way to achieve that is to get in the close circles of the key figures, rather than by working at the grassroots to build the party's popular support, has led to a party system that centres around specific individuals and not around servicing regular people. \nThat is what the stage-breaking incident shows us. It shows us that too many slogans, too much shouting, and even too much strength can be a bad thing. \nStaying too long in power has its positives and its negatives. To sustain its power, any ruling regime has to arrive at a power-sharing system with various stakeholders of society. The longer the power stays, especially without a strong political mandate, the higher the number of shareholders for the power gets. And unless all of them get proper dividends, they can either withdraw from the arrangement or create tension within the arrangement by vying for more power. \nIf any political party in any country in the world sees a parallel to the situation I have laid out above, they have reasons to be worried. \nAnupam Debashis Roy is a member of the editorial team at The Daily Star.\n\n",
        "headline_1": "When too many crowd, the stage breaks down",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/when-too-many-crowd-the-stage-breaks-down-3216511",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-01-2023"
    },
    {
        "full_article": "For the past four days, Americans and others around the world have had their eyes glued to the spectacle of the US House of Representatives trying – and failing, 14 times – to elect a new Speaker. Now, by making even more concessions, Representative Kevin McCarthy of California has finally grasped the gavel. McCarthy has won, but at an alarming cost for the country and his own party.\nSome features of the conflict in the Republican Party that we saw on display this week are nothing new. Every party has its ideological factions. Others, though, represent a fundamental change. Unlike the dissidents who challenged the congressional leadership in the past, this week's holdouts belong to the party's most extreme wing. By forcing concessions, they have made their personal ideological convictions the program of the Republican Party.\nAt stake in the last two months of Republican horse-trading was the authority of the Speaker of the House, the only congressional leadership officer specified in the Constitution. To the degree allowed by House rules, the Speaker sets the chamber's agenda and mobilises the majority party to act. The score of Republicans who brought the business of the House to a standstill sought to reduce the Speaker's power substantially. They forced McCarthy to accede to a rule change that would once again allow a single member to call a no-confidence vote on his leadership. And now, by holding out longer, they have gotten McCarthy to give up even more.\nIntra-party disputes over the powers of the leadership are not new. The last stalemate over the choice of Speaker, in 1923, hinged on demands by progressive Republicans for procedural concessions from the party's conservatives, particularly Frederick Gillett of Massachusetts, the Speaker for the previous two terms. Similarly, a 1910 \"revolt\" against Joseph Cannon of Illinois, also led by progressive Republicans, loosened the Speaker's grip on policy and prerogatives.\nThe current alignment of forces is very different, though, because it is no longer \"moderates\" who are demanding changes from the party leadership; it is extremists. Although most of the holdouts were only recently elected, they are clearly the spiritual descendants of the Tea Party movement that barrelled into Congress in 2010. For a dozen years, members of this cohort set their \"principles\" above \"expediency,\" as they would put it, and refused to support appropriations bills, increases in the debt limit, and other essential legislation. They then watched as Republican leaders – motivated by a sense of responsibility or a fear of the consequences of failure – cut deals with the Democrats in the House and the Senate to ensure that essential legislation was enacted.\nThe extremists then exacted their revenge on the leadership after the fact. In 2014, Republican House Majority Leader Eric Cantor – the next in line for the Speakership – suffered a shocking defeat by a right-wing challenger from his own party. That was merely a prelude: The same extremist forces then purged Republican Speaker John Boehner in 2015, and drove out Speaker Paul Ryan in 2019. Now, they have succeeded in denying the leadership the option of working responsibly across the aisle, by re-introducing a mechanism that will subject the Speaker to the constant threat of immediate ouster.\nThis is no small matter. It makes a world of difference whether the challenges to party leadership arise from the middle or from the extremes. Increasing the weight of moderates generally benefits both party and country. For the country, it fosters the kind of bipartisan cooperation that is necessary to conduct the legislative branch's business. And for the party, it creates a record with broader appeal, leading to better results in future elections.\nBy contrast, the concessions today's dissidents have achieved will hurt the Republicans as well as the country. In effect, the extremists demand that their party's leaders pursue no legislation of which they personally disapprove, no matter how important it is to the party's future, and no matter how vital it is to the country. Not only do they want to cut off all cooperation with Democrats (as disturbing as that posture is); they also want to force their own Republican colleagues to bend to their will, the will of the few.\nEver since the Republicans regained control of the House in 1995, the party leadership has observed the Hastert Rule. Implemented by Speaker Dennis Hastert (a Republican from Illinois who was later imprisoned for child molestation), it requires the leadership to advance only those policies that command the support of a majority of the Republican conference.\nNow that the extremists have won, the new, excessive fetters on the leadership raise the prospect of prolonged government shutdowns and a historic default on the national debt. They also jeopardise the party's future. Of the 200 Republicans who supported McCarthy on the initial votes for Speaker, 18 represent districts that voted for Joe Biden in 2020. A couple dozen more could be at risk if the Republican leadership fails to fulfill its responsibilities to the American people.\nThe extremists in the Republican Party love to scorn their moderate colleagues as \"Republicans in Name Only\" (RINOs). But the demands of the moderates were for the benefit of the party (and the country), both when they challenged the leadership in the past and when they supported it recently. So, who are the real RINOs?\nJohn Mark Hansen is Professor of Political Science at the University of Chicago.\n\nCopyright: Project Syndicate, 2023.www.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "What Price McCarthy?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/project-syndicate/news/what-price-mccarthy-3216466",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-01-2023"
    },
    {
        "full_article": "In 2019, Taqsem A Khan, managing director of Dhaka Water Supply and Sewerage Authority (Wasa), faced huge public outrage for saying that the water supplied by Wasa was 100 percent drinkable. He made the claim at a press conference arranged to refute a number of allegations raised against his organisation by the Transparency International Bangladesh (TIB). Taqsem said that the water Dhaka Wasa supplied to the city residents was good at the source, but that they might get contaminated in the pipelines, adding that they had undertaken projects to replace those pipelines. He then declared that people would be able to drink water straight from their taps by 2021.\nMore than two years later, a large part of Dhaka is still getting smelly, dirty and contaminated water. The water is not only unsafe to drink, but it's often completely unusable. Since Taqsem took charge of Dhaka Wasa 13 years ago, many projects have been initiated to improve Wasa's service, spending crores of taka, but the quality of its water at the consumer end has hardly improved, according to our reports.\nThe TIB did a year-long study titled \"Dhaka Wasa: Challenges of Good Governance and Way Forward,\" and revealed their findings in April 2019. They surveyed 2,728 connections and service recipients of Wasa and found that 91 percent of Dhaka's population had to boil water to drink it. In the process, they burnt gas worth Tk 332 crore a year.\nAccording to the study, nearly 45 percent of Dhaka Wasa consumers didn't get adequate supply of water, while about 35 percent complained of getting poor-quality water throughout the year. However, they did have to pay the increased water tariff every year. Reportedly, Dhaka Wasa has increased its water tariff 15 times since 2009. It has proposed to raise the water tariff by 20 percent again this year. If the proposal is approved, consumers will have to pay the increased price from July.\nNaturally, such a ruthless proposal made by a state-run organisation has been met with widespread criticism. People questioned the rationale behind such a proposal at a time when inflation has hit us hard. In fact, people have started to question the honesty and integrity of the Dhaka Wasa MD, who is drawing a hefty amount for a salary every month. According to news reports, as the water tariff increased year after year, so did the Wasa MD's salary. During the past two years of the Covid-19 pandemic, when the water tariff was raised twice, Taqsem's salary was also raised by Tk 1.75 lakh. Currently, he gets a monthly salary of Tk 6.15 lakh—a whopping 421 percent raise in 12 years! We also learnt that the Dhaka Wasa officials received stimulus benefits of Tk 40 crore last year. The Consumers Association of Bangladesh (CAB) has rightly said that it's the Dhaka Wasa MD and officials who are actually getting the benefit of frequent water tariff hikes.\nOne of the many allegations that Taqsem has faced over the years is that he has been appointed and reappointed as the MD for six consecutive terms, reportedly in violation of Wasa's rules and regulations. TIB termed his appointment and repeated reappointments \"questionable\" and called for a neutral audit of his performance, which has not happened till date.\nUnder his leadership, Dhaka Wasa has failed not only to provide safe water to its consumers, but also solve the waterlogging problem in the city. In 2020, the responsibility of Dhaka's drainage management was handed over to its two city corporations because of Wasa's prolonged failure to eliminate waterlogging. It has also been revealed that Wasa's sewerage lines contaminated the Buriganga River.\nNow, the Wasa MD, with his questionable track record, is trying to burden the consumers with another tariff hike. The justification he has given for this hike just doesn't hold water: He said Wasa needed to raise the water tariff as it couldn't continue its operation \"through begging.\" The fact, however, is that Dhaka Wasa is already a profitable organisation. In the 2020-21 fiscal year, it logged in a profit of Tk 49.6 crore, while its retained earnings (the portion of a company's cumulative profit that is held and saved for future use, particularly for investment purposes) stood at a staggering Tk 892 crore, according to its audited financial report.\nTherefore, there is clearly no logic behind raising the water tariff at a time when ordinary people already have their backs against the wall due to uncontrolled inflation, unemployment and the pandemic impacts. In fact, instead of burdening the consumers, what the Dhaka Wasa authorities should have done is try to improve their service quality by addressing the allegations of corruption and irregularities raised against them.\nThe TIB study mentioned above found that 62 percent of those seeking water and sewer connections from Wasa reported facing harassment and irregularities. The TIB said that the Anti-Corruption Commission (ACC) should look into Wasa's corruption. Later, the ACC's investigations found that Wasa's consumers were not getting good service because of widespread corruption and delays in project implementation. The ACC clearly mentioned that Wasa kept extending deadlines and increasing the project costs to facilitate corruption, highlighting in its report the many ways in which corruption gripped the organisation.\nIt is, therefore, most unfortunate that after all the studies and investigations—not to mention a number of news reports revealing Wasa's irregularities over the years—no substantive action has been taken against Dhaka Wasa and its MD. We can't help but ask: Are Dhaka Wasa and its MD beyond accountability?\n \nNaznin Tithi is a member of the editorial team at The Daily Star.\n",
        "headline_1": "Will Dhaka Wasa and its MD ever be held to account?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/will-dhaka-wasa-and-its-md-ever-be-held-account-2974221",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-01-2023"
    },
    {
        "full_article": "We are shocked to learn that the Anti-Corruption Commission (ACC) has decided to hand absolute power to its secretaries to deal with the investigation officers. The ACC published an order in this regard on December 18, according to which the secretaries have been given the authority to transfer and promote its deputy directors and assistant directors, who are mainly involved in enquiry and investigation related tasks. Previously, such decisions were taken by the commission's permanent members, but now it will be done by bureaucrats who remain attached to it for only a fixed period.\nThe decision has naturally raised questions about the anti-graft body's independence and autonomy. The Transparency International Bangladesh (TIB), for example, has said that the move will make the ACC a \"toothless tiger\" and transform it into a government organisation. TIB, therefore, asked the commission to withdraw the decision. We also think withdrawing the decision is the right thing to do as it will make the institution more ineffective in curbing corruption and irregularities, which have been plaguing our public institutions.\nIf we look into the records of the ACC over the past one decade, it will become clear that it has largely failed to live up to its mandate. The organisation has often failed to complete the corruption investigations that it has initiated. A TIB report in 2016 found that only 37 percent of those charged by the ACC were convicted. In 2017, a TIB report again revealed that it had failed to dispose of about three-quarters of the complaints filed against 12 public service-oriented institutions. There is also the example of ACC's incompetence in its investigations into the Basic Bank loan scam. Even after over seven years, it has failed to complete the investigations or even submit charge sheets in any of the 56 cases filed in this connection.\nNeedless to say, public confidence in the ACC was again dented when, last year, it sacked Sharif Uddin, one of its assistant directors who reportedly investigated graft allegations against some land acquisition syndicates. Reportedly, the decision to sack him was not taken following proper procedures. It is also evident from the way the ACC has acted over the past decade that it is not free of political influence. It often failed to act neutrally when it came to dealing with corruption and money laundering.\nThe ACC already lacks the power to initiate investigating corruption charges against public servants. And now this fresh move – giving executive power to the secretaries to transfer and promote investigators – will only curtail its power further, and definitely discourage officials to investigate allegations against the powerful people. Overall, the decision will be a barrier to ACC's independence and impartiality. We, therefore, urge it to reconsider the decision for its own sake and that of the public.\n",
        "headline_1": "Don’t clip the wings of investigators",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-clip-the-wings-investigators-3216326",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-01-2023"
    },
    {
        "full_article": "We are shocked to learn that the Anti-Corruption Commission (ACC) has decided to hand absolute power to its secretaries to deal with the investigation officers. The ACC published an order in this regard on December 18, according to which the secretaries have been given the authority to transfer and promote its deputy directors and assistant directors, who are mainly involved in enquiry and investigation related tasks. Previously, such decisions were taken by the commission's permanent members, but now it will be done by bureaucrats who remain attached to it for only a fixed period.\nThe decision has naturally raised questions about the anti-graft body's independence and autonomy. The Transparency International Bangladesh (TIB), for example, has said that the move will make the ACC a \"toothless tiger\" and transform it into a government organisation. TIB, therefore, asked the commission to withdraw the decision. We also think withdrawing the decision is the right thing to do as it will make the institution more ineffective in curbing corruption and irregularities, which have been plaguing our public institutions.\nIf we look into the records of the ACC over the past one decade, it will become clear that it has largely failed to live up to its mandate. The organisation has often failed to complete the corruption investigations that it has initiated. A TIB report in 2016 found that only 37 percent of those charged by the ACC were convicted. In 2017, a TIB report again revealed that it had failed to dispose of about three-quarters of the complaints filed against 12 public service-oriented institutions. There is also the example of ACC's incompetence in its investigations into the Basic Bank loan scam. Even after over seven years, it has failed to complete the investigations or even submit charge sheets in any of the 56 cases filed in this connection.\nNeedless to say, public confidence in the ACC was again dented when, last year, it sacked Sharif Uddin, one of its assistant directors who reportedly investigated graft allegations against some land acquisition syndicates. Reportedly, the decision to sack him was not taken following proper procedures. It is also evident from the way the ACC has acted over the past decade that it is not free of political influence. It often failed to act neutrally when it came to dealing with corruption and money laundering.\nThe ACC already lacks the power to initiate investigating corruption charges against public servants. And now this fresh move – giving executive power to the secretaries to transfer and promote investigators – will only curtail its power further, and definitely discourage officials to investigate allegations against the powerful people. Overall, the decision will be a barrier to ACC's independence and impartiality. We, therefore, urge it to reconsider the decision for its own sake and that of the public.\n",
        "headline_1": "Don’t clip the wings of investigators",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-clip-the-wings-investigators-3216326",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-01-2023"
    },
    {
        "full_article": "The manner in which the human toll of road crashes has been rising in Bangladesh is anything but normal. We end each year with the ignominy of having surpassed last year's records in road crashes and casualties, only to begin another year with fresh horrors. This time, too, has been no exception. As an estimate released by the Road Safety Foundation shows, 2022 was one of the deadliest years on record for the transport sector, with its numbers of crashes and deaths registering an increase of 27.14 percent and 22.74 percent over corresponding figures in the previous year.\nThe organisation has also released a number of figures that can help us understand the extent of the danger that passengers, and the nation as a whole, face. It said that 81.36 percent of the 7,713 road crash victims counted last year were aged between 18 and 65 years – the most productive segment of the population – while students accounted for 16 percent of those who died. In the end, the loss to the workforce suffered through these tragedies has amounted to a staggering Tk 23,460 crore. The figure, we are told, would be more than 1.5 percent of the country's GDP if property damages are also taken into consideration.\nAnother important revelation has been about how Dhaka division – which hosts the capital of the country – emerged as the most unsafe among all divisions. Dhaka has seen the highest number of both accidents and fatalities, with 2,044 individuals dying in 1,841 crashes. The second highest death toll was recorded in Chattogram.\nAll these figures have significant socioeconomic implications for the country. It goes without saying that the road and transport authorities have totally failed to perform their responsibilities, despite frequent appeals from citizens to ensure the safety of our roads and highways. The situation makes a mockery of the promises made by the government in 2018 before enacting the Road Transport Act – which, by the way, still remains largely unimplemented – as well as the vision of a Smart Bangladesh that the ruling party has recently set for us. Clearly, at the moment, citizens need safe roads more than a smart country or smart cities, whatever that means.\nThe spectacular lack of progress in the transport sector betrays a spectacular lack of concern at the policymaking level, which is really disturbing. Recently, the government, over four years after passing the act, has finally formulated its rules which, among other provisions, have detailed the compensation that victims of road crashes can expect to receive. This was an important move, if long overdue. But significant uncertainties still remain about the act itself. For this act and its rules to ever serve the public and reduce their sufferings on the roads, the authorities must ensure they are properly, regularly and evenly enforced.\nWe urge the higher authorities to take meaningful action to fix the transport sector, but also hold to account those who have consistently failed to deliver results. Given how bad the situation has been of late, they must put people's safety at the heart of policymaking.\n",
        "headline_1": "Safe roads before smart cities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/safe-roads-smart-cities-3216316",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-01-2023"
    },
    {
        "full_article": "The way the expenditure on healthcare at individual level in Bangladesh is increasing looks quite alarming. The rise in the out-of-pocket expenses in different areas, especially diagnosis, treatment and hospital charges mainly affects the people of the fixed income group. Medicines and doctors' visits comprise a large chunk in healthcare expenditure. This scathing portrayal comes from the report titled Bangladesh National Health Accounts 1997-2020. It was released by the Health Economics Unit (HEU) in Dhaka on January 4. The per capita healthcare expenses in the country have increased to $ 54 in 2020 from $ 37 in 2015, the report observes. The Out-of-Pocket (OOP) health expenses, the report notes, remain at 68.5 per cent of the total health expenditure in the country.Against the backdrop of poor health services in the whole country, especially in the rural areas, the report has cited Bangladesh as one of the countries with an extremely high rate of OOP health expenditure. It's quite natural with the country where common and dreadful diseases are a part of life. Fat medical bill of treatment of serious ailments deters rural people from visiting large hospitals in cities and towns. Common diseases like fever and cold remain untreated and those remain suppressed for a whole life. The government-run rural health complexes mostly remain unequipped and unmanned. The general people in the rural areas are too hapless to go through even the 'ordeal' of OOP.As shown by the SDG framework, payment in individual capacity for medical expenses as a share of total household consumption exceeding 10pc (lower threshold) or 25pc (upper threshold) is considered catastrophic. Household OOP health expenditure in 2020 was Taka 533 billion, which is 68.5 per cent of the total health expenditure. Of this, 64.6 per cent or Taka 344 billion was spent at pharmacies or retail drug outlets. In the discussion session, the health and family welfare minister admitted that the budgetary allocation to the health sector was low. He underscored the need for increasing the allocation for health, and proper use of the fund. A tiny portion of 5.43 per cent out of the total outlay was allocated for the health sector in the budget for FY 2022-2023. The health sector has almost ritually been neglected in the national budget for long. That this budgetary neglect on the part of the policymakers is actually responsible for abnormally higher personal medical expenses often escapes notice. The health sector with its poor budget is sure to adversely affect the nation's healthcare situation. Poor health also has its adverse impacts on employment and productivity. Where timely medical intervention could send a person with easily curable ailment to work, in its absence the same person lose several working days. In the cases of fatal or near-fatal diseases like cancer, few treatment facilities are there in the government sector. When it comes to medical aid provided to patients and ensuring their cure, the country appears to be still stuck up in its LDC status. In its efforts to graduate to a lower middle-income country, Bangladesh cannot afford to neglect the issue of its people's OOP healthcare expenditure at individual level.",
        "headline_1": "Costlier healthcare",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/costlier-healthcare-1673188780",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-01-2023"
    },
    {
        "full_article": "Every bad experience in life has a silver lining. So, has the one gathered from the coronavirus disease that struck the world in 2020. Of the many changes it has forced upon our life, flexible working time is one. Since it was not possible for governments and businesses to keep their operations closed indefinitely, it was necessary to find a way out. Under any circumstances, the government has to function, business has to run and life must go on. So, there has to be a compromise. As the lockdown-induced supply chain disruptions caused businesses to sustain losses, they could not pay their employees as before. As jobs were in short supply, many workers had to accept lower pays just to keep their heads above water. This was mostly the case in the developing and least developing countries where the governments could not afford to pay workers required unemployment benefits. Since both sides (the employer and the employee) realised that it was an emergency, they adjusted to the reality.The office time was shortened and rearranged according to government directives. Digital platforms enabled employees to work from locations outside their office. The culture of working from home developed. So, working time underwent rescheduling, rearrangements and it became flexible. The idea of flexible working time got more currency than before. To cut a long story short, the traditional working time underwent transformation, thanks to the coronavirus pandemic. But what was the product of crunch time as a stopgap measure has now proved to be a blessing in disguise. In a new report titled, \"Working Time and Work-Life Balance Around the World\", released last Friday (January 6), the International Labour Organization (ILO) claimed that flexible working hours are beneficial for both economy and business. Actually, it helps employees have a better work-life balance. The study based on which the report was prepared was the first of its kind to focus on work-life balance and examine how working hours and time schedules impact on the performance of a business organisation and its employees. Mention may be made here of the so-called 'Big Resignation', or 'Big Quit' that brought the issue of work-life balance in the forefront of social and labour market issues in the post-pandemic world, according to the lead author of the ILO report, Jon Messenger. The 'Big Resignation' refers to the phenomenon of voluntary resignation of more than usual number of employees during pandemic in later part of 2020 and early 2021. However, the voluntary quitting of jobs in that manner might not have any causal connection with the pandemic, for statistics show that the trend (of such resignation) actually started more than a decade back. In fact, the rate of quitting job dropped sharply at the early phase of the Covid-19 attack. The obvious reason was scarcity of job due to pandemic-induced shutdowns. But as soon as the vaccines were rolled out and the inoculation drive against the pandemic gained momentum, the restrictions on the movement of people were relaxed and the businesses resumed operation. The development again saw the return of the job-quitting trend. However, one needs to keep it in mind at this point that the trend of leaving jobs is an experience observed in the advanced economies where there are more job opportunities than in the developing economies. A study shows that with the resumption of business activities following the pandemic, the rate of leaving jobs nearly doubled from around 1.6 per cent in early 2020 to close to 3.0 per cent in late 2021.So, it appears, the temporary job scarcities attributable to pandemic-related closures of businesses operating at a reduced rate led to a temporary lull in the more than a decade long pattern among the workers to go for voluntary resignation. But what prompts these workers to quit jobs? Surveys conducted by the Pew Research Center show that 63 per cent of the workers quit because their jobs are low-paid, another 63 per cent resigns seeing that they have no opportunities for further advancement in their career, while 57 per cent leave job as they feel unrecognized or disrespected. The tendency to give up work is found more prevalent among the younger adult workers, especially, who are engaged in low-paid jobs. But older workers and those with higher pay are less prone to quit work. But where do those people go after leaving their jobs? In fact, the study further showed that the quitters were leaving jobs not for the fun of it. On the contrary, they were landing themselves with jobs that offered them better pay, benefits and more flexibility. Those employees belong mostly to the category of what they call 'essential workers'-those employed at the groceries, retail stores, restaurants and hospitals. Though often glorified as heroes, especially during the pandemic, the approvals they got were not equal to their incomes. Moreover, they knew they remained as expendable as ever. So, they were looking for better opportunities.In sum, the pandemic condition gave 'flexible working arrangements' more acceptability among the businesses. And the online digital platforms made remote work popular both among workers and employers. Small wonder that the latter (the employer) found it more profitable. The ILO report will definitely give a further boost to the practice. [email protected]",
        "headline_1": "In praise of flexible working time",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/in-praise-of-flexible-working-time-1673188815",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-01-2023"
    },
    {
        "full_article": "Is not it anachronistic that the country with a rising share in the global export of fashionable winter wear still has to import second-hand warm clothes? In 2021, a senior additional secretary of the commerce ministry went so far as to say that import of 'old clothes for use of local markets is a disgrace for a country like Bangladesh'---one that is the second largest apparel exporter after China in the world. A patriotic citizen could agree more with him. The country exported sweater worth $5.64 billion out of $42.61 billion it earned from apparel export in the fiscal year 2021-22. If the jacket, suits, woollen wears are included, the winter clothes' share will be more than the 13.23 per cent share sweater has in the total readymade garment export. To keep up with the transition from a least developed country to a lower-middle-income one, the commerce ministry moved to incorporate new provisions to its \"Import Policy Order 2021-24\" in order to limit import of old clothes in 2021 before slapping a ban on import from 2026. To that end the ministry intended to slash the number of importers of second-hand warm garments to 3,000 from 6,000. It appears the number of importers remains at 5,000 or so. Then there was a plan to halve the imported quotas for all categories of winter wear.The brisk business old winter clothes now enjoying on the capital's footpath and elsewhere, however, shows that there is a great demand for these articles, particularly when bone-chilling cold is sweeping the length and breadth of this country. Usually, the country's north suffer shivering chill every year but urban centres like the capital at the same time experience a mild winter almost enjoyable. But this time, it is a hostile winter that has announced its presence early in the New Year. The poor and low-income people are at a greater disadvantage due to this biting cold. Their purchasing capacity drastically eroded in the post-pandemic economic crunch time, this segment of people cannot afford even the new winter wear that find their way on to footpath vendors' lots in excess of the export orders. The imported old garments are comparatively cheaper ---some with holes or damage are damn cheap. So people with little means are now crowding the places where such articles are on sale and rummaging through heaps of such used clothes to find the suitable ones. True the made-in-Bangladesh blankets and other fashionable winter wear like pullover, cardigans, jerseys, waistcoats, jackets and blazers are top grade. The extra items and those rejected for minor defects are cheaper for the middle class but not affordable for the low-income groups who are perilously on the brink of economic devastation. In a polarised society where economic disparities are widening instead narrowing, it is not easy to wish away disgraces like this. There has to be prudent and effective social welfare programmes, as are prevalent in developed societies, in order to raise the standard of living of the lower classes. If the government cannot provide employment for the employable people, they should be allowed to enjoy social benefits like unemployment allowance. What is happening in this country is quite ominous. Even during the pandemic, the rich got richer and their number also went up but only at the cost of the low-income segments. It is indeed horrific to think that people are collecting used clothes against the backdrop of Covid-19 pandemic. A report claimed in 2021 that old garments worth Tk 250 million were imported. Is that a huge amount? The used garments the amount fetches however may not be insignificant. Whatever may be the volume, the government can make an alternative arrangement by substituting those with locally produced new winter wear. This calls for political will and love for the distressed people at the bottom rung of society.[email protected]",
        "headline_1": "Doing away with second-hand winter wear",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/doing-away-with-second-hand-winter-wear-1673188990",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-01-2023"
    },
    {
        "full_article": "Train is a safe, comfortable and cost-effective mode of transport. Unfortunately, the railway service in Bangladesh has not improved up to the expected level. It is still difficult to get a comfortable seat in most routes of the Bangladesh Railways (BR). Trains do not offer cosy chairs as long-route buses do. And most coaches of a train are not air-conditioned. ACs often do not work and passengers suffocate in coaches. Almost no train can reach their destination on time. The food service of the trains is also very poor. The commuters have to buy at a higher rate than that fixed by the BR. The attendants and guards are corrupt. They even sell tickets already bought by others. Hawkers and beggars are in abundance in the trains. They make the journey disgusting with their shout and cry. Some trains have a tendency to stop not only at the stations but also in many places where they are not supposed to stop. Many people in the country now want to spend more if they get service. Train travel is safer than bus travel. It is also congestion-free. But the only thing why people do not want to get on trains is that they do not provide quality service. I would like to grab the attention of the railway authorities to improve the condition of the service our trains provide. It is high time that the authorities stopped importing non-AC coaches and improved overall service of the trains. Md Ashraf Hossain, 120, Middle Bashabo, Dhaka-1214, [email protected]",
        "headline_1": "Train commuters suffer from poor on-board facilities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/train-commuters-suffer-from-poor-on-board-facilities-1673189013",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-01-2023"
    }
]