[
    {
        "full_article": "Elected the leader of the National Democratic Alliance (NDA) on June 7, Narendra Modi is set to become Prime Minister for a third consecutive term. The swearing-in is to be on June 9. Though the Bharatiya Janata Party (BJP) fell short of a majority in the Lok Sabha, the NDA appears well poised for the third term, in terms of numbers and political compatibility among its partners. Key partners were effusive in their praise for Mr. Modi at the NDA meeting, who in turn struck all the conciliatory notes. He promised to strive for unanimity in all decisions taken by his next government, and underscored a commitment to ‘sarv pantha sambhava’ — equality of all sects. Telugu Desam Party leader N. Chandrababu Naidu, who is set to return as the Chief Minister of Andhra Pradesh, and Bihar Chief Minister and Janata Dal (United) leader Nitish Kumar — two partners as part of the pre-poll alliance that won the 2024 election and with the largest numbers after the BJP — showed no ambiguity in staying the course with the BJP. The alliance is off to a harmonious beginning, and it will require leadership and compromise by all parties to keep it that way. While all partners declared their respect for the renewed mandate for Mr. Modi, it is only natural that the caveat of coalition will apply too. The BJP’s numbers are higher than its own under A.B. Vajpayee and of the Congress-led UPA governments, from 2004 to 2014.Unanimity on all issues is not easy, but consultations can be, and those should go beyond the NDA’s partners. Mr. Modi said he looked forward to more debates in the 18th Lok Sabha — a case that cannot be overstated, considering the erosion of parliamentary authority during the 17th Lok Sabha. Mr. Modi’s second term had begun with a promise of seeking the trust of all — sabka vishwas, as he called it. That promise remained largely unrealised, particularly with regard to the religious minorities. There was no numerical restraint during the second term for Mr. Modi, but during his third, his government’s survival will be dependent on non-BJP partners, necessitating compromises. The test of the democratic spirit will be in consensus building beyond the ruling coalition. The BJP, despite the setback it faced in the general election in heartland strongholds, expanded its footprint among new regions and communities in the south and the northeast, a point Mr. Modi noted in his speech at the NDA meeting. The Opposition too has emerged as a stronger presence in Parliament. The fresh mandate for Mr. Modi necessitates that he change his approach to governance and politics.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nNational Democratic Alliance\n\n/\n\nNarendra Modi\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nGeneral Elections 2024\n\n/\n\nBharatiya Janata Party\n\n/\n\nLok Sabha\n\n/\n\npolitics\n\n/\n\ngovernment\n\n/\n\nTelugu Desam Party\n\n/\n\nJanata Dal (United)\n\n/\n\nUnited Progressive Alliance\n\n/\n\nIndian National Congress\n\n/\n\nIndia\n\n/\n\nnational or ethnic minority\n\n/\n\ndemocracy",
        "headline_1": "Third avatar: On a third term for Narendra Modi",
        "headline_2": "The mandate is for Narendra Modi to change his approach to governance",
        "link": "https://www.thehindu.com/opinion/editorial/third-avatar-on-a-third-term-for-narendra-modi/article68263230.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-06-2024"
    },
    {
        "full_article": "When Andrés Manuel López Obrador, the leftist nationalist and leader of the Movement of National Rejuvenation (Morena), became the President of Mexico in 2018, many warned that the Latin American country was on the path to become another Venezuela. But Mr. Obrador proved his critics wrong using populism with fiscal responsibility and pushing Mexico’s polity, which was dominated by the pro-American, centre-right Institutional Revolutionary Party (PRI) for over seven decades, towards the Left. The Morena’s surge helped Claudia Sheinbaum, the 61-year-old climate scientist who was endorsed by Mr. Obrador, make history last week as she was elected the first woman President of Mexico. The former Mexico City Mayor, known for her tough measures in tackling violent crimes, won 58.6% votes, while her rival, Xóchitl Gálvez, the joint candidate of three opposition parties, secured 28.4%. Morena also won a two-thirds majority in Parliament, which makes Ms. Sheinbaum the first leader in over 30 years who can push constitutional changes — a long-standing promise of Mr. Obrador — through Congress without the opposition’s support. Ms. Sheinbaum, who campaigned on the promise of wealth distribution, tackling crime and building a stronger economy, said she will stay true to Mr. Obrador’s legacy.Mr. Obrador’s victory in 2018 marked a paradigm shift in Mexico’s politics. He promised to end widespread corruption and launch a massive public spending programme. But unlike several other populists in the region, he adopted a pragmatic approach seeking to bring in gradual changes. He rolled out cash handouts of about $350 for the elderly and monthly scholarships of about $50 for students, besides launching reforestation grants in rural areas, without jeopardising the country’s economic stability. The Mexican peso rose to its strongest levels in almost a decade and investments flowed in. While economic expansion averaged at about 1%, unemployment fell to 2.8%, one of the country’s all-time lows. Mr. Obrador remained largely popular despite criticisms of his failing to tackle violent crime and his intolerance towards dissent. Ms. Sheinbaum should be mindful of the criticisms her predecessor faced. There are concerns that the Morena’s supermajority would lead to constitutional amendments, doing away with some checks and balances on executive power. The new President should bring the fiscal deficit, which ballooned in Mr. Obrador’s last year in office, under check while continuing his social security measures. A bigger challenge would be to crack down on gangs that control drug trafficking to the U.S. Ms. Sheinbaum should use her strong mandate to offer a social contract that improves on Mr. Obrador’s welfarism with a stronger emphasis on the Morena’s social democracy.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nMexico\n\n/\n\nVenezuela\n\n/\n\nwelfare\n\n/\n\npolitics\n\n/\n\npolitical parties\n\n/\n\nelection\n\n/\n\ncrime\n\n/\n\neconomy (general)\n\n/\n\ncorruption & bribery\n\n/\n\nforests\n\n/\n\nstudents\n\n/\n\ncurrency values\n\n/\n\nunemployment\n\n/\n\nnarcotics & drug trafficking\n\n/\n\nUSA\n\n/\n\ndemocracy",
        "headline_1": "Change and continuity: On the Mexico mandate",
        "headline_2": "Mexico’s first woman President must crack down on organised crime",
        "link": "https://www.thehindu.com/opinion/editorial/change-and-continuity-on-the-mexico-mandate/article68263213.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-06-2024"
    },
    {
        "full_article": "In our 75th year as a sovereign Republic, India has much to celebrate. The recent elections showcased our vibrant democracy, and we are the world’s fastest growing large economy. But, we also face profound challenges that impede both individual and national progress including in education and skills, health and nutrition, police and public safety, courts and justice, social protection and welfare, and insufficient high-quality jobs.\nAs a new govt takes charge, a natural reaction to these challenges may be to advocate for increased budgets for these sectors. However, research shows that higher sectoral budgets often do not translate into better outcomes, reflecting weak governance. In contrast, even modest investments in better governance have been found to have much larger impacts than increasing ‘govt as usual’ spending.\nIn many ways, the Indian state is like a 1950s Ambassador car. Political parties compete to see who gets to drive, which passengers to prioritise, and where to steer it. However, the car itself is outdated! Increasing sectoral budgets without improving govt efficiency is like adding fuel to a 1950s car. It can move the car forward, but the translation of fuel into distance will be limited. While party manifestos and policy discussions focus on the direction of the car, much less attention is paid to the functioning of the car itself.\nSo, a key message for the new govt is that higher public spending by itself will not solve our massive social and developmental problems. Rather, we need to focus much more on improving the effectiveness of the Indian state.\nThe good news is that we have both the knowledge and technology needed to implement governance reforms to strengthen our public systems. Such reforms will greatly enhance India’s ‘state capacity’ for service delivery, and allow govts to deliver more for citizens at any spending level. Key systemic areas of governance to improve include: (a) data and outcome measurement; (b) public personnel management including hiring, training, postings, and rewarding performance; (c) boosting quality of public expenditure by reducing allocations to ineffective spending items, and spending more on effective but underfunded ones; (d) increasing the quantity and quality of tax revenues; (e) greater decentralisation of funds and functionaries for service delivery; and (f) building better regulatory and procurement capacity for making markets function better, and leveraging private actors in the public interest. High-quality research across diverse sectors such as education, welfare, and even justice has shown that investing in governance and state capacity can have a return on investment (RoI) over ten times the cost. So, we have a ‘free lunch’ to accelerate India’s development by investing in strengthening our public systems for better service delivery.\nBuilding a more effective state should be a top priority for all Indians across the political and ideological spectrum. It will enable us to deliver basic services and welfare more effectively to the poor and vulnerable, which will promote equity and justice as valued by the economic left. But it will also enhance public spending efficiency and lay a foundation for sustainably higher long-term growth, which should appeal to the economic right.\nTraditional policy debates focus more on the ‘top line’ of budget allocation across sectors than on the ‘bottom line’ of how allocations improve citizens’ lives. However, this focus distracts us from a more crucial issue: improving the effectiveness of public spending — regardless of what we spend on. Budget debates are zero sum because increased allocations for any sector comes at the cost of reductions in others (or higher debt). However, investing in better public systems can enhance outcomes in all sectors, delivering far greater improvement in citizens’ lives than simply expanding budgets for more ‘govt as usual’ spending.\nImproving govt effectiveness is both an economic and a moral imperative. India’s Constitution enshrines equality among citizens through universal voting rights. Yet, weak public service delivery limits the ability of the poor and marginalised to translate the political equality of ‘one person, one vote’, into greater equality of opportunities through better education, health, and essential services. This is why building a more effective state is the great unfinished task of Indian democracy itself.\nThis agenda will require broad political consensus, and a long-term vision. Many of India’s greatest achievements ranging from our nuclear and space programs to delivery of welfare benefits through digital infrastructure have taken decades of effort across multiple political parties and govts. Similarly, building more effective public systems is a long-term project that will require close collaboration, cooperation, and trust across central, state, and local govts.\nJust like race car drivers’ performance crucially depends on their car’s quality, political leaders’ effectiveness is limited by the govt machinery that they rely on to serve voters. This is why it should be a top political priority for the new govt to upgrade the car that is the Indian state by investing in better public systems. This will be a critical driver of accelerating India’s development.\n\n",
        "headline_1": "Bigger spends not the answer. New govt should focus on effective governance instead",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bigger-spends-not-the-answer-new-govt-should-focus-on-effective-governance-instead/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-06-2024"
    },
    {
        "full_article": "by Sadhguru Jaggi Vasudev\nSwami Vivekananda famously said, “You will be nearer to Heaven through football than through the study of the Gita.” That line is a wonderful reminder to the self when we start taking life too seriously.\n\nAI photo generated via MidJourney\n \nWhen you pray or read scripture, you can think of many other things, but when you play a sport, you must be single-minded. There is no room for half-heartedness. You have to play as if your life depended on it. About 400 million people watched the India-Pakistan match in 2023. We were collectively glued to our TV screens not just because of the skill involved but because someone was playing as if his life depended on it. We will be glued to our TV screens this year too as many will watch the India-Pakistan match in New York. That intensity of involvement, which pushes human beings beyond their limits, makes the whole world sit up and watch.\nHowever, the fundamental premise of any sport is this: you must have the fire of wanting to win but also the balance to see that if you lose, it’s okay. You never play a game to lose. But if you do lose, it is still alright with you. If you maintain this balance within you, you are a sportsman.\nThis is a perfect metaphor for life. As a high-voltage election reached its culmination and the results were announced, it was time for us to take our inspiration from the cricket field. Many have forgotten what it means to live in a modern-day democracy. In this system, we have collectively decided to choose our leaders through the power of the ballot box. Maybe somebody I don’t like has just been elected, but I still have to bow down and accept the verdict because the wonderful gift of democracy is that we have found a way of transferring power non-violently.\nIn the past, much blood was spilled when one regime gave way to another. Do we want to return to a monarchic or theocratic or feudal setup? If we choose democracy, it is time to abandon our tribal mindset. Above all, the vile speech and gang warfare on social media where people endlessly spew toxicity at each other should come to a halt. It is time to stop being sore losers or boastful winners.\nTrying to paint the other as evil just because the verdict is not to our liking is juvenile. A mature democracy has to outgrow such pettiness. Does this mean that we have lost our right to speak or protest? No. A democracy means we retain our right to disagree, dialogue and debate, but it is important not to succumb to hatred.\nFor the victor, the sweetness of triumph should not turn into the lethargy of complacency. For the loser, the bitterness of defeat should not turn into despair. Victory should be the stepping stone for heightened levels of performance. Defeat should lead to an honest evaluation of what was done and what could be improved.\nUltimately, there is no such thing as triumph or loss. As humans, we come into life with nothing and go with nothing. In a limited context, some win and some lose. But to rise beyond limited notions of victory and defeat is the whole point of the game of life. It is also the essence of every spiritual process.\nEvery event in life is the birth of a new experience and a new possibility. Once we truly see and accept that, our life finds its fullest blossoming.\n\n",
        "headline_1": "From elections to India-Pakistan cricket match, there are new possibilities in victory and defeat",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/from-elections-to-india-pakistan-cricket-match-there-are-new-possibilities-in-victory-and-defeat/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-06-2024"
    },
    {
        "full_article": "By Sadhguru Jaggi Vasudev\n​​Swami Vivekananda famously said, “You will be nearer to Heaven through football than through the study of the Gita.” That line is a wonderful reminder to the self when we start taking life too seriously.\nWhen you pray or read scripture, you can think of many other things, but when you play a sport, you must be single-minded. There is no room for half-heartedness. You have to play as if your life depended on it. About five billion people watched the World Cup football tournament in 2022. We were collectively glued to our TV screens not just because of the skill involved but because someone was kicking the ball as if his life depended on it. That intensity of involvement, which pushes human beings beyond their limits, makes the whole world sit up and watch.\nHowever, the fundamental premise of any sport is this: you must have the fire of wanting to win but also the balance to see that if you lose, it’s okay. You never play a game to lose. But if you do lose, it is still alright with you. If you maintain this balance within you, you are a sportsman.\n\nThis is a perfect metaphor for life. As a high-voltage election reached its culmination and the results were announced, it was time for us to take our inspiration from the playing field. Many have forgotten what it means to live in a modern-day democracy. In this system, we have collectively decided to choose our leaders through the power of the ballot box. Maybe somebody I don’t like has just been elected, but I still have to bow down and accept the verdict because the wonderful gift of democracy is that we have found a way of transferring power non-violently.\nIn the past, much blood was spilled when one regime gave way to another. Do we want to return to a monarchic or theocratic or feudal setup? If we choose democracy, it is time to abandon our tribal mindset. Above all, the vile speech and gang warfare on social media where people endlessly spew toxicity at each other should come to a halt. It is time to stop being sore losers or boastful winners.\nTrying to paint the other as evil just because the verdict is not to our liking is juvenile. A mature democracy has to outgrow such pettiness. Does this mean that we have lost our right to speak or protest? No. A democracy means we retain our right to disagree, dialogue and debate, but it is important not to succumb to hatred.\nFor the victor, the sweetness of triumph should not turn into the lethargy of complacency. For the loser, the bitterness of defeat should not turn into despair. Victory should be the stepping stone for heightened levels of performance. Defeat should lead to an honest evaluation of what was done and what could be improved.\nUltimately, there is no such thing as triumph or loss. As humans, we come into life with nothing and go with nothing. In a limited context, some win and some lose. But to rise beyond limited notions of victory and defeat is the whole point of the game of life. It is also the essence of every spiritual process.\nEvery event in life is the birth of a new experience and a new possibility. Once we truly see and accept that, our life finds its fullest blossoming.\n\n",
        "headline_1": "There are new possibilities in victory and defeat",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/there-are-new-possibilities-in-victory-and-defeat/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-06-2024"
    },
    {
        "full_article": "Feeling nostalgic? Be careful what you do with it ​​\nWe’re all prone to some sentimental waffling about the past, but once, this was considered an illness. Nostalgia: A History of a Dangerous Emotion by Agnes Arnold-Foster – is about the social, political, cultural and scientific life of a tricky emotion.\nNostalgia is not one, but many feelings; the Welsh hiraeth and the Portuguese saudade overlap with the idea of nostalgia, but have different implications..\n\nTo begin with, the idea of nostalgia was not seen as a warm, fuzzy feeling or an indulgence, but taken seriously as a disabling and killing disease. In 1688, a Swiss physician coined the term to describe the painful longing for home felt by soldiers or domestic workers. Medical professionals studied it extensively, casting it as an emotional pandemic, one that could be set off by certain songs or scents, one that tended to be especially acute in autumn. It could cause people to waste away in pining.\nThe pace of change in the 19th century, shifts in science, technology and industry, made nostalgia a widely recognisable condition. Then, it subtly shifted to connote time, rather than place. Capitalism, colonialism and international warfare were responsible for this refiguring. When enslaved people from Africa leapt overboard into the Atlantic Ocean, abolitionists said ‘nostalgia’ drove them to death. Indentured Indian workers were also said to be afflicted by nostalgia.\nIf nostalgia is homesickness, what is home? By the 20th century, nostalgia was no longer a sign of a refined sensibility, as millions of people moved or were forced to move to new places. For an increasingly mobile global workforce, this emotion became mundane, normal.\nNostalgia is never a simple yearning for the past, or for a period of time we invest with meaning. It is a reconstruction of the past to align with our current values. Whether it is personal memory or collective remembering, it is an act of retrieval that selects some good bits and blurs the surroundings.\nIt is a reaction to the fear of actual or impending change, an urge to return to a place, a time past or a beloved person. While there have been times when it was a cause for worry, as in the ‘nostalgia fad’ of the 1970s in Europe and US, or the yearning for a lost empire or the rehabilitation of Nazi memorabilia, it is now seen with a benign lens.\nIt is no longer a threat to body and mind, but an exploitable state. The past has a powerful allure, it can make you buy stuff. Advertising has long cashed in on bygone eras. It can also shape politics. Nostalgia is cast as a dangerous emotion, exploited by right-wing forces to evoke a past glory. But the book points out that the left-wing is equally given to romantic visions of the past, whether it’s the idea of the NHS in Britain or the Paris Commune. In Eastern Europe, the idea of ‘ostalgie’ is a strange backwards utopianism. It is also an insistence that the socialist past is not reducible to the popular narrative of personal misery, economic stagnation and political repression.\nThe problem is not collective nostalgia, but what we do with the emotion – it is dangerous only when it becomes a way for people to channel their hatred.\n\n",
        "headline_1": "Why we just can’t let bygones be bygones",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-we-just-cant-let-bygones-be-bygones/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-06-2024"
    },
    {
        "full_article": "It is appalling how we have allowed unplanned development, encroachment, dumping of waste, and over-extraction of groundwater to strangle life out of the largest wetland of the country: the Chalan beel. The beel once provided subsistence to thousands of farmers and fishers in North Bengal. But in just over a century, according to a report by this daily, its size has reduced from 1,085 square kilometres to a mere 168 sq km, with its biodiversity largely destroyed and groundwater sources almost depleted.\nThe gradual decline of many of the rivers and canals that feed water into the beel caused its alarming decline. Those rivers too have been subjected to encroachment, construction of unplanned sluice gates, and mindless waste dumping. Lack of dredging is another issue. Despite repeated media reports in this regard, no effective measures have been taken by the government. Instead, the government itself built structures and set up projects, especially on Boral river's land, the main water source of Chalan beel. Although some ad hoc steps were taken to remove some of the structures on the Boral, based on a 2018 study by the water resources ministry, no long-term coordinated action has been taken to restore the navigability of the river, and consequently, the beel continued to dry up.\nSeveral government agencies are responsible for the protection of our rivers and wetlands. It is, however, clear that no one is doing their job right. While the ill-equipped Department of Environment has done nothing to protect the biodiversity of Chalan beel, the fisheries and livestock ministry did not think twice before giving permission for pond excavation and fish farming. No action was taken to penalise illegal enclosures harming the beel's natural environment. The local administration and other responsible agencies too kept on turning a blind eye to the unplanned roads, bridges, culverts, regulators and sluice gates constructed through the beel and its network. Unfortunately, it is not the only victim of the government's sheer apathy in protecting our wetlands. We have seen several other beels being subjected to the same fate.\nThis needs to stop. Government agencies must work together, and develop and implement long-term projects to save this precious wetland and others. They must also preserve the networks of rivers and wetlands breathing life into our delta.\n",
        "headline_1": "Chalan beel is fast degrading to a tipping point",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/chalan-beel-fast-degrading-tipping-point-3630201",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-06-2024"
    },
    {
        "full_article": "\"Is the syndicate more powerful than the state?\"\nThis was the closing line of my article about labour recruitment to Malaysia, published in The Daily Star on July 25, 2022. After two years, particularly in the last few days, many now understand the syndicates' complexities and influential role in the recruitment process of Bangladeshi migrants for Malaysia.\nSuch incidents are common in the context of migration to Malaysia. Over the past 15 years, Malaysia's labour market has been shut down three times due to the same syndicate's involvement, irregularities, corruption, and bribery allegations.\nWhen Malaysia resumed hiring Bangladeshi workers in August 2022, following a four-year hiatus, the governments of both countries agreed that a worker would spend no more than Tk 78,990 during the whole process. However, migrants each had to pay Tk 5.44 lakh or $5,000, according to a survey by the US-based non-profit Verité.\nOn March 28, four UN experts wrote to the governments of Bangladesh and Malaysia, highlighting the plight of Bangladeshi migrants. They reported that each migrant spent between $4,500 and $6,000 to secure a job in Malaysia. Several migrant workers told the media they spent over Tk 5 lakh to get there.\nDespite paying such excessive amounts, at least 16,970 migrant workers failed to reach Malaysia before the May 31 deadline due to mismanagement by the government authorities and local recruiting agents.\nDeceived by the recruiting agencies, some failed to obtain airline tickets, while others bought tickets at triple the usual price, but still couldn't travel due to a lack of clearance from the concerned company in Malaysia. Many mortgaged their lands or sold livestock and borrowed from banks, friends, and relatives, only to see their dreams shattered as they missed the opportunity to travel within the stipulated time.\nThe government could have avoided this by proper planning, as the deadline was set three months ago. But we saw repetition of the cycle of halting the intake of Bangladeshi workers, then re-opening the market, workers paying five to seven times the official cost and struggling to find work and eventually, the market shutting down again. Meanwhile, a group of people profited immensely.\nState Minister Shofiqur Rahman Choudhury announced that the ministry had formed a six-member probe committee to investigate this mismanagement. \"Those responsible will be brought to book,\" he assured, adding that the committee would submit its report within seven days and action would follow. However, will this committee uncover the truth? What solutions will they propose, as this is not an isolated incident?\nMigration to Malaysia has been fraught with issues since the Bureau of Manpower, Employment and Training (BMET) recorded the first 23 Bangladeshi workers migrating in 1978. Over the last 46 years, the recruitment process has seen different names, but it has experienced persistent mismanagement, high migration costs, corruption and repeated closure.\nAfter the market was almost frozen between 1997 and 2005, Malaysia introduced the calling visa system at the end of 2006. Then, in 2007 and 2008, 400,000 Bangladeshi workers went to Malaysia. Although the migration cost was fixed at Tk 84,000, individuals had to pay Tk 2-3 lakh. Despite that, many Bangladeshis did not get jobs and started to suffer in KL. Nearly half a million migrants became undocumented at that time. Due to this, Malaysia stopped hiring workers from Bangladesh in 2009.\nAfter closure from 2009 to 2012, a G2G (government to government) agreement was signed on November 26, 2012, and people went to Malaysia at a very minimal cost of Tk 33,000. But strong opposition from the businessmen and private agencies put a stop to G2G and in 2016, Malaysia declared that it would hire workers through private agencies again. This time, they adopted a syndicate of 10 agencies. There was corruption and massive ambiguity about the process in both countries, and migrants had to pay high costs, at least 10 times more than the government-fixed cost. In September 2018, the market closed again due to corruption and irregularities, re-opening in 2022, only for the same syndicate to emerge.\nMost people were delighted about the Malaysian market re-opening, but optimism was replaced by anxiety and scepticism when the syndicate issues re-emerged again in 2022. Dhaka wanted to allow all 1,520 licensed recruiting agencies to send manpower to Malaysia, but in a letter sent to Bangladesh's Expatriate Welfare Minister Imran Ahmed on January 14, 2022, Malaysian former Human Resources Minister M Saravanan said that Malaysia wanted to recruit workers from Bangladesh through 25 agencies.\nAccording to media reports, Aminul Islam Bin Abdul Nor, a Malaysian national of Bangladeshi origin, controls the entire business of sending workers to Malaysia. Ruhul Amin, alias Shawpon, the former Secretary-General of Bangladesh Association of International Recruiting Agencies (Baira), represents Aminul in Bangladesh. Together, they decide who joins the syndicate.\nAminul also owns the Foreign Workers Central Management System (FWCMS) software MiGRAMS, used for recruiting workers in Malaysia. If the demand papers for any workers are finalised in Malaysia, they are distributed among the approved agencies through the FWCMS software.\nInitially, the syndicate had 25 agencies sending workers to Malaysia. This number increased to 100 private agencies, including several owned by parliament members, their relatives, and political leaders, controlled by the syndicate.\nFrom August 2022 to May this year, around 4,76,672 Bangladeshi workers migrated to Malaysia for jobs. This means the syndicate syphoned over $1 billion out of Bangladesh.\nThere are 14 countries, including Bangladesh, that send workers to Malaysia. However, other than Bangladesh, none of the countries have such a syndicate. So, the government needs to start analysing the amount of remittance and the amount of cost for migration to Malaysia. Nothing will happen if Bangladesh denies sending people through the syndicate.\nHowever, for the sake of the people and for the country, Bangladesh and Malaysia should investigate such irregularities and punish the guilty. But the crucial question remains the same: Is the syndicate more powerful than the state? If not, why do they go unpunished? Are they above the law?\nShariful Hasan is the associate director of Migration Programme and Youth Platform at BRAC, and a columnist.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Labour Recruitment to Malaysia: Syndicate wins, migrants suffer, country loses",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/labour-recruitment-malaysia-syndicate-wins-migrants-suffer-country-loses-3629771",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-06-2024"
    },
    {
        "full_article": "Those of us who learnt of or remember the radio address of the then first lady of the United States, Laura Bush, after 9/11, know that incidents of violence against Muslim women by Muslim men is often latched onto by certain segments of Western media for Islamophobic aims. As the academic Lila Abu-Lughod points out in an article titled Do Muslim Women Really Need Saving?, \"there was the blurring of the very separate causes in Afghanistan of women's continuing malnutrition, poverty, and ill health, and their more recent exclusion under the Taliban from employment, schooling, and the joys of wearing nail polish\".\nMy point in referring to Laura Bush's speech is not to say that there is a connection to this and the recent election of Claudia Sheinbaum as Mexico's first female president in 200 years, but rather that this points out a crucial mechanism deployed to weaponise a particular brand of feminism. It is the kind of feminism where women are lauded for occupying the posts that only men could once hold, while the systems that subjugated women in the first place largely remain intact. In the case of Laura Bush, this advancement of women's rights was promoted to justify her husband's decision to invade Afghanistan. As we now know, George Bush's actions led to a war that lasted 20 years, devastated Afghanistan, and ended in a resurgence of the Taliban during the presidency of Joe Biden.\nWhile there are countless discussions in cafes and internet forums of glass ceilings and sticky floors, there are still women who are not even able to be anywhere near the room. These women can include a Mexican woman unable to cross the border into USA even as her life is endangered, or a Bangladeshi woman repeatedly gang-raped by loan sharks for Tk 20,000.\nThose of us in South Asian countries know particularly well that having a female head of state does not necessarily coincide with advances for women. As was noted in the magazine Himal South Asian in a 2021 article, \"Daughters and wives of the grand political dynasties of the Subcontinent—the Bandaranaikes, Bhuttos, Nehru-Gandhis, Rahmans and Zias—have come to represent the face of \"female leadership\" even though their regimes were never notable for advancing the rights of women in their respective countries.\"\nWe have seen that women who are able to helm a country are often able to do so through their associations with powerful men, typically husbands and fathers, who themselves were heads of state.\nMuch like the South Asian female heads of state, Sheinbaum too has a long-standing connection to a powerful man who became head of state, though it is important to stress that unlike the South Asian examples, her relationship is a strictly professional one. It remains essential to not forget that despite this historic win, there are those who believe she won because she claims she will continue the work of her mentor and her predecessor, Andrés Manuel López Obrador, better known as AMLO. AMLO's popularity makes him akin to a figure such as the former US president Franklin Delano Roosevelt (FDR), who remains the only US president to have been elected four times. Mexico's constitution has a limit on how many times one may become president, with one person getting no more than a single six-year term.\nThere is an understandable impulse to rejoice when a woman is in one of the most influential positions in a nation. However, it must be tempered so as to properly evaluate the true extent of her authority, and whether her rule will bring lasting benefits to the majority.\nA woman head of state deserves what every head of state does: a fair evaluation. And this means not only being aware of hypercriticism often directed at women for being women, but not overcorrecting in the wrong direction and glossing over actions that are harmful.\nThe leading candidates in the 2024 Mexican election were both women. One had Jewish roots, the other had indigenous roots. In terms of the identity of the candidates, the election would have been ground-breaking regardless. While Sheinbaum's gender has become a focal point, not least because she herself has stressed this saying, \"I've said it from the start, this is not just about me getting [to the top office], it's about all of us getting here,\" we must not let this cloud our judgment. Seeing a woman head of state brings hope in many feminists.\nHowever, we have seen time and again, throughout history and in the modern age, that politicians and political parties can weaponise political labels that have gained traction in the public without actually adhering to any of the values that are espoused in the label. As we saw again with the suddenly popular political compass test on the internet in 2021, labels provide an easy marketable method to appeal to people's emotions by using a word with a history and heavy denotations, even if one's actions and rhetoric does not align with the label one espouses.\nIn neoliberalism particularly, marketable quippy terms allow for an easy marketable persona who can be sold to millions while evading the questions that require detailed information and a considerable amount of thinking. This was the case with the election campaign of Hillary Clinton, where her womanhood was emphasised over and over in speeches and even music videos made specifically to promote Clinton, while many of Clinton's policy positions that deserved criticism—such as her support of Israel's apartheid regime—remained unscrutinised.\n\"Feminism\" has become one of these labels. A celebrity may call themself a feminist and say that they believe in equality because it allows them to come across as socially conscious, but it does not tell their followers anything about difficult but very pressing matters such as their stance on the incarceration of women, homelessness, the attack on transwomen, or the use of child labour by a brand that endorses them. This kind of branding is now frequently used by politicians. They can thus project an image of themselves as strong, moral people without doing or even promising much to alleviate the conditions of the masses suffering under systemic failures. Academic Catherine Rottenberg's words \"the evisceration of feminism of its emancipatory potential\" comes to mind when I think of how feminism has become a hefty tool in the campaigns of women politicians not willing to disturb existing powers.\nAll this is in no way to state that the female heads of state who make it to the top positions, either through their policy stances or their associations, are devoid of talent and skill, but that they were often able to get to that position because they do not harm the status quo, just as is the case with many male politicians in nations where elections can be, to put it lightly, a fraught time.\nCenturies of male rule has not led to advancements for women, severe and organised agitations from large groups of women did. This, however, does not mean that there is a guarantee that \"female leadership\" will end women's suffering.\nA female head of state does not automatically equal progress for all women. It should not make us forget that much work needs to be done for the women we think of when we say \"Feminism of the 99 percent.\" The mere presence of one woman, often a woman with privilege, or a woman who does not threaten the dominant structures perpetuating marginalisation and oppression, does not mean change is on the way. For that to happen, disturbances must occur, and continue.\nAliza Rahman is a member of the editorial team.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Is it enough to just have female heads of state?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/it-enough-just-have-female-heads-state-3629751",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-06-2024"
    },
    {
        "full_article": "As with every proposed budget, any raise or change in the tax regime elicits reactions both for and against it. When it comes to the issue of capital gains tax to be imposed on investors active in the bourses, certainly it will not be welcomed by either individual or corporate investors. The idea is that the government is going after the windfall profits being made by market manipulators, but implementing this plan carries with it a host of challenges.The plan wants the national board of revenue (NBR) to look into the beneficiary owner's (BO) accounts to assess capital gain tax from financial year 2025. This is what has been proposed by the finance minister in the budget for the financial year (FY) 2024-25. The tax regime will change on condition of holding on to shares for more than 5 years. If a BO account holder keeps possession of said shares beyond 5 years and where the investor concerned earns more than the threshold amount, then s/he will pay a rate of 15 per cent tax on the additional amount. The idea naturally is to encourage less spot trading based on insider knowledge and bring stability to the bourses by encouraging people to hold on to their shares in the market. While the finance ministry may believe this to be workable, market insiders have differing views on whether this is the right time to tax further the investors who are few in numbers these days. The hyper or sustained inflation in everything from food, utilities to transport; depreciation of Taka and the increase in the prices of all inputs have resulted in price increases of all finished goods - these factors have already sapped people's incomes. The stock market is one place where people have been engaged in an effort to make some extra money. True that the bourses suffer from serious flaws that allow for repeat scams. While the big fish gets away with literal murder, small investors may shy away from the market if these measures are made mandatory.Because the manner in which this has been proposed is going to act a serious dampener for current and probable individual investors. If a tax holder has a yearly income of Tk10 million and that person earns a further Tk10 million as capital gain from the sale of share / securities in the secondary market, tax incidence will balloon, as the individual will have to pay twice! First, tax will be paid on the regular income and separately for earnings involving sale of shares using the same income tax slabs. Indeed, individual investors may end up paying more than companies and sponsors which may have a boomerang effect on the market as a whole.It is understandable that authorities would like to have more control over the profits being generated in the bourses and tax them, but precisely how is NBR expected to monitor the millions of active BO accounts? This will require both the design of specialised software and training for a separate cadre of officials to operate, maintain and effectively tie the system to the existing regime to NBR's tax regime. Certainly, a tall order for the revenue authority to fulfill, especially at a time when it is in the process of digitising its systems. Reportedly, the job is more complicated than it looks as the brokerage firms do not keep detailed track of investments in different securities and their individual holding periods. Hence, this plan of action cannot become policy unless the necessary software is developed and brokerage houses adopt it in their daily operations. Instead of formulating a policy that is destined to fail, it would be more prudent to set a timeframe within which to develop and incorporate a software platform before thinking about capital gains tax from the stock market.",
        "headline_1": "Likely effect of proposed capital gain tax",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/likely-effect-of-proposed-capital-gain-tax-1717856062",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-06-2024"
    },
    {
        "full_article": "As in previous years, the proposed national budget for the next fiscal year has triggered exciting discussions among the various stakeholders. The pre-budget debate has now transformed into post-budget analyses. Some have started to criticise the proposed budget, which was put forth by the finance minister in the national parliament on Thursday, mainly focusing on its drawbacks and limitations. To them, there are not many good things in the annual public spending outlay of Tk 7970 billion for the next fiscal year (FY25). Some have already found a lot of good measures that will boost economic growth by over six per cent soon. To them, the budget has a few shortcomings, and one does not need to worry about it. In between, there are third group of critics who find the budget as a mixed bag where both good and bad are mingled. To be specific, it is impossible to get a 'super budget' or 'worst budget' as the annual public spending itself has several structural limitations. It is an annual financial plan based on various assumptions, estimations and projections. With the expansion and diversification of economic activities, the budget size also expands and it needs to accommodate the demands from multiple stakeholders. To be more accurate, those who are responsible for budget making, the finance minister have to go through various challenges at the preparation and finalisation stage. Once the proposed budget gets endorsement from the parliament, the implementation becomes the core challenge until the next budget. So, it is a continuous process.Nevertheless, budget analysis is both an exciting and hectic exercise. Economists and think tanks, business leaders and trade bodies, various professionals and relevant associations try to review the budget from multiple perspectives. The outcomes are several analyses, commentaries, notes, and briefs, along with suggestions to make changes in some areas before endorsing it in the parliament. The proposed budget for FY25 holds significant weight as it is the maiden budget for the new finance minister Abul Hassan Mahmood Ali. It is also the first budget of the Awami League government in its fourth consecutive term in power since 2009. Over the past one and a half decades, the size of the national budget has increased by six times - from Tk 1.13 trillion in FY09 to Tk 7.97 trillion in FY25. This represents a modest increase in the annual budget in recent years, with the proposed national budget for the next fiscal year being increased by 4.73 per cent over the original outlay of the previous fiscal year. The finance minister also revised the budget for the outgoing fiscal year (FY24) by around 6.45 per cent to Tk 7.15 trillion. Whatever the size, one relevant question is how people-friendly the proposed budget is or whether it is a populist budget. The reason behind the question is the prevailing socio-economic crisis in the country due to high inflation coupled with a lack of decent jobs. For the finance minister, there is no way to deny the persistently high inflation as official statistics bluntly show that the country has been struggling with high inflation for the last two years. General inflation in May increased to 9.89 per cent, mainly due to a rise in food prices. Food inflation stood at 10.76 per cent in last month, which was 10.22 percent in April. The impact of inflation is not evenly distributed. Unlike many developed and developing countries, including the distressed Sri Lanka, which managed to contain inflationary pressure through effective policies, Bangladesh has yet to gain from the policy and institutional efforts to curb inflation. What is more worrisome is the disproportionately negative effect of inflation on the poor and low-income people. Their real purchasing power has eroded heavily, leading to a situation where people in Bangladesh are now spending more on food than in other richer countries due to the persistent rise in the prices of essential food items. For instance, the average annual expenditure on food eaten at home per person in 2022 was US$924 in Bangladesh, compared to US$882 in Brazil and US$874 in Colombia, both of which have a GDP per capita more than twice that of Bangladesh, according to the Centre for Policy Dialogue (CPD).In his budget speech, the finance minister acknowledged that the inflation rate in the country 'remains stubborn at above 9 per cent' and added that to control inflation, various steps are being taken to make the monetary policy successful. He also expressed optimism that the inflation rate would come down to 6.5 per cent in the next fiscal year as an outcome of the policy strategies that the government has adopted. The target seems ambitious, and it may not be achieved. Another crisis is the lack of decent jobs or jobs with decent wages. Though official statistics claim that the country has been witnessing a low rate of unemployment, the real world provides a different picture. The desperate effort among a large number of youth to go abroad by taking risk, including hard work conditions, indicates that the economy still needs to catch up to accommodate a big segment of job seekers. Moreover, the rise in informal jobs reflects that people are doing whatever they can for their livelihood. The growing number of street vendors and rickshaw pullers are some examples in this connection. Most of them are earning low wages and struggling against high inflation.The finance minister seems complacent about the current employment situation. In his long speech, which had more than 40,000 words, he mentioned 'unemployment' only once, though he did not fail to mention the fourth Industrial Revolution (4IR). He, however, outlines a number of measures and initiatives to create employment at home and abroad. Some of those steps are continuation of previous years. In sum, the finance minister has made some efforts to curb the fast-rising inflationary pressure, which is reflected in the proposed budget. However, it is uncertain to what extent his efforts will be effective and when people will get some respite from the high inflation. His less attention to the job situation may ultimately make his fight against inflation more difficult.[email protected]",
        "headline_1": "Budget recognises inflation, skips jobs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/budget-recognises-inflation-skips-jobs-1717856103",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-06-2024"
    },
    {
        "full_article": "It's been known for long that one of the major problems facing the country's private universities is the lack of permanent campuses. The University Grants Commission (UGC) - the government body responsible for regulating tertiary education - has long been castigating private universities for running their academic activities from rented buildings and warning repeatedly of closing down all the temporary campuses. As per UGC rule, universities are mandated to move to a permanent campus within seven years of their establishment. One cannot help but appreciate the UGC's tough stance against private universities, compelling them to move to permanent campuses. However, to our utter bewilderment, many media reports indicate that 18 public universities established over a decade ago are still operating from rented buildings, or from school, or college buildings!There is no question about the necessity of a permanent campus for a university to create a sound stress-free academic atmosphere. Policymakers are well aware of this, which is why they have been putting pressure on private universities to acquire permanent locations. When the same authorities turn a blind eye to public universities operating from rented buildings, what message does that send? Is it a double standard, or are policymakers more concerned about the students of private universities? Surely, the UGC rule applies to both public and private, or are we to believe that the UGC has no say or control over the public universities?The public universities that lack permanent campuses are mostly specialised universities in science and technology, digital education, and agricultural education. The government enacted laws to establish these universities in 2013 and in subsequent years. Permanent campuses for three of these universities are presently under construction, but the rest are left in the lurch not knowing when they will have a campus of their own. Surprisingly, fourteen universities have not acquired any land yet. Without land, how can they even dream of having their own campus?Government high-ups are quick to grab headlines and take credit for substantially increasing the number of public universities. They also declare that universities will be set up in every district. But educationists caution and rightly call for ensuring quality education in the existing universities. They say it is far more important than setting up universities in every district and potentially stretching quality university education thin. Worse still, the approvals for setting up new universities are mostly made under political influence, without conducting proper feasibility studies. This is one of the reasons that most of the universities set up over the last decade or so are yet to gain a sound footing. Apart from infrastructure problems, these universities are also plagued by resource shortages such as quality teachers, equipment, and labs. Astonishingly, among the 18 public universities yet to have permanent campuses are at least four that display the revered name, the Father of the Nation Bangabandhu Sheikh Mujibur Rahman, over their entrance. There's another dedicated to Bangamata Sheikh Fazilaunnesa Mujib and one even to Prime Minister Sheikh Hasina. It is alleged the names were given by the proponents of these universities to ease the approval process. Fair enough. But when universities carry revered and illustrious names like Bangabandhu, his wife, and Prime Minister Sheikh Hasina, one would expect them to be run in an efficient and professional manner. Otherwise, it would be an act of disrespect to the illustrious personalities whose names have been used in this manner. [email protected]",
        "headline_1": "Our varsities: focus should be on quality, not number",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/our-varsities-focus-should-be-on-quality-not-number-1717864849",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-06-2024"
    },
    {
        "full_article": "\"Disability\" is a word that carries significant weight beyond merely denoting a condition and is widely prevalent in our society. Disability is not synonymous with inability, weakness, limitation, illness, or a curse. It is crucial to understand that individuals with so-called disabilities possess extraordinary abilities. Disability embodies a form of strength that nurtures remarkable resilience and adaptability in an individual. It offers a distinct lens through which to perceive the world, contributing unique perspectives and diverse experiences to life.So, let us celebrate disability not as a limitation but as a wellspring of inspiration. Let us embrace the power within each of us to overcome challenges and achieve greatness. As we navigate through life, let us always remember that true strength lies not in what we can do, but in who we are - resilient, courageous, and boundlessly capable of greatness! By embracing this perspective, we can work towards creating a more inclusive and supportive world, ensuring that everyone gets equal opportunities in their lives regardless of the obstacles they face.JahinTafannumDisability Right ActivistUniversity of Dhaka[email protected]",
        "headline_1": "Wellspring of inspiration",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/wellspring-of-inspiration-1717856174",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-06-2024"
    }
]