[
    {
        "full_article": "The Supreme Court of India verdict quashing the orders releasing 11 men convicted for the heinous gang-rape and murder of several members of a family during the Gujarat pogrom in 2002 is an unequivocal indictment of the State government. The men had been sentenced to life by a Sessions Court in Mumbai after the investigation in the ‘Bilkis Bano case’ was shifted from the Gujarat police to the Central Bureau of Investigation and the trial transferred to Mumbai. A disgraceful story that began with the Bharatiya Janata Party government facilitating their premature release and the freed men being garlanded by their supporters has now ended with the Court directing them to return to prison within two weeks. The verdict is based on the ground that Gujarat did not have any jurisdiction to decide on granting remission to convicts sentenced in Maharashtra. In a telling observation, the Bench, comprising Justices B.V. Nagarathna and Ujjal Bhuyan, said, “the State of Gujarat has acted in tandem and was complicit” in one of the convicts’ petition for a direction to the State government to grant remission of the remainder of his life term based on a defunct 1992 policy. It has noted that the Gujarat government — which took the correct stand during earlier proceedings that only the government of Maharashtra, where the trial and sentencing took place, was the appropriate government to consider remission — had failed to seek review of a two-Bench judgment’s order in May 2022, even though it was wrongly decided based on suppression of material facts. In citing the Court direction as the reason for it to pass orders in favour of the convicts, the State government was guilty of usurpation of power, the Bench said.The ruling represents a blow for the rule of law and the restoration of faith in the judiciary at a time when there are doubts about the institution’s capacity to hold power to account. On merits, it is a timely reiteration of the core principles that animate exercise of the power to grant remission — that it should be fair and reasonable and based on a set of relevant parameters such as whether the crime involved affected society at large, whether the convict retained the potential for committing similar offences or is capable of reform. The release of life convicts, who are generally expected to spend the entirety of their lives in prison, unless remission is granted after a prison term that should not be less than 14 years, ought to be individually considered and not part of any omnibus gesture without regard to the impact of their freedom on the victims, survivors and society. Any rational remission policy should encompass humanitarian considerations and the convicts’ scope for reform without violating the rule of law or societal interests. In this case, none of the conditions for remission was met.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nsexual assault & rape\n\n/\n\nGujarat\n\n/\n\npolitics\n\n/\n\ngovernment\n\n/\n\nprison",
        "headline_1": "Unlawful remission: On the Bilkis Bano case",
        "headline_2": "The Supreme Court ruling is a searing indictment of Gujarat for aiding convicts’ release",
        "link": "https://www.thehindu.com/opinion/editorial/unlawful-remission-the-hindu-editorial-on-the-bilkis-bano-case/article67719957.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-01-2024"
    },
    {
        "full_article": "A long-rumoured political family feud is now in the open with the merger of the Yuvajana Sramika Rythu Telangana Party led by Y.S. Sharmila, who is the 50-year-old daughter of the late Chief Minister of unified Andhra Pradesh, Y.S. Rajasekhara Reddy, and the younger sibling of the incumbent Chief Minister of present-day Andhra Pradesh, Y.S. Jagan Mohan Reddy. Emerging from her brother’s shadow, Ms. Sharmila began her political life following his arrest in May 2012 in a disproportionate assets case. She undertook a 3,000-kilometre padayatra for the fledgling YSR Congress Party (YSRCP) that Mr. Jagan Mohan had floated in 2011 after being sidelined by the Congress following their father’s death in a helicopter crash in 2009. Ms. Sharmila was widely credited for the YSRCP’s victory in 15 of 18 Assembly constituencies in the by-elections held in 2012, but was not given her due within the party. Nor did she contest in any election, leading to speculations of sibling rivalry and a rift within the YSR family. These speculations gained currency when she was not recognised for her work and her popularity during the 2019 Assembly elections that pivoted her brother to the Chief Minister’s post for the first time.It was a foregone conclusion that the YSR Telangana would fail despite Ms. Sharmila’s spirited attempt to revive her political fortunes with a Statewide padayatra that mirrored her efforts in 2012. The YSR family had thrown its weight behind the Samakhya Andhra movement, which opposed the formation of Telangana. Several legislators and Members of Parliament from the YSRCP had resigned in protest against the then Congress-led United Progressive Alliance government’s decision to carve out Telangana from the former provinces of the Hyderabad princely State. Ms. Sharmila must have known that her decision to re-enter Telangana politics would be a hard sell to the State’s residents. For the Congress, she is a major asset and part of a possible tactical move to checkmate her brother. Once considered a Congress citadel, Andhra Pradesh has blanked out the party in Assembly and Parliamentary elections since 2014, with an unforgiving electorate blaming it for letting go of vital industries and resources centred around Hyderabad. Having someone who fought for the State to be unified and with the legacy of the hugely popular mass leader such as Y.S. Rajasekhara Reddy, the Congress can, at the very least, nurse some hope of reviving its fortunes in the State.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npolitics\n\n/\n\nAndhra Pradesh\n\n/\n\nTelangana\n\n/\n\nYuvajana Sramika Rythu Congress Party\n\n/\n\nIndian National Congress\n\n/\n\nAssembly Elections",
        "headline_1": "Sibling rivalry: On Y.S. Sharmila emerging from Y.S. Jagan Mohan Reddy’s shadow",
        "headline_2": "Sharmila’s entry should give some boost to the Congress’s chances in A.P.",
        "link": "https://www.thehindu.com/opinion/editorial/sibling-rivalry-the-hindu-editorial-on-ys-sharmila-emerging-from-ys-jagan-mohan-reddys-shadow/article67719667.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-01-2024"
    },
    {
        "full_article": "On Friday evening, Indian navy successfully prevented a hijack of a merchant vessel by pirates in North Arabian Sea. It was not the first such instance. The navy has for 15 years played a critical role in not just preventing attempts at capture of merchant vessels by pirates, but also deterring attempts by escorting ships through a transit corridor.\n\n\nMaritime highways drive trade | The story of global trade after WWII rests mainly on the creation of maritime highways, which account for about 80% of merchandise trade by volume. Therefore, keeping these highways safe is in the interest of all countries.\n\n2008, the breakpoint | Shipping insurance premiums influence the volume of trade. In 2008, Lloyds Market Association declared Gulf of Aden as a war-risk area after pirate attacks hit a record high. An immediate result was a surge in insurance premiums.\n\nIndian navy steps up | The navy got into the act and began to deploy ships in Gulf of Aden on anti-piracy duty from late 2008. The positive global spillover of efforts by countries such as India to provide naval escort to merchant vessels plying under any flag is huge. The deterrent effect on piracy is hard to estimate but if shipping premiums were kept under control, Indian navy would have had a role to play.\n\nSea lanes need to be free | The United Nations Convention on the Law of the Sea, which was adopted in 1982, is referred to as a constitution for oceans. More than 150 countries signed up and a key principle of UNCLOS is to keep the maritime highways free and safe for shipping. That they have largely remained that way owes something to the efforts of Indian navy.\n\n",
        "headline_1": "Guardian of Seas: Indian navy’s anti-piracy operations have been crucial in keeping a key maritime route safe for everyone",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/guardian-of-seas-indian-navys-anti-piracy-operations-have-been-crucial-in-keeping-a-key-maritime-route-safe-for-everyone/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-01-2024"
    },
    {
        "full_article": "Isro’s maiden solar mission Aditya-L1 has reached its target vantage point. From here, it will help improve the whole world’s understanding of how our star works. But the overall state of Indian science remains sub Sunsational.\n\nIsro inspiration:  India’s space agency has made a habit of making history. On New Year’s Day it successfully launched a satellite to study the likes of black holes, only the second such mission after Nasa’s. As much public interest as these projects are attracting, it should be many fold more. So they can inspire countless students to pursue science themselves. But how supportive a research environment shall they encounter?\nISC perspiration: Indian Science Congress has been taking place for over a 100 years but government’s withdrawal of funding has short-circuited it this year. The event has not been in the best of health, with its pseudoscience controversies making more headlines in recent years. But a countrychockablock with ailing STEM institutions needs to treat them as fixer-uppers. Arbitrary burials will only worsen science shortfalls.\nNRF ambition: Yes, these shortfalls remain significant even as India proudly becomes only the world’s fourth country to land a spacecraft on the Moon. This is why there are massive expectations vested with the newly instituted National Research Foundation, with a matching massive corpus of ₹50,000 crore for five years. The obstacles to fulfilling the vision of transforming India’s research and innovation landscape and reset it as a knowledge economy, cannot be overstated either.\nEast Asia comparison: Consider how creaky is the grant ecosystem here compared to not just developed countries but also the newly emerged economies of East Asia. Complaints of bureaucratic hurdles to research progress are legion. Even elite scientific institutes such as IITs and IISc suffer from painfully unpredictable administration by central agencies. Funding delays regularly hinder projects. Limited capacity to handle a great many projects in a timely and meritorious manner, really makes a scientific laggard out of us.\nPatent calculation: The US National Science Foundation on which India’s NRF is modelled, can boast its grants having supported over 260 Nobel laureates at some point in their careers – or throughout their careers. It is only this kind of ambition that can deliver the transformation India needs. Exponential prosperity gains will come only when the world piggybacks on our patents, instead of the other way round.\n\n",
        "headline_1": "Sunny, also cloudy: India’s space adventures are world-beating. But overall quality of science is yet to soar",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/sunny-also-cloudy-indias-space-adventures-are-world-beating-but-overall-quality-of-science-is-yet-to-soar/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-01-2024"
    },
    {
        "full_article": "Remarkably calm rescue ops from a burning aircraft speak highly of Japanese discipline, work ethic and dividends of giving blue-collar jobs status\nEven when the Japanese go wrong, they still do something so right that they come out winners.\nThe crash in Tokyo’s Haneda airport last week would not have happened but for the coast guard plane being in the wrong place at the wrong time. Or, post-tsunami, 2011’s Fukushima nuclear meltdown was made worse because a design flaw positioned emergency diesel generators and power panels in low-lying rooms. Good reason to tut tut.\n\nYet, Japanese people dealt with these disasters in such a manner as to make the world stand up and applaud. How did they rescue 379 passengers from a burning plane in less than 20 minutes? Nor is there ever any looting when earthquakes and floods strike Japan. Such acts beat laws of human gravity, for when disasters happen, people normally fall low.\nRead full story on TOI+\n\n",
        "headline_1": "Plane insights on Japan",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/plane-insights-on-japan/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-01-2024"
    },
    {
        "full_article": "Aditya-L1, India’s solar observatory spacecraft, was at its destination on Jan 6. Here’s a lowdown on the mission and its potential to impact life on Earth\nNot many moons after Chandrayaan-3’s gentle lunar touchdown, Isro’s workhorse PSLV launched Aditya-L1, India’s solar sentinel, on September 2, 2023. And after a meticulously planned 126-day journey, India’s first solar space observatory, on Saturday, arrived at its destination – the Lagrange Point-1 (L1) – from where it will unravel the mysteries of the sun.\n\nAditya-L1 reaching the vantage point some 1.5 million-km from Earth comes on the heels of India launching XPoSat (X-Ray Polarimeter Satellite), which among other things will help scientists understand black holes better.\nRead full story on TOI+\n\n",
        "headline_1": "Why Isro is reaching for the sun",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tell-tale/why-isro-is-reaching-for-the-sun/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-01-2024"
    },
    {
        "full_article": "Following the MLM (multilevel marketing) scams, e-commerce financial defrauding hit media headlines and together the two robbed, according to the commerce ministry, about 10 million victims of Tk22 billion. Of them, the MLM companies mostly melted in the thin air except a few like Destiny but the majority of those of e-commerce could fortunately be held accountable for their acts of swindling. Some of the people in charge of such companies were sent to jail and their property confiscated in order to pay back to their customers. But as it happens in case of such complicated business transactions, not all the money by which advance payments were made for commodities could be recovered. So a report carried in the FE on Sunday now discloses that the e-commerce businesses involved in dubious transactions are yet to pay Tk1.39 billion to their customers.  But it could be altogether a different story if e-commerce could exploit its immense potential in this country. Hardly any local company tried to make a breakthrough in an honest way. The pioneer of this particular type of business is none other than Jeff Bezos of America, who unlike other tech innovators revolutionised retail business. It is said that he was not an innovator of technologies like Apple and Microsoft but transformed 'retail in the same way Henry Ford revolutionised manufacturing' by smart use of existing technology. There is nothing to be surprised if the early e-commerce entrepreneurs in this country were greatly influenced by Jeff Bezos who became the richest man in the world overtaking Bill Gates before he was toppled by Elon Musk. But such a business prospers on the foresight, honesty and enterprise of the person/persons behind it. Unfortunately, e-commerce entrepreneurs chewed more than they could swallow. They may be inspired by Bezos' Amazon.com or Jack Ma's Alibaba.com reputed for offering a digital market place where consumers and merchants can connect before making business transactions. What the major e-commerce initiators such as Evaly, E-orange and Alesha Mart to name but a few here ended up doing is to turn their business into something like the digital version of multilevel marketing companies. Actually e-commerce has nothing to do with manufacturing; it just serves as a platform for procurement of commodities of reputed brands and sale of those at rates lower than the market prices. To their credit, the e-commerce companies could dupe unsuspecting consumers who were fooled by tactics of various duplicities. For example, they literally promised the sky to consumers and in case of the first or second online order, customers received exactly what was promised. By the time their credibility was suspect, the consumers had paid more money than they would have done otherwise. Thus e-commerce companies lured consumers to place orders the businesses had no capacity and mind to supply. This motivated financial malpractice is aeons away from Jeff Bezos's business. E-commerce still has a chance to prosper in the country that sets its goal for a digital transformation. But the loss of credibility will surely make customers hesitant about this form of business transactions. A few low-profile companies still carry on their business rather creditably. But for the business to be widely popular and in line with the country's digital aspiration, it has to restore the customers' confidence courtesy of government's regulatory measures and prompt actions.",
        "headline_1": "Recovering from e-commerce setback",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/recovering-from-e-commerce-setback-1704723666",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-01-2024"
    },
    {
        "full_article": "One hopes this is not too blasphemous a question but who supervises the Bangladesh Bank whose responsibility it is to supervise the financial sector in general and banks in particular? This question comes up because the dismal record of poorly functioning banks, many of whom have gone astray, no longer even make news or draw public attention. Basically no one really bothers and people are increasingly taking it for granted that banks are meant to be fragile and such institutions such as a savings account is no longer meant to be safe. The drawer, the almirah or even the earth underground the home are safer than the vaults where public money is supposed to be safely guarded. PUBLIC PERCEPTION: BEYOND PUBLIC POLICY The financial sector is supposedly what the state must ensure as the most secure because the state itself becomes the most fragile if that fails. That is one of the reasons why most governments spend longer hours to make banks secure and safe than other institutions. It's not high interest rates that matter most but safety of existing incomes. In Bangladesh, this hasn't happened. While many kinds of outfits including leasing companies and banks do offer high interest rates, the number of rip off artists posing as financial institutions are so many that the sector is near permanently stigmatized as \"well-dressed thieves.\" And Bangladesh Bank can't deny their responsibility in failing to prevent this. Unfortunately, our focus is on the meta policies and commentaries on the same and there is a gnawing fear that the elite governing class is not as badly affected by financial sector mishaps as ordinary people are. The confidence people have in the institutions that govern and regulate is steadily declining. Whether that will pose a political threat or not can't be said but the fact remains that the division between the ruling class and the ruled mass is growing. THE CONSEQUENCES OF THE HALDAR PHENOMENONPolicy and applied level amnesia has already begun to affect the regulatory agencies because not only have none been punished and no efforts made to compensate the depositors, but no discussion is heard about the Haldar disease that affects the significant part of the financial sector, banking and non-banking in general. PKH is himself in jail in India and that has provided a great deal of relief to the group that helped Haldar steal all the money including Bangladesh Bank officials over the years as alleged in ACC and other reports. Not only was he protected and aided but the regulatory bodies that are supposed to do their job haven't reformed any system nor improved the regulations that prevent such acts. On top of that new institutions continue to show drastically poor performances and even the latest news is about lending money to poorly or non-performing banks from the Bangladesh Bank, essentially public money. KEEPING THE PUBLIC OUT FROM ANY DEBATE Let's face the fact that things are not ready to improve immediately or even in the short term. Public confidence in the institutions are low and national formal institutions are not about to change that. It's difficult to change also because the policy makers and their critics who include the media and the think tanks also occupy the same space. Hence it is increasingly becoming an internal debate, an exclusive chat among members of the ruling class only whether in or out of political power. The public that is the informal section called society is not participating in it. And because of this lack of participation and inclusion, confidence in the ultimate formal financial agency and its branches of the state are at an all-time low. Given this reality, we need to reframe our financial instructional policies and not keep them limited to the current scenario of scheduled banks and NBFIs but explore the social space to expand the circumference of financial services. SOCIAL AND COMMUNITY BASED BANKS While the idea of community based banks may seem unrealistic but in reality they already exist in the community or the informal sector. Recent studies indicate a thriving private sector loan system that has not been dislodged by the several forms of rural banking instruments. These instruments are also flexible and can be adjusted accordingly. However, the biggest potential may lie in the micro-credit network which has served rural Bangladesh for over fifty years since birth and is actually a systemic reform of the rural informal loan system which was often very oppressive. Reading their performance without any ideological baggage will show that the system survives because people need it and it has helped the middle poor sustain and then jump into low or post poverty situations.Another signification that shows social and community based preparedness is the Hundi business which is used not only for majority of the remittance, higher than through the formal channels but significantly so. And although it's considered \"illegal\" , public trust in them is total. Remittance is also used in transferring money to India for medical treatment, UK and North America for education and money sheltering, both black and white money but as a general informal banking channel. And there is no instance of mishap because the system is trust based. In other words the informal financial transitioning, stopping and exchange is already in practice. We lack the will to do the work to establish community-based banks because the ruling class or the formal sector will lose some control over the critical sector but it's best to think of partnerships between both because if the need is there , the informal sector will produce them. It's time for NGOs to look at the possibility as they are better connected to the informal world as an intermediary. \n[email protected]",
        "headline_1": "Failing financial sector: Community based banks an answer?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/failing-financial-sector-community-based-banks-an-answer-1704723730",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-01-2024"
    },
    {
        "full_article": "The number of cell phone users in the country crossed 190 million at the end of November last year, according to the telecom regulator, Bangladesh Telecommunication Regulatory Commission (BTRC). Given that the country's population is over 170 million, the cell phone penetration in Bangladesh is perhaps the highest in the world. Though BTRC figure does not say what percentage of the cell phones users owns smartphone, it is not hard to have a guesstimate of it. Just a look at the people walking past any point of a busy footpath in the city can give an idea of the ubiquity of smartphones among the cell phone users. But that should not be surprising since, globally, according to a study, 90 per cent of the cellular phones used are smartphones. Also, currently, 6.5 billion smartphones are in use globally, which is more than 81 per cent of world population at over 8 billion. But the number of smartphone users is still on a rising curve. So, what might be Bangladesh's position regarding smartphone penetration vis-à-vis other nations, for example, the USA, a country with the highest penetration of smartphone at 81.6 per cent? With more than 100 per cent cell phone penetration, who knows, Bangladesh may already have overtaken the USA so far as smartphone use is concerned!But how far is this widespread use of cellular phone beneficial to its users? When it comes to communication per se, it has made people to people contact faster and cheaper. No doubt, this new communications technology has contributed immensely to social and economic advancement. And the addition of more advanced digital technology like digital camera and various application software or App to the Smartphone has made the communications device further gratifying to its user. But the question is how far the Bangladeshi users of this wonderful communications device are able to make optimum use of it. A recent study done by the global telecom company, Telenor, which owns 55.8 per cent share of Grameenphone, found that 97 per cent of the mobile internet users are concerned about their privacy and security. The issue is too obvious to need any explanation. To be frank, the huge popularity of cell phone, or smartphone to be specific, is regrettably for the wrong reason. Small wonder that it is often used to snoop on other's privacy, create malicious video contents to blackmail or for character assassination of one's rival or various other criminal purposes. The crimes are committed through various kinds of apps, spyware and the social media platforms. And to do such criminal acts, knowledge of a very small number of operations is enough. But if the users had an inkling of what a wealth of useful apps and other information the device contains, they could change their lives by using that knowledge productively. Unfortunately, of the close to 200 million owners of the cell phones in Bangladesh, as informed by the BTRC, very few are digitally literate enough to make productive use of smartphones. As Telenor's study report further informs, of the respondents in eight countries of South and Southeast Asia that the survey covered, Bangladeshis expressed their highest concern about their failure to keep pace with the rapidly changing cellular phone technology. Actually, 97 per cent of them feared that their digital skills may not be enough to make the most of the new features of the technology to be added to the smartphones in the coming years.Such awareness among cellular phone users calls for taking steps by telecom operators and others concerned to educate the users to use their phones more productively.\n[email protected]",
        "headline_1": "Using cell phones productively",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/using-cell-phones-productively-1704723764",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-01-2024"
    },
    {
        "full_article": "Agri-tourism may sound quite unfamiliar to most of us. However, it is taking off worldwide. It involves any agriculture-based operation or activity that brings visitors to a farm. Agri-tourism, visiting farms and agricultural sites, still remain less-discussed in Bangladesh, despite its huge potential for the country. Our rich agricultural landscape and innovative farming methods make it an ideal destination for such tourism. Prominent sites could include the lush tea gardens of Sreemangal, vibrant rice fields in rural areas, floating gardens in the southern areas and many more. Introducing agri-tourism could significantly boost the economy by attracting both domestic and international tourists, which can help increase rural income. To develop agri-tourism, the government and private sector could invest in infrastructure, provide training for farmers on hospitality and market these experiences effectively. Developing agri-tourism can diversify Bangladesh's tourism sector, offering a unique and educational experience for visitors while benefiting local communities.People nowadays look for fresh produce straight from the farm. On the weekends, many people visit villages close to the capital city and bring home fresh produce. Some urban people are so detached from farm life that they will surely look for the farm experience if provided quality services. We urge all entrepreneurs to look into the possibilities of agri-tourism in the country and do the needful.\nSamiha Tahseen Reedita, Student of Department of Accounting and Finance, School of Business and Economics, North South University, Dhaka, [email protected]",
        "headline_1": "Tapping agri-tourism's potential",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tapping-agri-tourisms-potential-1704723801",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-01-2024"
    }
]