[
    {
        "full_article": "Ahead of planned rallies by pro-Khalistan separatists in the U.S., the U.K., Canada and Australia on July 8 that target Indian diplomatic missions and diplomats, the Indian government has taken steps to speak to officials in these countries for added security and vigilance. The issue was raised by National Security Adviser Ajit Doval in talks with his British counterpart in Delhi on Friday, and was the subject of calls between the Ministry of External Affairs (MEA) and its counterparts in all partner countries, requesting pre-emptory action. Posters in these countries have billed the protests as “Kill India” and “Khalistan Freedom” rallies, exhorting supporters to march to Indian missions. What is worrying is that the posters sport the photographs of India’s top diplomats posted in these countries. The protests — after the attacks on Indian missions, arson attempts and vandalism — indicate a sharp uptick in separatist activity overseas and have left New Delhi concerned. However, they should be of far greater concern to the countries incubating these groups, as they involve their citizens. The rallies planned for Saturday put the respective governments on notice — to ensure adequate protection to Indian diplomatic interests, as obligated under international conventions. In addition, it is a test of their resolve to investigate groups threatening violence, gathering and sharing intelligence on any organisations supporting them to plan or carry out attacks or a terror strike like the 1985 bombing of an Air India flight. Above all, these governments must not use “freedom of speech” tropes as a cover for failing to prevent criminal acts.While the onus remains on the four countries where pro-Khalistan attacks have increased, New Delhi must also reconsider its public diplomacy on the issue. Repeatedly calling out foreign governments for their failure to respond to Indian requests, freezing diplomatic contact, tit-for-tat retaliatory measures such as downgrading security for the British High Commission might be demonstrative, but hardly diplomatically effective. In addition, with the exception of the U.S, the MEA has regularly summoned top diplomats of the countries named, to démarche them over attacks (there is often no distinction made between violent attacks and graffiti). While the government is justified in raising concerns over the safety of Indian citizens and Indian property, it must leave law and order issues and policing to the sovereign government in that country. New Delhi’s vocal protests on behalf of the Indian diaspora and community centres targeted by pro-Khalistan groups, for example, fail to recognise that, most often, the victims and perpetrators are of Indian origin. Given the rising protests and the alarming nature of the threats, the need of the hour is more cooperation, and not brinkmanship, between the governments, and a mechanism to share information, intelligence and discuss solutions to growing violence by such groups.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\nUnited Kingdom\n\n/\n\nCanada\n\n/\n\nAustralia\n\n/\n\nterrorism (crime)\n\n/\n\ndiplomacy\n\n/\n\nIndia\n\n/\n\nPunjab\n\n/\n\nespionage and intelligence",
        "headline_1": "Ominous signs: On attacks by pro-Khalistan elements on Indian interests",
        "headline_2": "India must calibrate its public diplomacy on Khalistan issue to better effect",
        "link": "https://www.thehindu.com/opinion/editorial/ominous-signs-the-hindu-editorial-on-attacks-by-pro-khalistan-elements-on-indian-interests/article67053720.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-07-2023"
    },
    {
        "full_article": "The Congress high command that took stock of preparations for the Rajasthan Assembly polls later this year, on Thursday also managed to put a lid on the prolonged feud between Chief Minister Ashok Gehlot and his former deputy, Sachin Pilot. In order to bridge the trust deficit between the two leaders, the party announced the reformation of the Rajasthan Public Service Commission and stringent punishment for those who are found to be involved in the leak of question papers that are set for recruitment examinations. Along with the issue of alleged corruption by the previous Vasundhara Raje government of the BJP, Mr. Pilot had made the question paper leak and reforms in the public service commission major flashpoints against his own government. Of course, his main grouse, even if unstated, relates to his own role in a Congress government in Rajasthan. The overtures to the Pilot camp — Congress leader Rahul Gandhi has urged his colleagues to make corruption under the BJP a major poll plank, for instance — have been tempered with praise for the Gehlot government’s welfare schemes as well as a stern warning that any partyman taking internal matters outside the party forum would face action. The central leadership has called for a door-to-door campaign on governance successes.In a State that is known to vote out incumbent governments, Mr. Gehlot is making a bold bid for his re-election by projecting his government as one that is working to provide relief from inflation and other forms of distress. The resultant slew of schemes includes cooking gas cylinders at a subsidised cost of ₹500 and health insurance for every family up to ₹25 lakh. Mr. Gehlot has been touring the State extensively to publicise these schemes, but the intra-party battle including a failed rebellion by Mr. Pilot had become a drag on all these efforts. There were also reports that Mr. Pilot might be considering a future outside the Congress ahead of the Assembly elections. So, when Mr. Pilot asserts that the Congress will do better this time when compared to 2018, when he was State chief, the party can heave a sigh of relief — at least for the moment. Internal unity is a necessary condition for a good campaign, but this is not sufficient. If it is hoping to win a second consecutive term, the Congress must manage candidate selection well, respond effectively to the BJP’s strategy which remains unclear now, and communicate well with voters.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndian National Congress\n\n/\n\nRajasthan\n\n/\n\npolitics\n\n/\n\ngovernment\n\n/\n\ninflation and deflation\n\n/\n\nAssembly Elections\n\n/\n\nBharatiya Janata Party",
        "headline_1": "Truce treaty: On brokering peace in the Congress in Rajasthan",
        "headline_2": "The Congress seems to have bought peace in Rajasthan by taking Pilot on board",
        "link": "https://www.thehindu.com/opinion/editorial/truce-treaty-the-hindu-editorial-on-brokering-peace-in-the-congress-in-rajasthan/article67054365.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-07-2023"
    },
    {
        "full_article": "I let go of a toxic family member 5 years ago. She had been a close family member for over 40 years and we were always brought up to accept and tolerate all family members, even if they not very nice, because they were “family”. We all have an almost helpless approach to family with a “what to do, it’s family and we can’t change that” sort of attitude. Over time we realise that the concept of family is a dependable one as many a time we fall back on them in our difficult times and they do inevitably rise to the occasion. However, there are family members that you cannot depend on, cannot turn to and in fact get drained by them emotionally, mentally, financially and even physically by them as we tend to run helter-skelter to ensure they are happy and taken care off. With age comes wisdom and a realisation that sometimes the word “family” is used as a noose. With stating familial bonds comes a sense of entitlement, belonging and power over the other family members and some tend to misuse and abuse that connection. If anyone in your family is abusive, overly demanding, makes you feel guilty about not living up to “roles and responsibilities” and has outbursts that make you feel bad about yourself, its toxic. If you tend to feel depressed, anxious, stressed, exhausted or that you have to walk on eggshells around them then it’s a clear sign that the person is toxic to you. It doesn’t necessarily mean that the person is toxic to all, it could be the relationship you share with the person that is toxic and possibly fuelled by jealousy, insecurity or ego towards you.\n Toxic people aren’t necessarily aggressors, they could also do it subversively. The whole concept of blaming others and displaying a victim mindset is also toxic as they attempt to suck you into their drama’s and to feel guilty for not showing support. Manipulation, passive aggressive behaviour, unpredictability and uncomfortable drama are all signs that you need to deal with the family member firmly so as to not allow yourself to be a recipient of their toxicity. It’s a difficult toss up when it comes to distancing yourself from a toxic family member, compared to dealing with a toxic friend or colleague.\n You inevitably raise eyebrows within the family for stirring up trouble by disassociating from another family member and for not being “family” to them. Fact is there are limits, and if that family member cannot respect my role, individuality, choices and rights, and is disrespectful and indecent, I feel zero connection or duty or want to take the relationship further. I have created firm boundaries and though it took a couple of years, the family has accepted it and in fact now resonate with it. To be honest, ridding myself of the toxic member set me free. It was a mental and emotional divorce and liberating to not have to play to their tunes, be dragged into their drama’s, or have to respond to their never-ending needs which surprisingly almost always ended with nonchalance, ingratitude and expectations of more. I love my family and always there for them, but refuse to be imprisoned with a toxic member by it. Boundaries, self-worth, self-respect are key ingredients we should never feel bad about. \n\n   I am a 20-year-old girl. I have always been very close to my cousins. We have stayed in the same locality so we would hang out together all the time. However, recently, I have shifted to a new city. I feel absolutely lost as I have no friends here. My cousins have been asking me to come live with them, but my parents don’t want me to do that. While I want to rely on the comfort of my cousins, my parents feel that this is a good opportunity to spread my wings. What would suggest I do?\n\nYou have the ability and blessings of your parents to forge a life path for yourself and you should seize the opportunity. Your family and friends will always be there, and they too will find their paths and move forward for what is in their long-term best interests. There are so many amazing challenges and opportunities in front of you, seize them. You have youth and support and once you work on and master the ability to blend into a new environment you will do the same with marriage, with a job, with perhaps many geographical shifts in the future as well.\n\n   My mother has been a working woman all her life, she retired recently. While she has friends, she doesn’t enjoy stepping out of the house. But now, whenever I am at home she comes to my room and wants me to spend all my time with her. She even resents me going out with my friends in the evening. I am trying to handle the situation sensitively, but I am not sure how long I can continue being patient. What should I do?\n\nRetirement is a major life shift and her daily routine, focus & purpose are lost. Make her your ally. If you need anything done, ask her to help you. Whether it’s related to developing a new menu, redoing the home, setting systems in place with staff, or perhaps assisting you in your own work and coming up with ways to contribute and ease your workload or grow. Alternately, you can suggest she take on online mentoring for those who may wish to enter the profession she was in, or to share any skills, experiences she may have developed with others. If you want\n\n   I am a 35-year-old woman working in a bank. For the last two years, I haven’t got a promotion which I feel I should get. On the other hand, a male colleague who joined the organisation with me five years ago, has been promoted twice. My boss says that I need to grow more, whereas I do as much work as he does and often perform better than him. I have a great rapport with my boss. I am unsure whether to take up these issues with the HR and higher-ups or to wait for another year. What would you suggest?\n\nSit with your HR and assess what has prevented a promotion and then work on plugging the gaps. Ask about your current growth in the company, your contribution and for them to do a fair assessment as to whether there should be an increment or promotion based on performance and time spent. Take that data to your boss and request for a review. \n\n",
        "headline_1": "Ridding yourself of a toxic family member",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/heartchakra/ridding-yourself-of-a-toxic-family-member/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-07-2023"
    },
    {
        "full_article": "The opium poppy is one of the most powerful things humans have encountered in their time on earth, Amitav Ghoshwrites in his new book ‘Smoke and Ashes: A Writer’s Journey Through Opium’s Hidden Histories’. The book traverses many archives, centuries and geographies on track of the plant as poppy goes about wrecking societies, creating fortunes, and growing mightier all the time. Ghosh talks to Renuka Bisht about how the colonial opium trade once built the foundations of business and industrialisation from India to the US, but today addiction is gnawing away at both these countries.\n● You cross “a Himalaya of the mind” to see how Chinese influences run deep across India, from Banarasi sari to the civil service exam. But isn’t this an odd moment for such a journey?\nRead full story on TOI+\n\n",
        "headline_1": "‘Only by recognising the power & intelligence of the opium poppy can we even begin to make peace with it’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/only-by-recognising-the-power-intelligence-of-the-opium-poppy-can-we-even-begin-to-make-peace-with-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-07-2023"
    },
    {
        "full_article": "Zuckerberg won’t have to do much to beat Musk’s platform. Threads, however, will add to the damage created by Facebook and Instagram\nPerhaps, Elon Musk shouldn’t have let that sink in after all. But before we get to why, let’s go back in time. In October 2008, right after Jack Dorsey’s infamous ouster as Twitter CEO, his co-founders Biz Stone and Ev Williams paid Facebook CEO Mark Zuckerberg an “uncomfortable” visit, to quote author Nick Bilton.\nIt wasn’t a customary check-in to a man building out a fast-growing rival, but on the agenda was Twitter’s acquisition that Zuckerberg and Dorsey were flirting with for some months prior. While Twitter’s $500 million sale to Facebook didn’t materialise, Zuckerberg had thrown in the classic threat “to build products that further moved in their direction”. Bilton wrote in Hatching Twitter , a book chronicling the chaotic early years of Twitter.\nRead full story on TOI+\n\n",
        "headline_1": "Twitter may get zucked, but threading may be painful",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/twitter-may-get-zucked-but-threading-may-be-painful/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-07-2023"
    },
    {
        "full_article": "A Brahmin pees on a tribal – the outrage you feel is almost inexpressible. The state responds – and the unconstitutionality of its action leaves you equally disbelieving. When the first incident happened in MP, the government simply had to apply the SC & ST (Prevention of Atrocities) Act, and then pursue the prosecution zealously. That extra effort would have been required because convictions under this Act are rare and investigations are usually shoddy. The Supreme Court diluted the aw in 2018, but upheld the amendments to overturn the dilution in 2020. GOI had argued Dalits and tribals continued to encounter indignity, harassment and, as seems to be the case in MP, intimidation aimed at shutting up victims.\n\nBut the appalling nature of the offence doesn’t call for forgetting the law. MP first booked the person under the National Security Act – an extraordinary misapplication – and then, as seems to have become regular affairs in UP and MP, demolished the house the accused and his family called home. A family is homeless now, through an official action that has no grounding in law. But then, Yogi Adityanath apparently got popular support in UP for bulldozing houses, so Shivraj Singh Chouhan, facing polls in a few months, had copied that playbook. The law doesn’t appear to be relevant to those holding constitutional offices.\nBulldozing, though, is not a cast-iron political strategy. If Chouhan is thinking of the tribal vote, he should consider that the demolition can produce upper caste anger of the kind that regular prosecution may not have. And also, if this anger means more atrocities against local tribals, then the tribal vote is not a sure shot either. Tribals, in such situations and in pretty much any state they are located, always fear repercussions once police protection is removed. Politicians, however, won’t stop bulldozing. SC has to step in and call it what it is – unconstitutional.\n\n",
        "headline_1": "Demolishing law: In MP, outrage followed by unconstitutionality",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/demolishing-law-in-mp-outrage-followed-by-unconstitutionality/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-07-2023"
    },
    {
        "full_article": "The choking of most drains in Khulna city due to indiscriminate dumping of garbage, as reported by this newspaper on Saturday, paints a picture of unplanned waste disposal that, unfortunately, plagues the entire country. The most frightening aspect of this garbage fiasco is that it contains thousands of tons of plastic waste which is not biodegradable and wreaks havoc on the environment as well as people's health.\nIn Khulna, there is a huge dearth of bins leading to residents dumping trash into open drains and even roadside spaces, and it is happening under the nose of the local administration. Efforts to clean the drains have been apparently slowed due to \"manpower shortage\". The narrative remains the same in many other cities and towns as well, with little progress being achieved in terms of solving our garbage problem. Equally distressing is the accumulation of plastics as a result of this problem. Plastics and polythene not only clog the drains and water bodies, causing waterlogging; they also enter the soil ruining its fertility by killing larvae, earthworms and microbes. The toxic chemicals of micro-plastics also enter the food chain harming the health of humans and animals – another devastating result of this monstrous pile-up of plastics.\nLast month, the prime minister warned about the plastic pollution. She said that her government had taken multifaceted initiatives to reduce plastic production and ensure proper waste management. We earnestly urge the government to speed up these initiatives and implement them at the ground level. This should include a multi-ministerial body that will monitor these efforts and rigorously ensure that dumping of plastics into water bodies, including drains, is prevented. The government must vigorously enforce the recycling of plastics. The various environment-related acts adopted by the government have to be enforced. This includes the Mandatory Jute Packaging Act 2013 which aims to replace plastic packaging with jute packaging. In fact, we must revive our original initiatives to completely ban polythene and replace them with biodegradable jute bags.\nThe state of drains and unregulated dumping of garbage across the cities in Bangladesh are a wakeup call about the urgency of addressing the plastic menace. Proper waste management with the help of adequate manpower, removal of plastics from the environment and effective recycling efforts have to be part of our development agenda going forward.\n",
        "headline_1": "Plastic garbage is choking us to death!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/plastic-garbage-choking-us-death-3364061",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-07-2023"
    },
    {
        "full_article": "Before he made a dramatic U-turn on Friday, the tear-soaked, shocking retirement announcement of Bangladesh cricket's leading scorer, Tamim Iqbal, had left fans across the cricket-loving nation speechless. This also, once again, brought to fore the seemingly incurable rot at the core of Bangladesh Cricket Board (BCB). The fact remains that the BCB is in tatters – with the one-man rule of the current president, and his high-handed management style, along with the management's unconcealed disrespect for the cricketers – and little has been done over the years to address this.\nThe BCB management is apparently democratically elected, but the system seems totally undemocratic, where players who are under the board's contract are treated with little to no respect by the management. And in a system that operates with seemingly no concrete long-term vision and is mired in various controversies, the mental health of the players, unsurprisingly, takes a back seat. Tamim Iqbal's decision to retire – which he has since withdrawn at the behest of the prime minister – is a manifestation of this dysfunctional system.\nThe current BCB management (under the aegis of its three-term president Nazmul Hassan Papon) has done little to create a conducive environment where players can grow and thrive. Rather, the president himself, through his shenanigans and irresponsible comments before the media, has nurtured a culture of mistrust and controversies, with complete disregard for how this would affect the players' mindset and team performance.\n\nWhile this time around the prime minister herself has intervened to ensure that Tamim will be back on the field, this is only a stop-gap measure. What cricket in Bangladesh needs right now are not curative but preventive measures that will have a lasting impact on the growth of the game.\nFor instance, in February, the BCB chief openly commented about a rift between Tamim Iqbal and Shakib Al Hasan, which according to him had been so bad that they did not even talk to each other. While, in a span of two days, Papon took a U-turn on his statement, the question remains: how could the BCB allow the situation surrounding two top performers of the team to deteriorate to such an extent?\nIn hindsight, the BCB modus operandi, when it comes to players, seems to have become one of conflict and suppression. The struggles of Mashrafe Bin Mortaza, Tamim Iqbal, Mushfiqur Rahim, and Shakib al Hasan in dealing with the BCB made headlines constantly, and the never-ending controversies persist while the management is not held accountable for enabling the gradual decay of the state of the game.\nTamim Iqbal perhaps did not take the decision to retire overnight. There had been constant tension between him and coach Chandika Hathurusingha – who had resigned once in 2017 after alleged conflict and tension with senior players – over various issues, along with the board. The BCB management did not do anything to diffuse the tension. Rather, as usual, the president appeared before the media before the match with Afghanistan and blurted out how Hathurusingha was unhappy with Tamim's statement about his fitness and \"shouted\" on the phone with Papon, and slammed Tamim himself for it. But how was it helpful for the team? Eventually, they lost the match.\nAlso, one would be tempted to ask, why bring back a coach whose first term had ended on a controversial note, who apparently did not even bother to provide specific reasons for this decision, and who also had a tense relationship with the players? Based on which specific merits was Hathurusingha reappointed? Could no one else fit the bill?\nWhatever the BCB management thinks about its own performance, it is obvious that the players and fans are unhappy with how things are, and that a change in the BCB system has become the need of the hour in order for the team to be able to focus on the game, rather than on management politics.\nBut why blame the BCB alone? The media has also been highly irresponsible at times in putting additional pressure on players, slandering them on days when their performance was not up to the mark, magnifying the slightest lapses, even finding far-fetched personal angles to \"explain\" professional mishaps, thus creating sensationalised news.\nThe passionate cricket fans, too, remain ever-insensitive to the sentiments of the players, hailing them for their brilliant performance one moment, and burning their effigies for failures in the next.\nTheir mental health and wellbeing remain unacknowledged in the cricketing scene of the country. At least, the BCB seems to be unaware of this reality, given how both Papon and director Khaled Mahmud made unnecessary fuss when, last year, Shakib Al Hasan wanted to take a break from international cricket citing mental health reasons. While former Bangladesh head coach Russell Domingo did try to create an open environment and safe space for players to talk about their mental health, nothing much seems to have changed.\nLast year, Papon did say that psychologists would be made available to cricketers to overcome mental health concerns, but the BCB's approach itself is enough to give players anxiety and depression. The rough way in which even stalwarts like Tamim and Shakib are handled speaks volumes about the overall mistreatment of players by the BCB.\nWhile this time around the prime minister herself has intervened to ensure that Tamim will be back on the field, this is only a stop-gap measure. What cricket in Bangladesh needs right now are not curative but preventive measures that will have a lasting impact on the growth of the game.\nTo start, the BCB needs thorough restructuring, stringent implementation of governance and a code of business conduct. The management needs to be held accountable for its actions, and it needs to create an environment that promotes healthy discussions and de-stigmatises mental health concerns, while providing enough space for players to focus on both personal and team development.\nAs representatives of the media and cricket fans, we should also learn to show respect to the players, their wellbeing – both physical and mental – and draw the line that should not be crossed.\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n\n",
        "headline_1": "Tamim’s retirement saga shows why BCB must change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/closer-look/news/tamims-retirement-saga-shows-why-bcb-must-change-3364031",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-07-2023"
    },
    {
        "full_article": "The Essential Services Bill 2023, which is an update to the original Essential Services (Maintenance) Act 1952, is currently awaiting presidential approval. As of April 2023, the bill was tabled for discussion in Parliament, and the standing committee was allowed 30 days to produce a report on it. This law, if passed, will allow the government to declare certain services to be deemed \"essential\" in public interest. For now, a long list of services (including the passenger or goods transport services by land, rail, water or air; hospitals, clinics, health centres; any services relating to establishments or organisations engaged in the production, transportation, supply or distribution of coal, gas, electricity, steel, and fertilisers) have already been described as \"essential services\" in the bill.\nOnce the revised Essential Services (Maintenance) Act (ESMA) is enforced, the rights of anyone who is considered a worker under the law can be affected, because this will give the government the extraordinary political power to declare any service as \"essential\" in the name of public interest. \"Public interest\" is an umbrella term that legislatures like to use to circumvent the general process for the welfare of the public, but the inherent ambiguity and expansiveness of this phrase can also be weaponised to justify a political agenda. Without a concrete definition of the circumstances under which the government can declare a service as essential, ESMA can be misused incredibly easily. The Bangladesh government's affinity towards businesses and its hostility towards any form of protests (including workers' legitimate strikes) paint a bleak picture as to how the new law might be used.\nWhen do workers really protest or go on strike? To answer that, I would first describe exactly who a \"worker\" is under the labour laws of Bangladesh. As per Section 2 of the Labour Act 2006, people who work at industries or establishments to perform skilled, unskilled, manual, technical, clerical work but generally do not have administrative, supervisory, or decision-making power are considered to be workers in Bangladesh. Hence, any employee in a managerial or supervisory position is a non-worker. That is, their rights are dictated by their employment contracts, while employees at the most baseline tier (such as garment workers) are at the behest of government-made labour laws. Labour Act 2006 and Labour Rules 2015 only lay down the minimum rights of workers. Since cheap labour brings more profits, business owners usually do not spend a penny more towards workers' wages or safety than what they are legally required to spend. So, while you and I may be able to go to our bosses to negotiate a better salary, the workers must go to the government with their claims – which generally takes the form of a protest or strike, because unless the wheel of development stops turning, the state does not pay attention to the workers' needs.\nIn Bangladesh, the current labour laws already make it difficult for workers to unionise. For instance, as per section 179(2) of the Labour Act 2006, a trade union of workers is not entitled to be registered unless it has a minimum membership of 20 percent of the total number of employed workers in that establishment. The right to strike is further encumbered by the requirement of 51 percent union members voting in favour of the strike. By virtue of the Labour Act 2006, the government also retains the right to stop a strike if it is satisfied that the strike may cause \"serious hardship to the community\" or is \"prejudicial to national interest.\" True to the pattern of creating worker-adverse laws, these terms have not been defined in the Labour Act 2006, either.\nA vast majority of the labour force in Bangladesh consists of workers whose minimum employment rights are decided by labour laws. ESMA will very discreetly overpower every worker's critical right to strike, under the thinly veiled perception of \"public interest.\" Considering that ESMA will prevail over the Labour Act 2006 and the Labour Rules 2015, workers' right to strike in Bangladesh may cease to exist. All strikes and protests are potentially dangerous to the status quo and do threaten power; the chance to control this ubiquitous threat in an economy where workers are the main driving force will be an extremely convenient tool to possess for the government.\nThe undefined term of \"public interest\" makes each and every industry vulnerable to be deemed as providing an \"essential service\", whether or not it is genuinely essential for them to function at a given point in time. For instance, the list of \"essential services\" provided in the bill currently includes \"hospitals, clinics, health centres or similar facilities and dispensaries and any related services\" expressly. However, considering that approximately 83.5 percent of Bangladesh's exports are attributable to the readymade garments sector, if there were to be an extensive strike by the RMG workers demanding better wages, by virtue of ESMA, the government would be able to demonstrate the significance of keeping the garment factories running and declare the manufacturing, productions, exportation of RMG and all incidental services as \"essential\" for 6 to 12 months. Upon this declaration, the workers will be prevented from legally going on strike even if they have a grievance. The minimum wage in the RMG industry was last reviewed in 2018, with Tk 8,000 being set for an entry-level factory worker. In comparison, RMG exports from the country have increased by 14.31 percent to $27.418 billion during the period of July 2022 to January 2023.\nWhile the economy is plagued by alarming inflation, only the desperation of unaffordability and poverty would compel RMG workers to come down with a strike against the current wage structure. But a discreetly notorious law like ESMA will then allow the government to criminalise such a crucial labour strike.\nThe original ESMA 1952, enacted in the then India, is still being used to criminalise workers' strikes in our neighbouring country. In 2012, 20,000 nurses at hospitals run by Delhi and central governments went on strike for issues regarding salary and allowances during a rising outbreak of dengue and chikungunya. While we must acknowledge that a nurses' strike during a healthcare crisis brings intolerable hardship to the masses, criminalising such labour strikes cannot be justified in a system which is so blatantly in favour of institutions rather than its labour force.\nIn an ecosystem where there is no tradition of collective bargaining, strikes will be the prevalent measure workers will resort to for protecting their rights. To carry on an economy that stands on the shoulders of its workers, instead of repackaging a stringent law from the 1950s, we need to find more constructive and fairer alternatives that ensure the delivery of essential services in times of need. Workers' rights and the continuation of essential services could coexist in a healthy way, such as by establishing a minimum service requirement, mediation process, enhancing roles of labour unions, etc – if the government had the political will to prioritise workers over businesses.\nIn effect, ESMA seems to be nothing short of a joint exploitation tactic by the government and businesses to further oppress workers. If a worker's right to strike is not absolute, then at least it has to be negotiable with the authorities. If the intention genuinely is to continue essential services, the state must demonstrate this by setting a reasonable benchmark of fairness for the workers, rather than covert oppressive laws. Workers would not wish to occupy the streets if their needs were being met, and it's impossible to have their needs met when, during the extreme inflation of 2023, a worker's minimum wage is still set at the infinitesimal rate of Tk 8,000.\nAnupoma Joyeeta Joyee is a barrister-at-law. Email: [email protected]\n",
        "headline_1": "Essential Services Bill 2023: A step back for labour rights",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/essential-services-bill-2023-step-back-labour-rights-3363991",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-07-2023"
    },
    {
        "full_article": "The choking of most drains in Khulna city due to indiscriminate dumping of garbage, as reported by this newspaper on Saturday, paints a picture of unplanned waste disposal that, unfortunately, plagues the entire country. The most frightening aspect of this garbage fiasco is that it contains thousands of tons of plastic waste which is not biodegradable and wreaks havoc on the environment as well as people's health.\nIn Khulna, there is a huge dearth of bins leading to residents dumping trash into open drains and even roadside spaces, and it is happening under the nose of the local administration. Efforts to clean the drains have been apparently slowed due to \"manpower shortage\". The narrative remains the same in many other cities and towns as well, with little progress being achieved in terms of solving our garbage problem. Equally distressing is the accumulation of plastics as a result of this problem. Plastics and polythene not only clog the drains and water bodies, causing waterlogging; they also enter the soil ruining its fertility by killing larvae, earthworms and microbes. The toxic chemicals of micro-plastics also enter the food chain harming the health of humans and animals – another devastating result of this monstrous pile-up of plastics.\nLast month, the prime minister warned about the plastic pollution. She said that her government had taken multifaceted initiatives to reduce plastic production and ensure proper waste management. We earnestly urge the government to speed up these initiatives and implement them at the ground level. This should include a multi-ministerial body that will monitor these efforts and rigorously ensure that dumping of plastics into water bodies, including drains, is prevented. The government must vigorously enforce the recycling of plastics. The various environment-related acts adopted by the government have to be enforced. This includes the Mandatory Jute Packaging Act 2013 which aims to replace plastic packaging with jute packaging. In fact, we must revive our original initiatives to completely ban polythene and replace them with biodegradable jute bags.\nThe state of drains and unregulated dumping of garbage across the cities in Bangladesh are a wakeup call about the urgency of addressing the plastic menace. Proper waste management with the help of adequate manpower, removal of plastics from the environment and effective recycling efforts have to be part of our development agenda going forward.\n",
        "headline_1": "Plastic garbage is choking us to death!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/plastic-garbage-choking-us-death-3364061",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-07-2023"
    },
    {
        "full_article": "We strongly condemn the Israeli forces escalating the ongoing violence in the occupied West Bank by besieging the Jenin refugee camp in the biggest attack in nearly two decades. As 1,000 troops assaulted the city this week, 12 Palestinians were reportedly killed and hundred others injured. Though the Israeli army has now retreated, Israel's far-right government led by Benjamin Netanyahu announced that the \"counterrorism\" attack – which followed the killing of four Israelis by two Palestinian gunmen – was \"not a one-off operation,\" burying the smallest of hopes that the escalation could be a short-lived episode. If anything, the ongoing crisis in the West Bank raises the possibility of a third intifada, and lays bare Israel's brazen disinterest in the \"two-state\" solution.\nThe latest incursion was an inevitable consequence of surmounting violent clashes prompted, for the most part, by the Israeli military in the name of \"self-defence.\" In May 2022, prominent Palestinian-American Al Jazeera journalist Shireen Abu Akleh was shot dead when covering the Israeli raids of Palestinian homes in Jenin. This year, so far, more than 130 Palestinians have been killed in the West Bank, suggesting that the total death toll may surpass last year's count. Vigilante settler violence has also dramatically increased in the conflict zone, with the Israeli government's policy of annexing the West Bank. And that has only been possible with indifference, and in some cases, shameful support from powerful nations such as the United States.\nWhile Israeli forces stormed the jam-packed refugee camp in Jenin, pushing thousands of Palestinians to abandon their homes, the Biden administration said it supported Israel's right to \"defend its people against Hamas, Palestinian Islamic Jihad, and other terrorist groups.\" The European Union and other nations who have engaged in calls for peace have done little to contain Israel's violent occupation. The fear of spiralling violence is now higher than ever before, and to characterise Israel's misuse of its military power as anything but apartheid is politics of convenience. While we condemn Netanyahu's extremist policies, we also condemn complicit enablers of Israel's impunity. With little support globally, Palestinians continue to lose their lives and homes. But if Palestinian lives do indeed matter, then the international community must stand by the two-state solution and hold Israel accountable\n",
        "headline_1": "Stop violent escalation in the West Bank ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-violent-escalation-the-west-bank-3363801",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-07-2023"
    },
    {
        "full_article": "As Bangladesh is going through the throes of \"load-shedding\" after years of relatively uninterrupted power supply, it is time to revisit what went wrong with the power system master plan prepared at the beginning of the government's first tenure. Economists and energy experts have repeatedly, over the course of more than a decade been pointing out that the national energy planning's Achilles heel has been the model on which rental power plants operated. Their claims were often ridiculed and belittled by those in the driving seat as either being unrealistic or ill-motivated. It is only now that after the country achieved 100 per cent electrification and the subsequent loss of financial ability to supply the power sector with requisite energy supplies that questions are being asked again. And the question is not coming from those outsiders but by the government's own watchdog body for development projects, the Implementation Monitoring and Evaluation Division (IMED). In a recent report, the IMED has minced no words about capacity charges to power plants which are paid by the government to private power plants as being unsustainable. Indeed, from what has been published in the media, it is understood that the State has paid out Tk 900 billion in capacity charges since 2009, and that the volume of payments is increasing with each successive year. What excuse does the government have as to why requisite investments were not made to develop the country's domestic energy sector? If anything, it has only made the country dependent on energy import. And to be frank, it has only helped enrich some private sector entrepreneurs at the expense of the national exchequer. Because the report states that private power producers were able to sell electricity to the government at 25 to 50 per cent higher rates and in the event the State is unable to purchase electricity generated by these plants, it is bound to pay capacity charges. Interestingly enough, there appears to be a lack of planning as to how many power plants were needed for the economy. If one looks at the last few years, there appeared to be a rush to set up new power plants, whereas investments needed to upgrade the transmission network was sidelined. So today, the country has a lot of generation capacity, but lacks the transmission capacity to take that power to end users. It further lacks the ability to deliver quality and consistent supply of power to industry which is willing to pay the premium if needed.The report has finally vindicated all those academia, energy experts and professionals who have been demanding an end to the Indemnity Act of 2010 on the power sector, a law that allowed government to accept and implement unsolicited proposals on power plants. After misspenting a huge sum from the state coffer, it is good that some soul searching has taken place. Nothing hits home harder than a reality check. Any nation that follows a path of energy dependence on foreign markets and where the private sector is allowed free reign to help set policy, is essentially recipe for a national disaster. The path to recovery must begin with annulling this Act and redirecting resources to full-blown natural gas exploration onshore. If government is truly interested in balancing its books with austerity measures, then this is one area where it must concentrate its focus.",
        "headline_1": "IMED’s finding on capacity payments",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/imeds-finding-on-capacity-payments-1688822954",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-07-2023"
    },
    {
        "full_article": "We live in a world where the risks of pandemics - particularly with zoonotic origins - are growing, driven by climate change, deforestation, changing land use patterns, food systems, water shortages, and urbanization. As the WHO has warned, the question is not if there will be another pandemic, it's when.Almost seven million people worldwide lost their lives to COVID-19, according to the WHO, including over half a million in India where I grew up and more than one million in the United States where I live now.The social and economic ripple effects of the pandemic have been devastating, particularly in the Global South-job losses, children out of school, reversals in development, an additional 70-100 million people living in extreme poverty compared to pre-pandemic years. All this is because the world was not prepared to effectively detect and contain the virus from spreading and reaching pandemic proportions. We cannot afford to let this happen again.We must prioritize sustained funding for countries that need support to build resilience to future health shocks. Investing in pandemic prevention and preparedness for developing countries is investing for the world, with enormous economic and social returns for everyone, everywhere. These may not be visible until an outbreak happens. But the fallout from not being prepared could be huge in comparison to the investments needed.An analysis for the G20 conducted by the WHO and the World Bank in March 2022 estimated the need for additional, external financing of around $10 million, per year, over the next five years, to strengthen PPR capacity in low- and middle-income countries. Compare this with the trillions of dollars lost in global economic output, not to mention the lives lost from COVID-19.A new multilateral financing mechanism dedicated to strengthening pandemic prevention, preparedness, and response (PPR) is created.In April 2022, the G20 finance ministers asked the World Bank to explore the possibility of setting up a Financial Intermediary Fund to strengthen PPR capacity in low- and middle-income countries. The Bank moved fast. Together with G20 partners, the founding donors, the WHO, civil society, and other partners, we were able to develop and establish the Pandemic Fund by September 2022, underpinned by a robust, inclusive and agile governance structure with a strong focus on transparency and accountability. The Pandemic Fund has already raised $2 billion in seed capital from 25 sovereign and philanthropic contributors and moved forward quickly with the first round of funding.The Pandemic Fund's vision and business model offer an opportunity to do things differently. First, the Fund has the flexibility to deliver support through a variety of existing institutions, like MDBs, UN agencies and global health initiatives, complementing their efforts and drawing on their comparative advantages. Second, grants from the Pandemic Fund catalyze co-financing for projects from public and private sources, and technical expertise from the WHO and other partners. Blending the grants with MDB loans will make the latter more affordable and incentivize developing countries to do more. Third, the model fosters coordination - breaking silos, and serving as an integrator at every level. It recognizes that pandemic preparedness requires actors to work together to build country capacity in core areas, like better surveillance and detection; stronger public health institutions; health facilities, including primary healthcare, that can cope with emergencies; a robust health workforce, which includes community health workers; and government capacity to coordinate and manage in times of crisis.It also recognizes that regional and global level efforts are vital, including through public-private partnerships. For example, to support cross-country collaboration on disease surveillance and data sharing; build capacity for the coordinated development, procurement, and distribution of vaccines and other medical countermeasures to ensure access for all; and create well-functioning supply chains. The World Bank is already seeing some of this come into play.The WB's first call for proposals, which closed last month, is a learning exercise. It was eight-times over-subscribed. We received some 180 applications from 129 low- and middle-income countries with requests for over $2.5 billion in grants (against an envelope of $300-350 million) to strengthen capacity for disease surveillance and early warning systems, laboratories, and human resources, including community health workers.The Pandemic Fund's first call for proposals has galvanized action, producing strong country- and regional commitments to strengthen PPR, both monetary, where possible, and non-monetary, where financial capacities are stretched. The emphasis on \"One Health\" shows an appreciation of the interplay between animal and human health, and the environment. And the desire to strengthen cross-border collaboration is encouraging.The level of demand sends a clear signal that the Global South is serious about investing in pandemic preparedness and strengthening health systems, and that it sees the urgency to act. Yet, in the face of multiple crises - including climate, debt, food insecurity, and rising poverty -- many countries, and particularly the poorest ones, simply don't have the fiscal space.According to a recent Word Bank report, government spending on health in many of these countries has already dropped since the height of the COVID pandemic.This makes additional, external financing - especially grants -- ever more important. And of course, the money must be spent wisely for greatest impact.Achieving the Pandemic Fund's promise requires acting with urgency, and through collective action.With the necessary funding, the Pandemic Fund can help close critical PPR capacity gaps at the country level. It can also do more on regional and global initiatives to support developing countries become better prepared for the next pandemic.This is the time to scale up efforts through collective action. We must work with urgency, applying the lessons learned from COVID-19 and invest adequately in pandemic prevention and preparedness, to build a safer, healthier, and more resilient world. The next pandemic won't wait for us.blogs.worldbanks.orgPriya Basu is executive head of the Pandemic Fund hosted by the World Bank.",
        "headline_1": "Are we ready for next pandemic?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/are-we-ready-for-next-pandemic-1688823628",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-07-2023"
    },
    {
        "full_article": "In spite of the season being monsoon, the torrential rains on the days before and after Eid-ul-Azha were least expected. Following the rainless, sultry days for nearly two weeks, the residents of Dhaka were wistfully awaiting a cool weather accompanied by normal spells of rain. They were not prepared for the heavy monsoon showers that detracted lot from the Eid jubilations. As seen in the last couple of years, the residents of Dhaka had already started viewing themselves free of the capital's perennial scourge of water-logging. The reemergence of the urban affliction during the Eid holidays made many feel dejected. The feeling of gloom was prompted by rainwater-flooded main roads and lanes in different neighbourhood, conventionally termed waterlogged areas.Those included a number of city areas that eventually emerged as metonymy for Dhaka's urban inundation. Year in and year out, the roads and footpaths in these large swatheswould go under knee- deep water following long bouts of rain. The water-logging compelled both motorised and non-motorised vehicles to move through submerged roads during monsoon almost every year. After repeated phases of repairs and renovation, a few of these premier roads proved to be tolerably water-logging-proof. In most cases, however, they have relapsed to their earlier plight. Roads in Kazipra and Shewrapara and some other areas in Mirpur stand proof to this unpalatable reality. In the northern and western parts of Dhaka, dozens of major roads have yet to emerge fully free of the assaults of the monsoon rains. Besides, parts of Mohammadpur and MerulBadda and many areas on the city outskirts still remain vulnerable to water-logging. Tospeak pithily, except some exclusive areas, veritably it is the whole metropolis which has started falling victim to big and small road inundations.The roads which had to take in the biggest load of water-logging are those situated in the city's older part. Apart from the relatively wider ones, dozens of lanes and by-lanes in Old Dhaka remain under water for days, and even weeks. Experts blame weak waste and drainage management jobs for this plight of the roads and the areas adjacent to them in the city's older part. In order to remain free of the water-logging of roads and low-lying areas the authorities concerned have been putting in place technical measures one after another for long. Laying storm sewage lines and placing box culverts are among them. According to people aware of the problems, the system of box culverts resulted in a mess. The storm sewage lines have also failed to come up to the expectation. Given these stark realities, how far the different water-logging prevention steps will work is anybody's guess. In the meantime, the civil society involved with the movements for making Dhaka a livable city has long been advocating the demand for restoring the long choked canals. They believe by reviving the fast disappearing canals, the waste-filled putrid rain waters could be made to flow into the Buriganga and its three branches. In the case of any dawdling, the existing canals might meet the fate of the now extinct DolaiKhaal. The 26 'restored' canals of Dhaka can play a great role in keeping Dhaka free of monsoon flooding and the yearly menace of water-logging. The case of Chattogram is similar to that of Dhaka, as it, too, has a 'now-dysfunctional' large canal network. Of late, the water-logging menace has started bringing a lot of miseries for the port city's people. Instead of taking pompous projects, the authorities of the two cities should also concentrate on their dying canals. [email protected]",
        "headline_1": "Dealing with city waterlogging",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dealing-with-city-waterlogging-1688826534",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-07-2023"
    },
    {
        "full_article": "The dengue situation in Bangladesh is getting worse with each passing day. According to the Directorate General of Health Services (DGHS), in June this year, the number of dengue patients was 7,978, which is four times higher than what was in the same month in 2019, when the country saw over 100,000 dengue cases - the highest in our history. The high number of infections and deaths this July points to a possibly deadly outbreak looming on the horizon. Once dengue was considered a seasonal disease, with most cases recorded during the monsoon. Now dengue cases are being reported throughout the year. Last year, the majority of the dengue infections were reported in the second half of the year, with over 50 per cent of total cases reported in October. That means that if we cannot contain the spread of the virus right now, we may experience another deadly outbreak in the later part of the year. And with the number of cases being recorded already, the situation seems quite dire.The number of hospitalised patients is also increasing day by day. However, most hospitals in the country have not yet introduced separate wards or corners for dengue patients. At least large hospitals like Dhaka Medical College Hospital (DMCH) should have introduced separate dengue wards and ICU (intensive care unit) facilities for seriously ill dengue patients. The use of mosquito nets for hospitalised dengue patients should be made mandatory. However, many dengue patients at DMCH are undergoing treatment on the floors and corridors of the hospital without mosquito nets. As there is no separate ward for dengue patients and mosquito nets are hardly used, there is the risk of a rise in the number of dengue patients even in the DMCH unless measures are taken to make the hospital mosquito-free. We urge the authorities concerned to look into the issue sincerely so that separate arrangements are made for dengue patients in our hospitals.\nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID), [email protected]",
        "headline_1": "Arranging separate wards for dengue patients",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/arranging-separate-wards-for-dengue-patients-1688823663",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-07-2023"
    }
]