[
    {
        "full_article": "In the 1950s much of our modern architecture was so half-baked and thoughtless, it relied purely on gigantic size and a mishmash of classical ornaments to get its garbled message across. Even today, structures like National Museum – along with Delhi’s Sapru House and Reserve Bank – fail to elicit enthusiastic aesthetic support from artists, architects, and conservationists.\nNow slated for demolition to make space for Central Vista’s new administrative buildings, National Museum then may not be such a loss. Its real value however lies in the enormous wealth of historic art treasures it houses. GOI proposes to shift these into storage. Then – once bureaucrats move to their new offices – into the refurbished interiors of North and South Blocks.\n● But are North and South Blocks suited to housing, displaying and storing one of the world’s most varied historical collections?\nIt includes stone relics from Mohenjo Daro and Harappa, Gandhara art, Chinese silk hangings, delicate frescos and leaf paintings, not to mention scores of anthropological and archaeological artifacts, craft pieces and jewellery. All these require specialised displays, temperature and humidity control, designated storage and security measures. Then there is the problem of providing public access in the city’s most heavily guarded political arena. To allow the public to move freely in and around buildings of high security will doubtless be difficult, if not impossible.\nRead full story on TOI+\n\n",
        "headline_1": "Sarkar will be poor company for great art",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/sarkar-will-be-poor-company-for-great-art/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-03-2024"
    },
    {
        "full_article": "Last week a young Spanish couple, who had ridden their motorbikes safely through 63 countries, was brutally assaulted while in India, and the woman gangraped.\nThis incident attracted widespread attention, with several social media users sharing their experiences of sexual violence in India. The Chairperson of National Commission for Women responded by accusing such users of defaming the country, displaying a remarkable degree of disconnect from the post she occupies. While India is certainly not the only country where sexual crimes occur, when someone bikes through 63 countries without incident, only to be raped when they reach India, it does occasion reflection.\nIt’s tempting to view this solely as a law and order problem. But that implies these crimes are an anomaly, committed by outliers, and do not reflect our social mores. In fact, sexual crime is only the outward symptom of a deeper malaise that exists within us: As a society, we still cannot bring ourselves to treat men and women equally.\nRead full story on TOI\n\n",
        "headline_1": "Boys can’t keep being boys",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/boys-cant-keep-being-boys/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-03-2024"
    },
    {
        "full_article": "Even a Hindu Rashtra can be for everyone living in Hindustan. Look at Mahatma’s concept of trusteeship\nWith more than a touch of benevolent patriarchism befitting the father of the nation, Mahatma Gandhi anointed the rich as the ‘trustees’ of the nation as a whole, endowing capitalism with the saving grace of compassion, and making economic Darwinism stand on its head in an aasan of moral yoga in which the powerful protect the powerless. Can such an altruistic Gandhian precept be extended as an assurance of minority rights being preserved and protected in India? Some powerful forces want India to be a Hindu Rashtra, in much the same way as in UK, where the monarch is also the head of the Church of England. Many constituents of EU are avowedly Christian nations. EU’s charter implies its Christian orientation, which is perhaps one of the reasons why Türkiye still hasn’t got membership of the bloc.\nThe enormous goodwill Lotus party has earned, following the building of Ram Mandir, has prompted it to proclaim its electoral rallying call of bagging over 370 Lok Sabha seats. For some commentators, this tally would be one more step towards getting countrywide legislative heft for amending the Constitution, by removing from it the words ‘secular’ and ‘socialist’, which were inserted in 1976 by Indira Gandhi.\nShould that happen, will it further invigorate majoritarian assertiveness as manifested by self-appointed gau rakshaks and ‘love jihad’ vigilantism? Or, having had its upper hand ratified by constitutional mandate, might saffron supremacy be tempered by tolerance, born from the magnanimity that ought to go hand in hand with victory?\nIf the Holy Grail of a Hindu Rashtra is secured, will the Ram Rajya embrace not just a single community but the larger community that is all of Hindustan?\nThat would be a trusteeship of which Bapu would unconditionally approve. But perhaps even more importantly, it would win the wholehearted endorsement of Maryada Purushottam, the Ideal Man, himself.\n\n",
        "headline_1": "The Gandhi way",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/the-gandhi-way/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-03-2024"
    },
    {
        "full_article": "Even chess great Garry Kasparov’s Sicilian defence wouldn’t be a match for this move from Moscow. Kasparov now finds himself on a Russian list of ‘terrorists and extremists’. But then again, Moscow these days isn’t mucking about. Mother Russia must be saved from all ‘subversives’ – whether they play chess or marbles. ‘Strong nations’, after all, signal ‘strength’ in part by dissing offenders, real or fervidly imagined.\nColourful commies | Ex-USSR was a master at this game. People could be convicted without actual crime for being ‘bourgeois’. Worse was being a ‘counter-revolutionary’. But Mao’s China took it up a notch. You could be a ‘capitalist roader’, even when you were a card-carrying commie. Or, and this surely takes the cake, the state could charge you with being ‘running dog of imperialism’. If these didn’t fit, there was always ‘class enemy’ or ‘rightist’ to put you in the doghouse. China still loses its red cap over an 88-year-old ‘splittist’.\nToo much insult bro | The former Ottoman empire isn’t far behind. ‘Insult to the President of Türkiye’ or ‘trying to overthrow the constitutional order’ may be vague charges, but can get you serious time in the cooler. What about Thailand’s lese majeste law prohibiting insult or defamation to not just the monarch and the queen, but also heir-apparent, heir-presumptive or regent? Is that Bangkok’s interpretation of ‘the majesty of the law’?\n\nPublic enemy to Rowdies | West too had its ‘public enemy’, handed down from Roman times, through the French Revolution, to 1930s America. But as with all things American, pop culture would later appropriate the tag and jiggy with it – Public Enemy is a hit hip-hop group. Sadly, the Indian state, although all powerful, seems less imaginative when it comes to inventing colourful words for those who offend the state. Our blushes are spared by ‘rowdies’ and ‘history-sheeters’ – two so very Indian-English words.\n\n",
        "headline_1": "Who’s a running dog?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/whos-a-running-dog/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-03-2024"
    },
    {
        "full_article": "Human actions involving development projects that burn fossil fuels are admittedly a major driver of climate change. But despite the fact that historically most developing countries including Bangladesh are latecomers so far as their contribution to global warming is concerned, they are still the worst victims of climate change. In this context, the Global Climate Risk Index 2021 ranked Bangladesh as the seventh extreme disaster risk-prone country in the world. Against this backdrop, amid a host of measures it has been adopting to combat the destructive impacts of climate change, fresh challenges are coming from the development financiers, who, in line with the Paris agreement (of December, 2015's UN climate change conference held in Paris), are reportedly, setting conditions regarding financing the country's development projects. Notably, a document incorporating the guidelines titled 'Direct Investment Lending Operation' was signed last October by multilateral development funders including the Asian Development Bank (ADB), the World Bank Group (WBG) and the European Investment Bank (EIB), holds that they may or may not invest depending on their meeting the conditions of low-carbon emission. Obviously, to meet such lending conditions, Bangladesh will have to be rather selective about choosing projects. To add to these concerns, some experts have warned that after July this year, no development financing would be forthcoming for projects that are based on coal and other fossil fuels. Since Bangladesh has in most cases to depend on funding from its foreign development partners to finance its development projects, the government will have to be very convincing in its dealing with the foreign financiers so that many of its ongoing projects, especially the infrastructure-related ones, that are energy-intensive, are not unduly affected by their pro-green financing bias. It is more so for the projects to be undertaken in the future. At the same time, it is urgent that necessary steps are taken to increase the expertise of people involved with preparation of development projects for making those climate-compliant. No doubt, that would require introduction of carbon-capture and carbon-storage technologies that are expensive. This would call for extra attention from the policymakers so that selection of the energy-efficient technologies that emit less carbon but at the same time are within the affordable limit of a developing economy like Bangladesh are made. Here is where comes the issue of negotiation skill on the part of those behind project designs. Knowledge of carbon-reduction technologies would be crucial in this case. Otherwise, there is the risk of choosing options that are unnecessarily expensive and burdensome for projects to be undertaken.But apart from the requirement of designing development projects to suit the green bias of development financiers, Bangladesh as a highly climate vulnerable nation has its own exigencies for transition to a greener, renewable energy-based economy. It does already have its green growth targets as envisaged in the 8th Five Year Plan and the Bangladesh Perspective Plan 2041. At this point it may be recalled that to sustain its economic growth and move further ahead towards a greener future, the World Bank (WB), recently, produced a draft strategy paper taking into account the requirements of the major sectors of the economy including energy, manufacturing, transport and agriculture. In the next two decades, as part of the climate action financing for Bangladesh, the massive initiatives to that end would require over US$200 billion. Since a major development partner, WB, is on Bangladesh's side in its march to a green development path, the government can well turn it to its advantage while securing funds for its development projects from different project financiers.",
        "headline_1": "Prioritising climate compliance in project selection",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prioritising-climate-compliance-in-project-selection-1709908093",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-03-2024"
    },
    {
        "full_article": "That the authorities are serious about doing something tangible to calm retail prices of the edibles less than a week before the holy month is good news. But is it proving to be too little too late? One must wait to see how the month pans out for the consumers. Although the honourable prime minister herself has publicly stated that no leniency will be shown to hoarders of food has perhaps swung the commerce ministry officials into action. The proof of the pudding lies in the actual actions on the ground and the ministry's performance will be judged by what prices the market will charge millions of consumers during the month of fasting.This is the first real test the new minister and his team will face at the commerce ministry. His predecessor was unfortunate enough to be dealt harshly by not just the media but his own government for making statements that went sideways more often than not. Perhaps this time around, the people will be spared theatrics and expect for more constructive actions that will leave a lasting impression. One does not envy the minister because the gentleman walks a fine line between what people demand and what he can deliver. Promises have been made and hopefully they will be kept.Promises at the level of the ministries concerned were mostly made only to break. There were instances before the last Ramadan when businesspeople went the other way immediately after agreeing to maintain the government-fixed prices of a few essentials at meetings with the commerce minister. In the Middle East countries, traders are literally in competition for offering discounts on sale of commodities. A sense of piety drives them to do so. But here traders target the holy month to maximise their business profits. This is how they make a mockery of religious teachings. If the poor bear the brunt of such motivated price hikes, there is a class of people for whom money is literally not a problem. But the market does not survive on these people. The general consumers keep the market thriving. If a large segment of people has its purchasing power eroded, the market undergoes stagflation or worse negative growth. More often than not, excuses are made at policy level about how things are simply awful in the international markets and how it is impossible to procure goods at decent prices from abroad. It is also awful to learn that while the national board of revenue (NBR) has been cutting import duty on many items, the government's own investigations have unravelled more than one racket by importers / millers / traders where artificial price manipulation has been going on and no stringent action has been taken against them. So, while the latest effort expended by the ministry concerned for replenishing rice and other farm produce stocks from neighbouring Myanmar, will it be enough to stabilise rice prices at the retail level? This is exactly what concerns the common people. Food price in the international market has been quite low although there is prediction that prices of rice will most likely go up soon. On that count, the initiative for early import deserves appreciation. The plan for import, however, is still waiting for approval from various stakeholders and it does not look good. Why wait till this late hour to move on this very pressing matter? As per a report published in this newspaper recently: \"The MoU will be signed between the state-run Trading Corporation of Bangladesh (TCB) and the Myanmar Rice Federation (MRF), an umbrella body of Myanmar's private-sector rice industry.\"Will this MoU and later, an agreement, be able to deliver the goods as promised? We must hope for the best that the basket of essential commodities that include ginger, garlic, onions and of course, rice will be delivered on time and at a price that will be affordable to all. At the end of the day, it can only be hoped that those parties that are involved in artificial price manipulation and hoarding of goods will be dealt with a firmer hand than in the past. After all, big business has never had so much political clout as it has today. But politicians would do well to remember that disregard for public needs always comes at a price.\n[email protected]",
        "headline_1": "How effective will be the move to replenish food stocks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-effective-will-be-the-move-to-replenish-food-stocks-1709908347",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-03-2024"
    },
    {
        "full_article": "Within three months of full operation, the metro rail in Dhaka becomes highly popular among the regular commuters as the mass rapid transit brings a big comfort for them. On an average, some 250,000 commuters are using the metro rail daily and around 20 million people have already used the service in January. Thus the demand for the service is mounting day by day. The passenger pressure during peak hours, mornings and evenings to be precise, is so intense that they have to wait long for availing a train. To ease the pressure, the number of trips also increased in the second week of February coupled with reduction of the time gap in peak hours.Nevertheless, metro rail has been facing some technical glitches that forced to halt the operation for more than an hour occasionally. The interference from kites and sky lanterns as well as power outages also forces the authorities to suspend the operation. The sudden halt of the operation causes sufferings to commuters. On February 17, its operation was suspended for over an hour and commuters had to wait at different stations and inside trains. After resumption of the operation, when passengers depart in their desired stations by tapping the metro pass, they were charged for overstay. It means, the metro authorities do not consider the possibility of disruption and adjust the overstay issue accordingly in the automated system.The passengers' increased reliance on metro rail has decreased the number of passengers in public buses plying on Mirpur-Farmgate-Mothijhil route to some extent. Media reports showed that buses are getting fewer passengers mostly in off-peak hours. Thus the waiting time of these buses increased causing trouble to commuters who need to travel in different destinations. It is now clear that public buses are not properly aligned with the metro rail to tap the optimal benefit of the mass rapid transit. In the highly populated Dhaka city, public buses still carry around 90 per cent of the regular commuters. Unfortunately, public buses in Dhaka have earned bad names for overcrowding, lack of comfort and security, unsafe driving practices, poor and dangerous boarding and alighting facilities, irregular service frequency and a lack of cleanliness. The physical conditions of most of the buses are terrible. Despite being unfit or semi-fit, the buses are on roads and there is no effective move to replace these with new ones. The bus routes are also not properly designed and the move to rationalise the routes has yet to be functional.Thus, the operation of the public buses in Dhaka needs to be revamped to make the entire public transport system efficient. Extra pressure on the metro rail will not bring any better outcome in the long-run. Instead, it may reduce the efficiency of the metro rail. What is needed is replacement of the ramshackle buses with new ones immediately. The government may offer some financial support like easy loan for bus owners and operators in this regard. Though the Bangladesh Road Transport Corporation (BRTC) has taken a plan to introduce new buses aligning with the metro rail, it is not sure when the plan will be realised and how effective it will be. The BRTC is crippled with inefficient management. Moreover, the operation of BRTC buses has been facing obstacles from the private operators. So, it is unlikely that they will cooperate with the state-run transport agency to carry out the plan. Against this backdrop, it is important to engage the private operators by offering some incentives.\n[email protected]",
        "headline_1": "Aligning public buses with metro rails",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/aligning-public-buses-with-metro-rails-1709908388",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-03-2024"
    },
    {
        "full_article": "Neobanks, also known as \"challenger banks\" or \"digital banks,\" are fintech firms that offer apps, software, and other technologies to streamline mobile and digital banking without a physical location, redefining user-friendly finance. Unlike traditional banks, neobanks are exclusively online-focused, prioritising convenience for the tech-savvy generation. They have embraced 'Banking as a Service' to blend traditional banking with modern customer preferences.Neobanks leverage modernised platforms to acquire customer data, enabling personalised services and a seamless banking experience with a remarkably simple process: sign up, download the app, and start managing your finances instantly. Among other benefits, they offer low or nonexistent costs for using their services, such as withdrawal fees, account maintenance, and fees incurred while exchanging currency. Besides, their agile operating style allows swift adaptation to dynamic and ever-evolving market and customer dynamics. While neobanking might be a new concept in Bangladesh, it is a daily reality in developed countries. Even in our neighboring country India, many neobanks (such as Freo, Jupiter, Instant Pay, etc.) are reshaping the Indian banking landscape by focusing on online accessibility, user-focused design, technological innovation, and personalised solutions. A fintech startup named \"Happi\" is set to launch in Bangladesh as a neobank to provide a new digital banking experience, while teaming up with Dhaka Bank and Mastercard. They are working as a distribution partner under its brand name, which highlights the untouched market gap for FinTech companies.\nMunshura Hossain Faria Undergraduate Student North South University",
        "headline_1": "Neobanks: the future of banking",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/neobanks-the-future-of-banking-1709908452",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-03-2024"
    }
]