[
    {
        "full_article": "With its verdict on Thursday, Pakistan’s Supreme Court effectively ruled that events of the last week in Pakistani politics were null and void, holding the Deputy Speaker’s actions on Sunday “unconstitutional and illegal”, when he rejected the opposition’s No-Confidence Motion against Prime Minister Imran Khan. The verdict, which has been hailed by the Opposition and Pakistan’s media as the defeat of Mr. Khan’s ‘assault on democracy’, has had the slightly unusual impact of reinstating PM Khan after he had voluntarily resigned, and resurrecting the National Assembly, which had been dissolved the same day by Pakistani President Arif Alvi, as he called for fresh elections. Parliamentarians will now, on Saturday, re-enact their actions, and convene again for the no-confidence motion vote. However, it will not all be “deja vu”, as the Speaker has been ordered by the court on how to proceed: by holding the no-confidence vote and then an adjournment only if Mr. Khan is able to win the vote. If he loses, as is likely, the session can be adjourned after a new Prime Minister is voted in. The Supreme Court has also ended Mr. Khan’s “Plan B”. After it became clear that the combined Opposition, including members of his Pakistan Tehreek-e-Insaf, and many of his coalition partners, had the numbers to instal Pakistan Muslim League (N) chief Shehbaz Sharif in his place, he raised the “foreign conspiracy” bogey. He ensured the confidence vote was cancelled, and before the Opposition could gather its thoughts, raced through his resignation and recommendation to President Alvi for fresh elections. The pace and purpose of the actions of the former cricket captain were to ensure that none of the decisions could be reversed, and willy-nilly, the country would be pushed into elections a year earlier than when the Assembly’s tenure ends.It is clear that Mr. Khan overestimated his ability to manage the denouement of the drama played out this week. He has also made some formidable opponents apart from the political Opposition, including Pakistan’s all-powerful military establishment, which he has openly challenged, the U.S., which has consistently avoided engaging with him, and which he has named for “threatening” him, and the judiciary itself, which his cabinet colleagues have accused of carrying out a “judicial coup” against him. While Saturday’s events may finally draw the curtains on the political thriller and usher in a new government, the final verdict on Mr. Khan’s seemingly reckless and unprecedented actions will probably only be sounded when the country next goes to the polls. If Mr. Khan is voted out, he will strengthen and reinforce the precedent in one respect: no Pakistani Prime Minister since 1947 has yet completed the full five-year term of the National Assembly in office.",
        "headline_1": "Pace without pause: On Imran Khan’s politics",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/pace-without-pause-the-hindu-editorial-on-imran-khans-politics/article65303973.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-04-2022"
    },
    {
        "full_article": "The suspension of Russia from the UN Human Rights Council has turned the global spotlight on the civilian killings in Ukraine. The U.S.-sponsored resolution in the UN General Assembly was approved by 93 votes against 24, with 58 abstentions that included India. Russia has faced immense criticism after bodies were found in the streets of Bucha, a northern Ukrainian town, from where Russian troops withdrew following the Istanbul talks. Russia claims it to be “staged events and fakes”. While the truth should be established in an independent UN-monitored probe, there is no doubt that civilians were targeted. According to the Office of the High Commissioner for Human Rights, at least 1,611 civilians have been killed and 2,227 injured in Ukraine since the war began. Russia cannot evade its responsibility for these losses. When Russia began the invasion, President Vladimir Putin had said the main objectives of what he called the “special military operation” were the “demilitarisation and denazification” of Ukraine. Considering the three-front war Russia launched, it was evident that Moscow wanted to meet its real objectives — whatever they were — quickly. But Ukraine’s fierce resistance, especially in the north, has changed the course of the conflict, which now looks like a war of attrition, focusing on Ukraine’s east.Now, both Ukraine and Russia are in difficult situations. The Ukrainians, with military and financial aid from the West, have pushed back in the north, but lost territories in the east and the south. Given the power imbalance, it is unlikely that Ukraine can regain the lost territories. Russia now seems to have been bogged down in the battlefield, with international criticism mounting on its war conduct. What is in the best interest of all parties is a cessation of hostilities and a diplomatic solution. The Istanbul talks had opened a path towards peace. According to the Ukrainian proposals, President Zelensky has agreed to accept neutrality in return for multilateral security assurances. He is also ready for a consultation period of 15 years for Crimea, which Russia annexed in 2014, and discuss the status of the self-declared Donetsk and Luhansk republics in a summit with Mr. Putin. It was after these proposals that the Russians announced their pull back from the north. But the Bucha killings appear to have clouded the peace process. The investigation into the civilian killings should go on in parallel and not derail the diplomatic process. Russia should follow up on its words with more demonstrable actions to end the hostilities. The war has damaged its economy and its reputation as a great power, while causing unspeakable losses and destruction in Ukraine. The most important message from the UN body to Moscow is that it should cease the fire and take the path of diplomacy immediately.",
        "headline_1": "A message for Russia: On Moscow’s suspension from U.N. Human Rights Council",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-message-for-russia-the-hindu-editorial-on-moscows-suspension-from-un-human-rights-council/article65303315.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-04-2022"
    },
    {
        "full_article": "When a private university organised a flash mob and another one a concert to welcome back its students to campus post Covid shutdown, we looked at the safety protocol prepared for our campus in pity. Our peers did not want to miss out on a branding opportunity. However, is it normal to announce the return to normalcy with such a great gathering? Or is it a sign of complacency that belies the strict measures we took earlier? Certainly, the Covid vaccine as well as the flattening of the infection curve has given us some comfort in restoring the semblance of normal life. The rise of the XE variant in the UK and the extended lockdown in Shanghai tell us of a different reality that is far from normal, though.\nThe word \"normal\" is deceptively simple; once you probe into the concept, its meaning starts to disintegrate. The word insists on conforming to certain norms that have been socially agreed upon or endorsed by an established agency. It is normal to breathe without a mask, but because of the Covid-19 health rules, we have agreed to make mask-wearing normal. In this case, normal has a functional aspect. The group endorsement comes when the majority agrees to a norm. The meaning of normal, thus, becomes statistical.\nAfter nearly two years of closures, we have returned to campus. For many students, this is the first time they are in a physical classroom, and find it difficult to adjust. This term, when most of the students fared poorly in their first quiz in my class, I tried to find out the reasons. The answer came as a shock. They have got used to class recordings, which they could repeatedly play to follow a lecture. Some said they were finding it difficult to read my lips with my mask on. Then there is the issue of retention. They have forgotten most of the things they did in the previous terms. The instant projects and assignments, done digitally, have earned them grades, but little learning. In the online classrooms, the teachers created a virtual sense of community with customised accessibility for students. Even at an administrative level, we asked our colleagues to modify their course delivery and rethink student assessments. We were concerned about the way the students would have to adjust to the functional normality of online teaching. We were compassionate in accommodating requests based on \"unstable internet services\" or \"casualty in the family.\" Are these \"additional perks\" (i.e. auto-promotion and curtailed syllabus being the height) going to be the aspirational normal for our returning students?\nDuring the mid-term examinations, we received quite a few applications to be excused on various flimsy grounds. My colleagues confirm that there is a genuine fear among students to be in a physical examination hall. If I take my classroom experience as a case study, my choice to ramp up course difficulty indicates a rocky transition that awaits us. We need clear guidance from the education ministry and the University Grants Commission (UGC) on how they perceive teaching in a post-pandemic scenario. We need to be on the same page, as we are dealing with students who have both a relaxed and challenging exposure to education. Earlier, it took the policymakers more than a year to adopt a guiding policy for online teaching. Judging from newspaper reports, their current focus is on micromanaging institutions. The transition back to in-person learning should be the topmost priority for our education leaders, and the sooner they realise this, the better for us.\nUntil now, we have heard of some lip service on blended learning as the new normal. Does it mean that our universities will be allowed to retain some of the online teaching practices? Will our teachers be comfortable recording their lectures or creating videos for their students to learn on their own time, without coming to campus? Can the teachers be allowed to use online assessment tools and discussion forums? Can the institutions pursue collaboration with national and international institutions to foster a greater sense of academic community? Can we have the lectures of renowned educators curated by the UGC or the education board for licensed distribution among their member institutions? Sadly, the policymakers divest their energy in protecting the financial and political interests of academic institutions. Mega constructions attract mega attention, making the vice-chancellors susceptible to vice. In the process, we often fail to ignore the basics: teaching and learning.\nAs a teacher, I can see some of the things that we have lost or compromised on in the last two years. Handwriting and spelling, for instance. Students no longer have the luxury of typing with the aid of a spell-checker. The output, therefore, is horrendous. These exemplify the new challenges in the post-Covid era. Our topmost priority should be determining what our students have learnt during the pandemic. Then, we need to decide whether we need to modify courses to ensure that they can successfully ease into or complete their postsecondary degrees. An analysis of the data found in the admission tests can be used to identify the gaps in their knowledge. We need to have a clear picture of the impact of the light content of \"Covid-19 curriculum\" and the additional support services offered in the last two years.\nThe immediate challenge for us is to get students back to pre-Covid \"functional normal\" standards. We need to have a proper policy in place to help our students learn or re-learn. We need to guide them in recalibrating their learning strategies by, for instance, memorising facts or formulas, which are normal at their level. The nature of anxieties and fear, too, has changed. Institutions need additional psychosocial services to cater to the new anxieties of our students to navigate through this transition process.\nAbove all, we need to learn to collaborate and share our experiences, so that we can prepare for these challenges together. There should be more intra- and inter-institutional dialogues, so that we are better prepared to welcome our students back to campuses, both physically and emotionally.\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "Transitioning back to ‘normal’ learning",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/transitioning-back-normal-learning-3001056",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-04-2022"
    },
    {
        "full_article": "The Ukraine war has exposed India's strategic vulnerabilities in a tough neighbourhood as arguably nothing else could, raising fundamental questions about the country's global position and regional security. But, paradoxically—as the slew of visits of high-profile government officials from the US, several European countries and others to Delhi towards the end of March confirms—the conflict has increased India's strategic importance and, in the short term, widened its options.\nHas Prime Minister Narendra Modi used this room for manoeuvre well? The West, even as it seeks to line up India on its side vis-a-vis Ukraine, has signalled its understanding of India's dependence on Russia for vital defence equipment and its close diplomatic relations with the Kremlin.\nChina has been somewhat surprised to find itself on the same page as India regarding the war. Both countries abstained in a series of UN votes condemning the Russian invasion, and have maintained their communication channels with the Kremlin despite Western sanctions. China has been asking for restoration of \"normal\" bilateral relations with India, which have been in a deep freeze since violent border clashes in June 2020, which killed 20 Indian soldiers. \"The world will listen when China and India speak with one voice,\" Chinese Foreign Minister Wang  Yi reportedly stated on his recent visit to Delhi.\nRussia, no doubt eager to thank India for \"understanding\" the Kremlin's position, has offered the country economic incentives—notably, discounted oil and gas and affordable fertiliser—to dissuade it from changing its stance.\nWhile India's long-standing focus on \"strategic autonomy\" has kept it out of formal alliances, its broad geopolitical orientation has been veering towards a special partnership with the US, notably in the Indo-Pacific.\nIndia has also significantly increased its defence purchases from the West in recent years, and, with the US, is seeking to modernise its manufacturing base for military equipment. This process is likely to be accelerated by India's current realisation that its dependence on Russian supplies imposes significant constraints, particularly in the event of a future border crisis with China.\nDaleep Singh, the US deputy national security adviser, pointedly warned of \"consequences\" should India breach the Western-led sanctions on Russia, and he urged India to recognise the diminishing value of its close relationship with the Kremlin. \"The more Russia becomes China's junior partner, the more leverage China gains over Russia, the less and less favourable that is for India's strategic posture,\" he told an Indian TV channel. \"Does anyone think that if China breaches the Line of Actual Control, that Russia would now come to India's defence? I don't.\"\nChina has been pushing the BRICS grouping (of which it is a member, along with Brazil, Russia, India, and South Africa) and the Shanghai Cooperation Organisation as models of non-Western collaboration that can ensure a multipolar world order. But Chinese blandishments towards India are unlikely to succeed if China's leaders are not willing to reverse their military gains from unprovoked Himalayan incursions in the spring of 2020. India will accept nothing less than a return to the status quo ante of April 2020 as the price for normalising bilateral relations. But whether it can leverage China's overtures to achieve results on the ground remains to be seen.\nRussia, meanwhile, is aware that India's refusal to condemn its assault on Ukraine does not imply support. India has at no stage endorsed the Russian military campaign, and its language has notably hardened as the war has dragged on. Indian statements now pointedly refer to the inviolability of borders, respect for the sovereignty and territorial integrity of states, and the inadmissibility of resorting to force to resolve political disputes, even while calling on \"both sides\" to pursue diplomatic negotiations.\nIndia has also been quick to provide humanitarian assistance to Ukraine, sending 90 tonnes of relief materials. As the destruction has become more intense, its aid is likely to continue. India will gladly purchase essential supplies of fuel and fertiliser from Russia at discounted rates in rubles. But its diplomatic stance, and decreasing reliance on Russian defence equipment, mean that it is not completely in Russia's camp.\nStill, India's calls for peace in Ukraine would have been more credible had it taken steps to bring about that outcome. Whereas countries like Turkey and Israel have been actively engaged in peace diplomacy, India has made no effort to play a mediating role, despite at one point sending four cabinet ministers to Europe to supervise the evacuation of Indian citizens from Ukraine. Even Russian Foreign Minister Sergei Lavrov suggested, during his visit in Delhi, that India could help \"support\" a mediation process.\nIndia could have used the diplomatic attention it has been getting over Ukraine to carve out a role worthy of its aspirations for a permanent seat on the UN Security Council. Sadly, its ambitions seem to have been too modest.\nIndia's first prime minister, Jawaharlal Nehru, observed in 1946 that \"India, constituted as she is, cannot play a secondary part in the world. She will either count for a great deal or not count at all.\" Ukraine is a test case, and the jury remains out. Will today's India count at all?\n \nShashi Tharoor, a former UN under-secretary-general, is an MP for Indian National Congress Copyright: Project Syndicate, 2022www.project-syndicate.org(Exclusive to The Daily Star)\n \n",
        "headline_1": "What is India doing in Ukraine?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/awakening-india/news/what-india-doing-ukraine-3001046",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-04-2022"
    },
    {
        "full_article": "The year 2019 was a turning point in Bangladesh's history when it achieved self-sufficiency in rice production, more so considering that rice provides over 70 percent of the national calorie supply. That year, the annual rice production rose to 3.5 times as much compared to what it was in 1971. Although Bangladesh still needs to import a small amount every year, the days of any major rice shortage are practically over. How did the country achieve this miracle, especially when the available cultivable land has been shrinking?\nMost of this credit goes to our farmers, but another major contributor to this spectacular achievement is our scientific community. Bangladeshi scientists are continuously developing new rice varieties at different research centres. For instance, Bangladesh Rice Research Institute (BRRI) has so far released over 100 varieties with higher yield, better salinity and stress tolerance, and greater micronutrient content. One way to identify a new variety is to improve its genetic potential with research in biotechnology and genetic engineering. However, such a research process is painstaking—it takes almost 16 years, followed by another three for field-testing and adoption by the farmers. But genetic potentials can start deteriorating quickly. Therefore, scientists must continuously work on more varieties before the existing ones lose their yield potential. That means the research must speed up.\nThis is where artificial intelligence (AI) can help. A research process comprises routine tasks and intellectual endeavour, both of which are essential for a successful outcome. AI can relieve researchers from routine tasks (such as reviewing existing literature and analysing large data volumes), freeing up valuable time for intellectual endeavours. AI can also offer different ways to investigate the same problem, radically accelerating the discovery process and enabling breakthroughs.\nThe most common benefit researchers have reported from the use of AI is that it helps to reveal patterns, increase speed and scale of data analysis, and form new hypotheses. Additionally, searching through online journal repositories and documents (such as patents and reports) is much easier and faster with AI-based tools. One of the greatest benefits of AI is, however, the synergy obtained from multidisciplinary research works, where relevant information is spread across several domains. AI-based tools search through all of them in no time to bring out relevant information. Another such benefit is the development of complex algorithms and correlations between many parameters, which is otherwise extremely difficult, time-consuming, and often humanly impossible. All these features of AI-based tools can strengthen and expedite research works in every conceivable discipline, such as science, technology, engineering, social science, public health, finance, and medicine.\nThe power of artificial intelligence in facilitating research programmes is amply demonstrated in the speed with which Covid-19 vaccines were developed. Sars-CoV-2, the virus behind Covid, was first identified in December 2019. By December 11, 2020, the Pfizer-BioNTech vaccine received emergency use authorisation from the Food and Drug Administration (FDA) of the US. Previously, the fastest developed vaccine was for mumps, which took four years. AI was an essential tool in Covid vaccine development. It expedited analysis of large volumes of data, risk identification, performance improvement, and efficient production and distribution.\nGlobally, the use of AI in research activities is increasing exponentially. It has become an essential tool for any knowledge economy. A PwC report stated that by 2030, AI would contribute USD 15.7 trillion to the global economy. Potentially, a nation can increase its wealth by as much as 26 percent from deploying AI. Bangladesh could also benefit from AI—provided it uses this emerging technology prudently—in its journey to becoming a developing country by 2026 and beyond.\nBut the path to becoming a developing country is not a smooth one. It can potentially lead to dead ends, as has happened to many countries. They have fallen into what is called the \"middle-income trap.\" Such countries have failed to make the transition from resource-driven growth with low-cost labour to production-driven growth. Bangladesh must move up the Global Value Chain (GVC) by undertaking knowledge-based research and development. AI offers an opportunity to do just that, avoiding falling into the middle-income trap. Once AI-based tools are introduced in research programmes, they will soon spread everywhere, including industry, education, governance, and service delivery. All these will help Bangladesh achieve a higher competitive edge in the global arena.\nAs the Fourth Industrial Revolution (4IR) is unfolding, Bangladesh stands at a critical juncture of history. Its transition from a least developed country to a developing country and beyond has coincided with an enormous opportunity for technological leapfrogging by adopting AI-based tools. This is an opportunity not to be missed.\n \nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n",
        "headline_1": "To leapfrog, Bangladesh must adopt AI",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/leapfrog-bangladesh-must-adopt-ai-3001021",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-04-2022"
    },
    {
        "full_article": "The postcolonial legacy of the Indian subcontinent is closely intertwined with frequent constitutional aberrations of an unnecessarily theatrical nature, by opportunistic political actors—which in simpler words refers to illegal, hostile, autocratic, dictatorial and, traditionally, military-led political takeovers of democratic institutions. The catastrophic political journey of Pakistan since 1947 characterises a recurring trend in the discourse of South Asian politics, and makes one feel pity—if nothing else—for the people of Pakistan. Yet, it perhaps hits harder when a once-in-a-generation icon, whose popularity transcended partisan politics and geographical borders, becomes a module of not simply contention, but through his actions, converts himself to the primary anti-hero who scandalises constitutional conventions and deepens what is already a crisis of magnanimous proportions in Pakistan.\nIn what is now part and parcel of cricketing folklore, political tyrant and erstwhile Pakistan President General Zia-ul-Haq famously made an emotional appeal to the recently retired captain of his national cricket team and asked the nation's beloved Imran Khan to make a comeback and serve Pakistan. Khan, then 36 years old, responded to the president's request, returned as the captain of his team on January 18, 1988—the rest, as they say, is history. Prior to President Zia's clarion call, the Oxford-educated cricketer had successfully stamped his authority in the world of sports and achieved wide-scale international recognition, fame and glamour—a bowler of impeccable skill, a batsman who had the heart of a lion, and of course, a captain who inspired and directed right from the front. Imran Khan led his team to World Cup glory in 1992—uniting Pakistan to celebrate a rare national achievement. Success on the pitch and broader altruistic ventures on his part signalled the initiation of a different Imran Khan: the apolitical politician whose vision for a Naya Pakistan resonated with the younger generation.\nToday, understanding the personal journey and cricketing legacy of Imran Khan is fundamental when trying to comprehend the ongoing political crisis in his country. Historically, military interventions in Pakistan have destabilised democratic processes, but for a change, the elected Imran Khan and his ego have cultivated a unique crisis. As I write this article, the situation in Pakistan remains volatile, fluid and unstable. The country's Supreme Court has ruled that the dissolution of parliament approved by President Arif Alvi and initiated by the deputy speaker of the national assembly on April 3, subsequent to the advice from Khan's cabinet, was unconstitutional. The parliamentary opposition, which includes a coalition comprising the prominent Sharif and Bhutto-Zardari political dynasties, and other parties, invoked a no-confidence motion against the regime of Imran Khan, prior to the deputy speaker's ruling—which effectively triggered, by definition, the process to have a vote on the floor of the national assembly.\nCredible media sources indicated that Imran Khan would fail to receive the mandate he needed in parliament to remain prime minister, and that he would either resign or be forced to step down following the vote at the national assembly. Perhaps to the surprise of most, including those in his own party, Pakistan Tehreek-e-Insaf, Imran pulled off what his supporters deemed a masterstroke, which halted the opposition from attaining immediate access to power. He invoked the time-tested go-to policy tool of the national security clause as a means to suspend parliamentary proceedings and put Pakistan towards an unpredictable path.\nWhen he was elected to power in 2018, Khan championed a call to clamp down on corruption and announced his intention to institute a foreign policy agenda that prioritised the sociopolitical and security needs of Pakistan—above and beyond being a conduit for addressing the international policy programmes of its Western allies. His words carried weight: corruption engineered by politicians, particularly the leading political dynasties in Pakistan, has been a cause of grave concern for decades. For this reason, younger and educated voters resonated with the electoral vision portrayed by Tehreek-e-Insaf. Yet, the Pakistani economy is facing unprecedented challenges, even with active support from a friendly China—from having an outrageously high debt burden to facing increasing inflationary pressure, Imran Khan has failed to bring the kind of stability that he had promised to his nation. And that, in a nutshell, has resulted in his government taking a hyper-nationalistic view of not simply redefining foreign policy goals, but advancing a simultaneously anti-Western and pro-Islamic outlook, simply with the hope of ensuring the endurance of the Captain's political ambitions.\nThe opposition had denounced the results of the 2018 elections and accused the military of fixing the polls on behalf of Khan. Their move to bring down his government in today's context is, therefore, no surprise. Over the past few months, Pakistan's prime minister has publicly showcased his irreverence towards the West: he visited Moscow and raved about the alliance between Russia and Pakistan, at a time when the world remained in shock over Vladimir Putin's hostilities against Ukraine. Khan did not mince words in bringing to light a supposed US-led conspiracy to bring down his government—a conspiracy whose evidence comprises primarily meeting minutes based on a private interaction between a mid-level American diplomat and the Pakistani ambassador to the US. While the history of American interventionism is another story in itself, obstructing constitutional proceedings based on a single conversation between two diplomats has made Imran Khan even more divisive than he was a couple of weeks ago. And it is in that sense of divisiveness, that he calls his nation to either stand by him or, according to him, stand against Pakistan.\nIn such circumstances, it seems the Pakistani people will ultimately have to go to the polling booths sooner rather than later, to provide a clear-cut mandate to a new government. Eventually, Imran Khan will undeniably lose the legal, moral and constitutional right to govern Pakistan. Even amid these political challenges, it is certain that he continues seeing himself as the brave, gallant and charismatic saviour of Pakistan—as he was on the cricket pitch throughout his career. But his actions have unequivocally split Pakistan into two, and with the notorious generals looming in the background, the puzzled citizens wait to see what destiny holds for a nation historically tormented by its military, corrupted by its politicians, and misused by the West.\n \nMir Aftabuddin Ahmed is a banking professional based in Toronto, Canada.\n",
        "headline_1": "Imran’s ignominious innings",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/imrans-ignominious-innings-3000991",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-04-2022"
    },
    {
        "full_article": "Imran Khan, Pakistan's embattled prime minister, knew he would lose the no-confidence vote in parliament, and so he decided to avoid it and go for fresh polls instead. But now the verdict by the Supreme Court of Pakistan—that his move to block the no-confidence vote on April 3 and then to advise the president to dissolve parliament was unconstitutional—unravels his game plan and puts his future and that of his party into serious jeopardy.\nHis sudden \"discovery\" of a plot by the US to uproot him and finding the opposition to be an integral part of it have puzzled the observers of Pakistan's politics. It appears that he wanted to exploit the anti-Western sentiment, which is widely prevalent in Pakistan, to his advantage. But he could not deceive the courts that saw the ploy for what it really was: an attempt to avoid the legal and democratic process laid down in Pakistan's constitution. The Supreme Court's verdict is crucial, as it sends out the message that politicians, regardless of their ranks, cannot just run the country based on personal whims and political opportunism.\nKhan rose to power nearly four years ago amid great expectations from all. He was young, fresh, charismatic and represented a shift from the rotten politics of power oscillating between the Pakistan People's Party (PPP) and the Muslim League, whose leaders had long lost public trust for their corruption and cronyism. But very soon he lost his shine and became highly autocratic in his dealings with the opposition and his own party leaders. In policy formulations, he often would not consult his cabinet, close aides and political allies. He must now, in all likelihood—and due to his own Machiavellian manoeuvres—join the long line of Pakistani prime ministers before him who could not complete their respective terms in office. \nIt is not clear what is likely to follow. Opposition will most probably win the no-confidence vote and form a government till the next election, which is due next year. Imran Khan will, of course, not allow them rule peacefully and raise hell in the streets of Pakistan, for which he still has enough support base. Let no one underestimate his capacity to turn things in his favour through an upset election. Whatever happens, the coming days and months are not likely to be tranquil in Pakistan, and that's when the country is facing its most serious economic crisis in decades.\n",
        "headline_1": "Pakistan SC spoils Imran’s game",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/pakistan-sc-spoils-imrans-game-3000976",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-04-2022"
    },
    {
        "full_article": "We stand in solidarity with schoolteacher Hriday Chandra Mondal who has been arrested and jailed on charges of \"hurting religious sentiments.\" Mondal, who taught mathematics and science at a school in Munshiganj before being unceremoniously relieved of his duty, is a victim of unreason, intolerance, and perhaps of his own religious identity in a society deeply polarised along ideological lines. The chain of events following the release of his secretly recorded class lecture was orchestrated as a statement move from the increasingly emboldened far-right camp. The writing on the wall is, \"Don't argue, don't reason, don't cross the lines,\" except the lines are not clear. Except this is exactly what thinkers and reformers are supposed to do.\nWhat was Mondal's fault? He attempted a conversation with his students about the difference between religion and science. The merit of his arguments, or the method of his teaching, is immaterial here. But he was within his rights as a teacher to try and inspire students to think rationally and dispassionately. You don't punish someone for that. You allow them to continue the conversation and hope that students will be able to form their own opinion, leading to Enlightenment. But for this very desirable attempt, he was subjected to the ignominy of a demonstration by his own students (along with others). He was suspended, sued, arrested and denied bail twice. Like he was some criminal or a threat to our society.\nTeachers, legal experts and rights defenders who have since stood by him have expressed their concern about the whole episode, questioning the recording of the conversation, its circulation on social media, his arrest and the denial of bail. They strongly reacted to how the case was staged, with the plaintiff later denying having anything to do with the incident and blaming the headmaster for making him file the case. They also questioned why the case was allowed to proceed, rather than binned in the first instance. They also expressed their concern that a culture of intolerance coupled with hyper-religiosity has been plaguing not just our academic institutions, but the entire society, and far from countering this toxic climate, the administration is rather encouraging it for its own benefits.\nWe're deeply alarmed by this state of affairs. Academic freedom is crucial for the development of any society, especially one that desires to have a knowledge-based economy. If teachers are sabotaged like this and discouraged from inspiring their students to think critically, creation of new knowledge won't be the only casualty—the whole society will suffer as a result. We urge the government to immediately release Hriday Chandra Mondal, restore him in his position and ensure that he and his family are subjected to no further harassment.\n",
        "headline_1": "Release Hriday Mondal, save academic freedom",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/release-hriday-mondal-save-academic-freedom-3000826",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-04-2022"
    }
]