[
    {
        "full_article": "It proved to be a tale of so near and yet so far for Vinesh Phogat on a sombre Wednesday in Paris. The 29-year-old wrestler with roots in Haryana was in red-hot form and seemingly the force was with her in the women’s 50kg segment. However, hours before the summit clash against Sarah Ann Hildebrandt of the United States, Vinesh’s Olympic dreams of winning a gold fizzled out. In the acutely razor-sharp lines that distinguish weight categories especially in combat sport, India’s ace wrestler was found to be 100 grams above the stipulated 50kg at the 7.15 a.m. mandatory weigh-in before the final bout. This was heartbreak of the extreme kind for the athlete and the funereal effect rippled through an expectant nation hoping for a gold or at least a silver. Having weighed 49.90kg on Tuesday morning, Vinesh acquired a massive halo through the day, toppling defending champion Yui Susaki of Japan and eventually getting past Cuba’s Yusneylis Guzman Lopez in the semifinal. At the mixed media zone, Vinesh waved to the scribes but refrained from having a chat. The alarm bells, though, were ringing loud and clear within the Indian contingent as Vinesh and her support staff were conscious about her latest weight being 52.7kg.The ensuing night was all about pursuing a crash course in losing extra kilos. Extreme measures such as starvation, water being ignored, frenetic exercises and induced nausea were all attempted. Even insomnia occurred and still the weighing machine did not budge on Wednesday morning. With an original body weight of around 55kg, it was extraordinary that Vinesh even attempted to compete in the 50kg bout after finding her regular 53kg category spot resting with the emerging Antim Panghal. The United World Wrestling, the sport’s governing body, is clear about the rules pertaining to body weight: if an athlete fails the weigh-in, he or she will be eliminated from the competition and ranked last. In the larger scheme, Vinesh’s charge towards the victor’s podium, even if it culminated in despair, was seen as a metaphor for a larger battle that she and other wrestlers waged against the former Wrestling Federation of India chief Brij Bhushan Sharan Singh. The allegations of sexual harassment centred around Brij Bhushan cleaved India’s sporting heart; but an administrative system leaning on patriarchy, rebuffed the wrestlers before attempting a belated clean-up. Seen through that prism, the overwhelming angst over Vinesh’s exit is understandable. Rules are sacrosanct, and Vinesh found herself at the wrong end and her retirement announcement has left Indian sport poorer, while she still awaits the verdict of the authorities over her appeal for a joint silver medal consideration.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nParis Olympics 2024\n\n/\n\nIndia\n\n/\n\nwrestling\n\n/\n\nhealth\n\n/\n\nsexual assault & rape",
        "headline_1": "​Up but out: On Vinesh Phogat’s Olympic campaign",
        "headline_2": "Vinesh Phogat went to extraordinary lengths to win a medal",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bup-but-out-on-vinesh-phogats-olympic-campaign/article68501313.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-08-2024"
    },
    {
        "full_article": "Almost a quarter-century after an antitrust ruling against Microsoft reshaped the business landscape of tech industry, a landmark judgment by the U.S. District Court for the District of Columbia against Google over its anti-competitive practices could now lead to a new precedent on how Big Tech firms conduct their business affairs. The roughly three-year-long legal process — which began with the discovery procedure in January 2021 after the court consolidated two lawsuits, United States vs Google and Colorado vs Google, that led to a nine-week bench trial in September 2023 — concluded on August 5. U.S. District Judge for the District of Columbia, Amit P. Mehta, wrote that “Google is a monopolist” and that it has violated Section 2 of the Sherman Antitrust Act by stifling competition to protect its monopoly position. The search giant was accused of using its dominant position in the online search market by cutting exclusive deals with smartphone makers such as Apple and Samsung so that they can pre-load Google search on their handsets as a default search engine.While Google plans to appeal the ruling, the U.S. Department of Justice has not yet indicated what remedy it will ask for. Both parties have been called to discuss and find a remedy ahead of their meeting with Judge Mehta on September 6. The remedy could range anywhere from breaking up Google to eliminating exclusive agreements between the search giant and handset makers. The former will fundamentally change the structure and nature of digital businesses as Google is linked to a range of digital services. The latter, on the other hand, could immediately wipe out a revenue stream for handset makers; particularly Apple could end up losing billions of dollars if Google is ordered to terminate its exclusive deal with the iPhone maker. This hefty annual payment disincentivises firms such as Apple and Samsung from building their own rival search engines. Separately, terminating such deals can help consumers find alternative search engines as opposed to getting one pre-loaded in their smartphones. The effectiveness of these alternative search engines can only be assessed over time, as scale and the amount of data that goes into them will play a key role in optimising them for richer user experiences. Lastly, these changes could make Google build a better product that is focused on user privacy. Regardless of the directions the remedies take, this ruling will have a huge impact on a series of antitrust cases that are underway against Big Tech firms such as Meta, Amazon, and Apple for their monopolistic business practices.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nanti-trust crime\n\n/\n\nUSA\n\n/\n\nbusiness (general)\n\n/\n\ntechnology (general)",
        "headline_1": "​Guilty on search: On the antitrust case verdict against Google",
        "headline_2": "The antitrust case verdict against Google will have wide implications",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bguilty-on-search-on-the-antitrust-case-verdict-against-google/article68501326.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-08-2024"
    },
    {
        "full_article": "Rarely does a rare sportsperson become a star without winning. And her story is not over\nTo the podium finishers, belong the laurels. But then there is Vinesh Phogat. Goldless, medalless, she has got India buzzing like the bee’s knees. The public gaze on her life story is not new. It intensified as she stormed into the Olympic wrestling final, the first Indian woman to do so. Then grew upon her weighted disqualification. Instead of dimming her story arc, her losses have had a habit of lifting it higher. Will this pattern endure?\nOf course, it is routine to lose in sports. Most Olympians will lose in Paris too. There are Indians who will return having been in painful touching distance of bronze. In archery, shooting, badminton, weightlifting. Maybe Vinesh’s had more than her fair share of injuries. But the hits to her elbows and knees are only one part of what’s riveting about her biography. What’s made this Olympian stand out in India, is the battle she has fought outside the ring, and not for herself either. In the fight against sexual harassment, the odds are far more leaden. Many Indians cannot imagine themselves taking on such odds, anymore than an Olympic challenge. But they can appreciate the courage of someone who takes on both, with a kind of reckless heroism. It is also an inspiration for others to climb their own hills.\nConspiracy theories that have grown around her disqualification do suffer from ignorance, about wrestling’s rules. This is a country where most sports conversation is about cricket, after all. But the doubting is also related to the institutional response to the wrestlers’ anti-sexual-harassment protests, how harshly police were set upon them. There was even opacity in the processes where Vinesh had to transition from the 53kg to 50kg class. That the sports minister has given Parliament details about how much money govt has spent on her training and an MP translated her disqualification into a “lesson for all of us” to keep our weight in check, are scrambling responses to an antsy public sphere. \nThe power of this story is indivisible from how Vinesh looks and her words. Whether it is protesting, attacking, celebrating, healing, her images have ineffable pull. But so does the tweet announcing her retirement, or how she flayed Indian society for normalising sexual abuse and harassment. It is reminiscent of Muhammad Ali’s eloquence: “You my opposer when I want equality.” But like him, her decriers are also legion. They will have a say in shaping her story too. The fight is on.\n\n",
        "headline_1": "Citizen Vinesh",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/citizen-vinesh-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-08-2024"
    },
    {
        "full_article": "If everything and everyone becomes spurious the bogus becomes the bona fide \nEmployees of an accredited university in Rajasthan have reportedly hit upon a money-making scheme by handing out fake degrees to students in return for cash. \nIf this lucrative business catches on, and other institutions follow suit, it might lead to a scenario as envisioned in Second Opinion.  \nRajesh is an up-and-coming executive in an MNC. The time comes when he has to go for a medical check-up with the company doctor, the result of which will determine whether his annual contract with the organisation will be extended. Rajesh undergoes his tests and the results show that he’s failed to meet the \nrequired parameters for him to remain in the company’s employ.  \nDesperate, Rajesh asks the doctor to change the report from negative to positive, for a monetary compensation. The medic complies and Rajesh hands in the falsified report to the company’s CEO to get a job extension. \nHowever, after a while, Rajesh’s conscience begins to bother him and he returns to the doctor and asks for the earlier, negative report to submit to the CEO.  \nThe doctor hands the negative report to Rajesh and says, Here you are, but they’re both the same, you know. Confused, Rajesh asks, How can both be the same when the first is real and the second is a fake?  \nSmiling reassuringly, the doctor explains, The reports are the same because they’re both fakes. They’re both fakes because I’m a fake. I’m not a real doctor but a fake doctor, having bought my fake doctor’s degree from a fake medical college. \nBemused by this revelation, Rajesh goes to the CEO and confesses that the medical report he’s submitted was a fake of another report which was also a fake. \nNot to worry, says the CEO. You see, I’m also a fake, a fake CEO who landed this job on a fake MBA degree. \nWhat a coincidence, says Rajesh. I got my job thanks to a fake diploma from a fake online training institute!  \nThe moral of the story being that if everyone and everything is fake then the fake becomes the real. And vice versa. \n \n\n",
        "headline_1": "Let’s fake it",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/lets-fake-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-08-2024"
    },
    {
        "full_article": "Harmanpreet & Sreejesh best exemplified the spirit of our bronze-winning hockey team\nForty-four years ago in Moscow, India had prevailed over Spain 4-3 in a nerve-jangling final to claim its eighth Olympic gold. The two sides were contesting for a different metal in Paris yesterday. But nothing seemed to have changed. The intensity, the nerves, the desperation – everything was evident once more as Harmanpreet Singh-led India won 2-1 in another pulse-pounding game. For the second time in a row, India has won the bronze in the Olympics, and this one couldn’t have come at a more opportune time.\nIn the past few days, India has endured a string of misses and misfortune. In Paris, there have been more fourth-spot finishes than ever before, not to forget the tragic disqualification of wrestler Vinesh Phogat, a national heartbreak. The bronze, coming after a week without medals, will bring a degree of joy to millions invested in the national sport.\nTeamwork was the key to India’s victory. In every match, every member played his heart out. Defeating Great Britain, despite playing with 10 men for the larger part of the game, says a lot about the team’s commitment. Overpowering Australia for the first time in Olympics since 1972 showed they had gotten over a major mental block. Had they converted their chances and displayed more self-belief, India might have even defeated Germany in the semis. What the team lacked was a quality finisher to capitalise on the umpteen field goal chances. Nonetheless this is a heartwarming success story that must be relished. Two pillars of the team deserve mention: Harmanpreet and Sreejesh. Harmanpreet, who scored 10 of the team’s 15 goals, wasn’t just an efficient converter of penalty corners and a solid defender, but also a true leader of men. And custodian Sreejesh’s heroics in all games, especially in shoot-outs, will always be missed but never forgotten.\n\n",
        "headline_1": "Captain & Goalie",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/captain-goalie/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-08-2024"
    },
    {
        "full_article": "The test of the interim govt headed by Nobel Laureate Muhammad Yunus appointed by President Mohammed Shahabuddin in consultation with Bangladesh’s defence bosses and the Anti-Discrimination Students Movement, will be to restore normalcy, end the targeted killings of Awami League leaders and activists and whoever else is on the list of disapproved persons.\n\nYunus may possess the courage, conviction and ambition too. But the question is does he possess the power to take on the political and fundamentalist forces that ran amok this Monday and Tuesday?\n \nRead full story on TOI+\n\n",
        "headline_1": "Can Bangladesh’s banker to the poor save its democracy?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/can-bangladeshs-banker-to-the-poor-save-its-democracy/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-08-2024"
    },
    {
        "full_article": "The state reform that is being undertaken now needs to ensure recognition of Indigenous populations. The Indigenous populations have been involved in liberation struggles from long before, whether it was the Liberation War of 1971 or the fight against the British or even before the British empire came into existence. They were also a part of movement against authoritarianism. For ages, Indigenous populations and their contributions have been invisibilised. We do not want to go through such invisibilisation again. We want to be recognised by our identity and for our achievements.\nAt this critical juncture of this country, we need to ask if the 2024 protests are truly respectful of differences and anti-discriminatory, or if this is turning into a majoritarian movement. In 2018, we saw that with the abolishment of the quota system, the quota for Indigenous populations was wholly cancelled as well by the former prime minister. Then, in 2024, we saw that the 5 percent quota reserved for ethnic minorities was reduced to 1 percent by the court. \nIn addition, another matter worrying the Indigenous people is the upsurge of violence directed towards minorities since the resignation of the former prime minister. We urge the student movement to be cognisant of the insecurity facing minorities in the country and provide support in this regard. \nOne of the convenors, Asif Mahmud, used the words \"khudro nigoshti\" when describing indigenous communities. We expect our convenors to understand the politics behind words such as prantik jonogoshti, upojati, tribal, and other such terms to describe ethnic minorities, and we expect them to realise that the use of such terms is not befitting of any group that claims to be anti-discriminatory. \nAnother grievance among ethnic minorities has been the fragmentation in our regional parties  since August 5. As many may know, in Chittagong's JSS (Jana Samhati Samiti)-backed Hill Women's Federation, two women have been kidnapped allegedly in the presence of the army. We can thus see that at each point, the repercussions of student politics deserves our attention. We need to ensure that this does not devolve into a majoritarian movement that is not inclusive in reality. Student politics is clearly showing us the direction of state reform, and when discussing state reform, we need to ensure that all groups are represented regardless of their positionalities. Under no circumstances can this be a state for one ethnicity, one language, and one religion.\nWe expect that those who form the interim government will respect difference–be it of gender, religion, ethnicity, or language. I also hope that instead of being swayed by popularity, the interim government acknowledges and appoints the people who have actually worked for different communities and brings their concerns forward. There are many different lists currently making rounds on social media. Some of those people have played a significant role in militarisation of hill districts. Moreover, there are also people in those lists who have attempted to enforce Bengalisation. We do not want such people. In my view, people who cannot value differences should not be in the interim government. \nAnother matter that I believe requires emphasis is freedom of speech. In the myriad mediums for expressing our thoughts, whether on social media, a conference, or any form of gatherings, we would often engage in self-censorship. I expect the interim government to give us the space to speak, show our stories and share about our lives, livelihoods, and experiences, even if we are in disagreement.\nWe saw a massive corrosion of freedom of speech under the past regime. Under no circumstances do we want this from the interim government. At the very least, give us the platform to speak. It is not necessary for us to always be in agreement, nor do we accept the interim government or any government to always accept our demands. We do not want any erosion in the opportunities for speaking. We have seen that it was not only the government restricting freedom of speech, but also workplaces that required employees to not post on social media regarding certain matters. We do not want such monitoring and surveillance, and we wish for the interim government to take steps to ensure this. \nLastly, I want the interim government to be inclusive, so that each group has representation, whether it is women or the students, the disabled community, or the Indigenous populations. \nMuktasree Chakma is an Indigenous feminist working in the women and Indigenous rights sector internationally.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Will the interim government be truly anti-discriminatory?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/will-the-interim-government-be-truly-anti-discriminatory-3672606",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-08-2024"
    },
    {
        "full_article": "Bangladesh witnessed arguably the largest student movement since its independence and as an outcome, the government led by the former Prime Minister Sheikh Hasina is no more in power. However, in the face of what we can term as \"lack of objectively suitable conditions for dialogue,\" the transition is not going to be plain sailing. The lack of forethought for a smooth transition has also brought forth further violence, mayhem, and terror. Indeed, the process of transitioning into a new order is hanging in the balance. The interim government is expected to hold general elections for a smooth democratic transition. There is also this \"academic\" debate going on, on having a constitution-making or constitution-amendment episode—I seek to address both.\nOne of the motivations behind the discussion on a new constitution-making episode is the fact that the \"interim\" government will have to operate beyond the constitutional scheme since the current one does not endorse an interim or caretaker government. Indeed, an interim government will have to be seen as a revolutionary breach of legal continuity. However, installing an interim government will potentially be a difficult, if not impossible, academic and judicial exercise. In any case, in order to come out of the gridlock, I do not see a new constitution-making episode as a solution; particularly because, among others, there was no such demand emanating from the movement to begin with. With the parliament now dissolved, there is no possibility of forming an interim government with members of the parliament either, as was suggested by some scholars.\nSocial movements are now a growing area of study within the paradigm of constitutional law. Particularly, in studying constitutionalism in Asia, social movements are relevant more than ever. Such movements often frame their strategies based on the texts of the constitution or to address the disharmony between the constitution and the lived realities of citizens at large (the Indian movement against 2019 Citizenship Amendment Act and the 2004 South Korean sex workers' movement are illustrative here). At times, social movements call for instating or redefining new structures or institutions within the constitution (the 1993 Indian movement for recognition of local self-government is an example). At other times, movements call for new and different interpretations of the texts of the constitution; differently again, certain movements call for revision or annulment of constitutions as well.\nOurs was not a movement that explicitly relied on the texts of the Constitution of Bangladesh, although it did touch upon equality clauses. The hasty (judicial and executive) outcome of the movement has not really been a reflection of substantive equality (as it gravely fell short on protecting rights of women, Indigenous minorities, persons with disabilities, and gender-diverse populations). However, the initial demands did not call for something that goes or operates beyond the constitutional scheme. Later claims were political in nature (including the last one calling for the resignation of the then incumbent prime minister); however, those too did not call for remaking the constitution or challenging its basis.\nIt is reductionist to try to underscore an \"essentialised\" or \"one true\" purpose underlying social movements. Just as social movements are discursive bottom-up instances of mobilising, so are the purposes for social movement actors' engagement. However, at least the demands that surfaced were not ones that disregarded the constitutional framework. The movement certainly made certain \"academic\" discussion points to come to the front (including constitutional provisions to ensure firmer checks and balances among different institutions and limiting prime-ministerial/political term limits). These may in the longer run prove to be immensely useful to prevent perpetuation of power; however, whether they require a new constitution-making episode is an important question to ask.\nIndeed, bringing in a new constitutional framework for a society divided along multiple axes (including religion, ethnicity, sex, and gender) requires time, labour, and massive efforts. In the current world order, wider public involvement is also deemed key to a legitimate constitution-making effort which can prove to be immensely cumbersome in the present context in Bangladesh. Also, in the shifting geopolitical reality, it may also prove to be difficult to withstand the pressure of interested international actors. Any haste would only prove to be counterintuitive in the longer run, particularly for failing to adequately address and accommodate concerns and needs of the non-dominant voices and minority communities.\nThe interim government may decide to go for substantive constitutional amendments for a smoother transition into and functioning of democracy. However, in such cases, there will be legitimate constitutional questions as to how an unelected \"interim government\" can exercise \"derivative constituent power\" and go on to amend the constitution. To stretch the revolutionary breach of legal continuity to such a point may also fail to withstand the constitutional test of time. Therefore, it would ideally be wiser to leave the task of amending the constitution to the next government. Alternatively, the interim government may formulate certain principles to potentially guide the constitution amendment episode by the next parliament.\nIn any case, for an inclusive society, I would want a steadfast commitment to secularism and as a feminist, commitment to equal rights between men and women in all spheres of life—instead of \"in all spheres of state and public life\" as appears in Article 28(2) that (unknowingly perhaps) calls for a rather conservative interpretation of women's right. However, for these changes in particular, amends need to be brought to the entrenchment of the basic structure doctrine (i.e., unamendability of certain provisions and parts of the constitution)—the process of doing so is the subject of a different constitutional discourse altogether.\nWe also need to be mindful to one of the core demands of the movement: of bringing an end to the culture of impunity and expediting the adjudicating processes for the brutal killings committed over the quota reform movement. Any attempt to bring in a new constitution would inevitably delay the process of serving justice to all those who were killed and tortured—both at the hands of the state apparatus and at the hands of other political elements at play.\nPolities need to have certain non-negotiable ideals and values to stand by—the overwhelming deaths, including of children, over the quota reform movement, made me realise this the hardest way. Experiencing two nights without a government with news of condemnable brutality against police personnel, vandalisation of Hindu minority houses, and arson violence on Bangabandhu's historic Dhanmondi 32 residence, made me internalise it. My major scholarships have so far only critiqued our constitution. Nonetheless, the constitution we have does seem like a document that we should stand by firmly. Let's not lose out on the \"constitutional moment\" we had in 1971; because indeed, creating one is not as easy as we may theoretically assume. Also, a constitution can only do so much—we need a system that works.\nPsymhe Wadud teaches law at the University of Dhaka and is in charge of Law Desk at The Daily Star.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "How to get out of the constitutional gridlock?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-get-out-the-constitutional-gridlock-3672511",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-08-2024"
    },
    {
        "full_article": "Bangladesh is finally free from the autocratic rule of Sheikh Hasina after 15 long years of oppression. Many have expressed that we have attained independence for ourselves for the second time. While this is indeed a moment to celebrate, it is also a critical juncture for the nation. Currently, there is no government (elected or otherwise), and chaos reigns, evidenced by vandalism, arson, and attacks on minority communities while the police forces called for a strike in protest against attacks by enraged citizens. The nation urgently needs to restore law and order, while the interim government formation is underway.\nThe student-led movement has kindled hope among the people, fundamentally presenting an opportunity to reform society. The people do not want to see a repeat of autocratic behaviour by another elected government, where crime, oppression, and inequality persist, only with different players switching sides. While there is relief and optimism about building a \"new Bangladesh,\" the future of the interim government, its scope of work, and its approach remain uncertain.\nBangladesh has faced similar situations before, where autocrats or governments were forced to resign. Recall the popular uprising of 1990, the forced resignation of the short-lived elected government of 1996, or the bloody end of 2006 leading to 1/11. Each time, a non-political government was formed, it ultimately failed to meet the people's hopes. Unfortunately, each successive political government has often surpassed its predecessor's excesses in autocratic behaviours, corruption, and oppression. The people deserve not to have these experiences repeated. The question is, how can the nation seize this moment to build a better Bangladesh under the leadership of our Nobel laureate, Professor Mohammad Yunus?\nUnfortunately, the people of Bangladesh do not have good experience with any political parties. While Sheikh Hasina's government reached unprecedented levels of corruption and oppression in the past 15 years, the end of the previous BNP government was also marred by similar issues. The shadow government of \"Hawa Bhaban,\" attacks on the opposition with military-grade grenades, and the infamous \"Joj Mia\" drama are still fresh in our memories. History teaches us that those who gain power often repeat the mistakes of their predecessors. People want to avoid this scenario in the future. The martyrs of this movement and the entire nation deserve to hold on to this newly achieved liberation, and those in power owe nothing less to the nation. How can the new interim government deliver on these hopes?\nIf the interim government conducts an election quickly, there is no reason to expect a significant change in political behaviours and norms. The election would merely change the faces in power, not the system. The oppressed parties could become the oppressors, leaving the general people's fate unchanged. This is not the outcome the nation deserves. To prevent a recurrence and fulfil the essence of the youth movement, the interim government must do more than just conduct an election within 90 days. But how much more should they aim to accomplish? What legal or constitutional basis will they have? Will they have sufficient support from government officials who have previously engaged in corruption and political patronage?\nIn 2007, an army-backed non-political government attempted a political clean-up by targeting corruption, particularly among politicians. Both major political parties' leaders were detained, and there was a push to reform politics within these parties. However, many involved in the clean-up mission soon succumbed to corruption themselves. Ultimately, an election was held which put Awami League in power in 2009. The previous caretaker government's failure was partly due to its attempt to achieve too much in a short time without constitutional authority or adequate support. The current situation is as complex as it was during the 2007-2009 period.\nTherefore, it is crucial to establish clear principles and approaches for this sought-after transformation. Identifying and addressing key issues will be essential to fulfilling the essence of the student-led movement against discrimination and ensuring effective progress.\nOne key demand is the abolition of politics dominated by family nepotism. Leadership should be earned through merit, not inherited through family hierarchy or connections. The current practice of nepotism is prevalent from the highest echelons of government down to the local level, allowing power to be concentrated within select families. Eliminating this family-based \"quota system\" would empower the populace and shift control away from entrenched dynasties. Such a shift in power distribution would significantly reduce corruption and oppression. In essence, political parties must embody democratic principles internally. The selection of party leadership or nominees for national elections should be determined through internal party elections. This process would ensure accountability, promote skilled and capable leaders, and foster a more transparent and effective political environment.\nThe new government must also find a solution that upholds the fundamental principle of democracy and ensures a stable and fair transition of power. Other areas of reform include the police and civil administration. Corruption generally occurs with the sponsorship of politicians, which gives government employees a license to conduct their own corrupt activities, leaving ordinary people as the victims. The employment process for government jobs is not only influenced by quotas—which sparked this whole movement—but often political recommendations and bribery are used to secure government jobs. Ensuring that government employment is based solely on merit, without political influence, bribery, or other mechanisms, is what people deserve. We need to find a way to reform the employment process to give everyone an equal chance.\nThe other problem that needs fixing is that of a free press. The country has experienced unprecedented levels of censorship. Under Hasina's autocratic government, there were even instances of internet and communication blackouts, isolating the nation from the rest of the world. Over the past 15 years, television channels and newspapers have largely lacked freedom. A democracy cannot survive without a free press and Bangladesh deserves nothing less. Lastly, the judiciary must be free from administrative interference to ensure fair and impartial justice. In recent times, we have witnessed numerous questionable decisions and proceedings, highlighting the deep intertwining of the judiciary with the government. This issue extends from the lower courts to the highest court in the land.\nBangladesh stands at a crossroads with the fall of Sheikh Hasina. While challenges remain, there is a unique opportunity to reform and progress toward a better democracy. The interim government must focus on creating an environment conducive to democracy, peaceful power transitions, equal employment opportunities, and a free press and judiciary. Professor Yunus's respected leadership brings hope, and the nation wishes the new government success in delivering for the people.\nMohasin Mithu leads organisational transformation and currently is the vice president of Revenue Growth Management at PepsiCo Beverage North America.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "What we need for a new Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-we-need-new-bangladesh-3672381",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-08-2024"
    },
    {
        "full_article": "At a highly critical time for the nation, citizens across the country are gripped by the threat of widespread chaos and disorder. Along with the jubilation following Sheikh Hasina's resignation---a momentous victory for the masses---reports of arson, looting, and attacks on the minorities are now pouring in from various regions. Such occurrences have not only tarnished the shine of victory but more importantly, given rise to a sense of total uncertainty and fear among all sections of society. The assurance of the Army Chief to protect life and property of the people has, so far, remained a hollow one. There is hardly any sign of visible action on the part of the defence forces in the absence of the police who have deserted their duty posts, including thousands of police stations (thanas) all over the country. Many have sought refuge in their barracks or with relatives for safety, while senior officials close to the ousted AL government have gone into hiding. In response to the killing of protesting students and civilians over recent weeks, several hundred police stations have been attacked, vandalised and set ablaze. Sources indicate many of these stations are now in ruins. In such a dire situation, deployment of defence personnel was of utmost priority to prevent further anarchy. It was anticipated that after a decade of misrule and victimisation by the former ruling party, incidents of disorder and retaliation would occur. Unfortunately, things were let loose, as though free for all. Although much damage has already been done due to the callous approach, it is high time the military took control of the law and order situation, and simultaneously devised ways to quickly bring things in order. Meanwhile, it is worth appreciating that people from different walks of life including students have considered it a public responsibility to maintain law and order. Community members in both urban and rural areas have formed committees to protect minorities and their temples and pagodas. There have been reports of foiling attempted vandalism in some places. What is most commendable is that in the absence of traffic police, students in their groups have engaged themselves in maintaining traffic in major cities including the capital. This no doubt is a rare display of civic responsibility that should inspire great hope about the youngsters. Also, media stories have shown pictures of students, including female students, cleaning and sweeping the streets.These are laudable acts but not more than temporary. What now is crucially important is to bring back the police to their duty posts. They are depressed and dejected having suffered the experience of gruesome attacks and loss of lives of many of their colleagues. Also, many of them may have reasons to feel angry at their superiors for being used at the time of student protests. It is now the responsibility of all concerned to create an atmosphere of assuring them that they can perform their duty without fear.",
        "headline_1": "The call of the hour",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-call-of-the-hour-1723131963",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-08-2024"
    },
    {
        "full_article": "A paradigm shift in the non-political student movement for reform to quota system in government service in favour of an anti-discrimination revolution has made history. Few people believed that an innocent quota reform movement could transcend the boundary to gain the momentum of an avalanche sweeping everything before it ---in this case a well established powerful regime of Sheikh Hasina. Where the political parties opposing the government failed, the movement waged by common students apparently with no allegiance to any political party has succeeded to depose a plutocracy headed by Hasina serving for five terms ---four of which are consecutive with the fourth curtailed prematurely. When they launched their campaign for prioritising merit, the demand was rather modest and even if their initial achievement in terms of quota share in government recruiting policy is taken into consideration, they would have got more than they asked for. But things turned violent primarily because of irresponsible handling of the situation and infiltration of elements who had agenda other than the original ones. The firing by the police on unarmed protesters exposed the autocracy in the garb of sham democracy. When the first shot was fired on demonstrators and the bullies of student wing of the just departed ruling party unleashed their brutality against their fellow students, any vestige of democracy ceased to exist. The bell also began to toll for the government to cease to be. As the regime lost its equanimity and grew brutal, the protesters also challenged it with ever more steely resolve. School, college and madrasha students all across the country also joined the demonstrations. With the casualty figures piling up during the five days of insanity between July 19 and July 23, guardians of students and various organisations came to the street in support of their wards. It now turned out to be a common cause of establishing the principle of non-discrimination in society. Thus did the relatively limited premise of quota for students on the basis of merit transitioned to the one-point anti-discrimination upheaval. Now what exactly does this anti-discrimination policy or principle mean? It looks so simple but the intrinsic quality of a society free from discrimination or by extension disparities is embedded in the socialist ideal as espoused by Karl Marx. Market economy draws its strength from private enterprise and profit which ends up creating oligarchy and plutocracy. Bangladesh under the successive military or autocratic and, later on, elected governments has digressed from the original principle of distributive justice so far as wealth creation is concerned. Wealth has been concentrated in a few hands of the privileged courtesy of abuse of power and privileges. The birth of the country, however, was with the dream of ensuring the quality of life of the people on the strength of equitable distribution of wealth. That dream has long faded in the distant horizon. The new generation of dreamers have once again kindled the hope for reviving that long lost dream. With a small beginning like all great revolutions, the germination of the dream has been made possible because of the inherent seed of equitability in the campaign for doing justice to the quota share. Sure enough, the challenge of making this happen is daunting only more so because there are forces across the political divide, who are unlikely to let go their grip on the entrenched system that guarantees their exploitation of resources and power. Political parties dominated by vested interest groups have discredited themselves by their unlimited avarice for wealth and abuse of power at the cost of common people's welfare and rights. The young men now leading the student movement from the front have struck the right chord and it has appealed to the masses who now find themselves with the back to the wall following decades of maldistribution of wealth and high inflation. So, one righteous cause of modest makeup has transformed into another of expansive dimension. Here lies its unlimited potential as well as its danger---the potential because it can lead to epoch-making changes in society and the danger because vested interest groups will try to do everything to foil it before it can take off. No doubt, the students who have driven out one such stake holder in the established system will have to keep vigil and be brave in order to press for their one-point agenda that would not allow replacement of one evil by another. They must remain clear in their minds about what is necessary to attain their objective and would not be dictated by any partisan quarters. Actually, it is an exploitation-free country that is in the interest of the majority of the people. The underlying message is economic emancipation of the common people who are deprived of what they actually deserve. Social discrimination and disparities are an affront to humanity because it denies some people of their right to live a minimum decent life creating a condition for some to amass stupendous amount of wealth mostly by unfair means. The only hope is that the student power---by extension people's power---can triumph against all odds. \n[email protected]",
        "headline_1": "Let people's power sustain and triumph",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/let-peoples-power-sustain-and-triumph-1723131995",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-08-2024"
    },
    {
        "full_article": "The amount of money extorted illegally from hawkers in capital Dhaka might surprise anyone. Media reports suggest a staggering amount of over Tk80 million is extorted every day making the annual total at Tk30 billion. The figure is equivalent to a quarter of the two city corporations' annual budgets combined. A cartel of local leaders of the ruling political party and members of the law enforcement agency extort the money through their hired collectors called 'linemen'. After any political changeover, just some faces in the cartel change, but not illegal practice. They operate as before. Ideally, no unauthorised shops or stalls - be it makeshift or permanent - should be there on footpaths, but here in Dhaka they exist not on footpaths, but also on roads in many areas. In some places permanent shops have been erected on footpaths, interrupting the movement of pedestrians for whom they are meant. Such grabbing of footpaths has become so prevalent that most city people have accepted that they are not for their use and the city authorities have forgotten to reclaim them. Given the socio-economic situation, it might be hard for the authorities to free all the footpaths from vendors. There is no denying that numerous families, particularly of the low-income bracket, who cannot afford to purchase or rent a shop, have earned their living from footpath stalls and that their eviction might leave them with no source of income. During the 2007-2008 caretaker regime, all the footpaths were freed and unauthorised structures on government land demolished across the country, but towards the end of its rule, the administration went for an alternative. Friday market - makeshift stalls on footpaths on the weekend - was introduced at around that time. However, the previous footpath anarchy staged a comeback during the rule of subsequent governments with the situation getting from bad to worse. Now it is hard for anyone to walk on footpaths in busy areas like Gulistan, Motijheel, Farmgate, New Market, Mirpur and Jatrabari because of the high concentration of illegal stalls. According to Bangladesh Hawker Federation, there are around 200,000 vendors in Dhaka with the number going far beyond 300,000 during the month of Ramadan. They all are compelled to pay extortion on a regular basis at the cartel-fixed rate. With the recent political changeover, new faces have started to appear on the scene to continue the illegal practice. Newspaper reports say students, who are managing traffic in the capital for the last couple of days, caught several newly emerged youths when they were trying to extort money from hawkers in the Sadarghat and Mirpur areas. The evil nexus of political activists and law enforcement agency personnel extort a huge amount of money from vendors at a time when city corporations struggle to ensure minimum civic amenities like constructing roads, installing street lights and spraying insecticides for fund constraints. Had the city corporations been able to legally collect a portion of the money transacted in the illegal leasing of footpaths in the capital, they could have served the city dwellers much better.As it might not be feasible to put a complete halt to hawking on footpaths, the authorities could bring it under a system that would be beneficial to the city corporations, city dwellers and hawkers too. The city authorities could designate spaces in some less busy areas for hawkers and lease them at certain rates, driving out all the extortionists from the streets.\n[email protected]",
        "headline_1": "Time to stop illegal leasing of footpaths",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/time-to-stop-illegal-leasing-of-footpaths-1723132031",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-08-2024"
    },
    {
        "full_article": "As Bangladesh is going through a period of significant transition, it is imperative that the new interim government addresses the pressing macroeconomic challenges that currently destabilise the economy. The exit of the Awami League regime has left many economic parameters, including unbearable inflation, in an unfavourable state.Speaking to media, renowned economists called for giving the financial sector topmost priority to restore public confidence in banking and financial markets, including the capital market. Dr. Ahsan H. Mansur, Executive Director of the Policy Research Institute of Bangladesh, suggests the formation of at least five separate taskforces to address issues in the financial sector and revenue board. Specifically, he recommends two taskforces for the financial market-one for the banking industry and another for the non-banking sector, including the stock market. Additionally, three taskforces should be formed for the revenue board to focus on direct taxation, indirect taxation, and customs.Dr. Mansur emphasises the need for expert assessment and recommendations, potentially including international experts, to accurately evaluate and improve the financial and public key organs. He remains optimistic that inflation could be reduced within the next four to five months, paving way for macroeconomic stability.While the central bank has made some progress in improving the forex market, Dr. Mansur notes the need for a market-based crawling-peg system rather than a dictated one. Dr. Zahid Hussain, former lead economist of the World Bank's Dhaka Office, underscores the immediate challenge of bringing social stability and addressing the recent anti-discrimination student movement. The interim government must create a conducive environment for students to return to classrooms.Dr. Hussain also stresses the importance of addressing inflation, forex market volatility, and weaknesses in the financial sector. He questions why the key reform measures under the PCA framework, scheduled for implementation in March 2025, cannot be initiated immediately. Reviewing budget expenditures to suspend unnecessary and politically motivated projects is crucial.Dr. M Masrur Reaz, Chairman of the Policy Exchange of Bangladesh, calls for immediate actions to halt the system's bleeding due to mismanagement, misgovernance and manipulation of economic data. A thorough and honest analysis of the damages must be conducted, followed by two types of reforms: addressing governance failures and strengthening the macroeconomic situation. In conclusion, the interim government has a monumental task ahead in stabilising the economy and restoring confidence.\nAbida SultanaA banker, Dhaka",
        "headline_1": "Drastic reform a must to put economy back on track",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/drastic-reform-a-must-to-put-economy-back-on-track-1723132058",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-08-2024"
    }
]