[
    {
        "full_article": "Congress leader Rahul Gandhi’s Bharat Jodo Yatra, literally a ‘unite India march’, is an ambitious political project that will test his acceptance as a leader and the mood of the country. Kicked off on Wednesday in Kanniyakumari at the tip of the Indian peninsula, the march will cover 3,500 km in close to five months across 12 States and two Union Territories to reach Kashmir. Mr. Gandhi said the march was an effort to unite all Indians behind the values of the national flag, the core of which is diversity. The Congress leader said those values were now under threat from Hindutva, the ideology of the current regime. Mr. Gandhi, a strident and consistent critic of Hindutva, and a votary of diversity, federalism and liberalism, has not been able to mobilise sufficient public support behind his thinking so far to revive the Congress. Meanwhile, Hindutva remains popular enough to win power in Delhi, though its geographical spread is still patchy. Mr. Gandhi has faced criticism of being a sporadic political actor with limited capacity for sustained action. By venturing into such a long and challenging enterprise, he is possibly testing his own endurance. Such political journeys have historically and in the recent past rewritten the fortunes of leaders and ideas — from M.K. Gandhi to L.K. Advani. Mr. Gandhi will therefore be closely followed every step of the way by his admirers, critics and, more importantly, open-minded sceptics.What matters for Mr. Gandhi will be what the undecided section of Indian population makes of his yatra. The Congress had announced this yatra at a brainstorming session in Udaipur in May. This yatra would be more productive in conjunction with the other measures announced in Udaipur to revamp the party. Of particular distaste for the neutral people of India is the continuing trend of dynasties capturing positions of power at the cost of the ordinary, talented workers in the Congress. The Udaipur conclave had resolved to check the level of dynastic inheritance of power in the party, but that has remained on paper. Mr. Gandhi is acutely aware of the toxic legacy that shackles the party. In response, he has swung between a self-effacing approach and the promotion of his own coterie in place of the previous. Mr. Gandhi will have to discover, inspire, and incentivise the Congress worker through this journey. The notion that NGOs and actors outside the Congress structure will give buoyancy to his politics is wrong and misplaced. Mr. Gandhi will have to convince the general public of his capacity to lead a national change and also motivate the party’s workers who have long been trampled by one group of rootless imposters after another. That is a long, and even lonely, journey.",
        "headline_1": "Discovery of Congress: On Bharat Jodo Yatra",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/discovery-of-congress-the-hindu-editorial-on-bharat-jodo-yatra/article65866600.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-09-2022"
    },
    {
        "full_article": "By overruling a single judge’s impractical prescription for a working relationship between estranged leaders Edappadi K. Palaniswami and O. Panneerselvam, a Division Bench of the Madras High Court has momentarily removed the “functional deadlock” in the AIADMK. Justices M. Duraiswamy and Sunder Mohan, allowing an appeal from Mr. Palaniswami, set aside the verdict ordering status quo ante as of June 23, when dual leadership prevailed. The judges have rightly elucidated that with the impossibility of a truce, a situation has arisen where the party, as a whole, will undergo irreparable hardship if the two leaders are mandated to jointly manage the party affairs. The court has justifiably underscored the supremacy of the general council, whose members are elected by the primary members, in determining the party leadership structure and ratifying any changes made to it by the executive council. This effectively validates Mr. Palaniswami’s election as interim general secretary at the July 11 special general council meeting, convened on the request of most of its members. The judges, interestingly, have drawn parallels with the developments in the AIADMK five years ago when its jailed interim general secretary V.K. Sasikala was replaced by the Panneerselvam-Palaniswami duo, to validate the current abolition of the dual leadership structure. It has held that the convening of the special general council by the presidium chairman cannot be termed illegal since the coordinator and joint coordinator are at loggerheads. Loopholes in the party’s bye-laws, which do not contemplate written notice for convening general council meetings or mandate notice for holding special general council meetings requisitioned by at least one-fifth of its members, too worked in favour of Mr. Palaniswami.The court, curiously, has left open the question of whether the dual posts lapsed due to non-ratification by the general council. With Mr. Panneerselvam determined to challenge the order in the Supreme Court, the legal see-saw battle is not over. It is beyond doubt the internal political balance of convenience is with Mr. Palaniswami. Except for one legislator, none of the 2,539 of the 2,665 members of the party general council, who filed affidavits before the Election Commission of India in his support, has switched loyalties since accepting his leadership. Whereas, Mr. Panneerselvam has been repeatedly relying on the legal fine print to restore his position as a partner with shared managing powers in the AIADMK. Instead of fortifying his base and providing the necessary political challenge to Mr. Palaniswami, he has had no qualms in soliciting those sidelined or expelled from the AIADMK, decisions to which he was a signatory. There is no doubt that the ongoing battle has disrupted the party’s focus and functioning. It is critical for the party, which will complete its 50th year next month, that the leadership question is settled quickly.",
        "headline_1": "AIADMK’s troubles",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-hindu-editorial-on-aiadmks-troubles/article65866198.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-09-2022"
    },
    {
        "full_article": "Rahul Gandhi’s five-month, cross-country Bharat Jodo Yatra, says Congress, will carry the party’s message to the nation as well as re-energise an ailing organisation.\nTrue, after a string of electoral defeats, multiple high- and low-profile desertions and with a party leadership in the doldrums, Congress workers are in dire need of attention and motivation. But can the yatra help Congress regain the trust and credibility it has lost since 2014?\nRead full opinion on TOI+\n\n",
        "headline_1": "What about Congress jodo? A procession is transient. Rahul’s yatra won’t repair the party’s fractured organisation",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-about-congress-jodo-a-procession-is-transient-rahuls-yatra-wont-repair-the-partys-fractured-organisation/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-09-2022"
    },
    {
        "full_article": "Income Tax officials this week carried out pan-India raids on registered unrecognised political parties (RUPPs), following up on an earlier probe into their murky financial transactions. These raids need to be located in a larger clean-up process initiated by the Election Commission. It’s a good move and should be carried to its logical conclusion. The problem stems from an unrealistic assumption that underpins income tax benefits given to political parties. It’s that tax exemptions combined with funding anonymity will strengthen electoral democracy and not lead to abuse.\nRUPPs are political parties whose vote share is below a threshold needed for recognition. EC data showed there were 2,796 RUPPs a year ago, a 300% increase over two decades. In the 2019 Lok Sabha election, only 30% of RUPPs contested. RUPPs are entitled to 100% income tax exemption provided they meet conditions pertaining to furnishing tax returns. However, like all political parties they can cloak the identity of donors who make cash contributions up to Rs 2,000.\nThe combination of tax exemptions, funding anonymity and easy registration is a system ripe for abuse. It’s this system that EC is trying to clean up. In pursuit of its aim, EC in June deleted 111 RUPPs from their list. Even if RUPPs are prevented from gaming the system, the core problem remains. While all political parties are entitled to tax exemptions, the incentive to abuse special privileges extended to them comes from anonymity offered to donors contributing to parties. The effort to tackle anonymity has so far been restricted to lowering the maximum permissible limit for cash contributions from the earlier level of Rs 20,000.\nThis is inadequate. The introduction of electoral bonds, which are promissory notes payable to the bearer on demand, is problematic. In fact, it poses more of a threat to the integrity of the electoral system as it not only allows anonymous contributions without a ceiling, it also opens the door to more problematic sources of funding political parties. The Supreme Court should prioritise hearings that challenge the use of this instrument.\n\n",
        "headline_1": "RUPP & tough: EC’s move to weed out shady political parties should look at some funding provisions too",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/rupp-tough-ecs-move-to-weed-out-shady-political-parties-should-look-at-some-funding-provisions-too/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-09-2022"
    },
    {
        "full_article": "A survey of 86,000 Class 3 students from 10,000 government and private schools found 11% of students lacking basic numeracy skills and 37% with limited skills. To look at the glass half full, 42% met global minimum proficiency and had sufficient skills while 10% boasted superior skills. No doubt, many schools, especially catering to middle classes, are impressive. But the lagging 48% is India’s major challenge. Collectively, it’s a number over 1 crore given an estimated 2.3 crore children in Grade 3, assuming 100% enrolment.\nIn languages, some good news came from English proficiency levels – 34% had superior skills, 21% sufficient skills and 45% were below par. For Hindi, corresponding figures were 25%, 22% and 53% respectively and Tamil 9%, 14% and 77%. Only Punjabi outdid English. Desire to master the English language, widely seen as a passport to better prospects, may be one explanation. And it’s also a reminder to politicians who target English that children and their parents have a clear preference. Some findings seem puzzling and need further examination, including the quality of the sample. Poor performance in children’s numeracy skills in rich states like Tamil Nadu and Delhi compares with above average performance in one of the poorest states, Bihar. Bihar, in fact, returned very low scores in the recent National Achievement Survey.\nNationally, the news is not hopeful. It doesn’t take a math whiz to figure out that so many children lacking basic numeracy skills is real bad news for a modern economy. Think about when these children grow up – many low-skill jobs will disappear thanks to automation. Already, as evidenced by educated unemployed queuing up for jobs below their learning qualifications, India has a jobs scarcity and employability problem. Spending more money on primary education is necessary but not sufficient. The quality of teachers and teaching are problems that can only be solved by making schools accountable to their customers – parents of children who study. That means decentralisation of education administration, something not on any political agenda.\n\n",
        "headline_1": "Do the math: Learning outcomes are poor for too many children. One reform: make schools accountable to parents",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/do-the-math-learning-outcomes-are-poor-for-too-many-children-one-reform-make-schools-accountable-to-parents/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-09-2022"
    },
    {
        "full_article": "India is racing to touch the magic target of producing 1 lakh doctors every year to achieve the WHO recommendation of one doctor per 1,000 population. The target seems close as the National Medical Commission website shows 612 medical colleges with 92,793 seats.\nWhile there is no dispute that countries need adequate health personnel, how much does touching this specific target impact improvement of the common indicators used to gauge a health system? A look around our neighbourhood and at countries in the same economic category as us – lower middle income – shows many made remarkable progress well before they had enough doctors.\nRead full opinion on TOI+\n\n",
        "headline_1": "1 doctor per 1,000 isn’t healthcare’s magic number: India may soon hit the WHO target, but countries with fewer doctors have delivered better outcomes",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/staying-alive/1-doctor-per-1000-isnt-healthcares-magic-number-india-may-soon-hit-the-who-target-but-countries-with-fewer-doctors-have-delivered-better-outcomes/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-09-2022"
    },
    {
        "full_article": "The majority of Bangladeshi people are young. If we consider people aged between 14 and 29 years, they make up around 30 percent of the population, according to government estimates. People aged between 1 and 14 years make up above 25 percent of the population. People who are capable of working – those aged between 15 and 59 years –make up the largest segment of the population: more than 65 percent. The number of people who fall under the 14-29 age bracket currently stands at 50 million, and this number is increasing.\nIn my opinion, this population segment of children and young people faces the biggest danger among all in Bangladesh today. This danger materialises in different ways. Firstly, a healthy and safe environment that is devoid of fear, which is necessary for them to grow in, is non-existent. Their educational environment is hostile to healthy growth in many ways; privatisation and commercialisation of education have worsened its quality; they don't have playgrounds to play in, ponds to swim in, and trees and greenery are disappearing around them. Playgrounds are gradually being turned into large construction projects, and now children are basically growing up and spending their formative years on the streets or within closed doors.\nSecondly, the rate of unemployment is the highest among the educated. Meanwhile, those who are in the process of getting an education suffer from a lack of security as well. If we consider the gono rooms of public universities (common space shared by large numbers of students), a first-year student faces immense mental pressure as soon as they arrive there. Student organisations backed by the ruling party control everything about their lives – how they stand, where they go, what they do – they force the freshers to attend political gatherings. If a student faces all these obstacles in their very first year, their academic performance takes a nosedive as a direct result of this. A fraction of these students, often just to survive or in the pursuit of power, end up joining that same group of young people who are being used as muscle power.\nThis brings me to my third point. A select group of powerful people in Bangladesh are taking ill-advantage of unemployment and the dearth of quality education; they are taking advantage of this environment that is hostile to free thinking and creativity, that breeds fear and greed, to use young people as a weapon.\nIf we look at recent developments, the prices of fuel have increased along with that of other necessities, and people are protesting this price hike. When injustice takes place at universities or elsewhere, people try to protest that. In many of these situations, we have seen government-backed student organisations or youth organisations ready to stand against the cause, armed with machetes and sticks. We saw when teenagers revolted demanding road safety, the ones who attacked them were young as well. People refer to them as \"helmet bahini,\" and this bahini or force is gradually growing.\nThe female students who find themselves in this predicament face a larger degree of insecurity. We hear news of sexual harassment and rape almost on a daily basis, where young women are the victims. In many of these cases, the allegations are against Bangladesh Chhatra League or other government-backed organisations. They have created this reign of terror by connecting themselves to the powers that be.\nA major concern at the moment is the fact that in 50 years, none of the services that our youth need to flourish throughout their lives – education, creativity, sports, cultural activities, libraries – have seen substantial growth in Bangladesh. As a result, they are growing up in a dry, uncreative, and cruel environment. Furthermore, those in power are using a segment of these young people for profit, to make money, to extend their power, and they are often using them against other young people.\nA culture of fear exists in our universities and society in general. When we look at our youth today, we can see what danger and uncertainty they are being hurled into in the name of cementing political power.\nMy question is: What are the government's plans with this huge population segment who are supposed to take the reins of this country in the future? Does it want them to turn into machines? Does it want them to turn into a group of people devoid of thought, conscience, and sympathy? Is that the government's intention? To exploit them in any way they want?\nOne beacon of hope is that even from within this mess, the youth is making its voice heard, be that with road safety protests, protests for the Sundarbans, demands of national interest or for democracy. The touch of creativity we see in these protests give us some reassurance, but it's time we started asking questions as to where our government is leading our youth.\nTranscribed and translated by Azmin Azran.\n\n \nAnu Muhammad is a professor of economics at Jahangirnagar University.\n",
        "headline_1": "What future do our youth face?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-future-do-our-youth-face-3114526",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-09-2022"
    },
    {
        "full_article": "What defines public interest? If effective public policies can be used as tools to promote public interest, what prevents us from leveraging the state for the collective well-being of society to the extent that it satisfies the comprehensive needs of the public? \"It depends\" – is the answer that academics and policy practitioners provide.\nYet, irrespective of what a certain society represents or values, the categorical role of education in enhancing the notion of public good is perhaps the one universal truth to which we all relate to. If investing in education is understood to be in public interest, and if the state propels the notion that Bangladesh is a country that has witnessed unprecedented levels of development over the past decade, then by definition our education sector should be a prominent channel via which the nation can celebrate its developmental achievements. Sadly, the story is quite the opposite.\nFrom villages to cities, one has gotten accustomed to hearing about GDP growth over the past decade. Yet, while there have been political messages and tokenistic proclamations regarding the need to strengthen the education system, the numbers tell a different story. For the 2022-2023 fiscal year, the government decided to allocate roughly 1.83 percent of the GDP towards the education sector; in fact, this year's allocation for education as a percentage of GDP is lower than that of last year. Budgetary volumes have kept increasing quite vividly over the past decade; however, the trend in education spending as a share of GDP has remained stagnant around two percent.\nA 2020 report of Unesco indicates that Bangladesh is lagging behind compared to its neighbours with smaller GDP sizes – such as Bhutan, Nepal and even Afghanistan – when it comes to education spending. Unesco defines the optimal average public expenditure on education as roughly four to six percent of GDP. And even as the pandemic demanded a policy response from the government which would mobilise additional resources towards this sector, such has come merely in the form of empty promises and words. The reason why education is not an attractive developmental vehicle for political regimes is due to the very nature of its outcomes. Theoretically, education is a merit good – an economic commodity that has concrete well-being implications and, to a large extent, intangible external benefits. Yes, a quality education will guarantee good jobs and improve the quality of life for the citizens. But its long-term effects are in the form of an intellectually competent and progressive society – one which questions the status quo and stimulates innovation.\nHowever, a return on education from an investment perspective is difficult to ascertain in the short run. The reality is that the political strength of the ruling Awami League has been showcased via its presentation of tangible megaprojects – items that we can see or celebrate, such as the Padma Bridge – and its associated marketing strategy of underscoring why the party needs to remain in power. Education and health are perhaps secondary considerations in light of this.\nEducationists in Bangladesh have discussed the challenges beyond a lack of targeted resources as barriers within the sector. A 2019 World Bank report indicated that while 90 percent of the allocated education budget is utilised each year, it is not done systematically throughout the year. More than 50 percent of the total expenditure is carried out in the final quarter of the fiscal year. This is another trend that indicates both a lack of planning and execution. Management of the national education system at the hands of ministerial bodies and government agencies – particularly the inability to holistically reform archaic and deeply outdated syllabi – is another story in itself. Teachers are underpaid, and they are sent to teach without appropriate training. While the government does from time to time showcase its supposed interest to stand by the teachers by investing in training programmes, this remains at a scale that is embarrassingly unsuitable.\nSo what are the solutions? For one, democracy needs to function in Bangladesh. The parliament, which has effectively become a rubber stamp body over the past decade, has failed to account for the serious lack of state funding towards education. Elected representatives must debate on the political ambivalence towards this sector. Policymakers need to identify solutions to not simply increase the quantity of educational institutions in the country, but do so with a greater focus on creating infrastructure that promotes the quality of education in Bangladesh. Creating an ecosystem for the enhancement of critical thinking, research and promotion of soft skills should be instituted across the board – primarily by reforming the national syllabi followed in classrooms. Eliminating rote memorisation techniques and replacing them by leveraging creative learning practices is a demand of time. Investing in technology is important, but at the same time, investing in the basic needs of schoolchildren such as desks and books is perhaps even more prudent.\nAs a nation, it is integral to agree that our education system is failing to uphold the public interest of creating a more qualified and intellectually solutions-oriented future generation. Recently, Education Minister Dr Dipu Moni fittingly said that Bangladesh should discuss topics like robotics or artificial intelligence in light of how the world is progressing. While I absolutely agree with the education minister, I ask her to look deeply and conscientiously at the state of Bangladesh's education system. I ask her this question: If your government refrains from putting policy weight behind the education system to the degree that educationists and experts have been demanding for years now, then isn't it valid for the people to assess your statement as nothing more than tokenistic?\nIt is in the public interest for Bangladesh to have a radical transformation of the education system, and the reality is that only the state has the capacity to do this. Whether it chooses to do so in the near future may very well define the sustenance of the economy and the collective future of Bangladesh.\nMir Aftabuddin Ahmed is currently pursuing a master's degree on public policy programme at McGill University in Canada.\n\n",
        "headline_1": "Transforming education beyond words and tokenism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/transforming-education-beyond-words-and-tokenism-3114431",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-09-2022"
    },
    {
        "full_article": "Recently, we have seen the news that the ruling party's student wing is extending itself into private universities by announcing individual committees for various institutions. This development has met with growing concerns from private university faculty members, students, and their parents, many of whom don't want party politics to enter their campuses.\nWhy is there such an aversion to party politics? The reason becomes clear if we look at the political practices at public universities. It is not an exaggeration to say that the ruling party's student wing maintains a culture of terror within those campuses. The residential halls in public universities are often in their control, and students are compelled to attend party programmes – which takes time away from their study schedule or socialising – if they want to save their seats in the halls. Even outside the halls, the leaders of Bangladesh Chhatra League (BCL), the student wing of the ruling Awami League, hold immense power, often instituting unwritten codes of conduct that all of the students must abide by. And if any student dares to say or write anything that goes against the party's interest, they face harsh repercussions, which often translates to physical violence. Infighting among various groups of the same party are commonplace and fighting with other student groups also takes place, making the environment somewhat unfit for education.\nDo we really want such practices to enter the domain of private universities, too? The answer is clear: we do not. Extending such practices to private universities will greatly hamper the environment for education on those campuses. That is probably the reason why various private institutions such as East West University (EWU), University of Liberal Arts Bangladesh (ULAB), American International University-Bangladesh (AIUB), and North South University (NSU) have already instituted a rule that no party politics will be allowed within the campus. This is a welcome decision.\nIn this case, we see a conflict between two powerful groups. One is the owners and trustees of private universities in Bangladesh, and the other is BCL. Both of them have lobbying powers with the government, with one having a strong financial standing in society and the other directly linked to the regime. It will be interesting to see which group ultimately triumphs, but it is clear that the government will be involved in this conflict to broker a decision. The private university authorities have the right to disallow certain forms of interactions and organisations within their campuses as private bodies, and the ruling party's student wing also has the right to exercise its political rights. These two sets of rights justifications need to be reconciled while keeping the interests of the students in mind.\nWhich group ultimately prevails will depend on which one has the higher power within the prevailing structure, and how important BCL thinks its project of forming individual committees for private universities is. An interesting arrangement is possible, where there will be committees for private universities issued by the BCL, while the private universities will also prohibit political activities within their campuses. In such a setting, political activities by private university students who want to take part in Chhatra League politics will not totally stop, but only refrain from organising within their institutions to avoid being expelled. The authorities may feign blindness to political activities outside of campus to avoid confrontation.\nHowever, the growing power of student leaders may make it increasingly hard for private university authorities to keep things in check and avoid their power practices. Only time will tell what happens, but in the era of of party politics seeping into every sector, it is not unimaginable that private universities will eventually be proliferated by party politics, too.\nBut what do the students of our private universities really need? Should they be kept entirely divorced from all politics? That doesn't seem to be the right choice either, because we have seen that these students have historically had issues and needs that needed to be addressed through political means. In the \"No VAT on Education\" protests in 2015, private university students staged a powerful movement that was definitely political in nature. Their way of congregating, organising, strategising, making demands, etc were all political. Organisations and semi-organisations were formed that were political. However, they were rights-specific and issue-specific, and they were necessary to serve the interests of the student body. They were not simply an extension of the national political parties that would use the students as head counts for their rallies.\nSuch rights organisations are extremely necessary, and the best method of fostering that is to institute student unions or student governments at every private university. Through these bodies, students would be able to collectively bargain with the authorities of their universities and present their demands for a better educational environment. If there is a need to negotiate tuition fees or things of that nature, the student government can do that as well. All students should be able to participate and vote in the student government elections, and the elected bodies should have term limits. This would ensure that students are represented in a bargaining body and their voices are heard by the authorities. This will also increase a student's sense of belonging to their institution, and give them an incentive for good behaviour if they want to become a future leader. This mechanism would also foster leadership skills for students who can then employ those skills in their careers. Even future independent political figures and parties can grow out of this process.\nTherefore, I propose two solutions. Firstly, Chhatra League should be kept outside of private universities so that their reign of terror does not seep into that sphere. Secondly, student government bodies should be constituted at private universities under the auspices of the authorities, so that healthy political practices and collective bargaining procedures may grow. The second policy will also aid the first objective of keeping the toxic Chhatra League politics out of private universities, as there would be less of a political vacuum for them to fill in. A mixed approach of these two solutions can bring about the most positive change.\nAnupam Debashis Roy is an independent writer and researcher.\n\n",
        "headline_1": "Should student politics extend into private universities?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/should-student-politics-extend-private-universities-3114416",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-09-2022"
    },
    {
        "full_article": "The key part of Prime Minister Sheikh Hasina's visit to India, which ends today, is over with the conclusion of the meeting with her Indian counterpart Narendra Modi on September 6, 2022. The formalities of signing MoUs and the inauguration of projects are also complete. The fate of the visit is now set. So, what are the outcomes of this high-level diplomatic engagement? What are the gains for Bangladesh?\nDuring the meeting, seven MoUs were exchanged and five projects were inaugurated.\nAmong the MoUs, the most important one is the withdrawal of 153 cusec (cubic feet per second) water from the Kushiyara River by Bangladesh under the upper Surma-Kushiyara project, via Rahimpur. The water will be used for irrigation of about 5,000 hectares of land. This is the first bilateral water-sharing arrangement between the two countries since the Ganges treaty in 1996. We must welcome this development. However, the major water-sharing disputes between the two countries remain unresolved.\nUnfortunately, there has been no progress regarding the signing of the Teesta water-sharing agreement, the draft of which has been gathering dust since 2011. It is still at the assurance level, and not even mentioned in the statement issued by the Indian prime minister after meeting his Bangladeshi counterpart. Prime Minister Sheikh Hasina, in her statement, only expressed hope that the outstanding issues, including the Teesta treaty, would be concluded at an early date. The joint statement didn't mention India's current view on the matter either. Meanwhile, new dams are being planned on the Teesta River in the Indian state of Sikkim, which will further choke the river's water flow.\nSimilarly, although the delegations of the Joint River Commission (JRC) discussed preparing the drafts of the water-sharing frameworks for the Manu, Muhuri, Khowai, Gumti, Dharla and Dudhkumar rivers, they couldn't finalise them.\nThe Bangladesh government's poor water diplomacy has failed us again. They have failed to make India understand that Bangladesh can't wait forever to resolve the issues of sharing the water of the common rivers. It is worth mentioning that the JRC ministerial-level meeting was held on August 25, 2022 after about 12 years. Can we expect a better result?\nAmong the projects inaugurated, a major one is the unveiling of the Unit I of the Maitree power plant. The 1,320 (660x2) MW supercritical coal-fired thermal power plant in Rampal, Khulna is being set up at an estimated cost of approximately USD 2 billion, with USD 1.6 billion as Indian Development Assistance under Concessional Financing Scheme. There has been strong criticism and protest against this controversial project since its inception. Numerous studies have shown that the benefits of the Rampal coal-fired power plant are negligible compared to its negative irreversible impacts on the ecosystem of the Sundarbans, a natural shield against cyclones and storm surges for Bangladesh.\nOn the first day of Prime Minister Sheikh Hasina's visit, Indian business tycoon Gautam Adani called on her. He expressed confidence in the completion of the transmission line under the Adani Godda Power Plant project to Bangladesh by December this year. The power deal was signed during Modi's first visit to India in 2015. This project has also drawn a lot of flak from environmental activists and energy experts in both countries.\nA report jointly published by the Bangladesh Working Group on External Debt (BWGED) and the India-based Growthwatch estimated that the capacity charge that Bangladesh is set to pay to the 1,600MW Adani Godda Power Plant over its 25-year lifetime is more than enough to build three Padma Bridges. The power from this plant, according to the study, will be 56.2 percent more expensive than the power imported from other sources.\nIt is reported that Adani has proposed to invest on a large scale in Bangladesh's energy and infrastructure sectors. Bangladesh must be aware of the Adani trap. We can learn from Sri Lanka's experience. In June 2022, Sri Lankan electricity chief MMC Ferdinando told a parliamentary committee that Prime Minister Narendra Modi had \"pressured\" Sri Lankan President Gotabaya Rajapaksa to clear an Adani Group project in the island nation. Massive protests were held in the country against the proposed wind mill project by Adani Group. However, Gotabaya Rajapaksa \"vehemently denied\" the statement; Ferdinando subsequently withdrew his statement and stepped down from his position.\nThrough this visit, the two countries have also made some progress on the upgradation of train tracks, signalling systems and railway stations, training of Bangladeshi judicial officers, and cooperation in space technology. Those will definitely contribute to strengthening the bilateral relationship between the two neighbours, but Bangladesh deserves better.\nThere was some hype about the Comprehensive Economic Partnership Agreement (CEPA), but it didn't get much importance in the statements of the prime ministers and the joint statement, except what Indian PM Modi said, \"We will soon start discussions on the bilateral Comprehensive Economic Partnership Agreement.\" In his special media briefing, the India foreign secretary disclosed that talks between the two countries on CEPA were proposed to start this year and conclude before the graduation of Bangladesh from LDC status by 2026.\nThe Hasina-Modi talk failed to reach a meaningful point on two major security concerns of Bangladesh: repatriation of Rohingya refugees and border killings.\nBangladesh has raised the repatriation issue multiple times with New Delhi and urged India to use its good office with the Myanmar junta to take back the refugees currently sheltered in Bangladesh. However, India has been diligently maintaining its do-nothing policy towards the Rohingya. During this visit, Sheikh Hasina again emphasised that India can \"do a lot\" to help Bangladesh cope with the Rohingya crisis. But no concrete initiative to address the crisis is found in the joint statement – Indian Foreign Minister S Jaishankar gave our prime minister only assurances.\nAlthough Bangladeshis are regularly killed on the border by India's Border Security Force (BSF), the joint statement expressed \"satisfaction that the number of deaths due to incidents along the border has significantly reduced.\" Are border killings no longer a concern for Bangladesh?\nWhen the BSF DG justified border killings during a meeting in Bangladesh on July 21, 2022, saying all Bangladeshis killed on the border were criminals, his Bangladeshi counterpart maintained silence. Is such silence bringing satisfaction?\nThe prime ministers of Bangladesh and India have met 12 times since 2015. Every time, particularly during the state visits, high expectations arose and, invariably, as they were not met, disillusionment settled in. Sheikh Hasina, after returning from her state visit to India in 2018, said that India would always remain grateful for what Bangladesh did for its neighbour. This time also, there is no major gain from her visit. One can't help but wonder: Will India ever reciprocate the favour?\nShamsuddoza Sajen is a journalist and researcher.\n\n",
        "headline_1": "PM Hasina’s India visit 2022: Will India ever reciprocate our favour?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/pm-hasinas-india-visit-2022-will-india-ever-reciprocate-our-favour-3113481",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-09-2022"
    },
    {
        "full_article": "After Bangladesh Chhatra League (BCL) announced the formation of its committees in a number of private universities to \"deal with terrorist activities\" and \"practice Bangabandhu's ideals\", Education Minister Dipu Moni commented that it is up to the universities to decide whether political activities will be allowed on their premises. However, she demonstrated her tacit approval by saying that the implications of banning student politics are usually \"not good\", and if we want a democratic society, there is no alternative to political consciousness. But as one vice-chancellor aptly replied, \"Has anyone seen anything positive coming out of student politics in the last 10-12 years?\"\n\nBCL spokespersons have mentioned how private universities being left out of political activities is allowing terrorist ideologies to flourish. While there is little, if any, evidence to back up this claim, we must ask: since when is BCL in charge of dealing with terrorism?\nThat this negative connotation that our brand of student politics now carries is rooted in fact was proven only yesterday, when this daily reported on how newly-formed BCL committees in three public universities include students – that too in top positions – who were expelled from the organisation for criminal activities, and even accused in murder cases. Some of the selected are also not students – a far too common occurrence when it comes to student politics. The unfortunate reality is that student politics, especially of the BCL brand, is often associated with crime, violence, extortion, illegal contracts, harassment of students and teachers, forceful occupation of university property, etc. Not to mention the fact that, in recent weeks, we have once again been reminded of how often student wings only function as an arm of their mother parties in committing violence during clashes.\nWhy would private universities need BCL committees in the first place? BCL spokespersons have mentioned how private universities being left out of political activities is allowing terrorist ideologies to flourish. While there is little, if any, evidence to back up this claim, we must ask: since when is BCL in charge of dealing with terrorism? And in what ways do they plan on resisting terrorism? Will they take the law into their own hands, as we have so often seen them do in public universities? If their plan is to do so through conducting social and cultural activities, then why get affiliated with a political party? And what exactly are law enforcement forces doing anyway, if BCL is required to do this job for them?\nGiven that so many students and their teachers and families are worried about the likely influence of party politics on their education – and we must be clear that student politics has now become synonymous with party politics – we believe they are entitled to these answers. And while we are relieved to find that a few of the major private universities have already confirmed that they will not allow student politics, we hope they will continue to have this freedom to choose and will not face any untoward pressure to change their decisions on this.\n",
        "headline_1": "BCL in private universities is a dreadful prospect ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/chhatra-league-private-universities-dreadful-prospect-3114251",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-09-2022"
    },
    {
        "full_article": "It is heartening to know that a retired constable has settled his \"debt\" of unbought tickets for train journeys he had made while working for the Anti-Corruption Commission. Reportedly, the 61-year-old Emdadul Haque, a resident of South Mourail in Brahmanbaria who retired from service in December, visited the Brahmanbaria Railway Station on Monday, and expressed his desire to pay his dues. His wasn't a case of late-blooming conscience. He kept a tally of the number of times he had to travel without a ticket over the last few years and, upon meeting railway officials, paid a duly-counted Tk 2,530.\n\nWhile we hope non-paying train passengers will learn from Emdadul's example of honesty, we also expect that the higher authorities will ensure total compliance with all rules and regulations, especially by railway officials who must lead by example in all their undertakings.\nIn so doing, the father-of-four has set an example of honesty at a time when such efforts, particularly by government officials, current or former, are few and far between. Stories like this inspire us, teach us the importance of honesty and integrity, and make us want to be a better version of ourselves in both personal and professional lives. They show us how citizens can, and should, evolve from being mere customers into active stakeholders in matters related to them. By coming clean on his travel history, Emdadul has also shone a light on the travel habits of many train passengers as well as the mismanagement and irregularities currently plaguing the sector.\nTrain passengers travelling without tickets is a common phenomenon in the country. We often come across reports of people doing this, sometimes without so much as a thought spared for the impropriety of the act or its likely effect on a struggling sector. Our memory of a travelling ticket examiner of Bangladesh Railway, who was temporarily suspended after he fined three relatives of the railways minister travelling without tickets, is still fresh. As well as high-profile offenders, there are also university students and even ordinary citizens trying to take advantage of a system where there is little accountability for crimes and failures.\nRailway officials themselves are perhaps the biggest beneficiary of this corruption-enabling, inefficiency-tolerating system, which makes Emdadul's story both an example to follow and a case study to scrutinise. The railway is a serial offender when it comes to questions over poor services, lax monitoring, lack of implementation of relevant rules and regulations, and poor execution of its many projects. Although the authorities routinely talk about improving and modernising railway services, the truth is, the huge investment made in this sector has amounted to little improvement over the years.\nSo while we hope non-paying train passengers will learn from Emdadul's example of honesty, we also expect that the higher authorities will ensure total compliance with all rules and regulations, especially by railway officials who must lead by example in all their undertakings.\n",
        "headline_1": "An inspiring example of honesty",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/inspiring-example-honesty-3114236",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-09-2022"
    },
    {
        "full_article": "Slow progress in relocating the hazardous chemical and plastic factories from the old part of Dhaka city appears to indicate that the project is stuck in a lack of urgency that kickstarted it years ago. First, it was the horrifying Nimtoli blaze way back in June 2010, then the one at Chawkbazar years later as well as a few more that made shifting of such units a must. The government was quick to respond positively. The decision to relocate the factories to a safer and thinly populated location was received well by all quarters. But it seems to be taking too long. Following the decision of relocation, there were few moves that needed to be remodelled and amended. At the beginning, an inter-ministerial committee selected 20 acres of land in Keraniganj's Sonakanda to build high-rise buildings to house those factories and warehouses. A project proposal was also prepared, but things did not advance further. In 2018, another project 'BSCIC Chemical Palli, Dhaka' was approved by the Executive Committee of the National Economic Council (ECNEC). The Tk 2.01 billion project on 50 acres of land in South Keraniganj was planned to have 936 plots. That project was amended following the Chawkbazar fire in 2019, and a fresh project was taken up to construct 'BSCIC Industrial Park, Munshiganj' in Sirajdikhan, Munshiganj. The project was said to have 2,154 plots under it. According to planning ministry officials, the government has allocated Tk 82.70 crore for the project under the 2022-23 Annual Development Programme. However, the project duration is yet to be extended. Shifting the hazardous plants and warehouses is indeed a time-consuming job given the need for developing new location/s with required facilities, including communication and infrastructure. Reports say works on the project sites are going on, but not with the required momentum. Meanwhile, the Dhaka South City Corporation (DSCC) is reported to have provided a list of around 2,000 units in April, 2021 for relocation. According to a survey conducted jointly by the DSCC, the Department of Explosives and the Fire Service and Civil Defence, 96 per cent of the factories and warehouses are at moderate risk, 0.5 per cent at high risk and 3.5 per cent at low risk. The chemicals dealt with by the factories include methylene, perfumery, food flavours, machine oils, acids, colour flavours, tarpin, pyramine, soda, glycerine, citric salt, gypsum. Keeping in view the present state of the project work, it is uncertain how long will it take to shift the factories. The Bangladesh Small and Cottage Industries Corporation has reportedly said 70 per cent of the land filling in the project locations is complete and they hope to hand over the plots to the owners by June 2023. On receipt of the plots, the owners of the factories will need time to build structures and also complete all other related works. So, unless there is a well coordinated move, backed up by urgency, it is feared that relocation may not be a reality in the near future.",
        "headline_1": "Relocation of hazardous factories from Old Dhaka",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/relocation-of-hazardous-factories-from-old-dhaka-1662645315",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-09-2022"
    },
    {
        "full_article": "With the publication of the gazette notification for the 20-year (2016-2035) Detailed Area Plan (DAP), Dhaka city stands a chance---perhaps for the last time---to leave behind its infamous tag of a most unliveable city at the top of the global list. Although this falls short of the original DAP in range and scope as the framers had to make compromises here and there in order to propitiate powerful and privileged groups, the finished structure still has enough potential to catapult the city out of the quagmire. The revised DAP seeks to accomplish among others: a) population density zoning, b) community services, c) environmental planning, d) demarcation of sites for housing for the lower- and lower-middle-income people, e) prioritising pedestrian and non-motorised vehicles, f) creation of a large park for each city zone or borough and g) eco-friendly management of flood plains and flood-flowing zones. To complement these, decentralised and community-based waste management with emphasis on sustainable recycling has also been proposed.Clearly, the task involves reclamation of water bodies including rivers and canals that once acted as the arteries of the capital city. If the DAP is complied with, block-based development rather than plot-based development will be the standard practice. Again, the height of buildings will be determined by the floor area ratio. However, the most ambitious plan taken up is to bring about parity between and among population densities of different city areas.It will be a daunting task to redistribute the population density in the most populous areas such as Lalbagh, Bangshal Sabujbagh and Gandaria where an acre of land accommodates 700-800 people ---highest in the world. Since the DAP envisions a futuristic Dhaka with an addition of 26 million inhabitants to its present total of roughly 25 million by 2035, it is sure to include areas such as Gazipur, Savar, Narayanganj, Purbachal and Jhilmil under an integrated development plan. It looks fine as long as the agricultural lands and forest areas or green belts in some of those areas are not infringed upon in the name of housing and development. Emerging realities have prompted private initiatives in many such areas to go for housing complexes. In this context, the areas just outside the city protection dam popularly known as Beri Bandh but quite close by have seen frenzied real estate development. The areas concerned are Bosila and Keraniganj. The good thing about such development is that housing estates such as Dhaka Udyan, Chandrima Udyan have maintained the RAJUK area plan where the entire areas have been divided into uniform blocs and 25 feet roads left in between two rows of buildings. Dhaka Udyan and the adjacent areas have happily been brought under the DAP. Now these areas served as the flood plains and the city protection dam could contain excessive flood waters. What happens now if floods of the magnitude of 1987 and 1988 come rushing on? With the construction of a walkway on the bank of Turag and Buriganga, the areas under review have increased their appeal to people who want to live a peaceful and serene life away from the chaotic city. But will their living accommodations be safe from floods of the worse categories? Such a problem is likely to confront inhabitants of quarters built in other areas on the outskirts of the city or beyond its peripheries. Maintaining population density proportionate to the city amenities available in an area is certainly a good proposal but how can this objective be achieved is a million-dollar question. Already the utility services are under severe stress. Redistribution of the density for accommodation of 250 people on an acre of land in old Dhaka and 200 in other areas sounds rather much too optimistic when the population size will be 45 million in 2035.  Yet there is no doubt about the objective the plan sets sight on to achieve. But the problem with any such plan is to get the different government agencies and private parties together for them to act in a highly coordinated manner. In the past, a lack of such coordination has frustrated all previous plans on addressing the city's growing mess. RAJUK is ill-equipped to do the job on its own.Recently though, cooperation between the city corporations and the local government and rural development (LGRD) ministry has produced enviable results. Reclamation of Lautola canal and other water bodies is a nice initiative. But the mayoral jurisdiction is limited to some routine programmes. City governance should be the key to bringing about a radical transformation in the system of service delivery. The RAJUK should be placed under the system of city governance with the mayors assuming enough authority to approve, monitor and supervise development projects and programmes for the city. For a city to have space for pedestrians and non-motorised vehicles meaning bicycles ---certainly not unlimited number of rickshaws --- there is a need for developing a highly efficient public transport system. It should be as smooth, efficient and comfortable as can render private cars redundant. Even this is not enough to arrest the exodus of migration from rural to urban centres---in Bangladesh mainly Dhaka. This calls for decentralisation of administration and economic activities, like uniform distribution of population density within the city, all across the country. \n[email protected]",
        "headline_1": "Allowing DAP to take effect now or never",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/allowing-dap-to-take-effect-now-or-never-1662645370",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-09-2022"
    },
    {
        "full_article": "No amount of criticism /opposition can deter the government from patronising the private rental power plants. The extension of power-purchase contracts for two more years with four such plants at the meeting of the cabinet committee on government purchase would only strengthen such an allegation. The power plants that are located at four different places in the country have been in operation for long 10 years, enjoying a windfall profit in the name of capacity payment. This time, the extension has been granted under the 'no electricity, no pay' arrangement, meaning that there will be no capacity payment. The contracts with 10 more power plants had been extended earlier following the same arrangement. The owners of the power plants would not mind such an approach by the government, for the plants proved to be golden goose during the past decade, courtesy of the Power Division. Most rental power plants have reaped a windfall profit by exploiting the facilities like capacity payments and incentivised fuel import. To cut its cost on account of rental power plants, the government has already sent 13 power plants having a total generation capacity of 1,018 megawatts on retirement. It has also stopped extending the contracts with the diesel-run rental power plants because of their high cost of power generation. The existing rental power plants owners, allegedly, are lobbying hard to remain in service, even without capacity payment. They have reasons to do so. Most plants have minted a profit worth many times more than their investment. For instance, a power plant that got its contract extended at Wednesday's cabinet committee meeting had received capacity payments worth Tk1.18 billion between July 2019 and May 2022. Another plant got Tk 2.39 billion during the same period. Not just capacity payment, there are other benefits, including hidden ones. A sizeable number of the rental power plants belong to people who are otherwise politically influential. Experts and rights organisations have time and again demanded of the government to make the entire rental power plant issues transparent and allow the Bangladesh Energy Regulatory Commission (BERC) to deal with those. But, for reasons best known to it, the government has preferred to ignore such demands and keep the developments surrounding the rental power plants secret, taking advantage of an act adopted in 2010 to grant the relevant persons immunity from prosecution. The effectiveness of the law was for two years. But parliament extended its life several times since then. The government has been providing a huge volume of subsidy to the power sector every year and, following the recent rise in fuel oil prices, the amount has only ballooned. The rental power plants eat up a big chunk of the subsidy amount. The government, however, passes the burden of subsidy on to the taxpayers. There is no denying that rental power plants emerged as saviours in the days of severe power crises. But they did not operate for free. Rather, they have got all the opportunities to earn a hefty profit. Since the country has beefed up its generation capacity using conventional large and medium-scale power plants, it can well discard gradually the rental power plants within a timeframe. It should also repeal the act that protects the wrongdoers in the power and energy sector from prosecution, for this encourages others to indulge in irregularities. \n[email protected]",
        "headline_1": "Patronising profit-hungry rental power plants",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/patronising-profit-hungry-rental-power-plants-1662645402",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-09-2022"
    },
    {
        "full_article": "Bangladesh is one of the most disaster-prone countries in the world. In coastal areas, deadly cyclones accompanied with tidal surges are a regular phenomenon. Every time, a powerful cyclone hits the country, the Sundarbans appears as our saviour by taking the first blows of these natural calamities. The world's largest mangrove forest acts like a natural shield against cyclones, tornados and tidal surges. The mangroves do not just help reduce the wind speed drastically when the storm moves through the delta but even help break the waves and the storm surge triggered along with it. The forest holds numerous benefits for our ecosystem and coastal population. But human activities have put the forest in danger. A number of dangerous private and public projects have been undertaken with some them already running on around the Sundarbans, a world heritage site. If all the projects are implemented, the forest will lose its iconic form. We must ensure that we are protecting our natural environment before planning any developing projects. Apart from protecting the Sundarbans from the clutch of our greed, we must plant more and more trees to make our country liveable for our next generation.Mohammad Nader Hossain Bhuiyan, \nStudent, Department of Management, Feni Government College, Feni, [email protected]",
        "headline_1": "Protecting the Sundarbans",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protecting-the-sundarbans-1662645425",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-09-2022"
    }
]