[
    {
        "full_article": "The questionable elevation of advocate L. Victoria Gowri as a judge of the Madras High Court epitomises the problematic nature of the system of judicial appointment. It also portends a government-driven project to take over the Bench through its favourites. Ms. Gowri, whose unabashed prejudice against minorities became evident when her past speeches and interviews came to light after her name was approved by the Supreme Court, was sworn in at an oath-taking ceremony organised with great dispatch. Earlier, the Union Law Ministry had processed the recommendation concerning a set of candidates with extraordinary speed not displayed in other cases. It was clear that the government wanted to act ahead of any possible interim order from the Court, which had agreed to hear petitions from a group of lawyers against her appointment. In the process, the government ignored a specific recommendation that R. John Sathyan, an advocate whose candidature was earlier opposed by the Ministry, be appointed first. It is a clear message that the present regime would pick and choose among those approved by the collegium, in a manner informed by its political preferences. That the government repeatedly has its way indicates that the conflict over the appointment process has reached a stage in which the collegium is constantly under pressure to yield to the executive’s position on individuals if any meaningful progress is to be made on the perennial process of filling up vacancies.The challenge to Ms. Gowri’s appointment was on the ground that had there been effective consultation and relevant information placed before the collegium, her appointment may not have materialised. Further, by her speeches denouncing Christians and Muslims she had rendered herself ineligible to act without fear or favour; and that she could not be expected to dispense justice without discrimination “on the ground of religion...”. However, the Bench rightly rejected the petitions, observing that it cannot revisit the suitability of any appointee after the collegium had decided on it. The Court on the judicial side could not possibly have gone into a choice made by its top three judges. Indeed, it made no sense to refer the collegium’s decision to a Bench for review. It is apparent that the State government too had not flagged her extreme views. While political affiliation should not disqualify anyone from judicial office, open bigotry ought to. It is also a signal failure of the collegium process that a controversial proposal could get past its scrutiny. What is needed is more than reform in the appointment system: perhaps, a process that combines an objective evaluation of the candidates’ credentials with an independent mechanism that ensures public scrutiny of their suitability. What is in place at present is an opaque, closed-door consensus-building that could leave room for unhealthy compromises.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\njudge\n\n/\n\nminority group\n\n/\n\nhate crimes",
        "headline_1": "Bench and bigotry: On advocate Victoria Gowri’s appointment as Madras High Court judge",
        "headline_2": "A judge’s appointment exposes the opaque Collegium system",
        "link": "https://www.thehindu.com/opinion/editorial/bench-and-bigotry-the-hindu-editorial-on-advocate-victoria-gowris-appointment-as-madras-high-court-judge/article66486035.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-02-2023"
    },
    {
        "full_article": "A Test rivalry high on epic contests and stirring comebacks gets its latest edition as India and Australia face off in the first Test at Nagpur from Thursday. The Ashes and games involving India and Pakistan have their share of history and hype and within that ecosystem, India and Australia have fashioned a unique fabric that has shimmered bright ever since V.V.S. Laxman, Rahul Dravid and Harbhajan Singh dished out magic at Kolkata’s Eden Gardens in 2001. There should be riveting fare during this four-Test series for the Border-Gavaskar Trophy, a silverware upon which India has had a better hold especially during the last decade, be it at home or away. The usual surround-sound may have been muted and only now have whispers started about spin-friendly pitches. While that surface tension lingers, Usman Khawaja’s delayed departure to India over a visa issue does not reflect well on bureaucratic red tape that perhaps got triggered since the Australian’s roots are in Pakistan. Pat Cummins and his men have trained away from the flashbulbs, preferring to be holed up at the Alur ground on the outskirts of Bengaluru. On abrasive pitches against their own spinners and local talent, Steve Smith and company have finessed their skill sets against the slow art.As the Test caravan moves across Nagpur, Delhi, Dharamshala and Ahmedabad, a lot more is at stake in this bilateral skirmish. The ICC Test Championship is heading towards its business end with the final scheduled at London’s Oval from June 7 to 11. June may seem far, but, for the Test cycle, there is not much time left as April and May are linked to the Indian Premier League T20 tournament. Australia with 75.56 percentage points leads the table ahead of India (58.93), Sri Lanka (53.33) and South Africa (48.72). With one foot in the final, Australia will sail through even with one draw and three losses against India. However, a 0-4 drubbing from India in tandem with Sri Lanka defeating New Zealand twice, would mean that Cummins and gang will miss the final. Meanwhile, Rohit Sharma’s men can keep their championship hopes alive by winning the series 4-0 or 3-1. However, a 2-2 draw against Australia along with Sri Lanka winning 2-0 in New Zealand would mean that India will fall below the top two and miss the summit clash. The Indian squad holds the edge but Australia is keen to rewrite history. And the cherry on the cake would be a berth in the Test championship final.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncricket\n\n/\n\nIndia\n\n/\n\nAustralia\n\n/\n\nSri Lanka\n\n/\n\nNew Zealand\n\n/\n\nTest cricket",
        "headline_1": "Old rivalry, new goal: On India-Australia Test series for Border-Gavaskar Trophy",
        "headline_2": "A lot more than the Border-Gavaskar Trophy is at stake for Australia and India",
        "link": "https://www.thehindu.com/opinion/editorial/old-rivalry-new-goal-the-hindu-editorial-on-india-australia-test-series-for-border-gavaskar-trophy/article66485791.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-02-2023"
    },
    {
        "full_article": "Earlier this week, five eminent gentlemen Pankaj Mithal, Sanjay Karol, Sanjay Kumar, Ahsanuddin Amanullah and Manoj Misra were in the news. The coverage was so scant that it would have been easy to miss. This, despite the fact that they were the latest justices to take their seats on the exalted bench of the Supreme Court of India wielding enormous influence on the lives of every Indian citizen.\nRead the full article on TOI+\n\n",
        "headline_1": "We the people should know who they are: Judges are not above their politics and life experiences, their diversity counts",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/we-the-people-should-know-who-they-are-judges-are-not-above-their-politics-and-life-experiences-their-diversity-counts/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-02-2023"
    },
    {
        "full_article": "RBI’s monetary policy committee yesterday voted for a sixth increase in the policy interest rate, repo, in nine months. Repo was increased by 0.25 percentage points to 6.5%. But two of the six members in MPC voted against an increase. They were right – the underlying data on inflation and economic growth didn’t make a persuasive case for another hike in repo, which was 4% in the beginning of May 2022.\nHardening interest rates mean costlier loans. If the root cause of inflation is excess demand, tightening monetary policy through higher rates will bring down the price level without harming production and investment. If supply disruptions are the main cause of inflation, raising interest rates is not necessarily the best course. In May 2022, RBI did have a case to raise repo because of the danger of inflation’s second-round effects. Food and fuel make up 55% of the consumer price index. As households feel the impact of changes in these items immediately, RBI was legitimately worried about inflation becoming generalised following energy price spikes. But it’s very likely that the fiscal action of freezing retail pump prices played a bigger role in keeping a lid on inflation.\nMPC’s statement yesterday made two important points on the growth-inflation dynamics. Both economic growth and inflation will slow down in 2023-24. MPC also said that core inflation pressures are high. With RBI’s GDP forecast for 2023-24 at 6.4% and annual average inflation at 5.3%, neither is the economy overheating nor is RBI unlikely to meet its legal inflation mandate. Elevated core inflation presents a different challenge. Core inflation appears unhinged from both repo level and economic growth. It’s been trending upwards since September 2019. In 2020-21, when the economy contracted, the annual CPI average was 6.2%.\nVery likely, multiple supply chain disruptions over the last three years have weakened the link between interest rates and core inflation. Research by SBI shows that core inflation in goods is far more volatile than services and has been the main cause for overall core inflation to be elevated. India’s manufacturing is not insulated from global supply chain disruptions and commodity price spikes. Moreover, the preceding five repo hikes in nine months are still working their way through the commercial system. These factors called for a pause in repo rate increase.\n\n",
        "headline_1": "Way too much: RBI’s sixth increase in interest rate since May 2022 is not backed by underlying data",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/way-too-much-rbis-sixth-increase-in-interest-rate-since-may-2022-is-not-backed-by-underlying-data/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-02-2023"
    },
    {
        "full_article": "Quake-hit Turkiye and Syria hold a big lesson for India. The tragedy in those two countries would have been less severe had authorities in affected areas not tolerated poor construction and rampant violation of building code. This sounds scarily familiar in this country. Parts of the Indian peninsula lie in a seismically volatile zone – where the Indian and Eurasian tectonic plates meet. Around 59% of India is prone to earthquakes of different magnitudes – 11% in the very high-risk Zone V (Kashmir Valley, western Himachal, eastern Uttarakhand, the Northeast, Rann of Kutch), 18% in high-risk Zone IV (Delhi, parts of Maharashtra, Haryana, UP, Bengal and Bihar), and 30% in Zone III (Kerala, Goa, Lakshadweep, parts of MP, Jharkhand, Chhattisgarh).\nIt’s not that India doesn’t have norms for earthquake-resistant construction. There is the National Building Code (NBC), 2016, with specific sections on earthquake-resistant design and construction. But there’s no law asking for compliance. In Delhi an estimated 90% of buildings are at risk of collapsing in case of a strong earthquake. In 2019, MCD had drafted a safety audit policy to protect buildings from earthquakes. But this failed to take off because the onus of conducting and paying for the audit was put on the public.\nTrue, there’s a cost in incorporating earthquake-resistant changes in buildings – 3-4% extra of total construction cost for residential buildings and 2-3% extra for offices. Surely, this is a cost worth bearing for saving lives and property. There are two ways forward. First, there needs to be greater public awareness about NBC guidelines to boost voluntary compliance. And second, municipalities should be encouraged to adopt NBC guidelines in their building bye-laws, making them mandatory. Earthquakes can’t be predicted, but measures to minimise loss of lives must be prioritised.\n\n",
        "headline_1": "Quake up call: Turkiye, Syria impact magnified by poor construction. India must ensure building codes are followed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/quake-up-call-turkiye-syria-impact-magnified-by-poor-construction-india-must-ensure-building-codes-are-followed/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-02-2023"
    },
    {
        "full_article": "For the longest time, especially since the end of World War II, the US has enjoyed the privilege of being the issuer of the world’s reserve currency. At its level of persistent trade deficits most nations face all sorts of nasty consequences – India’s own experience in 1990-91 is still fresh. Over time, this has evoked both envy and fear. Recently, American attempts to weaponise USD against Russia have exacerbated the latter emotion across the world.\nRead the full article on TOI+\n\n",
        "headline_1": "PetroRMB is a mirage: Is the dollar monopoly threatened by oil trade’s geopolitical rivalries?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/petrormb-is-a-mirage-is-the-dollar-monopoly-threatened-by-oil-trades-geopolitical-rivalries/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-02-2023"
    },
    {
        "full_article": "The One-stop Crisis Centres (OCC) for women and child survivors of sexual violence have been an important initiative of the government. The idea is to provide all required services, including legal, in one place. But as data from the women and children affairs ministry has recently shown, even such a laudable step hasn't led to the desired outcome of justice. Data related to cases filed by users of the services of 14 OCCs and their 67 cells in sadar hospitals and upazila health complexes shows that the OCCs have served 56,024 women and children over the last 22 years. But of the 17,093 cases filed, only 1,909 have received a verdict. More alarmingly, criminals have received punishment in only 220 of the cases – a meagre one percent.\nThis is quite disturbing. There is no question about the importance of the services offered by the OCCs, including DNA testing, legal assistance, counselling, rehabilitation, etc. For the victims of violence, sexual abuse, and acid and burn attacks, these can have life-changing impacts. But all these are also a means to an end: justice. To prepare rape survivors to get past their trauma and rebuild their life – only for them to see justice delayed indefinitely or denied – puts a question mark on the state's sincerity to address their plight. Add to this all the social and legal challenges that survivors have to endure during trial. Many of them come from disadvantaged backgrounds. In the absence of proper family support, the OCCs are their last hope of getting justice. Yet, they continue to be failed by the state's justice system. \nUnfortunately, the extremely low conviction rate for rape and sexual violence cases is a reality shared by not just OCC-linked survivors, but all survivors in general. According to a 2021 estimate, the conviction rate for rape cases in the country stands at a jarring three percent. It shows how those accused of violence often escape punishment using various legal loopholes and their political connections. For instance, Manusher Jonno Foundation, after analysing 25 rape cases filed between 2012 and 2016, found that all the accused had received bail between 24 hours and 15 days of arrest, despite the offence not being a bailable one under the Women and Children Repression Prevention Act 2000. It is an exception in one section of the act that is being misused to let rapists roam free, while survivors are made to sit through long days of waiting for justice that may elude them forever.\nWe must reverse this situation. We urge the relevant authorities to treat cases of sexual abuse and violence with the utmost seriousness. Survivors of such horrific crimes deserve nothing less than that. The justice system, law enforcement agencies, local administrations and society at large must all do their part to help victims get justice. The legal services of the OCCs should also be reviewed and, if necessary, revamped for better results.\n",
        "headline_1": "Battered, deprived of justice ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/battered-deprived-justice-3242521",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-02-2023"
    },
    {
        "full_article": "Obaidul Quader is an oft-quoted person – and for good reasons. I, too, shall quote him at the start of this column. Following the very recent by-elections to the parliament seats vacated by BNP members, he is reported to have said, \"Democracy has won.\" And he is certain to flaunt the World Democracy Report that shows Bangladesh improving by two ranks. However, there is little to take comfort in the report since, in reality, our acquired marks remain the same; it's only that two countries have done worse than us.\nThe minister has cited the \"peaceful atmosphere\" that prevailed during the polling on February 1. Indeed, it was very peaceful. When fewer than 20 percent of voters turn up to vote, it is bound to be peaceful. When the opposition voters are told not to bother to come to the polling stations, it is bound to be \"peaceful.\" When an opposition candidate goes into hiding, unable to withstand the pressure on him, peace is bound to follow. The recent by-polls represent the state of democracy in our country fairly accurately. The near-empty polling booths, if nothing, displays a lack of trust; in fact, it demonstrates people's apathy towards elections and voting. Most voters feel it is an exercise in futility under the present circumstances, the results a forgone conclusion.\nThis was the picture in 2014 and 2018 as well. \"People couldn't cast their votes in that (December 30, 2018) election… They couldn't vote in the union parishad and upazila parishad polls.\" These are not my words but that of a leading member of the ruling party's coalition – the president of the Workers' Party. It is a sign of democratic regression set in motion a decade ago, and in this regard, the prognosis of Levitsky and Ziblatt, who in their both educative and frightening book Why Democracies Die, say, \"Democratic backsliding today begins at the ballot box.\"\nThus, the quinquennial exercise, the national election, always brings forth pious utterances of the political parties – the two main ones in particular – about the state of democracy, how it has been reduced to nothingness by the other party, and of resuscitating it if elected to power. And the most voluble is the ruling party, who goes into overdrive trying to nullify the oppositions' criticism of its alleged disservice to political and economic egalitarianism. The ruling party has the added advantage, in addition to the public platform, of hogging the time and space of the parliament where, unlike a normal functioning legislature, it goes unchallenged in the absence of an opposition, unanswerable for its plans, policies, actions and deeds. It needs reminding ourselves that the current character of the parliament is unique in that the official parliamentary opposition is also represented in the cabinet.\nIt is no wonder, therefore, that democracy has come under criticism at home and is being subjected to scrutiny by our friends outside, for which the ruling party has taken umbrage. In this regard, very few can take issue with the Awami League when it decries outsiders' attempt to serve us homilies on democracy or elections. No self-respecting citizen can accept that and should vehemently oppose such attempts.\nBut in this regard, the Awami League has selective memory when it comes to the party's role as the opposition and its willing acceptance of foreign mediation, and at times direct intervention, in the events leading up to the general elections. It is convenient not to remember those actions since it avoids embarrassments. But we need to be reminded from time to time what the stances of the major political parties have been on various national and political issues in the past. For example, in 1994, the Awami League had no qualms in accepting mediation by the then Commonwealth Secretary-General Emeka Anyaoku, and accepted his representative Sir Ninian Stephen to sit between it and the BNP at the negotiating table. While the Awami League may not like to remember the role India played in 2014, history has not failed to record it. Were it not for the turncoats in Jatiya Party, who rebelled against Ershad or were compelled by circumstances to do so and participate in the 2014 election, things might have been different.\nWhile one may not like to hear our development partners say that they would be watching the next elections very carefully, we have to lump it because we have afforded them the opportunity to comment on the state of our democracy. Hopes of a new dawn following our liberation was belied, first with the introduction of, though very short-lived, one-party rule, and then by changes brought about by the tragic events of August 15, 1975. Events of 1991 brought new hopes only to be dashed. If we were to concede Obaidul Quader's accusation that it was the BNP who destroyed democracy in the country, may we ask what the Awami League has done to put it right in the decade and a half that the party has been in power?\nSometimes, Quader reveals the real state of politics in the country. He is reported to have said recently at a public meeting, \"We have not been able to make politics interesting… no good people want to join politics now. No educated, honest person wants to do politics. But they should. Otherwise, politics will lack character\" (Dhaka Tribune, January 8, 2023). We wonder whether the minister has ever given a thought as to why it is that the good and the educated don't join politics. Politics does not only lack character, it lacks substance too. What we have today is a hybrid democracy where people have become irrelevant and clinging to power has become the be-all and end-all of politics.\nThe four indicators that Levitsky and Ziblatt warn us to look out for when democracy is in regression are \"rejection of (or weak commitment to) the democratic rules of the game, denial of the legitimacy of political opponent, toleration or encouragement of violence. Readiness to curtail the civil liberties of opponents, including the media.\" For the observant political observers, these should ring a bell.\nBrig Gen Shahedul Anam Khan, ndc, psc (retd) is a former associate editor of The Daily Star.\n\n",
        "headline_1": "Who killed democracy in Bangladesh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/strategically-speaking/news/who-killed-democracy-bangladesh-3242516",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-02-2023"
    },
    {
        "full_article": "In recent years, especially after the pandemic, electronic and print news outlets in Bangladesh have been increasingly reshaping their business models, adjusting their editorial practices, restructuring their resources, and adopting new tactics so that they can, too, board the \"online train.\" This isn't completely unexpected, right? Journalism, if we put political and sub-ethical economic intentions aside, is a business venture at the end of the day. And the online world, especially social media, is where people are now. This era-defining technology is redefining consumer outreach. Media houses can now earn per-view ad revenue or display the data to get sponsorship or a business deal where they'll put paid content in a news format. And as business institutions are just trying to survive in this brutally competitive, and economically tragic industry, diving into this expanding space only makes sense.\nLet's consider a national news daily named A. Till now, A's business model has been to get enough circulation, accept that its direct sales can never be enough, and try to sell circulation numbers to commercial clients for ads. To acquire and retain subscriptions, A needs a consistently good product. If people see that A doesn't have significant, seemingly unbiased, or in-depth news that they want, they'll switch to a newspaper that delivers that. So, an act of survival for A, in this scenario, is to consider public trust – and in turn, what the public expects from journalists – as a significant parameter in producing content.\nBut when A decides to venture more into the virtual realm, especially social media, the management notices that their newspaper is not acting as a whole and that individual stories have their own circulation. They're not only competing with other newspapers on newsstands; they have to draw views and clicks amid an infinite inflow of content every moment.\nSo, A hires a social media team, SEO experts, maybe a multimedia team, and pushes employees to create social-media-friendly content. The online strategists analyse the tips provided by social media platforms and train the employees and even the higher-ups on how to win online with these easy-to-moderate hacks. Employees with better online stats get a pat on the back (and hopefully a raise!) from the team leader, and that team leader gets the same from upper management. It matters less and less if the story has journalistic prowess – this depends on how much journalistic integrity the media house has; sadly, very few have or can afford the integrity – views is the new wonder boy in the newsroom!\nBut the problem is, public engagement does not necessarily equal public interest, and certainly not public benefit. It's the super-sophisticated algorithms, with the sole purpose to serve the hypercapitalist tech giants, that control what every individual sees when they open their infinite feeds or search for any information. Algorithms are the editors of the online world.\nThese tech giants, with consumer populations larger than any empire or nation in history – Google, Facebook, Twitter, YouTube, etc – are basically in the information business. They want two simple things from their users: i) every possible kind of personal data; and ii) every moment of everyone's lives on their platforms so that they can sell ads and get as much personal data as possible.\nShoshana Zuboff, a Harvard professor who calls this model \"surveillance capitalism,\" writes in her 2019 book, \"Surveillance capitalism unilaterally claims human experience as free raw material for translation into behavioural data. Although some of these data are applied to product or service improvement, the rest are declared as a proprietary behavioural surplus, fed into advanced manufacturing processes known as 'machine intelligence' and fabricated into prediction products that anticipate what you will do now, soon, or later… We are not surveillance capitalism's 'customers.' ... We are the sources of surveillance capitalism's crucial surplus.\"\nEventually, the AI algorithms that run the operation found out that Homo sapiens' tribal instincts, their biological impulses against crisis – polarised herd mentality, intolerance, violence – are very suitable for public engagement.\n\nSo, my fellow journalists and media houses, please don't structure your entire business strategy on platforms that don't care about a non-Western nation like us, and over which we have functionally no control.\nLet's take our star player, Facebook, the second most popular news source in Bangladesh. Study after study - both external and internal – and multiple top-level whistleblowers have said that Facebook's AI models learnt to feed users increasingly extreme viewpoints and push them towards polarisation. In 2016, Facebook's own research found that 64 percent of all extremist group joins were due to their recommendation tools. Even the United Nations and Amnesty International accused Facebook's algorithms of fuelling the 2017 Rohingya genocide. In 2022, militias in Ethiopia used those intolerance-loving algorithms for ethnic violence. I may not have found many large-scale studies on Facebook algorithms' correlation with recent religious riots in Bangladesh, but I'm pretty sure it's not that far-fetched.\nSo, when our news media houses celebrate a viral report or a social media milestone, they're actually jumping up and down for their successful attempt at aiding surveillance capitalism. And all those social media hacks and SEO training are just the multi-billion dollar companies' way of guiding creators to create algorithm-friendly content and sustain an efficient inventory for their arsenal.\nPersonally, I think the biggest problem with journalism conforming with this trend is – besides pushing employees into exhausting mediocrity to keep up with the 24/7 \"breaking news\" cycle, digital \"leakage\" of information, advertising dollars to offshore capitalist overlords, and of course, aiding a vile economic system – that it's endorsing these online platforms to become the primary source of news and national narrative.\nThe national survey on news literacy in Bangladesh conducted in 2020 by the MRDI and Unicef found that 76 percent of the country's population has low news literacy, and half of the population is unaware of the importance of checking news accuracy. So, many of them can't even distinguish between an authentic news media house and its countless knock-offs. Whenever you see comments like, \"This is the news The Daily Star/Prothom Alo is covering nowadays!\" or \"Ar kono news pailen na shangbadik bhai?\" they're probably getting only that kind of news in their intricately curated feeds. As media houses are betting more on social media, they're pulling themselves and the population into the whirlpool of fake news, intolerance, and mass manipulation. They're essentially propagating the narrative, \"Journalists are untrustworthy\" – a really, really bad move for the business.\nThe only reasons some of the legacy media houses are still doing well are because they have better resources, and their badge of public trust hasn't worn off yet. But if they're diluting that trust, I don't know how long they can afford said resources. What scares me the most is that this has the potential to not only damage the current state of this industry, but also leave a permanent scar on the credibility of journalism as a public interest institution. This is deeply concerning for Bangladesh and its state of journalism, which is already gasping under political and successive self-induced censorship.\nSo, my fellow journalists and media houses, please don't structure your entire business strategy on platforms that don't care about a non-Western nation like us, and over which we have functionally no control. I mean, Facebook knew what their algorithms are doing and can do, but they didn't want to take antigrowth actions – only after the accusations of rigging US elections or Donald Trump's #StopTheBias tweet did they try to console their government and conservative voters with a handful of reforms. Please don't evaluate your content or content makers based on social media outcomes, don't let online marketing teams overpower the basic ethics of journalism, and don't let political parties use this excuse to impose stricter censorship, or worse, repurpose these surveillance and propaganda tools for political benefit. Instead, use online tools with a cynical approach, and actively try to preserve journalistic values over everything else. In the long run, this will be the ultimate act of survival.\nNaimul Alam Alvi is senior production executive in Star Multimedia.\n\n",
        "headline_1": "Social media is no saviour of journalism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/social-media-no-saviour-journalism-3242891",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-02-2023"
    },
    {
        "full_article": "The One-stop Crisis Centres (OCC) for women and child survivors of sexual violence have been an important initiative of the government. The idea is to provide all required services, including legal, in one place. But as data from the women and children affairs ministry has recently shown, even such a laudable step hasn't led to the desired outcome of justice. Data related to cases filed by users of the services of 14 OCCs and their 67 cells in sadar hospitals and upazila health complexes shows that the OCCs have served 56,024 women and children over the last 22 years. But of the 17,093 cases filed, only 1,909 have received a verdict. More alarmingly, criminals have received punishment in only 220 of the cases – a meagre one percent.\nThis is quite disturbing. There is no question about the importance of the services offered by the OCCs, including DNA testing, legal assistance, counselling, rehabilitation, etc. For the victims of violence, sexual abuse, and acid and burn attacks, these can have life-changing impacts. But all these are also a means to an end: justice. To prepare rape survivors to get past their trauma and rebuild their life – only for them to see justice delayed indefinitely or denied – puts a question mark on the state's sincerity to address their plight. Add to this all the social and legal challenges that survivors have to endure during trial. Many of them come from disadvantaged backgrounds. In the absence of proper family support, the OCCs are their last hope of getting justice. Yet, they continue to be failed by the state's justice system. \nUnfortunately, the extremely low conviction rate for rape and sexual violence cases is a reality shared by not just OCC-linked survivors, but all survivors in general. According to a 2021 estimate, the conviction rate for rape cases in the country stands at a jarring three percent. It shows how those accused of violence often escape punishment using various legal loopholes and their political connections. For instance, Manusher Jonno Foundation, after analysing 25 rape cases filed between 2012 and 2016, found that all the accused had received bail between 24 hours and 15 days of arrest, despite the offence not being a bailable one under the Women and Children Repression Prevention Act 2000. It is an exception in one section of the act that is being misused to let rapists roam free, while survivors are made to sit through long days of waiting for justice that may elude them forever.\nWe must reverse this situation. We urge the relevant authorities to treat cases of sexual abuse and violence with the utmost seriousness. Survivors of such horrific crimes deserve nothing less than that. The justice system, law enforcement agencies, local administrations and society at large must all do their part to help victims get justice. The legal services of the OCCs should also be reviewed and, if necessary, revamped for better results.\n",
        "headline_1": "Battered, deprived of justice ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/battered-deprived-justice-3242521",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-02-2023"
    },
    {
        "full_article": "It is heartening to know that local researchers have developed a new RT-PCR testing kit that can apparently detect coronavirus infections much more effectively than other RT-PCR kits in the country. Developed by a team led by Bangladesh Council of Science and Industry Research (BCSIR), it comes off a year-long trial run where it showed 98 percent sensitivity to the virus. RT-PCR kits are developed by targeting different coronavirus genes, so any change in the gene structure of the virus due to mutation can make them unable to detect it. But the BCSIR kit was developed by targeting a gene that usually does not change over time, making it highly durable and effective, even in asymptomatic cases.\nWe congratulate the team that has developed the kit, which has already been approved for commercial use. We are told that 500,000 kits will be produced initially – each will cost Tk 250. The low cost of production is an added advantage, as it promises to take a substantial burden off the government which still relies on imported kits. The kits currently in use at the 57 government-run and 105 private-run RT-PCR testing laboratories are imported from China, South Korea and the US. Already, a huge amount of foreign currency has been spent to import such kits, with more than 1.34 crore samples tested using the RT-PCR method alone. Moving away from this obligation will be a relief amid the ongoing forex reserve crisis.\nAlthough coronavirus is far less of a threat than it used to be in the country – with January 2023 recording the second lowest rate of infections since the pandemic broke out – the threat, for those vulnerable, is still potent, requiring continued vaccination and testing. Testing kits will play an important role even if/when Covid-19 transitions into an ordinary seasonal virus. While we welcome the air of positivity surrounding the new RT-PCR kit, we must say that the role of policymakers in this regard has so far been rather frustrating. Far from encouraging local development or production of testing kits and vaccine, we have seen how bureaucratic red tape and politicisation of private efforts thwarted progress.\nThe global scientific community is working hard to make test kits and vaccines more easily available across the world. There are already talks of preparation for future pandemics, and building domestic capacity is going to be an important part of that preparation. Bangladesh, despite the suffering and uncertainty it had suffered because of heavy reliance on high-income countries for vaccines, is yet to signal readiness to turn lessons into initiatives. Its project to build a vaccine plant and research centre of its own is yet to take off in any meaningful way.\nThis must change. The current low positivity rate is a matter of relief, of course, but it must not distract us from the challenges that lie ahead. The government should support initiatives that can make us self-sufficient in testing kits and vaccines in the future, and strengthen our biotechnology industry through investment in training and research. It must also further strengthen our public health infrastructure.\n",
        "headline_1": "There’s a new kit in town",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/theres-new-kit-town-3242506",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-02-2023"
    },
    {
        "full_article": "The cataclysm that has befallen southern Turkey and north-west Syria does so once in a century or even centuries. But never has such an apocalyptic event taken place at a time when the planet is at its most vulnerable. Its vulnerability issues from the pandemic and post-pandemic debilitating outcomes on the one hand and the capricious weather arising out of climate change, on the other. One of the worst sufferers of such consequences, Syria has moreover been riven by its internal conflicts in which international big players are directly or indirectly involved. So, here already existed a man-made mounting crisis that has been further exacerbated by this catastrophic quake. What looks like a retributive doom in the form of the quake happens not just at a critical juncture of its socio-political and economic instability and uncertainty but also at a time when its unmitigated crises are not divorced from global economic downturn. Time is moreover most unfavourable because it is winter and snowstorm, freezing cold and rains are lashing the affected areas. Also, the 7.8 magnitude earthquake struck at 0.4:17 local time when people were fast asleep. It seems even elements conspired to intensify the unfolding tragedy.Well, Turkey has also received this tragic blow at a time when the country appears to have left behind its half-European tag to exercise determined influences in political, strategic and conflict-ridden affairs--- such as opposition to NATO membership for one or two aspiring nations and mediation in Russo-Ukraine war --- of the world. The humanitarian crisis caused by the quake on both sides of the Syria-Turkey border is so heart-rending right at this moment that the nations around the world are too eager to help but time is crucial here. Every passing minute and hour will decide survival or not of thousands of people. By Wednesday evening the number of deaths was reported to be more than 11,000. The collapse of Rana Plaza showed how daunting the task of rescuing trapped people under the debris is. When entire blocks of buildings--- some of them high-rise --- are razed to the ground and reaching sophisticated logistic support there is delayed due to snapping of roads, the gargantuan challenge can well be imagined. If Turkey is fortunate to receive all kinds of support from all across the world, Aleppo, the worst hit Syrian city by the 7.8 magnitude quake with its epicentre near the Turkish city Gaziantep, is mostly ignored by the international community because of the sanction against Syria. Even the Syrian government is overstressed to send its scant logistic resources to the worst affected areas because the various rebel groups-held territories are not safe to access and also considered hinterlands. Survivors are helplessly lamenting that they cannot rescue the trapped victims crying for help from under mounting piles of debris. Tragically, the majority of those trapped will perish. Even the injured taken to local hospitals cannot be given proper medical care because there is little or no power. Even the survivors cannot go back to their homes where those have not collapsed because of the fear of after-shocks which have caused further damages. Here is a natural calamity that defies forecasts or forewarnings notwithstanding the fact that science and technology have progressed to an unprecedented advanced stage. The quake thus leaves a lesson for all quake-prone nations---including, of course, Bangladesh--- around the world that building construction must follow the ultimate quake-resistance norms and parameter.",
        "headline_1": "Cataclysmic earthquake",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cataclysmic-earthquake-1675862045",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-02-2023"
    },
    {
        "full_article": "The Americans have finally shot down the Chinese balloon over the surging waters of the sea. As Washington puts it, the balloon was engaged in a surveillance of US defence installations, having made its way from Alaska through Canada and hovering over important military points along its trajectory.The Chinese authorities, indignant at the American position on the balloon affair, have insisted all along that the balloon had everything to do with studying weather patterns and had simply been blown off course from its original position. And that is where conditions stand at this point, with Washington and Beijing looking eyeball to eyeball over the affair.The balloon affair is but one more hint of the new Cold War gripping the world's powerful nations, especially in light of the coronavirus outbreak of three years ago. Added to that is the year-long war which has been going on in and around Ukraine, thanks to President Vladimir Putin's decision to invade the country as a means of halting its slide into such western alliances as Nato and the European Union. The plain fact is that the Russians are caught in a situation where they have not lost the war nor have they won it. As for the West, and that refers to the Biden administration's ceaseless moves toward arming the government of President Volodymir Zelensky with weaponry calculated to keep the Russians at bay, it appears to have lost its way in Ukraine. And with the Americans are allied all twenty-seven members, as also Britain, of the EU. Ursula von der Leyen and her colleagues made a great show of expressing solidarity with Zelensky when they travelled to Kyiv last week, ostensibly as a move toward reassuring Ukrainians that membership of the EU is the reward they will soon have.And now, with the Chinese balloon having made its way across the American landscape, circumstances get to acquire a darker meaning. President Xi Jinping is not the Chinese leader willing to reach out to the West in a spirit of accommodation of the kind which earlier defined US-China relations. In recent years, with the West berating China over the supposed origins of the coronavirus in Wuhan, ties between western and Chinese politicians have become fraught. The decision by US Secretary of State Anthony Blinken to not go on a scheduled visit to Beijing as a consequence of the balloon episode is proof of the steep slide in Washington-Beijing ties. It is all a reminder of the times when a planned summit between US President Dwight Eisenhower and Soviet leader Nikita Khrushchev was torpedoed through the shooting down of an American U-2 spy plane in Soviet territory. The plane, piloted by Francis Gary Powers, had taken off from an American base in Pakistan's Peshawar. The episode simply muddied the waters. It would take long years before Moscow and Washington would speak to each other again.Incidents in the 1960s --- think here of the Cuban missile crisis of October 1962 --- only intensified the nature of the Cold War in that pre-détente era. For thirteen days the world teetered on the brink of nuclear war, given that neither Khrushchev nor President Kennedy appeared ready to blink. But a point came when they both blinked, with the Soviets willing to take back their missiles from Cuba and the Americans withdrawing their own base in Turkey.The Cold War today is certainly not the Cold War of yesterday, but the noises are patently similar. Again, changed realities, beginning with the collapse of the Soviet Union under Mikhail Gorbachev, have given a new dimension to the crisis assailing the globe today. China, for years in the 1950s and 1960s ridiculed as Red China by policymakers in Washington, patiently waited for America to come to it. Richard Nixon and Henry Kissinger ended up travelling to Beijing in the early 1970s.Much interaction between China and the US, beginning with what would come to be known as ping-pong diplomacy, has since the Nixon visit to Beijing taken place. Chinese leaders, among whom was Deng Xiao-ping, have been to the US. Thousands of Chinese students study at American universities; and thousands of Americans, business people as well as tourists, are constantly making a bee line for Beijing. That looks like an encouraging picture, but when one considers the crisis that has come into trade between the Americans and the Chinese, one spots the underlying tension in the relationship.The Chinese have been forcing their way into the world's diverse regions, primarily through offering financial assistance to nations in Africa and Asia. Western analysts of Chinese policy have consistently drawn attention to the debt trap Africa has fallen into through its happy acceptance of huge infusions of Chinese aid. Given what has happened around Sri Lanka's Hambantota port and what could be happening to and in Pakistan over CPEC, the worries appear plausible.Overall, however, the picture is revealing. China has emerged as a major global economic power and is poised to overtake America as the world's largest economy by 2030. Militarily it has been flexing its muscles around Taiwan, the breakaway province it would want to return to the mainland. Over the Spratly Islands, Beijing has not budged from its position.And now that organisations like Quad have emerged and Washington is urging nations in the Asia-Pacific region to be part of a formation which clearly is directed at containing China --- and that is a throwback to the times when containing China and containing Communism was a western policy plank to be practised through SEATO and CENTO --- the new Cold War assumes a bleaker hue.Which takes us back to the balloon episode. American surveillance of Chinese installations over the years has riled the leadership in Beijing, which is therefore angry at the US response to the balloon affair. The US military has shot down the balloon, but that is not the end of the crisis. If anything, the crisis has only been exacerbated. Tensions generated by the balloon can only be defused through both sides stepping back a little and agreeing to negotiate the future of US-China ties in good faith.Washington cannot afford to get into a deeper crisis with China when it has its hands full in Ukraine. In similar manner, Beijing should come forth in all transparency where its policy toward the West and indeed the rest of the globe is concerned. Belligerency drills holes in inter-state relations. And a Cold War, as was observed in the 1950s and 1960s, leaves societies mired in newer, graver crises.New balloons symbolic of global cooperation need to go up in the sky.\n[email protected]",
        "headline_1": "The balloon affair and the new Cold War",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-balloon-affair-and-the-new-cold-war-1675862110",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-02-2023"
    },
    {
        "full_article": "Bancassurance is a financial service offered by banks that combines banking and insurance services. In the last five decades, banks in Austria, France, Germany, Italy, Portugal, Spain, and UK attained remarkable success by adopting this business model. These countries collectively own 40 per cent to 50 per cent of the global Bancassurance market share. In the recent years, East Asia and South America are the regions where bancassurance is gaining popularity.Under this framework, banks usually provide two types of assurance. These include life insurance products and non-life insurance products. The first category covers whole-life, term-life, living benefit and several other plans. Credit, marine, property, travel and various other insurances are typically included in non-life insurance.The concept of bancassurance is relatively new in Bangladesh and has been introduced by private commercial banks. In May 2022 the Central Bank finalized guidelines for local banks to provide this service. This is an excellent initiative by the government. It will provide new business opportunities to the stagnant local insurance industry and boost revenue of the banks from the partnership. One of the main advantages of bancassurance in Bangladesh is convenience. Customers can purchase insurance products while conducting their regular banking activities, eliminating the need to visit an insurance company. This saves time and makes the process of buying insurance much easier and quicker. Additionally, bancassurance also allows banks to offer insurance products to their customers who may not have access to insurance services otherwise.Another advantage of bancassurance in Bangladesh is the potential for increased financial literacy. Banks can educate their customers about insurance products and their benefits, helping to raise awareness and understanding of insurance among the general population. This is particularly important because insurance literacy is relatively low in the country.There are, however, some challenges associated with bancassurance in Bangladesh. One of the main challenges is the lack of regulation and oversight in the sector. This can result in mis-selling of insurance products and a lack of consumer protection. Furthermore, some customers may not fully understand the terms and conditions of the insurance products they are purchasing, leading to unnecessary setbacks in the future.For a successful adaptation of the bancassurance business model, the critical first step for local banks and insurance providers is to change their mindset. They must replace traditional business practices by data and technology driven approaches. Banks should take proactive measure to generate new data through feasibility studies and collect public opinion through survey or poll using various social media or news channels. This information will be critical to probe the readiness of the society and ultimately to develop better policies and optimized pricing. Banks should also leverage the existing customer database to generate insights of new business opportunities without compromising security and privacy of customer data. Insurance companies must utilise advanced technology-based solutions to identify prospective customers and boost the productivity of agents and representatives. An insurance carrier can work with a bank to leverage the new data. They can map prospects' financial standing to create personalized premium pricing which will be beneficial for the new customers. Bancassurance has the prospect to add values to the financial sector in the country. However, it is important that the market is properly regulated and that customers are provided with adequate information and financial protection. With the right approach, bancassurance is likely to play a key role in increasing financial literacy and providing insurance services to people who may not have access to them otherwise.\nDr. Nurur Rahman is the Founder and CEO of Somikoron, an AI-based insurtech startup in Bangladesh. [email protected]",
        "headline_1": "Prospects of bancassurance in Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prospects-of-bancassurance-in-bangladesh-1675862176",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-02-2023"
    },
    {
        "full_article": "Almost every student in Bangladesh enters higher educational institution with the hope of a beautiful university life. But soon, they start facing the tyranny of ragging particularly in their dormitories. Even the freshers who stay outside the university campus are not spared. They are called on the campus and are subjected to ragging. The students who do not respond to their seniors' phone call face inhuman torture. Sometimes, they are made to stay whole night outside the dorm. The physical and mental torture in the name of ragging or 'guest room' is hardly known to people outside the university. When a new batch of students arrives in a university, some senior students start making fun of them in the name of getting introduced to them. Instead of welcoming them cordially, the seniors start teaching them the so-called manners of the university, which is often called 'guest room culture' or ragging. Sometimes, they make the juniors sing and dance in public. This is quite humiliating and disturbing for the new students. Ragging is getting widespread in our public universities. But not many people are aware of the mental trauma that it can cause. Sometimes, it can be violent. In many developed countries, ragging is a crime. There must be strict punishment for those who are involved in such activities. Ragging not only affects a person mentally but sometimes it can lead to physical harm. Moreover, we need to introduce activities like sports, cultural programmes, debate, reading circles and clubs on the campus. But today, our campuses are failing in this regard. If this is not done, our future generations will continue to suffer. Therefore, the authorities concerned should act to stop ragging on our campuses. \nMd. Talha Zubayer, Student of Comilla University, Cumilla, [email protected]",
        "headline_1": "Ridding campus of rigging",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ridding-campus-of-rigging-1675862208",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-02-2023"
    }
]