[
    {
        "full_article": "Jagdeep Dhankhar will take oath as the 14th Vice-President of the country on Thursday, a day after the term of the incumbent Vice-President, M. Venkaiah Naidu, ends. As the candidate of the National Democratic Alliance (NDA), he secured 528 votes of the 710 valid votes in the election held on Saturday. The Opposition candidate and Congress leader, Margaret Alva, got 182 votes, with the Trinamool Congress abstaining. Mr. Dhankhar’s election was a foregone conclusion, as the NDA had a clear majority in the electoral college, which was further reinforced by the support of the Biju Janata Dal and the YSR Congress Party (YSRCP). Mr. Dhankhar, a Jat leader from Rajasthan, has had stints in Delhi and the State, in the Janata Dal and the Congress, before he shifted to the Bharatiya Janata Party (BJP) in 2003. His appointment as the Governor of West Bengal catapulted him into the national limelight even as the BJP fought a pitched battle against the Trinamool Congress (TMC) to take over the reins of the State. A lawyer by training, he never pulled his punches, and combined political rhetoric and legal reasoning in frequent run-ins with the West Bengal Chief Minister and TMC. He faced charges of partisanship, but it all ended with the TMC mending fences with him ahead of his election as Vice-President; it obliquely supported him by abstaining from the polls. The TMC accused the Congress of not consulting it on Ms. Alva’s nomination but that claim is unconvincing, and the entire episode has exposed the chinks in the Opposition armour. The help that he got from the TMC added a slice of intrigue to what was otherwise a predictable victory.The Vice-President is also the chairman of the Rajya Sabha, a critical role anytime, and more so in the present situation of extreme hostility between the Government and the Opposition. Parliamentary proceedings have been continuously stalled, Members of Parliament have been suspended and there has been a complete breakdown of communication between the ruling BJP and the Opposition parties. The Government has repeatedly bypassed the Rajya Sabha in the making of critical laws by arbitrarily classifying pieces of legislation as money Bills. The question is now before the Supreme Court. As Vice-President, Mr. Dhankhar will be expected to facilitate better relations between the ruling party and the Opposition parties and uphold the majesty and the constitutional role of the House. It is not an easy task in the current scenario, but his initial moves will be eagerly awaited by everyone invested in parliamentary democracy. Mr. Dhankhar’s elevation as Vice-President will certainly help the BJP politically. His role as Chairman should be more to protect the Opposition’s space, debates and ensure accountability of the executive. The inauguration of the new Vice-President should renew hopes for parliamentary democracy.",
        "headline_1": "New hopes: on the new Vice-President of India and parliamentary democracy",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/new-hopes-on-the-new-vice-president-of-india-and-parliamentary-democracy/article65746992.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-08-2022"
    },
    {
        "full_article": "The most celebrated kind of court judgments are those that eliminate inherent bias vested in a law or rules framed by the government. The Supreme Court’s move last week to set right a rule that was ‘manifestly arbitrary and violative of women’s right to bodily dignity’ fits right into the concept of justice that is free, and without prejudice or favour to any person or group of people. Earlier, the apex court in its wisdom, facilitated the abortion (beyond 20 weeks) of a young unmarried woman whose partner parted ways after realising she was pregnant. Had the Court rested then, it might have meant relief for one woman who had to go all the way to the top court of the land in order to access what seven other categories of women would have been able to do without legal hassles. While the judgment could have been cited in support of other women in a similar situation, the law retained its flaw, and others would still have had to take the long legal route, and wait upon the discretion of individual judges. Utilising the full, expansive reach of its powers, the Supreme Court has decided to correct the anomaly. A Bench comprising Justices D.Y. Chandrachud and J.B. Pardiwala are considering pronouncing a judgment which would make access to medical abortion a level-playing field. The Medical Termination of Pregnancy Act, 1971 and its Rules, 2003, prohibit unmarried women who are between 20 weeks and 24 weeks pregnant to terminate the pregnancy. The Court’s argument pierced at the heart of the iniquity in the law: if a married woman had access to abortion facilities during the same period, then why should an unmarried woman be prevented from using these services? Exhorting the Government to have a ‘forward-looking interpretation of the law’, the Bench pointed out that the rules mentioned ‘partner’ and not husband.If the Supreme Court was feted for taking a liberal view of the law, its act of pushing the envelope further to set right existing anomalies in law is to be celebrated in full measure. At a time when the United States’ Supreme Court’s recent ruling overturning Roe vs Wade has drawn that nation back several decades on the abortion question, India’s apex court’s move stands out in sharp contrast. It is the surest example of the Court’s willingness to be modern and progressive, in order to remove antediluvian inconsistencies in existing laws. It is also in the full spirit of Article 14 of the Constitution that guarantees to all persons equality before the law and equal protection of laws. The law cannot cherry-pick beneficiaries, and if there is to be any justice at all, the antiquated principles on which old Acts were built, cannot continue to frustrate young women who claim autonomy of their own body.",
        "headline_1": "A law, without a flaw: on availing abortion services",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-law-without-a-flaw-on-availing-abortion-services/article65747018.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-08-2022"
    },
    {
        "full_article": "A Supreme Court bench recently proposed that an expert committee of Election Commission, Finance Commission, Niti Aayog and RBI officials alongside political representatives must look into the economic impact of freebies doled out by governments. The court’s concerns are understandable, but they must also be mindful of governments’ economic imperatives.\nUltimately, governments are accountable to citizens for providing them a good standard of living. And only progressive and inclusive development will lead Indians to prosperity.\nRead full opinion on TOI+\n\n",
        "headline_1": "GDP and our judges: Courts are intervening in economic policy matters in a way that’s costing India big",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/gdp-and-our-judges-courts-are-intervening-in-economic-policy-matters-in-a-way-thats-costing-india-big/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-08-2022"
    },
    {
        "full_article": "Most Indians had never heard of lawn bowls, India certainly had never won in it. Now, our women’s team has delivered a gold and the men’s team a silver, and this is just one of the many welcome firsts for the country at the 2022 Commonwealth Games in Birmingham. Our athletes have medalled in a striking diversity of events. How does the performance compare to the 2010 Games, which we hosted and where our athletes really took a big leap forward? An apples-to-apples analysis by this newspaper, which filters out events knocked out since 2010 plus those that didn’t exist then, shows that this has actually been India’s best ever CWG showing.\nBut coming up next year are the Asian Games, which China will be hosting for the third time, and Indians will find the competition much tougher there, especially in our big medal-delivering disciplines like wrestling, boxing and badminton. So, it is very important to analyse what has worked at CWG, do more of the same, as well to address the letdowns. On the first front, the investment in foreign exposure trips has definitely proved its weight in medals. In a telling example, Avinash Sable, whose CWG silver made him the first non-Kenyan to medal in steeplechase since 1994, credits his training in the US with an enormous impact on his development and confidence.\nA crisis of confidence seems to have sapped our women’s cricket team as well as men’s hockey team, in the finals against Australia. Jangled nerves taking a toll at climactic moments is a weakness demanding specialised attention. A larger malaise is also suggested by how India’s first ever medal winner in the men’s high jump could only get to the competition by going to court. This Tejaswin Shankar saga calls for refining the selection process.\nJust as last year’s Olympics made Indians interested in javelin, the CWG successes will inspire fresh interest in track events among young people. But how many parents see sports as a viable career option even now? Relative to the size of our population and economy, Indian sport still underperforms and underpays. While there is no gainsaying the green shoots today, it will take a lot more money, professional management and livelihood opportunities to achieve wider participation and a satisfactory global standing.\n\n",
        "headline_1": "On track for more?: CWG medals tell a good story. But tougher events will need more cash, commitment & mental training",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/on-track-for-more-cwg-medals-tell-a-good-story-but-tougher-events-will-need-more-cash-commitment-mental-training/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-08-2022"
    },
    {
        "full_article": "The seventh governing council meeting of Niti Aayog was held on Sunday. It was the first in-person meeting since the pandemic’s outbreak and was attended by 23 chief ministers. PM Modi led the GoI contingent. A summit of the PM and CMs is welcome. It provides the heads of the political executive a chance to iron out wrinkles in the federal architecture. GST, the most consequential recent collective effort, was a focal point of discussion. Modi said that increasing GST collections requires collective action.\nImproving GST’s architecture is the most effective way of not just boosting the economy but also lessening friction between GoI and states. Two overarching trends in GST, brought out in a paper by NIPFP, outline the challenges. First, the unsettled state of GST hindered its revenue performance in relation to the GDP trajectory. GST’s buoyancy, measured on a quarterly basis, peaked in January-March 2019 at about 3. Even in 2021-22, the buoyancy declined every successive quarter and was around 1 in January-March 2022. Second, GoI during this period cut into the states’ share of the divisible pool of taxes by increasing the share of cess. It increased from 10.4% of taxes in 2011-12 to 15.3% in 2018-19.\nNot all states did badly. Measured by a state’s dependence on GST compensation, Telangana, Andhra, UP and West Bengal were the best performers between 2018 and 2021 with the least need for support. Their efforts, however, were partially undermined by the trend in cess and an economic shock. A way forward is for all CMs to attend these meetings. Telangana CM K Chandrashekar Rao’s dismissive attitude to them will only strain the federal architecture. GoI, on its part, needs to pare its recourse to cess. Weak state finances will harm India’s growth prospects.\n\n",
        "headline_1": "Talk for India: PM, CMs must meet regularly. It will help solve issues like resource sharing. Politics shouldn’t be a bar",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/talk-for-india-pm-cms-must-meet-regularly-it-will-help-solve-issues-like-resource-sharing-politics-shouldnt-be-a-bar/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-08-2022"
    },
    {
        "full_article": "Shen Ming-shih, research fellow and director at Taiwan’s Institute for National Defence and Security Research, spoke with Rudroneel Ghosh, about China’s military drills:\nHow do the PLA’s recent drills affect Taiwan’s long-term security calculations?\nThis time the PLA exercises gave Taiwan an overview of China’s operational strategy in the future. The exercises included an encircling blockade of Taiwan and precision missile strikes, which were totally different from the military exercises that PLA carried out in 1995-96. So after this time Taiwan will factor in Chinese military attack scenarios other than the amphibious landing scenario and build capacity to counter them, and look at how the international community can help us in those cases. Thus, we got a look at possible alternative Chinese military tactics vis-à-vis Taiwan which may come to fruition by 2027. So overall it has been helpful for our security calculus.\nRead full opinion on TOI+\n\n",
        "headline_1": "China exercises around Taiwan were a total failure … Beijing has understood Taipei is not alone’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/china-exercises-around-taiwan-were-a-total-failure-beijing-has-understood-taipei-is-not-alone/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-08-2022"
    },
    {
        "full_article": "\"If you enrage nature, it will repay you with sufferings and hardships,\" said one elderly Mro woman. Other elders nodded quietly, but their non-verbal affirmation spoke a thousand words.\nSungAw, a word in Mro language, defines both nature and environment, as Mro people do not distinguish between the two. In their own way, Mro women explained that all natural elements are intrinsically and harmoniously linked to each other, and harming one element will eventually have an impact on other elements, initiating a string of causal effects that are deemed to create an imbalance in the natural world. Humans, like any other living beings, cannot escape the consequences. Driven by such experiential knowledge passed down from generation to generation, these communities have been religiously practising sustainable natural resource management, long before the scientific community came up with the term. It is now widely acknowledged around the world that Indigenous traditional knowledge is contemporary and dynamic, and is of equal value to any other form of knowledge. However, in Bangladesh, the depth of Indigenous women's understanding of the natural world and the inherent value of traditional knowledge and traditional practices are yet to be fully learnt, understood and duly recognised by the scientific community, development practitioners and policymakers alike. \"Surviving with nature,\" – as opposed to surviving by \"fighting against nature\" – essentially defines this community's way of life. But the question now is, for how long?\nThrough a series of intergenerational dialogues between women and men at three villages of Mro communities, the richness of Indigenous traditional knowledge and the indispensable role that Indigenous women play in the preservation and transmission of traditional knowledge came to light. So did the tough challenges that women in these communities are facing while carrying out this role in a socioeconomic and political landscape that has changed drastically over the past two decades. The latter needs more attention, as the environmental violence that these communities have long been enduring exacerbates disproportionately the hardships and sufferings of Indigenous women. Environmental violence is perpetrated by politically influential non-resident entities and goons through the over-exploitation of forest produces and illegal extraction of stones from stream basins in the adjacent forests, causing severe environmental degradation in their localities.\n\"They have chopped off all the large trees in the forests. The streams have dried up. Let alone getting fish and crabs from those streams, we cannot even get sufficient drinking water… We have to walk half a day worth of distance just to get water during the dry season.\"\nWhile both women and men are custodians of traditional knowledge, Indigenous men and women bear specific knowledge on the different aspects of daily activities and various communal affairs due to the gendered dimension of roles and responsibilities within these communities. Indigenous women, being the primary responsibility bearers in ensuring food and nutrition for their families, are the repository of knowledge on native flora and fauna, including crops, seeds and medicinal plants, seasons, weather and sustainable agricultural and foraging methods. Their knowledge is nature-based, and their practice is intrinsically linked to land, forest and every other natural element of their surroundings. Hence, when these communities experienced dispossession of land, be that of ancestral land through forceful eviction to make way for a firing range, or of Jhum land to build a popular tourist resort, or of community forest land by a non-local land-grabber, Mro women considered it as \"the beginning of the end\" of their survival with nature and of preserving traditional knowledge.\nConstrained with limited access to land, these communities had little to no choice but to adopt non-traditional methods of agriculture, such as intense or repeated farming and cash crop cultivation, which resulted in the decline of soil fertility and yield of produce. And like a domino effect, overdependence on chemical fertilisers, replacement of native crops with hybrid varieties, increasing use of chemical pesticides to protect those novel varieties of crops followed suite. Indigenous women's knowledge on scores of native crop varieties and pest repellent plants is steadily becoming obsolete in the face of this new development.\n\"We used to seek forgiveness from nature if a drop of pesticide fell on our Jhum soil… We were told that without using pesticides and fertilisers, we wouldn't get a good yield of these crops. After a few years of applying those chemicals, our soil fertility and productivity have declined even more. Now fertilisers, pesticide, whatever we use, nothing works.\"\n\nWith the increase in using chemical pesticides and fertilisers came newer forms of health issues, including reproductive health-related complications predominantly affecting younger Indigenous women – complications that traditional medicines cannot cure. Besides, plants with medicinal properties to treat even common illnesses are becoming rare in the adjacent depleted forests. Subsequently, communities are increasingly relying on modern medicines and treatments, draining their already strained finances.\n\"We are falling sick more frequently. In the past, we did not need to seek medical treatment from doctors. We used to prepare our own medicine from plants that grow in the forests, and it used to cure our illnesses. Forests are gone, so are the [medicinal] plants.\"\nThere are certain foraging methods of edible and medicinal plants and wild animals from forests and waterbodies that allow natural regeneration to ensure that the stock of natural resources do not deplete, an ancient traditional practice that much of the younger generation of women has now abandoned in these villages. This course of deviation from traditional practice can be directly attributed to the fact that women, especially young women, are concerned about their safety at the hands of outsiders. The increasing presence of non-Indigenous persons/outsiders in the forests, mostly labourers and businessmen of illegal logging and stone-extracting activities, have resulted in women self-restricting their movement within a certain perimeter of the forests.\n\"There have been a few incidents where Bangalees chased our women with bad intentions. On each occasion, they fled leaving behind their baskets, machetes, etc… Our women gather enough courage to go to the streams and forests that are a bit far from our village.\"\nIn the past, it was strictly prohibited by custom to cultivate on the edges of streams to prevent depletion of water level, a custom that only elderly women can now recall. When cultivable land is made scarce, the yield of crops is in rapid decline and sustenance by sustainable foraging of natural resources is no longer an option, the viability of Indigenous traditional practices that are acclaimed for the conservation of environment and biodiversity for the survival of these communities is put to question by the very knowledge-holders.\nWhat has been shared above is a glimpse of a fraction of what Indigenous traditional knowledge entails. The theme to commemorate this year's International Day of the World's Indigenous Peoples allows us to recognise and celebrate Indigenous women's rich knowledge and indispensable role in preserving and transmitting traditional knowledge. While there have been multiple calls for documentation of Indigenous traditional knowledge, which by all means is equally important, it should not be forgotten that knowledge is best preserved by practice. \"What is the use of this knowledge if we are not allowed to practise?\" This rhetorical question posed by a Mro woman is sufficient to provoke our thoughts on this matter. A conducive environment is needed where Indigenous women can continue practising, preserving and transmitting traditional knowledge, a precious inheritance of utmost significance in preserving the world's cultural diversities as well as in conserving biodiversity and environment. However, without protecting and ensuring the rights of Indigenous peoples to land, territory and natural resources, the inherent and ongoing challenges will continue to linger.\nBased on the narratives of Mro Indigenous women documented during an intercultural research on indigenous women, traditional knowledge and environmental violence.\nRani Yan Yan is the queen of the Chakma Circle in the Chittagong Hill Tracts (CHT).\n",
        "headline_1": "Indigenous women know how to nurture nature. We need to listen to them. ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/indigenous-women-know-how-nurture-nature-we-need-listen-them-3090771",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-08-2022"
    },
    {
        "full_article": "In Class 6, my class read about my community in a social science book. It was just an introduction of our food habits and where we lived. There was no mention of our distinct social, economic or political systems unique to Indigenous identity. Truth was, I could see the non-Indigenous world only, but not myself.\nOnce a co-worker told me I belonged to the common area of all overlapping circles that represented minorities based on gender, religion and race. He didn't hint at my high vulnerability level, rather envied that I enjoyed all the \"minority privileges\" that would help my application get accepted to foreign programmes. He made me feel guilty.\nLike me, many Indigenous people see themselves only through others' eyes.\nArticle 9 of the United Nations Declaration on the Rights of Indigenous Peoples states that Indigenous people have the right to belong to an Indigenous community in accordance with the concerned traditions and customs. No discrimination of any kind may arise from the exercise of such a right. Yet, a lack of representation is intertwined with ignorance towards Indigenous history and identity. We are called immigrants whereas we are the first inhabitants to our region. We are debated by groups, telling us who we really are and how our food habits should change. It's humiliating!\nWhen a child is disrespected for who she is, she will reject her home and culture. It's easier to believe what she is shown than dig into her unpreserved ethnic history. Confidence is not the obvious outcome, rather the exception. Beauty images are served that look nothing like us. We grow up being called chinku, ridiculed for our bocha naak. Our food habits are labelled unhygienic. Where is the culture survival guide for Indigenous children?\nThe isolating feeling persists in a life-long cycle. People around us are amazed by Kaptai Lake's beauty, turning a blind eye to the displacement of thousands in 1960. Our friends plan trips to Sajek and we cannot help but tear up because of the food crisis in the region. When we are frustrated, we are called antagonists. It's as if only we get to see that the hills are bloody, and it is lonely because no one else does.\nOne might reach a conclusion that Indigenous peoples are good at sports. For example, it is an exciting time when Bangladesh is facing India in the SAFF U-20 final where Indigenous players like Sojol Tripura are representing the country. Last year, Bangladesh's U-19 women's team clinched the SAFF U-19 Women's Championship after defeating India 1-0. In the 80th minute, right-back Indigenous player Anai Mogini's long range cross outside the D-Box led to Bangladesh scoring the winning goal. This is when it is important to reflect: Do we have Indigenous representation in decision-making for the career of these Indigenous players? How can we make sports more accessible for Indigenous aspirants from the remotest corners?\nOther professions commonly associated with Indigenous communities are tied with access and perceptions. At beauty salons, I admire the sense of sisterhood among Garo salon workers chatting in their mother tongue when attending to customers. Indigenous waitresses or store staff, coming to the cities to earn a livelihood, are exemplary for the sheer determination to adapt to a completely different cultural setting. As much as these professions have given them financial freedom, it can become dangerous if their possibilities are limited to these. Employers may deem ethnic candidates only fit for blue-collar positions, creating a glass ceiling.\nA lack of representation in leadership makes the positions appear out of reach for them. Imagine yourself in their place. With no precedents set, you don't know what's right. The formula for a reality like yours has not been cracked yet. Securing a spot requires additional creativity and courage. Creativity, because you are not served images of people like you, so you have to create them in your head. \"How do I pass the entrance exam when I am not well-versed in Bangla or English?\" Courage, because you don't even know if you are actually welcome. \"Are my surroundings capable of imagining what an Indigenous professor looks like?\"\nEven when you make it, you don't feel you belong. You tell yourself, \"I have to be grateful for a seat at the table.\" You have to work extra hard to prove you are worthy. Much of this conditioning can lead one to mainstream themselves for acceptance. When culinary expert Arpon Changma established CHT Express that specialises in Chakma food items, people came to his restaurant and, upon seeing ethnic faces, left. Yet, today, the chef of BBQ Express is pushing the culinary envelope unifying different cultures: the Chittagong Hill Tracts, Texas and Dhaka.\nRepresenting culture through work has been long done by artist Kanak Chanpa Chakma. Her subject of women represents the point at which Chanpa's artistry converges with her activism. In her art, chores like carrying water and cultivating are testament to the extraordinary everyday strength of the Indigenous women she depicts. Her paintings are often accompanied by a mix of red, yellow and blue. While the colours depict hope and cultural heritage, Kanak doesn't shy away from using red to depict the pain and violence that has been inflicted upon Indigenous communities.\nKanak recognises the immense work it takes for an Indigenous artist to gain a foothold in the country's art scene. In an effort to create a ripple effect, she founded Ethnic Artists' Forum, mentoring a young group of Indigenous artists. I visited \"The colours of youth,\" which was the first ever art exhibition by Indigenous artists for me. It was the first time I saw my community's reflection in art: Indigenous motherhood, the intertwining existence of nature and ethnic communities. Do you remember the first time you felt seen?\nRepresentation aids in the creation and validation of the identity of the represented. It is the seemingly unimportant moments where people see someone who looks like them in the media or workplace, and are subconsciously influenced by this experience. Indigenous content creators like Sukanan Chakma and Payel Tripura are claiming their place in fashion and entertainment in the digital world. Their presence in trendy TikTok videos allows me to see our Indigenous culture as a part of the evolving digital landscape, too.\nSuch content fights misrepresentation. Storylines with a Bangalee girl playing the role of an Indigenous young woman falling in love with the settlers reinforce the Bangalee fantasy towards Indigenous women. Authentic Indigenous representation in media is an antithesis to Nuhash Humayun's advert for Tecno, where an Indigenous boy is given a Bangalee name, portrayed to offer namaz, and where Bangalee settlers live in bamboo-framed homes of the ethnic communities.\nNavigating the world as an Indigenous person is like walking between two different worlds. You belong to neither. You are too foreign for the outside world, yet you are stripped off your identity when you want to make your place. Seeking representation is asking for fairness, to extend beyond a fantastical realm. How else do we promulgate the truth of our Indigeneity?\nMyat Moe Khaing is a marketing strategist at a multinational company, who takes an interest in Indigenous and gender politics.\n\n",
        "headline_1": "Navigating a world without Indigenous representation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/navigating-world-without-indigenous-representation-3090886",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-08-2022"
    },
    {
        "full_article": "Amid news of the two mayors of Dhaka being granted the state minister status and despite the city literally bursting at the seams, with over a crore people squeezed into its two corporations, it's unfortunate that the city's priorities aren't getting enough attention. Or, even if they are, they aren't getting the kind of response needed. One of the priorities is to have spacious roads and well-maintained pavements. Presently, many streets and pavements remain in a bad shape. They're either going through some kind of repairs, or being put to personal/commercial use, or have parts of them grabbed illegally by building owners, thus obstructing the flow of traffic and pedestrians.\nAnd while all this is going on, local ward councillors are turning a blind eye, firstly, to the suffering of pavement users, for example, and secondly, to the violation of related rules and regulations which they're supposed to enforce. Often, we see parts of streets and pavements being occupied to make steel products or keep raw materials, plastic containers and iron scraps, or simply to park vehicles. Not only does this harm the integrity of concrete roads, those also become narrower and pavements unusable as a result. There is also the problem of canals and drains being clogged.\nDespite the occasional drives to evict or free up occupied public spaces, the city corporations have largely failed to make any impact in this regard or take action against illegal users. Just how indifferent the concerned offices are can be understood from the fact that not one councillor from the 54 wards in Dhaka North City Corporation (DNCC) has been able to prepare a list of road grabbers as directed by the mayor over six months ago. According to a report, the mayor gave them a verbal instruction to this effect on January 27. Some councillors defended their inaction by saying there was no follow-up written notice. Some spoke of \"confusion\" over the contents of the instruction. Others, somewhat justifiably, even spoke of the difficultly and even futility of listing given the political clout enjoyed by grabbers, making it harder to take meaningful action.\n\nDespite the occasional drives to evict or free up occupied public spaces, the city corporations have largely failed to make any impact in this regard or take action against illegal users.\nBut one thing is obvious: the collective failure of councillors to respond to the mayor's instruction, and the lack of accountability for said failures. It also shows how political considerations often triumph over the interests of ordinary pedestrians and commuters. We urge the DNCC high-ups to take a firm stance in this regard. They must bring councillors into line and urgently free up grabbed or blocked streets and pavements.\n",
        "headline_1": "DNCC must free up occupied streets and footpaths",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dncc-must-free-occupied-streets-and-footpaths-3090786",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-08-2022"
    },
    {
        "full_article": "In early June, when presenting the budget to parliament, the finance minister emphasised the importance of boosting food production and ensuring food security. Although the final budget was criticised for not introducing proper measures to increase production, it was evident from his speech that the government acknowledges the importance that agricultural production holds for this country. Why then, we must ask, is it showing apathy towards farmers, without whose labour it is impossible to ensure food security?\nIn recent months, our farmers have suffered from the consequences of floods, followed up by extreme heat and limited rainfall, which wreaked havoc on their livelihoods through crop losses and low yields. Yet, even before they recovered from the shock of natural disasters, they were hit with a 37.5 percent rise in urea fertiliser prices. And now, they are at risk of being knocked out by the 42.5 percent rise in diesel prices.\nIt is estimated that the diesel price rise will force farmers to spend an additional Tk 4,000 in irrigation per hectare of Boro production. This is a crop that makes up 53 percent of our total rice production. Around 75 percent of all irrigation equipment is diesel-run. Data from Bangladesh Petroleum Corporation (BPC) suggests that paddy farming burnt over 15 percent of the 46 lakh tonnes of diesel used in FY 2020-21. Does the government have any plans to ease this burden that has been foisted upon already-suffering farmers, especially small-scale ones who account for 84 percent of all farmers and live in highly vulnerable conditions? While there are provisions of a Tk 500 crore stimulus package for the agricultural sector, we are yet to find how this amount will be utilised.\n\nWhy then, we must ask, is the government showing apathy towards farmers, without whose labour it is impossible to ensure food security?\nThere are fears that if farmers are not able to pass on this rise in costs of production and get fair prices, many will give up on farming altogether. This is a huge threat to achieving food security. The alternative scenario – where higher costs are passed on to consumers – is equally grim. Ever since the pandemic, we have seen the prices of essentials continue to increase. Already, high costs of transportation are pushing up prices of vegetables and other foods brought into the cities from across the country. What we are witnessing now is nothing short of a cost of living crisis, and it will only get worse.\nIn December, a UN report found that 5.2 crore people in Bangladesh are food insecure, a number which went up by 2.4 percent between 2018 and 2020. Why should so many people be facing hunger in a country experiencing \"rapid development\"? The government must place greater emphasis on protecting the livelihoods of farmers, who are carrying on their shoulders the crucial responsibility of feeding the nation.\n",
        "headline_1": "Protect farmers to ensure food security",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/protect-farmers-ensure-food-security-3090801",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-08-2022"
    },
    {
        "full_article": "In early June, when presenting the budget to parliament, the finance minister emphasised the importance of boosting food production and ensuring food security. Although the final budget was criticised for not introducing proper measures to increase production, it was evident from his speech that the government acknowledges the importance that agricultural production holds for this country. Why then, we must ask, is it showing apathy towards farmers, without whose labour it is impossible to ensure food security?\nIn recent months, our farmers have suffered from the consequences of floods, followed up by extreme heat and limited rainfall, which wreaked havoc on their livelihoods through crop losses and low yields. Yet, even before they recovered from the shock of natural disasters, they were hit with a 37.5 percent rise in urea fertiliser prices. And now, they are at risk of being knocked out by the 42.5 percent rise in diesel prices.\nIt is estimated that the diesel price rise will force farmers to spend an additional Tk 4,000 in irrigation per hectare of Boro production. This is a crop that makes up 53 percent of our total rice production. Around 75 percent of all irrigation equipment is diesel-run. Data from Bangladesh Petroleum Corporation (BPC) suggests that paddy farming burnt over 15 percent of the 46 lakh tonnes of diesel used in FY 2020-21. Does the government have any plans to ease this burden that has been foisted upon already-suffering farmers, especially small-scale ones who account for 84 percent of all farmers and live in highly vulnerable conditions? While there are provisions of a Tk 500 crore stimulus package for the agricultural sector, we are yet to find how this amount will be utilised.\n\nWhy then, we must ask, is the government showing apathy towards farmers, without whose labour it is impossible to ensure food security?\nThere are fears that if farmers are not able to pass on this rise in costs of production and get fair prices, many will give up on farming altogether. This is a huge threat to achieving food security. The alternative scenario – where higher costs are passed on to consumers – is equally grim. Ever since the pandemic, we have seen the prices of essentials continue to increase. Already, high costs of transportation are pushing up prices of vegetables and other foods brought into the cities from across the country. What we are witnessing now is nothing short of a cost of living crisis, and it will only get worse.\nIn December, a UN report found that 5.2 crore people in Bangladesh are food insecure, a number which went up by 2.4 percent between 2018 and 2020. Why should so many people be facing hunger in a country experiencing \"rapid development\"? The government must place greater emphasis on protecting the livelihoods of farmers, who are carrying on their shoulders the crucial responsibility of feeding the nation.\n",
        "headline_1": "Protect farmers to ensure food security",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/protect-farmers-ensure-food-security-3090801",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-08-2022"
    },
    {
        "full_article": "Amid news of the two mayors of Dhaka being granted the state minister status and despite the city literally bursting at the seams, with over a crore people squeezed into its two corporations, it's unfortunate that the city's priorities aren't getting enough attention. Or, even if they are, they aren't getting the kind of response needed. One of the priorities is to have spacious roads and well-maintained pavements. Presently, many streets and pavements remain in a bad shape. They're either going through some kind of repairs, or being put to personal/commercial use, or have parts of them grabbed illegally by building owners, thus obstructing the flow of traffic and pedestrians.\nAnd while all this is going on, local ward councillors are turning a blind eye, firstly, to the suffering of pavement users, for example, and secondly, to the violation of related rules and regulations which they're supposed to enforce. Often, we see parts of streets and pavements being occupied to make steel products or keep raw materials, plastic containers and iron scraps, or simply to park vehicles. Not only does this harm the integrity of concrete roads, those also become narrower and pavements unusable as a result. There is also the problem of canals and drains being clogged.\nDespite the occasional drives to evict or free up occupied public spaces, the city corporations have largely failed to make any impact in this regard or take action against illegal users. Just how indifferent the concerned offices are can be understood from the fact that not one councillor from the 54 wards in Dhaka North City Corporation (DNCC) has been able to prepare a list of road grabbers as directed by the mayor over six months ago. According to a report, the mayor gave them a verbal instruction to this effect on January 27. Some councillors defended their inaction by saying there was no follow-up written notice. Some spoke of \"confusion\" over the contents of the instruction. Others, somewhat justifiably, even spoke of the difficultly and even futility of listing given the political clout enjoyed by grabbers, making it harder to take meaningful action.\n\nDespite the occasional drives to evict or free up occupied public spaces, the city corporations have largely failed to make any impact in this regard or take action against illegal users.\nBut one thing is obvious: the collective failure of councillors to respond to the mayor's instruction, and the lack of accountability for said failures. It also shows how political considerations often triumph over the interests of ordinary pedestrians and commuters. We urge the DNCC high-ups to take a firm stance in this regard. They must bring councillors into line and urgently free up grabbed or blocked streets and pavements.\n",
        "headline_1": "DNCC must free up occupied streets and footpaths",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dncc-must-free-occupied-streets-and-footpaths-3090786",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-08-2022"
    },
    {
        "full_article": "The shock and outrage that the nation should have felt and expressed over the two incidents of rape on moving buses within four days in Tangail and Gazipur are apparently missing. Is the nation increasingly becoming shock-proof to such crimes? No politics nor political cadres are involved here unlike some of the incidents, one of which took place on the campus of a Sylhet college a few years back and the recent one at Chattogram University campus. Yet the nation fails to get united to raise a voice of protest and loathing against such beastly acts committed by a gang of dacoits and a few transport workers. Public buses are supposed to be secured for passengers including girls and women among them in terms of service offered, if not safe on account of safety from accidents. Now bus journeys are increasingly becoming both unsafe and insecure, particularly for women on the last count. Ever since the rape of a paramedical student on a moving public bus in Indian capital Delhi happened, it seems sex maniacs have found girls and women travelling, especially by night on transports a soft target if time and situation permit. Quite a few such cases have taken place in different areas but Tangail, Gazipur and Ashulia of Savar areas record the majority of them. Maybe, the loneliness of forest areas during night time when the buses pass those areas allow the sex perverts to hide the crimes. Whatever may be the case, sex offenders are increasingly on their prowl for victims. This is indeed a cause for serious concern. The country should have been in a trauma on account of the high incidence of rape. But unfortunately it does neither admit this fact nor feel the urgency of reacting to this ugly, uncivilised and demeaning sexual violence against women. Unless male members of society irrespective of their class, status and calling consider it a failure of responsibility as a citizen and unite together to resist the culprits everywhere, there is no chance of rooting out this curse. But to cure the disease, first it has to be diagnosed correctly. The case studies of the latest two incidents may be quite revealing. All the five transport workers involved in gang-raping the wife after throwing her husband from the bus at Gazipur are aged between 19 and 23. The dacoits who also gang-raped a woman are in their 20s and 30s. Here is a socially and economically backward young band with little education but as much as can be enough to have access to the prurient digital contents thanks to electronic gadgets. In the absence of healthy entertainment like sports and traditional cultural pursuits, they spend their spare time on their electronic devices, smartphones in particular. They are influenced by explicit alien culture and contents and there is no-holds-barred access. If this continues, society will degenerate from within. Internet censorship on pornography and harmful internet games should be a way of saving the young population from the invasion of those destructive forms of entertainment. But at the same time, sports, art, music and culture have to be promoted widely to stop the rot.",
        "headline_1": "Rape on moving buses",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rape-on-moving-buses-1659971786",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-08-2022"
    },
    {
        "full_article": "The orgies of death on rail tracks, at level crossings to be precise, have lately become a part of the regular scenes in this country. Deaths in heart-rending accidents continue to make the air heavy, in a perverse competition of paling one another in horridness and gloom. There are few signs of remedial measures. After a few days of nationwide uproars organised by the travel safety groups punctuated by wails, newer accidents start biding time to get themselves added to the rising total of the deadly collisions at level crossings or on a worn-out pair of lines. In a week after the Mirsharailevel crossing tragedy, witnessing the deaths of 12 youths, several isolated accidents one after another stunned the sensitive segments of society. Doomsayers feel the procession of rail line-centred deaths and devastations is not going to stop anytime soon. Instead of collective efforts to reach a permanent solution to the national scourge, the crisis is allowed to get deeper. This development, in no way, is deliberate. The whole system related to putting brakes on these dreadful developments in the rail journeys has, in fact, emerged as something elusive. It's not going to stop soon. The sad aspect is few have the time to give serious thoughts to the problem. From passengers, the railway authorities, to the technical hands --- none of them bother to see an effectual end to these terrible impediments to the running of a massive sector like the railway.When the railway tracks were being laid on the Darshana (Chuadanga)-Jagotee (Kushtia) segment in the late 1850s, few in the railway department had ever thought that they were in fact being thrust into a complicated and fraught era of engine-dominated communication. It was undeniable that the fast spreading railway network across East Bengal (now Bangladesh), starting operation in 1862, had brought scores of benefits to the regular mid- and long-distance passengers. The inter-district ship and launch travels had by then been in service. But the water transports could operate on the river routes only. Moreover, they emerged as slower in speed than the railway steam engines. The new-generation locomotives added more speed to the rail travels, thus revolutionising the railway service. A grim aspect in railway travels, however, began unfolding with the fast increase in the length of the railway tracks. These developments accompanied spectacular rises in the number of passengers, as well as the volume of cargo. The aspect that began tarnishing the image of this mode of transport comprised the accidents while the trains were on the run. Probes discovered later that most of the railway mishaps occurred due to the errors committed by the enginemen aboard trains, as well as those caused due to the negligence of the ground staff working at the vital signal points. In the earlier days, train movements and the green and red signals were mostly guided by the ground-based pointsmen. A small error in the task could lead to terrible accidents. Such mishaps were rare, though. People fatally hit by trains while crossing the tracks unmindfully dominated the accident scenarios. However, people in general welcomed the railway travels. They found it safer than waterway journeys. But amid rapid developments witnessed by the railway sector in general, with the introduction of part-automation, the train passengers and those passing by speeding engines and carriages were required to apply added caution and alertness. The rapid rise in train mishaps and different types of deaths related to the transport has been on rapid increase since 1980s. Ironically, back in the early phase of railway, people couldn't ever think in their wildest dreams that they had set their foot into a dreadful phase filled with grisly mishaps related to the new mode of transport. Already, in the period of the 1860s, they had already their frightening share of deaths and other fatalities caused by boat sinking across the country. With the first-ever rail line's widening network covering the vital parts of the country, it was natural for the East Bengal people to discover themselves on the entry to a new era. It featured both the thrills of a new age as well as the prelude to the mechanised travels' increasing role on human lives. As time wore on, the railway kept branching out to the other routes reaching up to Naryanganj in greater Dhaka and to Chattogram, besides the northern and southwestern regions. Moreover, due to the use of the slow-moving steam engines with just a few carriages at a time, for decades in a row the Assam-Bengal Railway remained free of major accidents. In 2021, the Bangladesh Railway enjoys the status of a fully independent state entity. Had it not been beset with the dearth of firm policies with a vision, the sector would long have been recognised as a vital one. Plagued by policy oscillations leading to its nearly rundown state, with avoidable deaths haunting it, the railway sector may soon find itself in dire straits. It's baffling to see that the behemoth-like sector has yet to swing into the task of streamlining the chaotic level crossings amid unabated deaths at the notorious points. Bangladesh Railway says it has grand plans for the future. It sounds good. If the projects remain limited to opening lines to connect new stations in the neighbouring Indian state of West Bengal, it will, undoubtedly, broaden connectivity further. But what the country's common railway travellers will get from it remains an enigma. The imperative at the moment comprises also measures focused on ensuring hazard-free domestic rail travels. It should begin with the function of properly manned level crossings.\n[email protected]",
        "headline_1": "Bailing the railway out of atrophy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bailing-the-railway-out-of-atrophy-1659971812",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-08-2022"
    },
    {
        "full_article": "Fuel is such an essential item in the public's everyday life that any change in its price starts a chain reaction in the market. As a consequence, the cost of living goes up. And when there is already an inflationary pressure on the economy, the rise in fuel price would only exacerbate the situation further. The latest raise in the prices of diesel, kerosene, petrol and octane is a case in point. Of those, diesel and kerosene are the two vital fuel oils used on a massive scale in the economy and their prices have been increased by Tk.34 per litre. This will obviously leave a devastating impact of public life. For it is not just the extra money that a public or private transport operator will have to pay for every litre of the fuel at the filling stations. A big jump in price levels of fuels like diesel and kerosene which are as good as daily essentials to the common people is going to deliver yet another blow to their quality of life already greatly shrunken by skyrocketing prices of essentials. The transport service, the farmer's diesel-run irrigation pumps, the power plants that use diesel, the establishments that use diesel-run generators and the common people in the village for whom kerosene is still an essential item will be directly impacted by their price hike. And as a knock-on effect on the cost of production and transportation, the essential commodities are going to see another round of price hike.But the incomes of the fixed and low income people have remained stagnant. The decision makers behind fuel price hike are busy explaining their helplessness in the face of volatility of energy price in the international market. The cumulative losses of Petrobangla, the state-owned oil company, due to selling the fuel oils at a subsidised price since February have meanwhile come to Tk. 8,000 crore, the State Minister for Power, Energy and Mineral Resources told the media at a recent interview.  And so, as the organisation is on the verge of going broke, the authorities have been compelled to take this big decision on fuel price hike by a big margin. In fact, by the latest raise in fuel price, the subsidy has been brought virtually to the zero level. There is yet another argument. It is that any difference in fuel prices between Bangladesh and neighbouring India encourages cross-border smuggling of fuel oils. So, the price raise thus effected would discourage such smuggling, it is argued.Notably, in India fuel prices are adjusted automatically in line with the fluctuations in fuel prices in the international market. But in the present case, the Bangladesh authorities have done it arbitrarily, though there is a regulatory agency, the Bangladesh Energy Regulatory Commission (BERC), to do the job. Clearly, the fuel prices have been increased in a hurry for reasons best known to the authorities concerned. Whatever the reason, it has already produced a ripple effect in the economy. The prices of essential commodities including edible oil have again begun to rise. And the traders have now a ready argument, though they had never any dearth of it, to justify their fresh price hike of essential commodities. And then comes the anarchy in bus fares to the further dismay of the commuters. As it happened after the increase of diesel and kerosene prices by 23 per cent from Tk.65 to Tk.80 in November last year (2021), this time too reports of passenger harassment by transport workers have started to pour in. The fares the bus operators are charging from the passengers in the city has in most case no connection with rate fixed by the Bangladesh Road Transport Authority (BRTA). The story is not different on the highways. The fare collectors, the so-called conductors/supervisers of the buses and their assistants are often very rough with the commuters. But there is no effective measures to protect the passengers.In truth, the cogency of the arguments in favour of fresh fuel price hike is no solace to the common people who are under the strain of high food price inflation. There should be some arguments from the authorities in their favour, too.\n[email protected]",
        "headline_1": "Poor consumers the forgotten lot",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/poor-consumers-the-forgotten-lot-1659971841",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-08-2022"
    },
    {
        "full_article": "Doyaganj is an important road for the people living in Old Dhaka. It connects Dholaikhal, Tikatuli, Dolairpar and Jatrabari. And the connecting road has become busier after the inauguration of Dhaka-Mawa expressway. However, a ride through this road is now nothing but a nightmare for commuters. Bangladesh Railway is setting up a railway bridge at Doyaganj. The construction of the bridge has completely blocked a lane of the road. And due to water-logging, the other lane has turned into a small ditch with numerous potholes. Traffic congestion on this road has become an everyday affair. A five-minute ride here can take up to half an hour. There are two popular private hospitals adjacent to Doyaganj road. So, many patients have to travel along this road every day as all other alternatives to this road are now blocked. These patients become sicker after a bumpy rickshaw ride on this route. We urge the authorities concerned to repair the road as soon as possible. \nAfroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "Repairing Doyaganj road",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/repairing-doyaganj-road-1659971863",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-08-2022"
    }
]