[
    {
        "full_article": "The Digital Data Protection Bill, 2023, was passed in the Lok Sabha on Monday and will now have to be cleared by the Rajya Sabha. The fresh iteration, which has undergone a few drafts, seems to have incorporated suggestions made to its 2022 version, although it is not clear what the submissions were as the consultation process was not brought to light by the government. The highlight of the Bill is the provision that personal data of an individual, the data principal, may be processed by an entity or a person, the data fiduciary, for a lawful purpose only after the consent of the data principal or “for certain legitimate uses”. These “uses” are situations where such data may be processed without obtaining the data principal’s consent, such as by government agencies for providing licences, welfare benefits, permits and services. This Bill includes an obligation on the part of the data fiduciary to notify the data principal — and the Data Protection Board (DPB), to be established by the government to adjudicate on compliance or not with the Bill — if there is a personal data breach. There are other obligations defined for the data fiduciary as well, but one issue with the Bill is that it does not include the need for informing data principals about third-parties with whom the data could be shared, or duration of storage.Too much leeway is provided to agencies of the state in the form of exemptions. The Srikrishna Committee’s Draft Bill in 2018 allowed for exemptions to be granted to state institutions from acquiring informed consent from data principals or to process their data in matters related only to the “security of the state”, and also called for a law to provide for parliamentary oversight and judicial approval of non-consensual access to personal data. In the 2023 version, the state is empowered to process data through wide-ranging exemptions and the government is allowed, in effect, to collect information which could be used for mass surveillance. In overriding consent to be obtained by the state from the data principal for purposes of providing benefits, subsidies, and licences, the Bill also does away with purpose limitation — using the data only for the specified purpose. It seeks to introduce amendments that effectively remove the public interest exception to disclosure of personal information under the Right to Information Act, thereby diluting accountability and transparency in the functioning of government officials. The Bill also continues to retain a much weaker version of the regulatory Data Protection Authority envisaged in the 2018 version in the DPB which will only have adjudicatory and not regulatory powers, and whose members will be appointed by the Union government. The Bill must be thoroughly discussed and these discrepancies ironed out in the Rajya Sabha. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nlaws\n\n/\n\ndata protection",
        "headline_1": "Falling short: On the Digital Data Protection Bill, 2023",
        "headline_2": "The latest data protection bill continues to have deficiencies that need cleaning up",
        "link": "https://www.thehindu.com/opinion/editorial/falling-short-the-hindu-editorial-on-the-digital-data-protection-bill-2023/article67173250.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-08-2023"
    },
    {
        "full_article": "The idea of inflicting collective punishment on the Muslim community soon after any riot or communal disturbance seems to be an ingrained part of governance in Bharatiya Janata Party-ruled States. The use of excavators to demolish houses, shops and other establishments has now spread to Haryana, after it was practised with impunity in Madhya Pradesh, Uttar Pradesh and Delhi last year. The Punjab and Haryana High Court has done well to stop authorities from continuing with their demolition drive in Gurugram and Nuh, that witnessed communal clashes, leaving six dead. Taking suo motu cognisance of reports about the demolition activity, the Bench has minced no words in raising the question whether the action is a sort of “ethnic cleansing”, as buildings belonging to a particular community were being brought down “under the guise of a law and order problem”. It has observed that there appears to be no order to demolish the buildings or prior notice to its occupants and that the law and order situation was just a ruse. Few would disagree with the court’s characterisation of the action in Haryana. The same dubious and ambivalent messaging about the demolitions that one saw in other States is being witnessed in Haryana too. For legal purposes, officials will say the buildings are encroachments and are being removed as per law. For political purposes, it is made very clear that rioters are getting the treatment they deserve.It requires no special knowledge of the law to say the demolitions are inherently illegal in the absence of any process. It is not clear what evidence is being used to identify buildings belonging to alleged rioters or to ascertain whether those not involved are also using the premises. Reports suggest that personal belongings and inventory are not allowed to be removed before a building is razed. There is one example of a house that provided refuge to a family during the violence being demolished. Using communal violence as a pretext to impose extra-legal punitive measures will invariably lead to bias, as officials implementing such orders will have no choice except to portray the occupants of the buildings to be razed as encroachers to retain the fig-leaf of legal justification and as anti-social elements for moral justification. In any case, to escape the charge of ignoring encroachments all this while and waiting for a riot to take action, they will have to provide evidence of serving notices on the occupants and, if needed, backdate such notices. The judicial intervention should put an end to the pattern of using the state machinery to inflict misery on a section of the population.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nHaryana\n\n/\n\nunrest, conflicts and war\n\n/\n\nhuman rights\n\n/\n\nminority group",
        "headline_1": "Communal punishment: On riots and demolitions",
        "headline_2": "The Haryana government cannot use riots as a pretext to demolish Muslim homes",
        "link": "https://www.thehindu.com/opinion/editorial/communal-punishment-the-hindu-editorial-on-riots-and-demolitions/article67172668.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-08-2023"
    },
    {
        "full_article": "Lost in the excited talk of regulating AI is the core issue whether govts and companies have unfettered right to the billions of data points they daily mine:\nIn the 1940s a journalist asked Claude Shannon, one of the founders of information theory, “can machines think?” Shannon said, “I compute so.” Both his distinction, between thinking and computing, and their deliberate conflation in his aphorism help us understand the current spectacle around ‘AI’. Governments worldwide have moved from a position of “we’re catching up” ignorance, to embarking on “regulating AI”, to a self-regulatory Bill of Rights.\n\nWhat we call‘AI’ is not what is meantby artificial intelligence, that is, machines thinking. That, specialists call “artificial general intelligence”. Powerful thinkers have debated for decades whether it can even exist. For now, despite the alarmism about “the singularity” pumping through culture, what’s important is that we are nowhere near artificial general.\nRead full opinion on TOI+\n\n",
        "headline_1": "It’s not so much machines we should worry about",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/its-not-so-much-machines-we-should-worry-about/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-08-2023"
    },
    {
        "full_article": "Making businesses quickly pay big for breaching personal data will be one of the key benefits of data law:\nIt is Indians generating an increasing quantum of personal data that is truly powering India’s transition into a digital economy. But for too long questions about how this personal data is actually being used kept being dismissed as elitist concerns. This ‘wild, wild west’ period is thankfully coming to an end, as signalled by Lok Sabha passing the Digital Personal Data Protection Bill, 2023 yesterday. The broad goal is to ensure that the consumer-facing entity makes clear to the consumer the purpose for which her data is being collected, uses the data only for this purpose, and erases it after the specific purpose has been served. This transformation in data governance will be critically dependent on effective policing by the proposed Data Protection Board of India.\n\nFirst, it must be swift in redressing consumer complaints of personal data breach. Second it must affect the core change, where the ‘passing the buck’ escape routes have now been closed.\nInstead of getting tricked into a labyrinth of data controllers, data processors and data brokers, pursue the accountability of the entity that is the first recipient of consumer information. Third, be swift too in imposing and collecting the penalties, including fines going up to ?250 crore and higher if, say, a company has repetitively sold vital consumer information to numerous third parties. All of us are generating data with our online activities everyday, from banking to paying utility bills to buying groceries and insurance to booking doctors’ appointments or flights or hotels. Many of us daily also register that our data is being passed on and on unrestrainedly. Because, for example, no sooner have we visited a car website that we are bombarded by phone calls, SMS messages, social media trespasses to sell us cars. Or think about how the leaked database of a NEET coaching centre can allow the targeting of families with false promises of guaranteed admission to a medical college. Think about how deeply financial and sovereign identity data are tied. Today a poor data security regime wantonly multiplies the dangers of misselling and fraud. Tomorrow’s promise is an ecosystem that respects the right of individuals to protect their personal data. Since the rules that will determine its actual efficacy are still awaited, the new legislation has its job cut out.\n\n",
        "headline_1": "It’s my (digital) life",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/its-my-digital-life/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-08-2023"
    },
    {
        "full_article": "China’s propaganda war is well funded and waged subtly. Centre and states must coordinate: \nAn investigation by NYThas blown the lid off sophisticated Chinese influence operations around the world that also have security repercussions for India. At the heart of the findings is a network run by American millionaire Neville Roy Singham, who is based in Shanghai and reportedly works closely with Chinese Communist Party and its propaganda machinery. Non-profits set up or funded by Singham have gone on to fund think tanks, African political parties and non-profits, and even media in third countries. The common thread among the beneficiaries is that they push CCP talking points. In India, Singham’s network is reported to have funded a news website.\n\nAll of this is cleverly done to maintain aveneer of impartiality. Under Xi Jinping, Beijing has significantly upped such operations. The aim is to create a favourable narrative about China through cultivating news farms, spreading disinformation, and even financing seemingly innocuous public projects.\nFor instance, Taiwan recently started flagging Chinese-funded beautification projects in Taiwanese provinces. The funds are routed as part of a contest held by China’s Fujian province, but the real aim is to influence Taiwanese in the cultural space. Given China’s massive resources, similar influence operations might be attempted against India. For, India is a huge country with an administrative matrix where the parts don’t always talk to each other. Add to this a significant percentage of people who are underemployed/ poorly paid, and it is easy to see how Beijing can exploit Indian vulnerabilities. Therefore, GOI needs to be extra vigilant about Beijing’s ‘smokeless war’, coordinate with all state governments, and see this as another reason to grow the economy faster.\n\n",
        "headline_1": "Blessed by Beijing",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/blessed-by-beijing/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-08-2023"
    },
    {
        "full_article": "Take it from Toco: you’d rather be (with) an animal:\nToco wanted ‘to be an animal’ since childhood. Having splurged on a lifelike border-collie costume, this Japanese YouTuber’s released a video featuring his first public quadrapedal walk. In this and other viral clips, he’s seen on all fours, being petted, befriending pooches, fetching and goofing around like any honest-to-dog canine. But he hides his identity from bipeds. They’ll think him a mutt-case, he fears.\nToco’s dogged pursuit will raise hackles. Sure, animal-cuddlers can pat dachshunds, ducksor donkeys. But blurring identities just for (puppy) love and becoming abominable paw-man? That’s to insult exalted humanity. Didn’t humans spring from Zeus’s head, full-grown Athena? Darwin be damned, they’re no ‘modified descendants of other species’. Being selfprofessedly special, humans couldn’t possibly have chimps as cousins. Or wear fur except for fashion.\nRoaming the Id, unmasking the ego, the non-human haunts human life, though, evoking awe and anxiety. Only by dissing animals and deifying man could humans disavow a primordial kinship – and, as Tennyson exhorted, ‘move upward, working out the beast/ And let the ape and tiger die…’ Literally, too, given wildlife’s ongoing wipeout.\nNot that ‘morally’ distinct humans aren’t ethically fluid with biological boundaries. Mythical monstrous hybrids once terrorised human imagination. Today, scientists inject human cells into mouse, pig and monkey embryos, claiming interspecies chimeras promise medical benefits. ‘Beasts’ suck – but, hey, who says they can’t be organ donors?\nWell, beasts rock too, as iconic freediver Jacques Mayol knew, defying his bodily organs. This veritable merman credited a beloved dolphin with teaching him ‘everything’: how to hold his breath and ‘melt’ underwater. His spiritual bond with the sea – and its ‘mischievous children’, ‘our brothers’ – drove his pioneering feats. The first to dive 330 ft and, later, 344 ft, he personified the ‘dolphin within man’, elemental nature free of civilisation’s discontents.\nDoggo-within-man Toco’s less grand, but he tries to make people ‘happy’, like oxytocin-releasing tail-waggers have done down discontented ages. Consider, here, a joke that’s seriously funny – oxymoron intended. Shrink asks patient: ‘How long have you thought you’re a dog?’ Patient replies: ‘Since I was a puppy.’ Plainly, trolls needn’t hound Toco into ‘therapy’. If anything, it’s said animals (with or without costumes) are doggone good at assisting psychotherapists. Freud’s Chow-Chow Jofi would agree.\n\n",
        "headline_1": "Love me, love me dog",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/churn-after-reading/love-me-love-me-dog/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-08-2023"
    },
    {
        "full_article": "This could be a moment to celebrate for human rights defenders, a moment when a law that has done so much damage to civil liberties is finally done away with. Instead, a rebranded, or rather repackaged, Digital Security Act (DSA) has only sparked scepticism. The cabinet's approval on Monday of a \"transformed\" and \"modernised\" version of the law – henceforth renamed Cyber Security Act, to be likely passed in parliament in September – brings to mind how, mere years ago, the erstwhile Section 57 of the ICT Act was struck off only to introduce harsher and broader restrictions on freedom of speech with the DSA.\nThere are enough reasons to be sceptical of this new (version of the) law. For one, the cabinet's refusal to make its draft public until it is placed in the form of a bill before parliament is suspicious. As per available information, however, none of the offences from the DSA has been decriminalised. Some offences that were previously non-bailable are now eligible for bail, while jail terms for some were either reduced or excluded, albeit retaining the option of fines. In other words, there has been little change beyond a cursory redistribution of punishment. The cabinet secretary has all but acknowledged it when he said that while the DSA is more focused on punitive prison sentences, the Cyber Security Act puts more emphasis on financial penalties. But what about the so-called offences?\nEver since the enactment of the DSA, we have continuously objected to not just the severity of the punishment but also its very characterisation of what constitutes an offence. The government's stubborn refusal to amend or repeal those nine vague, controversial provisions means that people facing charges under the DSA will continue to do so under the new version, too. Equally troubling is the unresolved fate of those already in jail. What will happen to these people? All the trauma and harassment that the victims have faced will likely continue. As well as the lack of clarity on the future of those facing charges, detention or jail time, there is also no word on whether they will receive compensation for their troubles, which they very much deserve.\nMoreover, the new version may be as vulnerable to abuse as the one before it. This is why its approval has been met with guarded optimism at best, and outright rejection at worst. We also don't know how journalist-friendly it will be. There was at least a pretence of interacting with the media managers before the DSA was formulated, even though their concerns were not addressed. The government has foregone any such pretence this time. So while we appreciate the effort to finally respond to years of criticism against the DSA, we feel that the government should immediately engage with the media and other stakeholders before proceeding any further. Any reform to the law must respect human rights and the freedom of the press for it to be acceptable.\n",
        "headline_1": "A repackaged DSA brings renewed worries",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/repackaged-dsa-brings-renewed-worries-3389456",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-08-2023"
    },
    {
        "full_article": "We are extremely concerned with the situation in Bandarban hill district. Following six days of heavy rains and mountain runoff from upstream, the two roads connecting Bandarban to Chattogram and Rangamati have been completely flooded. As a result, the district has been totally cut off from the rest of the country. And due to its only power substation also getting flooded, people there have been without power since Sunday. On top of that, the mobile network in the district has gone down in most places, effectively cutting off all communications.\nRescuers are literally having to go from place to place in search of people stranded by the flood. It is unclear how many people are stuck and in danger. As of writing this editorial, 90 percent of Bandarban city is said to be under water. In most places, the water has not receded for days, while chances of further rain mean that the suffering of residents will continue unabated. One doesn't need a reminder of what catastrophe may unfold in the remote reaches of this border district in the prolonged absence of basic facilities like electricity, food, shelter or any security guarantee. Therefore, the government must launch an all-out effort to rescue and rehabilitate those in danger. All necessary resources and administrative personnel need to be deployed immediately to that end, and to prevent any loss of lives and mitigate the damage.\nOn the other hand, it needs to be understood why the district, which did not go under water during heavier rainfalls 15 or so years ago, has been so heavily affected this time around. And the main reason for that has been the environmental damage that has been done in the district. The continuous cutting of hills and removal of stones to pave the way for development have caused the soil to soften and break down. The removal of trees is another massive factor. These have created a situation where flooding has become inevitable. Meanwhile, the lack of dredging and elevation of riverbanks allow river water to easily overflow. And since influential quarters have occupied different canals that are part of the district's drainage system, the overflown water cannot easily escape.\nAll of these did not happen overnight. The authorities have, for years, overlooked these facts, which makes them culpable for what is presently happening. Therefore, after tackling this emergency, the authorities need to make substantial changes in Bandarban so that such a disastrous situation does not occur again.\n",
        "headline_1": "Bandarban flood needs urgent response ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bandarban-flood-needs-urgent-response-3389431",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-08-2023"
    },
    {
        "full_article": "Last December, BNP managed to create a strong momentum with successive divisional rallies, defying obstacles from the ruling party cadres and law enforcement agencies. But it lost that momentum when it tried to hold a rally in Dhaka. Since then, the party – which has been out of office for more than 16 years – has been trying to regain that thrust. This time around, BNP held a series of programmes around Dhaka and got some traction thanks to its supporters, leading up to its grand rally of July 28. The party was also able to hold the rally at its preferred venue, in front of its Nayapaltan headquarters. Tens of thousands of BNP workers joined in, defying myriad odds and obstacles. It turned out to be a mammoth rally and, encouraged by the turnout, BNP announced sit-in programmes at five entry points of the capital the very next day, presumably to cut off Dhaka from the rest of the country for several hours between 11am and 4pm. But the sit-in failed in the face of the ruling party's strong presence on the street and the aggressive attitude of the police. And again, BNP lost its momentum.\nSince then, a few questions have been circulating in political circles: why did BNP go for such a programme? What did it achieve? And what will the party do now that the national election is just a few months away?\nAfter the announcement of BNP's one-point demand – resignation of the ruling government for a caretaker government to oversee elections – movement on July 12, the party took only 16 days to announce the sit-in demos. Coordination among the party fronts and associate bodies, which requires time, is imperative to make such ambitious programmes successful, but there seems to have been a lack of coordination among BNP leaders in this regard. Even some of the party's senior leaders were in the dark about these programmes till they were announced. The decision of a sit-in demo of such a scale, without much time on its hands, indicates that BNP was in a hurry.\nThere is no denying that the party has a strategy in place to achieve its goal of the next election being held under a nonpartisan, election-time government. But it seems that the plan may not be as well thought out as BNP supporters would like. The party's leadership felt charged up seeing the large-scale turnout in the rally, but they underestimated the government's strength and strategic abilities. This explains why BNP couldn't succeed entirely in its programme, and now seems to have backtracked from its tough stance. After the sit-in, the party announced demos in districts and cities across Bangladesh, which is a deviation from its Dhaka-centric plans. The lack of coordination and confidence in terms of holding large rallies and showdown-like programmes can demoralise grassroots BNP supporters, who are paying a high price for the erroneous judgement calls of the party's top brass.\nFor the longest time, BNP has argued that the government and law enforcement agencies are obstructing their peaceful rallies, and the events which unfolded on July 29 has once again lent credence to their clams. The attack by ruling party men, in the presence of the law enforcement agencies, has laid bare just how \"democratic\" the government will be in the lead up to the elections. Of course, some BNP men did engage in violent activities during the sit-ins, but the previous programmes of BNP were largely peaceful, despite instigations. Either way, BNP knows that any violence from its own party will eventually work against itself. And this time, the party is being careful as it was accused of conducting arson attacks in 2013 and trying to sabotage the January 5, 2014 election.\nBack in 2013, the party did not come up with alternative strategies when they saw that the blockades were not working. At least this time around, they have backtracked from their plans and proposed an alternative when they realised that the sit-in had failed. This could be interpreted as the party being more mature and wiser in its current decisions.\nBNP's real loss in all this was giving the upper hand to the ruling party. There was no doubt that the ruling party felt pressure, especially after the composed and largely organised grand rally. But the following day, when ruling party cadres were able to easily disperse the BNP demonstrators, it worked like a morale-boosting tonic for the former. They felt more confident about being on the streets and not giving anything away to the BNP. This was essential for the Awami League at a time when it seemed to be under pressure from different directions to hold a free and fair election. Now it remains to be seen whether BNP can once again revive their momentum and give the ruling party a run for their money.\nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n\n",
        "headline_1": "Did BNP make the wrong call?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/did-bnp-make-the-wrong-call-3389381",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-08-2023"
    },
    {
        "full_article": "This could be a moment to celebrate for human rights defenders, a moment when a law that has done so much damage to civil liberties is finally done away with. Instead, a rebranded, or rather repackaged, Digital Security Act (DSA) has only sparked scepticism. The cabinet's approval on Monday of a \"transformed\" and \"modernised\" version of the law – henceforth renamed Cyber Security Act, to be likely passed in parliament in September – brings to mind how, mere years ago, the erstwhile Section 57 of the ICT Act was struck off only to introduce harsher and broader restrictions on freedom of speech with the DSA.\nThere are enough reasons to be sceptical of this new (version of the) law. For one, the cabinet's refusal to make its draft public until it is placed in the form of a bill before parliament is suspicious. As per available information, however, none of the offences from the DSA has been decriminalised. Some offences that were previously non-bailable are now eligible for bail, while jail terms for some were either reduced or excluded, albeit retaining the option of fines. In other words, there has been little change beyond a cursory redistribution of punishment. The cabinet secretary has all but acknowledged it when he said that while the DSA is more focused on punitive prison sentences, the Cyber Security Act puts more emphasis on financial penalties. But what about the so-called offences?\nEver since the enactment of the DSA, we have continuously objected to not just the severity of the punishment but also its very characterisation of what constitutes an offence. The government's stubborn refusal to amend or repeal those nine vague, controversial provisions means that people facing charges under the DSA will continue to do so under the new version, too. Equally troubling is the unresolved fate of those already in jail. What will happen to these people? All the trauma and harassment that the victims have faced will likely continue. As well as the lack of clarity on the future of those facing charges, detention or jail time, there is also no word on whether they will receive compensation for their troubles, which they very much deserve.\nMoreover, the new version may be as vulnerable to abuse as the one before it. This is why its approval has been met with guarded optimism at best, and outright rejection at worst. We also don't know how journalist-friendly it will be. There was at least a pretence of interacting with the media managers before the DSA was formulated, even though their concerns were not addressed. The government has foregone any such pretence this time. So while we appreciate the effort to finally respond to years of criticism against the DSA, we feel that the government should immediately engage with the media and other stakeholders before proceeding any further. Any reform to the law must respect human rights and the freedom of the press for it to be acceptable.\n",
        "headline_1": "A repackaged DSA brings renewed worries",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/repackaged-dsa-brings-renewed-worries-3389456",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-08-2023"
    },
    {
        "full_article": "We are extremely concerned with the situation in Bandarban hill district. Following six days of heavy rains and mountain runoff from upstream, the two roads connecting Bandarban to Chattogram and Rangamati have been completely flooded. As a result, the district has been totally cut off from the rest of the country. And due to its only power substation also getting flooded, people there have been without power since Sunday. On top of that, the mobile network in the district has gone down in most places, effectively cutting off all communications.\nRescuers are literally having to go from place to place in search of people stranded by the flood. It is unclear how many people are stuck and in danger. As of writing this editorial, 90 percent of Bandarban city is said to be under water. In most places, the water has not receded for days, while chances of further rain mean that the suffering of residents will continue unabated. One doesn't need a reminder of what catastrophe may unfold in the remote reaches of this border district in the prolonged absence of basic facilities like electricity, food, shelter or any security guarantee. Therefore, the government must launch an all-out effort to rescue and rehabilitate those in danger. All necessary resources and administrative personnel need to be deployed immediately to that end, and to prevent any loss of lives and mitigate the damage.\nOn the other hand, it needs to be understood why the district, which did not go under water during heavier rainfalls 15 or so years ago, has been so heavily affected this time around. And the main reason for that has been the environmental damage that has been done in the district. The continuous cutting of hills and removal of stones to pave the way for development have caused the soil to soften and break down. The removal of trees is another massive factor. These have created a situation where flooding has become inevitable. Meanwhile, the lack of dredging and elevation of riverbanks allow river water to easily overflow. And since influential quarters have occupied different canals that are part of the district's drainage system, the overflown water cannot easily escape.\nAll of these did not happen overnight. The authorities have, for years, overlooked these facts, which makes them culpable for what is presently happening. Therefore, after tackling this emergency, the authorities need to make substantial changes in Bandarban so that such a disastrous situation does not occur again.\n",
        "headline_1": "Bandarban flood needs urgent response ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bandarban-flood-needs-urgent-response-3389431",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-08-2023"
    },
    {
        "full_article": "To make expeditious out-of-court settlement of tax-related disputes happen, the National Board of Revenue (NBR), the country's highest tax authority, introduced the Alternative Dispute Resolution (ADR) system in the fiscal year 2011-12. Quick disposal of a number of such long-pending cases of NBR with some large multinational corporate houses through ADR looked encouraging. It was so because, according to media reports, some 30,000 cases in three areas including income tax, VAT and customs were lying with the NBR's tribunal and the High Court (HC). The estimated revenue involved in those cases is worth Tk490 billion. So, ADR could be an ideal approach to break the logjam in settling tax-related cases, if it ensured a win-win solution for both the NBR and the taxpayer. But in a recent development, the revenue authority is learnt to have gone for reviewing about a dozen of such cases with large taxpayers settled through ADR earlier, because the outcomes were not at all win-win. Worse yet, the government did not get a single farthing out of a revenue claim amounting to Tk5.61 billion made against those cases thus settled through ADR. Evidently, it has been unsettling enough for the NBR authorities to opt for reinvestigation of the matter.In one such case, for instance, the Large Taxpayers Unit (LTU), VAT, of the NBR, filed two cases in 2016 making a claim of tax amounting to Tk1.57 billion against a multinational company. But the said company next year (in 2017) challenged the LTU's claim by lodging a writ petition with the HC. However, later, upon the company's petition for ADR, the LTU had the case resolved expeditiously (within two months). But the settlement facilitated by a third party, as is the practice under the ADR system, resulted in writing off of the NBR's entire claim. The LTU, in fact, consented to the facilitator's suggestion in favour of the company. The loss of such a huge amount of revenue naturally raised questions among the NBR high-ups. Hence is the NBR's urgency for constituting a review committee to look into one of the lost cases.If any anomaly is discovered in the process of dispute settlement in the particular case under investigation, the body reviewing the issue would be required to pinpoint it and recommend measures to avoid repetition of the same in the future. Under any circumstances, loss to the public exchequer through such dispute settlement will be self-defeating. However, some experts are at variance with the NBR's stance of reopening cases already settled through ADR as it has its legal ramifications. Moreover, by reopening cases, the basic premise of the ADR system and the relevant law that the dispute settlement is done on the basis of a consensus between the contending parties, the taxpayer and the NBR, is challenged. The issue gets further complicated if one of the parties has objection to the claim made by the other. In that case, the settlement cannot be a win-win one. Notably, in the case under review, the dispute was settled by LTU's acceptance of the taxpayer's objection that the tax charged by the NBR on it was an instance of 'double taxation' and, also, of 'direct tax'. Arguments apart, the very fact that the NBR is dissatisfied with the disposal of some tax-related disputes through ADR demands reassessment of the entire exercise to ensure that the system is foolproof. The NBR also needs to examine the role of taxmen involved with the ADR cases in question.",
        "headline_1": "ADR must not be disputable",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/adr-must-not-be-disputable-1691506139",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-08-2023"
    },
    {
        "full_article": "As a development partner, Japan has for decades been a country Bangladesh relied on not only for development projects but also for facilitating a host of economic activities with the prospect of Japanese investment in the country in a big way. The recent visit of Japan's economy, trade and industry minister Yasutoshi Nishimura to Dhaka appears to have made some headway in the direction of investment from Japan in Bangladesh.Speaking at a day-long meeting titled, \"Bangladesh-Japan Economic Relations for the Next 50 Years: for the industry upgradation of Bangladesh\" in the capital, the Japanese minister expressed strong optimism that investors from his country would soon find Bangladesh a place of their choice, and that the process has already started with relocation of some industrial units. He also said the economic relationship between Bangladesh and Japan for the next 50 years will be based on three pillars: Bangladesh's industrial upgrading, the relocation of Japanese companies, and the realistic energy transition. Mr. Nishimura focused on six areas as the potential fields of public-private cooperation: garment, heavy industries, logistics, circular economy, clean energy, and IT. Bangladesh commerce minister Tipu Munshi, Jetro President Kazushige Nobutani and Japanese Ambassador to Bangladesh Kiminori Iwama also spoke on the occasion.Currently, nearly 350 Japanese companies are operating in Bangladesh, with more than $380 million in combined investment. In 2022, Bangladesh received more than $100 million in investment from Japan, a record, as the number of Japanese companies quadrupled in the country over the last one decade, said the Japanese minister.There are moves already in place in Bangladesh to facilitate Japanese investors. Notable among them, is the Japanese Economic Zone, work on which is progressing. The idea of economic zone with broader implications to cater to both domestic and overseas needs seems to fit in with the objective of achieving multiplier gains from Japanese investment. The 1,000-acre economic zone to be exclusively used by Japanese firms is being developed in Araihazar upazila of Narayanganj, which is Bangladesh's first ever economic zone under the government-to-government initiative. Japan has allocated US$350 million in special loans to set up the US$1.0 billion economic zone, making it the largest such assistance for a SEZ in Asia. This indeed is a remarkable move to attract investment from an industrial economy like Japan. The Araihazar Economic Zone, which is to be operational by next year, is seeking to draw investments from automakers, such as Suzuki Motor Corp and Mitsubishi Corp. Japan Tobacco Inc and Honda Motor Co. These are among the largest Japanese investors in Bangladesh.Japan is incentivising its companies to shift manufacturing facilities out of China and adding Bangladesh to a list of preferred destinations for relocating the factories. For years, Japanese manufacturers have been seeking lower labour costs and supply-chain diversification by moving some production units out of China, as wages there rose and infrastructure in countries like Vietnam and Bangladesh improved.In 2008, the Japanese government announced the \"China Plus One\" policy, focusing on relocating its sunset industries from China to other countries. The aim was to mainly reduce over-dependence on China because of the significant rise in cost of production there. Moreover, Japan wanted to diversify from its single-sourcing destination apprehending disruptions.The shift, according to experts, was necessary as China was home to more than 80 per cent of all Japanese foreign investments, with most of these operating since the early 1980s. Aided by government incentives, 33,050 Japanese companies with more than $57 billion in investments started relocating to different Asian countries and elsewhere, according to the Japan External Trade Organisation (Jetro). The recipient Asian countries were mainly Vietnam, Cambodia, Myanmar and Thailand. The main factors that made these countries preferred destinations for relocation were their development strategies around foreign direct investment and integration in global value chains alongside considerable strides in the area of inclusive and sustainable development. It is here that Bangladesh lagged behind. Despite improvements in infrastructure and related logistics, Bangladesh is yet to take advantage of Japan's China Plus One policy. No sunset industrial plant from China was shifted to Bangladesh under the policy. Though investment of Japanese firms in Bangladesh now stands at $380 million, it is 0.1 per cent of what they invested in Asia, according to Japan External Trade Organisation (Jetro).The visit of the Japanese minister is most likely to cause some positive ripples for the authorities towards creating a congenial environment for attracting Japanese investors. As mentioned, Bangladesh has missed on the China Plus One policy of Japan in the relocation of sunset industries, but now that the economic zone for Japanese investors is in place, efforts must be there to make sure that this time intending investors find adequate facilities to meet their requirements. Of the facilities, infrastructure and logistics are of the highest importance.\n[email protected]",
        "headline_1": "Creating the right ground for Japanese investment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/creating-the-right-ground-for-japanese-investment-1691506178",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-08-2023"
    },
    {
        "full_article": "Chattogram city has been experiencing flooding during the monsoon for years together. But this year the problem has taken a turn for the worse with the city going underwater 10 times in the last seven months. This is a big headache for the authorities because Chattogram is home to the biggest port in the country and also a major commercial hub. So, when city roads go underwater for hours and days, not only does it give residents of the city a nightmarish time, but also causes long delays in shipment of goods to and from the port.The authorities may claim that the situation is actually improving. Because apparently, the city was waterlogged 12 times last year and this year, it's 10 times. This is small consolation because the possibility of happening it a few more times is on the cards. Also the range and intensity of flooding are more expansive and deeper. Traders are at risk of losing their goods in wholesale and kitchen markets, which may severely disrupt the supply chains apart from hampering millions of people's daily life. The significant financial resources the port city authorities spent \"to prevent flooding during heavy rains and tidal water in Chattogram\" seems to have gone down the drain. How are these mitigation projects designed and implemented? Is there any coordination among the various agencies responsible for maintaining the city's instrastructure?Press reports have it that there are two main authorities involved (under the aegis of the city corporation), i.e., Water Development Board and Chattogram Development Authority (CDA). Surely, the time has come to review how these agencies are implementing their respective projects - whether there is room for greater cooperation aimed at finding a more permanent solution to this chronic problem. Sadly, heads of various agencies have been passing the blame on to someone else (or some other agency). This is bound to happen because each body is run like a fiefdom with its own agenda and own budgets. There is no pressure to coordinate efforts because there is no common goal. This is not their fault, rather the fault lies higher up the command structure. This happens when there is no accountability. Although the government has its own monitoring and evaluation department named the IMED, it is doubtful that IMED will be forthcoming with its findings on the situation, especially in the light of what happened when it shared a report recently on the power situation. Reportedly, the people involved with the overseeing of that report preparation have been duly reprimanded (from an administrative point of view) and also castigated by a section of the press. Regardless of what was right or not right with that report, IMED is the government's own watchdog body. It is there to oversee that projects are designed and implemented to benefit the people. Such is the situation these days that the authorities often like to shoot the messenger, as opposed to taking some lessons and rectifying the situation so that people's lives are made a little easier. This brings us back to the question of how our cities are governed. Decades ago, the erstwhile mayor of Dhaka city, Mohammad Hanif had suggested the concept of \"metropolitan\" government, whereby, utilities services would fall under the city authority's purview. Judging from the vehemence with which his proposal was criticised and shot down, citizens today are left with dysfunctional cities where apparently a lot of money is expended but no solutions are found. Perhaps it is time to revisit the past and see if things can be done differently from now on.\n[email protected]",
        "headline_1": "Woes of waterlogged Chattogram",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/woes-of-waterlogged-chattogram-1691506221",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-08-2023"
    },
    {
        "full_article": "Providing quality health services for the people of both rural and urban areas is the responsibility of the government. But many physicians in the country do not want to work in district-level hospitals. This problem has been persisting for long. To get over this, we need more physicians and more public medical colleges in various locations across the country. Narsingdi, Narayanganj, Munshiganj and Manikganj are very close to Dhaka city. One can reach these district towns in one and a half hours by road. These places could be appropriate locations for four full-fledged public medical colleges. If set up, these medical colleges will undoubtedly improve the standard of health services for people of the districts and adjoining areas. The shortage of medical colleges in Bangladesh is one of the main reasons for the dearth of qualified medical practitioners. However, we have enough teachers to impart medical courses at the graduate and postgraduate levels. As these district towns are close to Dhaka city, faculty members for a medical college will not be a problem.The government can capitalise on this and construct medical colleges in Narsingdi, Narayanganj, Munshiganj and Manikganj so that more students in the country can study medicine and surgery. The healthcare facilities in these towns are below par. A 500-bed government hospital along with a medical college can ensure quality healthcare facilities. The construction of these medical colleges will also help decentralisation of Dhaka city. Excess doctors could be sent abroad with employment. They would increase the inflow of remittance, as well. \nMd Ashraf Hossain,120, Middle Bashabo, Dhaka-1214,[email protected]",
        "headline_1": "Setting up medical colleges in towns around Dhaka",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/setting-up-medical-colleges-in-towns-around-dhaka-1691506242",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-08-2023"
    }
]