[
    {
        "full_article": "Prime Minister Narendra Modi’s whistle-stop summit sojourn to the Indonesian capital of Jakarta earlier this week was primarily aimed at deepening India’s engagement with the economically significant grouping of 10 Southeast Asian nations. Coming on the eve of India’s hosting of the G-20 summit in New Delhi as the current holder of the bloc’s presidency, Mr. Modi’s presence at the annual ASEAN-India summit was an opportunity to cement traditional ties with the neighbouring Asian economies at a time of heightened global trade uncertainty. As the trade facilitation body UNCTAD noted in its June 21 ‘Global Trade Update’, the ‘outlook for global trade in the second half of 2023 is pessimistic as negative factors’ including downgraded world economic forecasts, persistent inflation, financial vulnerabilities and geopolitical tensions dominate. Against this backdrop, the joint leaders’ statement on ‘Strengthening Food Security and Nutrition in Response to Crises’ at the ASEAN-India summit underscores the shared vulnerability the region perceives in the face of the ongoing heightened global food insecurity, which has been exacerbated by the war in Ukraine, climate change and national policy responses to inflationary pressures. India’s recent curbs on export of rice have triggered some alarm, with the prices of the regional staple reportedly nearing a 15-year high. The onset of an El Niño, which is historically associated with disruptive weather events, queers the ground further, and ASEAN leaders are justifiably wary.Mr. Modi’s pitch, laying stress on the need for a rules-based post-COVID-19 world order and a free and open Indo-Pacific, was clearly directed at members among the Asian bloc who are increasingly disquieted by China’s recent muscle flexing and claims over the South China Sea. The Prime Minister’s not-so-veiled message to the ASEAN members is that India is a more reliable long-term strategic and economic partner, which has no territorial ambitions that could discomfit them. India also sought to position itself as a voice to amplify the concerns of the Global South, stressing that it would be mutually beneficial for all. For India, grappling as it is with an underwhelming free trade agreement (FTA) with the 10-nation grouping, trade ties with the eastern economies have grown in volume but asymmetrically, with imports far outpacing the country’s exports. The widening trade deficit and the perception that Chinese goods are taking advantage of lower tariffs under the FTA to find their way into the Indian market, have among other factors precipitated a review of the pact that is likely to be completed in 2025. In the meantime, India needs to stay closely engaged with the ASEAN members both as a trade hedge against the slowdown in its main western markets and to highlight its significance as an all-weather ally.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nPrime Minister Narendra Modi\n\n/\n\nG20\n\n/\n\nG-20 New Delhi 2023\n\n/\n\nIndia-ASEAN\n\n/\n\nUnited Nations\n\n/\n\nfood\n\n/\n\nnutrition and diet\n\n/\n\nCoronavirus\n\n/\n\nChina\n\n/\n\neconomy (general)\n\n/\n\ndiplomacy\n\n/\n\nweather science\n\n/\n\nIndonesia",
        "headline_1": "Eastern hedge: On the need for India to stay closely engaged with ASEAN members",
        "headline_2": "India needs to build closer ties with ASEAN for economic and strategic reasons",
        "link": "https://www.thehindu.com/opinion/editorial/eastern-hedge-the-hindu-editorial-on-the-need-for-india-to-stay-closely-engaged-with-asean-members/article67285369.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-09-2023"
    },
    {
        "full_article": "Bypolls in seven Assembly segments in six States across the country threw up mixed political signals. The Bharatiya Janata Party (BJP) won three and Opposition parties won four. There is no national pattern to be sought in these elections that answer widely different situations and calculations, but the polls do offer pointers to local shifts. In Ghosi in Uttar Pradesh, the BJP’s Dara Singh Chauhan lost the election to the Samajwadi Party (SP) candidate. Mr. Chauhan represented a pattern of BJP expansion through defections and allurement. He was the sitting SP MLA who crossed over to the saffron party and sought re-election as a BJP MLA. The SP candidate was supported by the Congress, the CPI(M) and the CPI(ML)-Liberation, broadly the INDIA bloc of Opposition parties in the State. Uttar Pradesh is critical for the BJP’s fortunes in 2024, and the Ghosi by-election had turned high profile after SP chief Akhilesh Yadav, who had been keeping his head down for some time, and Chief Minister Yogi Adityanath both campaigned hard. The BJP also sought to reinforce its multi-caste Hindu coalition in the by-election, but it did not find favour with voters in the end. The BJP retained a seat in Uttarakhand, while it lost a sitting seat in West Bengal to the ruling Trinamool Congress (TMC). The ruling Jharkhand Mukti Morcha retained Dumri in Jharkhand.Dhupguri in West Bengal witnessed a combination of INDIA bloc parties facing off against another constituent, while Puthuppally in Kerala had the parties in the combination fighting each other. In Dhupguri, the CPI(M) and the Congress jointly opposed a third INDIA partner TMC, and finished a distant third. The TMC is eager to prevent an alliance between the Congress and the CPI(M), both of which are confused and struggling to survive in West Bengal. In Kerala, fronts led by the CPI(M) and the Congress, clashed for the seat vacated by the death of Congress veteran Oommen Chandy. His son Chandy Oommen romped home comfortably. Though it had repeatedly framed the by-election as a test of Chief Minister Pinarayi Vijayan’s governance, the Left’s stakes in Puthuppally were not as high as they were in Boxanagar in Tripura which it lost for the first time since 1988 to the BJP. The BJP also retained Dhanpur in the State. The CPI(M) has alleged electoral malpractices and violence by the ruling BJP in Tripura. The outcomes were largely decided by local factors, but they also indicate the political winds in the respective regions. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nelection\n\n/\n\nUttar Pradesh\n\n/\n\nUttarakhand\n\n/\n\nWest Bengal\n\n/\n\nKerala\n\n/\n\nTripura\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nAll India Trinamool Congress\n\n/\n\nJharkhand",
        "headline_1": "One nation, many elections: On the seven by-elections, their political signals",
        "headline_2": "The bypolls across the country were decided by local factors",
        "link": "https://www.thehindu.com/opinion/editorial/one-nation-many-elections-the-hindu-editorial-on-the-seven-by-elections-their-political-signals/article67285725.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-09-2023"
    },
    {
        "full_article": "The death of Wagner boss Yevgeny Prigozhin has led to speculations about unity within the Russian regime and implications for the Ukraine war. Anatol Lieven, director, Eurasia Programme at the Quincy Institute for Responsible Statecraft, Washington, DC, spoke with Rudroneel Ghosh about what choices Moscow has and how these are also being reflected at the G20 leaders summit:\n\n● What do you make of Xi’s and Putin’s absence at the New Delhi G20 and the wrangling over the Ukraine paragraphs of the joint communique.\nRead full story on TOI+\n\n",
        "headline_1": "‘Russia will not fight with China against the US. Nor will it accept any Chinese pressure to reduce relations with India’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/russia-will-not-fight-with-china-against-the-us-nor-will-it-accept-any-chinese-pressure-to-reduce-relations-with-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-09-2023"
    },
    {
        "full_article": "By – Kristalina Georgieva\nIndia’s G20 leadership is helping a fragmented world, argues the IMF managing director. International cooperation is the best insurance against both climatic and financial shocks\nAt a time when the world is becoming more divided, India is leveraging its G20 presidency to build consensus on issues that transcend national borders. Guided by the theme of One Earth, One Family, One Future, this week’s summit of G20 leaders in New Delhi will be an opportunity to cement this consensus and galvanise coordinated action. In a fragmented, shock-prone world, international cooperation is the best insurance against instability.\n\nIn the name of one earth, the first action all countries must take is to step up the fight against climate change.\nRead full story on TOI+\n\n",
        "headline_1": "More geo, less politics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/more-geo-less-politics-indias-g20-leadership-is-helping-a-fragmented-world-argues-the-imf-managing-director-international-cooperation-is-the-best-insurance-against-both-climatic-and-finan/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-09-2023"
    },
    {
        "full_article": "The 18th G20 leaders’ summit will begin in New Delhi tomorrow. It comes at a time when India’s stock is soaring, as not just the fastest growing major economy but one with a voice in many bodies that count in global governance. Before the end of this decade, India’s economy is likely to be the third largest, with a middle class that exceeds the population of most countries. It’s tempting to assume that India’s rise to great power status is now a foregone conclusion. Not so.\n\nNothing is predestined and India now needs to ensure that it doesn’t get bogged down in a middle power trap. The key to realising our goal of moving to another level is the economy. It’s economic vibrancy that provides the means to realise all other goals. Even the current heft as a ‘global swing state’ is based on an average per capita GDP growth of 4.6% over 38 years (1980-2018), which has been surpassed by just seven other countries. It’s this economic performance that has put millions on the threshold of the middle class, creating a market base that provides strategic heft. It’s not just the consumer base that draws attention.\nThe economic growth has come on the back of a more sophisticated production structure, making India crucial to firms looking to diversify away from China. The journey ahead requires reforms and vast improvement in key areas. Political scientist Devesh Kapur believes India’s state capacity delivers better on macroeconomic outcomes, that is, areas where delivery is episodic and exit inbuilt. For example, India’s massive election exercise or rapid scale-up of Covid vaccinations. On the other hand, in microeconomic outcomes that need daily effort and local government capacity in areas such as municipality and schooling, results have been unsatisfactory.\nIndia’s advantageous demographic window will not last long – UNFP projects the median age will increase from 29 to 36 by 2036. Two urgent challenges need to be addressed. The quality of human capital needs to be enhanced significantly and the proportion of women in the workforce must increase through reforms in areas such as policing. The G20 summit’s positive impact should nudge GOI to revisit its approach to international trade. On the strategic side, India’s striding confidently in multilateral platforms. But can it fulfil its potential by turning protectionist and avoiding regional trade agreements? Not if it wants to move to where its potential says it can belong.\n\n",
        "headline_1": "Not quite there yet: G20 host India’s stock is high but we need urgent reforms to avoid the middle power trap",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-quite-there-yet-g20-host-indias-stock-is-high-but-we-need-urgent-reforms-to-avoid-the-middle-power-trap/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-09-2023"
    },
    {
        "full_article": "The Supreme Court dismissed a plea by Bombay Lawyers Association to fix a cooling-off period for SC and HC judges before they accept political appointments. Regulations on a cooling-off period exist for retired bureaucrats. And in 2021, Central Vigilance Commission directed state organisations to take vigilance clearance before offering post-retirement stints to bureaucrats – to avoid hiring officials who had cases pending or had tainted pasts. RBI, in 2018, mandated a three-year cooling period for its retired brass.\n\nThe issue of a cooling-off period for retired bureaucrats, judges and constitutional post holders before they’re made political appointees, take up private jobs or join political parties has long been a hot-button issue. Even the Election Commission in 2013 had sought that GOI bar civil servants and police officers from joining politics or from contesting elections right after superannuation. GOI had turned that request down, saying it violated constitutional rights of ex-bureaucrats and cops. SC, though, has always declined to intervene. It had dismissed similar petitions in 2014 and 2022. GOI, therefore, should consider, as SC suggested, bringing a law on the matter. Judges of constitutional courts deal with matters that affect everything from life and liberty to political disputes to high-stakes policy controversies to constitutional issues. Impartiality is as valuable an attribute in these duties as judicial acumen. A cooling-off period before accepting a non-judicial job post-retirement adds to the confidence the system and the citizens have in the judiciary; it also makes for better perception. Perceptions are critical in sensitive jobs because perceptions often drive popular belief in an institution’s reputation.\nAs politics gets more competitive and polarised, as policy gets more complicated, a law that mandates a cooling-off period for retired judges becomes more urgent.\n\n",
        "headline_1": "Perception matters: GOI must consider a law that mandates a cooling-off period before retired judges take another job",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/perception-matters-goi-must-consider-a-law-that-mandates-a-cooling-off-period-before-retired-judges-take-another-job/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-09-2023"
    },
    {
        "full_article": "In response to increased competition, both local and global, universities are allocating more resources to monitor and improve student satisfaction in order to attract and retain them. These practices are picking up pace across the globe. In fact, in Bangladesh, the University Grants Commission (UGC) has directed universities to set up an Institutional Quality Assurance Cell (IQAC) to ensure quality education – an important determinant of student satisfaction. If the higher education institutions (HEIs) in Bangladesh are to successfully survive and thrive in the face of ever-increasing local and international competition, they need to be on par with the changing philosophies and practices in the higher education market. One of these key changes – led by top-tier international universities – would be increased sensitivity to student needs and expectations.\nOn August 19, The Daily Star reported that the number of Bangladeshi students seeking higher education abroad had tripled despite a significant increase in the number of local universities. In 2021, the Universal College Bangladesh introduced pathway programmes to Monash University. And in May, the University College Sedaya International (UCSI), a Malaysian university, started its operations in Bangladesh. The problem of talented students leaving for higher education abroad will only be exacerbated if Bangladeshi universities fail to recognise comprehensive student needs – reflected in student satisfaction data – in this age of globalised competition in the higher education market.\nStudent satisfaction can be conceptualised as meeting and exceeding student expectations with respect to their educational experience and the services and facilities provided by the educational institutions. Student satisfaction with teachers and institutions indicates the extent to which students feel content, engaged, and rewarded with the educational experience as well as with administrative service and opportunities for extracurricular activities. It is a dynamic phenomenon that is continually shaped and reshaped by students' experiences at their respective institutions. Student satisfaction is affected by various factors, both macro and micro, ranging from the university's image or reputation to the quality of classroom interactions and the teacher-student relationships.\n\nThe institutions and countries that adapt quickly to this changing landscape will be able to reap rich dividends in terms of increased student intake, retention, educational outcomes, and sustainability.\nUniversities endeavouring to monitor and deliver student satisfaction is a positive sum game for both the pupils and the respective institutions. The rewards of meeting and exceeding students' expectations for HEIs are many: student satisfaction can positively impact student recruitment, motivation, academic performance, retention, fundraising, the quality of services in educational institutions, and boost university image and reputation. Student dissatisfaction, on the other hand, can negatively impact educational institutions through the increased likelihood of students quitting, transferring to other institutions, and from negative word of mouth. Therefore, the definitive answer to the question of \"Does student satisfaction matter?\" is an emphatic \"Yes.\"\nIf educational institutions are to effectively address student satisfaction, a holistic approach and concerted efforts are required from all quarters of the institution. Additionally, the institutions need to be aware of the fact that there is no one-size-fits-all model; what works for one department or geography may not work for another. However, the first steps, arguably, are to recognise that education is a service; the reputation and image of an educational institution are significantly connected to the quality of this service where the voice of students is a critical input for institutional improvement processes.\nOne of our studies, based on student survey data from public and private universities in Bangladesh, identified several important correlates of student satisfaction at the micro-classroom level. While the factors identified in the study are not exhaustive, they are indicative: students want teachers to be able to explain concepts clearly, be up-to-date on content, inspire students, make the course interesting, use effective teaching methods creatively, and demonstrate their competence in teaching. These qualities of teachers are all strongly associated with students' satisfaction with teaching. Student satisfaction with the courses taught are also similarly associated. In fact, satisfaction with teaching and satisfaction with courses were the most highly associated, suggesting that teachers versed in good teaching practices also design and offer courses that are highly satisfying.\nThese basic facts are generally known, and our study corroborates this knowledge. However, the question that must be raised is: why do students, in general, find their classroom experiences below their expectations on the above criteria? Are teachers failing our students by not effectively addressing how they learn? Why do students feel and state (quoted from an earlier op-ed), \"I don't know why I was present in the class; boredom was at its peak; the teacher was not prepared for the class… many teachers are toppers of their batches, but they cannot teach. After the first week of classes, many students are lost in a black hole.\"\nBut placing the burden on teachers alone to improve education would be wrong. We must also ask: are academic administrators guiding teachers to play a transformative role? Are they allocating the valuable resources at their disposal effectively and efficiently? And what role are our regulatory and higher bodies playing in making higher education a place from which satisfied and equipped students emerge with knowledge and skills ready to be put to use?\nResearch on student satisfaction can stimulate and guide future research as well as informed policymaking, especially in relation to faculty recruitment and training. As more data is accumulated in the universities in Bangladesh, it is imperative that educational institutions turn to the use of student satisfaction data to guide decision-making and resource allocation. We believe this view will contribute towards a paradigm shift: data-driven policymaking and strategising vis-à-vis enhancing service quality and student satisfaction in HEIs in Bangladesh.\nLike the top-tier universities in developed countries, HEIs in Bangladesh also need to efficiently allocate resources by monitoring service delivery and meeting student needs and expectations. With an educational landscape that is evolving and changing rapidly, universities in various regions of the world are becoming more sensitive and responsive to the needs and expectations of students. The institutions and countries that adapt quickly to this changing landscape will be able to reap rich dividends in terms of increased student intake, retention, educational outcomes, and sustainability. Bangladesh must compete with emerging players in the international higher education market to retain its student body, as well as attract international students. A crucial factor in this regard will be the efficient allocation of resources, guided by evidence-based research – in which student satisfaction ought to play a much larger role.\nDr Syed Saad Andaleeb is distinguished professor emeritus at Pennsylvania State University in the US, former vice-chancellor of Brac University, and vice-chair at the Foundation for Learning, Teaching and Research.\n\nNabeel Iqbal is lecturer at the Department of Economics of the School of Business and Economics at North South University (NSU).\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Why students are unsatisfied with Bangladeshi higher education",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-students-are-unsatisfied-bangladeshi-higher-education-3414056",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-09-2023"
    },
    {
        "full_article": "We are enraged to learn about the gang rape of a 19-year-old woman in Cox's Bazar's Kolatoli area. On September 4, the rape survivor and another woman, who were visiting from Dhaka, were taken and held captive at Rajan Cottage by a group of criminals. According to her, three men raped her and forced them to board a Dhaka-bound bus the following day. She had to be admitted to Ramu Upazila Health Complex due to the severity of the physical and psychological trauma. Once the police were informed, they moved her to Cox's Bazar General Hospital.\nThis case is yet another tragic example of how unsafe this country is for women. According to Ain o Salish Kendra (ASK), at least 640 women were raped, and among them 23 were also murdered, within the last six months of 2022. It's feared that the actual scenario is much worse, as numerous incidents of rape and sexual violence are never reported. It's time for us to take a hard look at why many refrain from reporting rape cases.\nIn December 2021, a girl was raped, but police ignored her allegation and arrested her for theft instead. In another case, one rape survivor had to stay at police station for three days because the police delayed recording the case. We have seen police being reluctant to take action when the perpetrator is a member of the force or politically influential. How would a survivor of sexual assault have faith that law enforcement members would come to her aid without questioning her past, her clothing, why she was there or what the relation between her and the assaulter was? Even if she could successfully file the case, is there any assurance that she would not be socially persecuted, threatened, and/or financially crippled for continuing to seek justice? How can she take on the mammoth burden on top of her horrific experience when thousands of cases remain unresolved?\nWe acknowledge that there are positive steps towards improvement, like abolishing the practice of two-finger test. We understand that the culture of rape and sexual assault against women has deeper roots in our society, and need thorough and prolonged actions to be uprooted. But, at the very least, our law enforcement and legal system must rise above social misogyny and emerge as reliable support systems for the victims of sexual violence.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n",
        "headline_1": "Ensure justice in Cox’s Bazar gang rape case",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ensure-justice-coxs-bazar-gang-rape-case-3414036",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-09-2023"
    },
    {
        "full_article": "Since 2010, the government has marked August 9 as National Energy Security Day to commemorate a pivotal event that took place in 1975. That year, on August 9, several gas fields in Bakhrabad, Titas, Rashidpur, Kailashtilla, and Habiganj were acquired from the international oil company Shell. These fields were taken over by a national organisation named Petrobangla. Bangladesh made a very timely decision that helped the country gain authority over its own resources, and to develop expertise and institutions in the following decades. Nationalisation of natural resources was a matter of struggle in post-colonial countries at the time. Despite imperialist threats, many newly independent countries tried to get a hold over their own resources. The primary objective was to ensure full public ownership over public resources to ensure the best possible utilisation for national development and public welfare.\nParadoxically, as the government of Bangladesh celebrates this day now, it appears to be pursuing policies that counter the original purpose.\nSince the 1980s, various international corporate groups, with the help of local partners, have formed alliances with the aim of exploiting Bangladesh's abundant natural resources and making quick profits. In this vein, instead of strengthening national capability, policies were formulated to lease out oil and natural gas fields to international companies. This direction gained momentum with the signing of production sharing contracts (PSCs) with multinational oil companies first in 1993 and then again in 1997. As a result, the state of both fiscal deficit and foreign exchange reserves deteriorated. In the late 1990s, Unocal Corporation from the US sought to export gas from Bangladesh to India, with the World Bank, the Asian Development Bank (ADB), ministers, diplomats, and some media organisations fervently supporting this endeavour. Bangladesh was touted as having substantial gas reserves, and plans to initiate exports were widely publicised. Local partners of Unocal took the lead in finalising the export decision.\n\nBecause of the government's reliance on private companies, Bangladesh is now trapped in huge amounts of foreign debt and obligations of massive imports. The country is already due to spend billions of dollars to import LNG and coal, despite the dwindling forex reserves.\nWhile discussions on gas exports were underway, a citizens' alliance, the National Committee to Protect Oil, Gas, Mineral Resources, Power and Ports (NCBD), along with other experts, strongly opposed the idea. Nationwide public protests led by the committee and the consequent strong public opinions ultimately resulted in the halting of gas exports. The NCBD also urged the government to enact the Mineral Resource Export Ban Act and even drafted the legislation through a committee led by Justice Golam Rabbani to facilitate its passage, in order to ensure that Bangladesh's mineral resources remained in the hands of its people. Before this, the committee had presented a seven-point demand, at the core of which was the assertion that Bangladesh's non-renewable resources were limited and should not be subjected to export contracts. The committee insisted on limited extraction in line with domestic demand and full utilisation for national development in the most environment-friendly ways.\nRegrettably, the government has not passed the Mineral Resource Export Ban Act. Moreover, little progress has been made in enhancing national capabilities. Nonetheless, efforts to export gas persisted, culminating in a substantial contract with the US company ConocoPhillips in 2009. When the contract with ConocoPhillips was signed, it included a clause allowing exports. Opposition to this clause led to intimidation and threats from the government, who argued that rejecting the deal would be detrimental. The government even took coercive measures against the protesting citizens. Ultimately, ConocoPhillips never fulfilled its exploration and extraction commitments.\nHowever, the tone of those who championed gas exports in the late 90s has shifted dramatically in recent years. Many of them are now pointing to a gas scarcity in Bangladesh, making arguments for the import of expensive LNG, establishment of coal-based and nuclear power plants, and also advocating coal mining. Now, ExxonMobil, another US company, wants to explore 15 of Bangladesh's offshore blocks. And the relevant ministry is, yet again, eager to give them what they want, instead of developing our own skills and capacity. The price we will have to pay to buy gas from them is now proposed to be three times the amount that was agreed upon before. Moreover, the government's share in \"profit gas\" has also been proposed to be reduced from 55-80 percent to 40-70 percent. And, as usual, there is an export provision.\nNow, why do we oppose PSCs or any form of leasing out of energy blocks to multinational companies? First, since these companies are hungry for profits, they will try to extract as much oil and gas without environmental protection, as demonstrated in the Magurchhara and Tengratila blowouts under US and Canadian companies. Second, since the domestic market does not need the amount of these natural resources produced, companies opt for export. Therefore, we may soon see the end of our limited resources, along with substantial environmental disasters. In contrast, if a national agency takes the lead, it will extract resources as per national demands. This will help us ensure energy security for a longer period of time. Third, this will be much cheaper and no pressure will be exerted on foreign currency reserves. Fourth, transitioning to renewable energy in this case will be easier.\nTwo points of objection are usually raised by pro-corporate advocates against this position: 1) we do not have enough capital; and 2) we do not have enough expertise. Both these arguments are wrong. Why, after 52 years of gaining independence, are these arguments still made? Expertise is not built out of the blue. It requires planning and initiatives. Because of different policies from different governments over the years, we still face problems in terms of expertise and building capable institutions. What is the use of so many science, technology, and engineering universities if our national capacity remain lacking anyway?\nState Minister for Power, Energy and Mineral Resources Nasrul Hamid recently said the government had paid Tk 104,926 crore over the last 15 years as capacity charges to private power plants. The government's excuse of insufficient capital does not hold, given that ConocoPhillips was planning to invest only $100 million over five years – a sum that is nothing compared to the huge amounts paid to numerous private power plants for sitting idle. In a recent proposal, ExxonMobil reportedly also offered $100 million for the survey and development of gas blocks. This goes to show that the government has been spending more on wasteful and corrupt transactions than for essential tasks.\nBecause of the government's reliance on private companies, Bangladesh is now trapped in huge amounts of foreign debt and obligations of massive imports. The country is already due to spend billions of dollars to import LNG and coal, despite the dwindling forex reserves.\nTo address the country's inexperience and limitations, experts suggest that Bangladesh retain full ownership and authority over its resources and work on a contract basis, that is, by delegating specific tasks (for which we lack expertise) as contracts to foreign companies. This approach offers several advantages over allowing foreign ownership.\nIf the government really believes in the spirit of National Energy Security Day, they must take a fundamentally different path to ensure energy security and the people's right over their own resources. We must impose a ban on the export of mineral resources and put all our efforts behind increasing our own capabilities.\nTranslated from Bangla by Monorom Polok.\n\nAnu Muhammad is a former professor of economics at Jahangirnagar University.\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "A gas export deal won't ensure energy security for us",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/gas-export-deal-wont-ensure-energy-security-us-3414026",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-09-2023"
    },
    {
        "full_article": "We are enraged to learn about the gang rape of a 19-year-old woman in Cox's Bazar's Kolatoli area. On September 4, the rape survivor and another woman, who were visiting from Dhaka, were taken and held captive at Rajan Cottage by a group of criminals. According to her, three men raped her and forced them to board a Dhaka-bound bus the following day. She had to be admitted to Ramu Upazila Health Complex due to the severity of the physical and psychological trauma. Once the police were informed, they moved her to Cox's Bazar General Hospital.\nThis case is yet another tragic example of how unsafe this country is for women. According to Ain o Salish Kendra (ASK), at least 640 women were raped, and among them 23 were also murdered, within the last six months of 2022. It's feared that the actual scenario is much worse, as numerous incidents of rape and sexual violence are never reported. It's time for us to take a hard look at why many refrain from reporting rape cases.\nIn December 2021, a girl was raped, but police ignored her allegation and arrested her for theft instead. In another case, one rape survivor had to stay at police station for three days because the police delayed recording the case. We have seen police being reluctant to take action when the perpetrator is a member of the force or politically influential. How would a survivor of sexual assault have faith that law enforcement members would come to her aid without questioning her past, her clothing, why she was there or what the relation between her and the assaulter was? Even if she could successfully file the case, is there any assurance that she would not be socially persecuted, threatened, and/or financially crippled for continuing to seek justice? How can she take on the mammoth burden on top of her horrific experience when thousands of cases remain unresolved?\nWe acknowledge that there are positive steps towards improvement, like abolishing the practice of two-finger test. We understand that the culture of rape and sexual assault against women has deeper roots in our society, and need thorough and prolonged actions to be uprooted. But, at the very least, our law enforcement and legal system must rise above social misogyny and emerge as reliable support systems for the victims of sexual violence.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n",
        "headline_1": "Ensure justice in Cox’s Bazar gang rape case",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ensure-justice-coxs-bazar-gang-rape-case-3414036",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-09-2023"
    },
    {
        "full_article": "As the number of our workers going to the Middle East in search of employment increases every year, so does the number of their deaths. According to data from the Wage Earners' Welfare Board under the Ministry of Expatriate Welfare and Overseas Employment, the dead bodies of 18,166 migrant workers arrived in the country between 2018 and 2022. Among them, more than 20 percent – 3,698 of them – died in various workplace-related accidents, including fires, falling from buildings, electric shocks, road accidents, etc. The rest, as cited by the authorities of the destination countries, died of heart attacks, strokes, and other \"natural\" causes. While such an alarmingly high number of migrant worker deaths should have raised serious concern among Bangladeshi authorities here and in the destination countries, we have hardly seen them raise any questions in this regard.\nIn the past few years, there have been ample reports in the media revealing the inhumane conditions in which Bangladeshi migrants have to work in the Gulf countries. While the extremely high temperature in these countries often takes a toll on their overall health, many develop life-threatening diseases which eventually cost them their lives. The question is: if our workers die in the Gulf countries, having been subjected to the brutal living and working conditions, can the authorities in the destination countries call these \"natural\" deaths? And what could be their explanation for the deaths and torture of so many of our female migrant workers in these countries, particularly in Saudi Arabia? According to the Ministry of Expatriate Welfare and Overseas Employment, the dead bodies of 404 women workers arrived in the country from the Gulf states between 2020 and 2022. The death certificates of 227 stated that they had died \"natural\" deaths. What is most curious is that almost all of them were below 40 years of age and had no prior health issues before leaving the country. The families of migrant workers have many unanswered questions about the untimely deaths of their loved ones, but no one to turn to for the answers.\nWe join the families and migrant rights activists in urging the authorities to seriously investigate these cases. The Refugee and Migratory Movements Research Unit (RMMRU) has demanded that the government conduct a second post-mortem in the cases of unnatural deaths, which the government should seriously consider. It can no longer turn a blind eye to the ever-increasing death toll and must seriously engage with the destination countries to address the precarious workplace conditions that are systematically putting the health and well-being of Bangladeshi workers at risk.\n",
        "headline_1": "Why do so many migrants die abroad?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-do-so-many-migrants-die-abroad-3413556",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-09-2023"
    },
    {
        "full_article": "Looking at the total power generation capacity of the country's power sector, both of the state-run and the privately operated power plants, one would like to be impressed. A recent report says, on Tuesday (September 5) the power sector's daily power generation capacity was 24,171 MW. However, the actual power generated two days back (on September 3) was 13,824 MW against a demand for 14,399 MW. Clearly, there is a big gap between the generation capacity vis-à-vis the actual demand for power and the supply of it in the country. So, the question is, what is this humongous generation capacity of the country's power sector for? If anything, it has only caused to balloon the bill for capacity charges against the power plants to stupendous proportions! On this score, the September 5's disclosure of the state minister for power, energy and mineral resources at the Jatiya Sangsad about the colossal amount of capacity charges (totalling Tk1.04 trillion) that the incumbent government had to pay only to the private sector power companies alone since it took office in 2009, says it all. The break-up provided by the minister shows that of the capacity payments recipients, 82 are the so-called Independent Power Producers (IPPs), while 32 are the rental power plants. Consider that in FY 2017, total capacity payments to the private sector power companies amounted to around Tk 53.76 billion, which in FY2023 jumped to as high as Tk 280 billion. That in other words means, each financial year since FY2017 saw close to a hundred per cent incremental change in capacity payments to the private sector power plants over the previous fiscal year. This is indeed unprecedented. The change in capacity payment in the last one year, according to a report, has gone up by 16.7 per cent. Once the total power generation capacity of the country further rises, as envisaged, to 31,000 MW by 2025, the excess capacity will also soar, in tandem, to 11,191 MW-a 36 per cent increase! According to reports, to meet these extra bills for the capacity payment, the Bangladesh Power Development Board (BPDB) has been taking subsidised credit from the government every year. Reports further say, between FY 2017 and FY2023, the subsidies have risen from Tk40 billion to a whopping Tk230 billion. In the current fiscal year, the figure is projected to touch Tk320 billion. Sadly, this escalation of subsidy amounts is still not enough to settle the BPDB's capacity payment bills. Evidently, the losses the government's power sector agency is incurring are also galloping every passing year. In this connection, the Implementation, Monitoring and Evaluation Division (IMED) of the planning ministry predicted sometime back that in FY23 and FY24, BPDB will face a total loss of more than Tk1.13 trillion, which comes to an average yearly loss of about Tk57.66 billion. Needless to say, the capacity charges are to blame for a large part of the losses the government's power agency is incurring. It is important to note here that it is not only the IPPs, rental and quick rental power companies that are pocketing the capacity charges just sitting idle. There are also state-run power plants, some 42 in number, that practically produce no power but eat up substantial amount of state subsidies. Since this excessive capacity of the power sector is not paying, say, by drawing matching industrial investments,wasting public money on it hardly makes sense.The government needs to seriously think of retrenching these burdensome power plants in a phased manner. The sooner the decision is taken, the better for the economy.",
        "headline_1": "Why nurturing power-sector white elephants?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-nurturing-power-sector-white-elephants-1694180403",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-09-2023"
    },
    {
        "full_article": "The Roads and Highways Department (RHD) has proposed a cost of Tk5.16 billion per kilometre to widen the 23.5km stretch of the Chattogram-Cox's Bazaar highway. This proposal is currently being reviewed by the Planning Commission and already some startling figures have begun to raise many an eye brow. The cost per kilometre is unusually high, even by RHD standards. According to media reports, the proposed cost of this project is approximately three times higher than similar projects taken by the department. The fact that Tk121.36 billion budget is a major departure from other projects it has done or is doing leaves room for concern.The planning commission has observed that RHD should re-calculate its cost projections. The department on the other hand states that it is merely following the international standards set by the feasibility study conducted by the Japan International Cooperation Agency (JICA). While that may suffice from RHD's point of view, one does need to rethink the figures. It is understandable why trimming the figures has been recommended by the Planning Commission's Project Evaluation Committee (PEC). That Tk26 billion has been recommended by PEC makes sense when one takes into account that RHD's other projects cost significantly less. The Dhaka-Mawa Expressway cost the national exchequer Tk110 billion for 54.7km of road construction. That equates to Tk2.01 billion per kilometre. The cost of road infrastructure development in Bangladesh has been subject to international scrutiny. Back in 2016, the World Bank had conducted a research on how much low and middle income countries should spend. It figured out around Tk17 crore per kilometre for a new four-lane highway. Even back then, Bangladesh was spending about double the money to construct a kilometre of road - more than in Europe. According to a United Nations Economic Commission for Europe (UNECE) report in 2014, neighbouring countries like India and China would be spending little compared to what Bangladesh would be allocating for some projects. While the authorities like to skirt around the question of graft in awarding contracts, it has repeatedly come up in the course of research findings of major international lending institutions. If companies are compelled to pay to receive contracts, all costs associated with it will inevitably raise the budget of any project. Besides this, there are other factors at play. The recent economic downturn has pushed up prices of all construction materials globally. This is in part due to the devaluation of the Bangladesh Taka against the greenback. There is also the question of high duties placed on construction materials, coupled with inept management and a lack of expertise in cost calculation. That said, this project is to be constructed based upon a JICA feasibility study and that means there must be other cost factors awaiting consideration. Reportedly, the planning commission has found cost heads like consultants' fees constitute Tk4.943 billion, Tk1.12 billion for security services, outsourcing hiring costs around Tk87.5 million, overseas training amounting to Tk 20 million and so on. The PEC has called for a rationalisation of many components of the development project proposal. The costs mentioned apparently do not include other costs that could be involved later down the line including flyover, bridges, contingency work. Interestingly, land acquisition is also not part of the cost mentioned. When all those cost heads will be added, this highway expansion may well set the world record for being the most expensive one till date anywhere on the planet. How on earth can this project be justified, especially where 75 per cent of the financing will come from external sources? Regardless of the fact that funds provided by international development partners generally tend to have softer repayment terms, but just because the finance is available, it doesn't mean the country should be inflating the budget of a project to fit the whims of overenthusiastic planners. Every Taka spent comes out of taxpayers' money and that is something that hardly seems to be of any consequence to the authorities. Yes, the 132km long Chattogram-Cox's Bazaar Road will become a crucial corridor in the near future as a link to the Matarbari seaport in Maheshkhali. But the arguments put forward by the RHD needs to be reviewed thoroughly. Also it is necessary to take into account that a detailed design of the project is yet to be completed. So, proper scrutiny and recommendations by experts are a sine qua non before approving any such project.\n[email protected]",
        "headline_1": "Proposed highway construction cost much too high",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/proposed-highway-construction-cost-much-too-high-1694180439",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-09-2023"
    },
    {
        "full_article": "In Bangladesh, visiting a near one admitted to a hospital is a part of the culture. The culture is not confined to this country alone. To be more accurate, it is a culture of South Asia. Be it India, Pakistan or Nepal, everywhere hospitals see a regular flow of visitors. It is also widely believed that visiting a patient in a hospital can bring emotional support to them and help reduce their anxiety and stress. Ultimately, the visitors can help in the patient's early recovery. All these do not mean there should be a regular rush from visitors. Instead, there are some etiquettes to be followed in hospitals by visitors. Unfortunately, many hospitals in the country witness a lack of proper manners from visitors who ignore the primary rule of not disturbing other patients in hospitals and clinics. When a patient shares a room or ward, there are other patients. So all visitors must take care in this regard and not make noise in the room, which often is not maintained. Almost every hospital has fixed visiting hours. It is the responsibility of the visitors to respect the timing of exit. Many are, however, used to defying the visiting hours and trying to visit their patients whenever possible. In public and community hospitals, these visitors create trouble as hospital administrations cannot control them for various reasons. In some cases, visitors argue with and intimidate the guards and staff of a hospital to have access to the restricted zones of patients. The frequent presence of visitors also compromises the patients' privacy, which is not desirable at all.Many visitors also ignore that visiting and staying beyond the visiting hours disturbs others and the routine functions of hospitals. Only big private hospitals strictly maintain the visiting hours and compel the visitors to do so.Too many visitors at a time are another problem. It creates an unnecessary crowd, which sometimes turns into chaos. There is a wrong attitude among many that going all together to visit their relative or friend in the hospital is a responsibility. Frequent arrivals of visitors also enhance the risk of inflections in hospitals. Many visitors do not care about hygiene, and hospitals also do not have a proper system of regular disinfection. It is necessary to ask all visitors to clean their hands when they first arrive so that infections such as bacteria and viruses in the hospital could be contained.It is also true that many hospitals in Bangladesh need to be equipped to manage the requirements of their patients. Patients need their attendants and visitors to help them collect medicines, take samples for tests and do similar other tasks on their behalf. The inadequate human resources in hospitals and limited logistics compel patients to rely on their visitors, some of whom also serve as attendants. Some patients also need 24-hour attendants due to their critical conditions. More than three years ago, the health ministry issued a guideline to control visitors in public hospitals. It includes a compulsory pass for visitors, a refundable security deposit for the pass, allowing a maximum two visitors as attendants for each patient and registering the names and addresses of the visitors. Many hospitals have yet to implement the guidelines and are unable to control undue visitors. It is, thus, the order of the day to strictly follow the guidelines to reduce the rash of visitors. At the same time, it is the government's responsibility to enhance the efficiency of public and community hospitals by employing an adequate number of skilled caregivers so that patients do not feel the urge to rely on visitors. \n[email protected]",
        "headline_1": "Curbing number of visitors at hospitals",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/curbing-number-of-visitors-at-hospitals-1694180470",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-09-2023"
    },
    {
        "full_article": "Perseverance means to attempt again and again for doing anything with a view to gaining success. It is a necessary trait that should be possessed by all students. Success in anything needs untiring zeal and efforts with concentration. Many famed people have achieved success by dint of perseverance. Perseverant students understand the value of hard work, hone their problem-solving skills and take responsibility for their own academic progress. It is the steadfast determination to achieve one's goals and overcome obstacles, no matter how daunting they may seem. Perseverance is the driving force that empowers students to navigate the challenges of academics, personal growth and extracurricular activities. Perseverance empowers students to confront and conquer academic challenges. It encourages them to seek help when needed, study diligently and persist even when they face difficult concepts. This persistence often results in improved grades and a deeper understanding of the material. The students who persevere in their studies tend to make consistent progress throughout their academic journey. They maintain a steady work ethic, avoid procrastination and stay motivated, ensuring that they are always moving forward in their learning. It is also the driving force behind sustained effort and the pursuit of excellence.Perseverance is the bedrock of success in student life. It is the driving force that propels students to overcome obstacles, achieve academic excellence and develop valuable life skills. Through dedication, resilience and an inquisitive mindset, students can cultivate and harness the power of perseverance to ensure a brighter future not only academically but also in all aspects of their lives.\nNazifa Tasnim Mass Communication and JournalismJagannath University, Dhaka",
        "headline_1": "Importance of perseverance in student life",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/importance-of-perseverance-in-student-life-1694180500",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-09-2023"
    }
]