[
    {
        "full_article": "A tableau, in Brampton, Canada, glorifying the assassination of former Prime Minister Indira Gandhi, has expectedly caused outrage across the polity in India. The tableau was part of an annual parade by Canadian Sikh separatist or “Khalistani” groups to mark their protest against Operation Bluestar, in 1984. An accompanying poster termed the killing as an act of “revenge”. Political leaders in India have called for Canada to apologise and to acknowledge the dangers of the rise of anti-Indian separatist and extremist forces. External Affairs Minister S. Jaishankar said the incident was part of a broader pattern, indicating that these forces pose a real challenge not only to the India-Canadian relationship but also to Canada itself. He suggested that the failure to act against these groups was due to a desire to cater to Canadian “vote-banks” that the much broader community of about 8,00,000 Sikhs constitute. He added that the culture of validating violence as an acceptable form of protest was one that should concern Canada’s leadership as well, given past incidents such as the bombing of an Air India flight in 1985. India-Canada relations have been fraught over similar issues, as India has been protesting incidents of vandalism and anti-India and anti-Modi graffiti on temples and community centres there, as well as over Canadian Prime Minister Justin Trudeau’s remarks criticising the Narendra Modi government’s treatment of Punjab farmers who were protesting the 2020 agriculture Bill. As a result, India had called off high-level engagements and virtually snapped communications between New Delhi and Ottawa for several months, before they were restored.The latest provocation could well lead to another such spiral, and both governments need to resolve the issues diplomatically if they want to avoid another nadir in bilateral ties. While the Canadian government is within its rights to protect free speech and expression in its country, it must understand India’s concern that tableaus that glorify the assassination of a Prime Minister constitute inflammatory hate speech, and could fuel radicalism. Meanwhile, instead of seeking to shut down protests which are legal, or issuing démarche over every act of vandalism, it would be more productive if New Delhi is able to cooperate and share evidence of the extremist activity and terrorist acts such groups are conspiring on. Given that Khalistani protests have been seen in Australia, the United Kingdom, the United States and parts of Europe, the Modi government must now chalk out a broader diplomatic strategy to ensure a more effective way of dealing with the problem, which could even be discussed with the leaders of all these countries, who are expected to visit India in September for the G-20 summit.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nCanada\n\n/\n\nIndia\n\n/\n\ndiplomacy\n\n/\n\nPunjab\n\n/\n\nterrorism (crime)\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nreligion and belief\n\n/\n\nAgriculture\n\n/\n\nlaws\n\n/\n\nG20\n\n/\n\nhate crimes\n\n/\n\nAustralia\n\n/\n\nUSA\n\n/\n\nUnited Kingdom\n\n/\n\n European Union",
        "headline_1": "Another low: On the latest provocation by Canadian Sikh separatist groups in Canada",
        "headline_2": "Canada is doing very little to address India’s concerns on Sikh extremism",
        "link": "https://www.thehindu.com/opinion/editorial/another-low-the-hindu-editorial-on-the-latest-provocation-by-canadian-sikh-separatist-groups-in-canada/article66947060.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-06-2023"
    },
    {
        "full_article": "Few countries have more intimate relations than Nepal with India as they share an open border that allows their nationals to move freely. Their relationship is characterised by close economic, security and cultural ties. India remains a major trade and transit partner, where a number of Nepalis continue to earn a living or pursue higher education. Good ties with Nepal, meanwhile, help India address security and geopolitical issues in its neighbourhood more smoothly. Yet, their political relationship, in the near past, has gone through more ebbs than flows, largely due to a border dispute over the Kalapani area. A change of government in Nepal with the fall of the hawkish regime led by Khadga Prasad Sharma Oli and the restoration of the pre-2022 election Nepali Congress and Maoist alliance to power raised expectations of a thaw in this matter. During a four-day India visit by Nepal Prime Minister Pushpa Kamal Dahal last week, this irritant in ties was not delved upon, and that in itself could count as a positive measure to move towards relative bonhomie. More importantly, economic ties received a fillip with progress in expanding cooperation in power sector development and trade. The finalisation of an agreement to increase the export of power from Nepal to India to 10,000 MW within 10 years, development of new transmission lines, an MoU for the construction of a petroleum supply pipeline between Siliguri and Jhapa, besides extensions to existing pipelines and construction of new terminals were positives. But the highlight of Mr. Dahal’s visit was an agreement to take forward the Indian proposal of the export of Nepal’s hydropower to Bangladesh through Indian territory.\rThe success of Mr. Dahal’s visit would be assessed when these agreements come to fruition, but the progress made in recent Indian ventures such as in rail connectivity and hydroelectric projects should be encouraging. New Delhi’s emphasis on expanding ties by taking a focused approach on development projects contrasts well with the high sounding but less viable Chinese forays into infrastructure projects in Nepal. Besides, it has suited the Indian government to take a less intrusive approach to the complicated internal political dynamics of Nepal in recent years, especially after the perceptions of Indian interference in the Madhesi agitations of the last decade, led to hyper-nationalists fanning anti-India rhetoric. While the emphasis on economic ties should keep the relationship in good stead, the governments cannot just put the border issue on the back burner and expect it to be sorted out. Modalities to discuss the issue and seek a lasting solution should be a priority, going forward. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nNepal\n\n/\n\nIndia\n\n/\n\ndiplomacy\n\n/\n\npower (infrastructure)\n\n/\n\nBangladesh\n\n/\n\npolitics\n\n/\n\nChina",
        "headline_1": "Economic emphasis: On India-Nepal ties",
        "headline_2": "The focus was on trade and development ties during the Nepali PM’s visit",
        "link": "https://www.thehindu.com/opinion/editorial/economic-emphasis-the-hindu-editorial-on-india-nepal-ties/article66946828.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-06-2023"
    },
    {
        "full_article": "Govt body recommendation that the colonial law be retained sidesteps the significant damage it is causing citizens today – and still fails to establish any contemporary use of the provision\nBy Neha Singhal & Naveed Mehmood Ahmad\n\n\n\nThe offence of sedition, criminalising speech or expression inciting ‘disaffection’ towards the government, has faced significant criticism for its vague and ambiguous language, rampant misuse, and chilling effect on free speech. The Supreme Court’s suspension of all sedition trials last year, acknowledging these concerns, signalled an urgent need for a comprehensive review of the provision. In response, the Law Commission of India has strongly recommended retaining the offence, albeit with some substantive and procedural safeguards.\n\n\n\nRegrettably, the Commission’s report plays up issues related to national security, diverting attention from the specific concerns associated with the law on sedition. While acknowledging the grave misuse of the law, both by colonial and postcolonial governments, the report conveniently attributes the misuse to police ‘complicity’ and ‘whimsical’ interpretations. It simultaneously contradicts itself and avoids engaging in a genuine evaluation of the law’s validity, appearing determined to defend the sedition law at any cost.\n\nOn colonial legacy and misuse\nThe Commission’s response to questions regarding the colonial origins and misuse of the law on sedition separately raises obvious concerns about the validity of their argument. It argues that the law’s colonial origins and instances of misuse do not automatically warrant its repeal. However, in the context of sedition, which is intrinsically about the relationship between the State and its citizens, the Commission’s rebuttals appear to be feeble in the face of thesignificant harm caused by the law. The report itself acknowledges that the offence of sedition has an obscure past, lacks a precise definition, and the law in operation had criminalised “harmless criticism” of the government.\nThe truth of the matter is that the law on sedition was deliberately designed to be vague and ambiguous, serving the agenda of preserving an undemocratic State – the colonial government. Its purpose was not to ensure safety and security of the State, but to suppress dissent and criticism. In fact, the report itself documents how the law was used against JC Bose for criticising the Age of Consent Bill; Bal Gangadhar Tilak and Amba Prasad for writing articles in newspapers; and, Kamal Krishna Sircar for condemning a law declaring labour organisations illegal.\nBy isolating the issue of ‘misuse’ from the law’s colonial objectives, the Commission conveniently avoids addressing the more pressing concern of the law’s obsoleteness in postcolonial democratic India.\n\nBlurring the lines between terrorism and free speech\nThe Commission extensively discusses ‘threats to India’s internal security’ in the hope of finding a contemporary use of the sedition law. The Commission makes a token reference to free speech being the “hallmark of democracy”, but goes on to present sedition as a reasonable restriction to free speech, in light of what they call “stark ground realities”. The report cites data on fatalities caused by Maoist extremism, ethnic conflicts, terrorism, secessionist demands and militancy in various parts of the country. However, it fails to draw any logical inference as to how the law on sedition can effectively counter these problems.\nThe actual ground realities, however, are very different from the picture that the Commission paints. Sedition cases have been filed against citizens for raising slogans; organising school plays to raise awareness about controversial laws; for reporting on rape cases; and even for private telephone conversations. In fact, hundreds of politically-motivated sedition cases have been filed against people formaking alleged derogatory or critical remarks against political leaders.\n\nUnworkable recommendations\nThe Commission has suggested implementation of procedural guidelines and preliminary inquiry before registering an FIR. While this might create the illusion of reducing arbitrariness and police power, the track record of our executive bodies in ensuring impartiality and transparency makes it evident that this recommendation is simply an empty gesture.\nThe report also proposes amending the provision to include the phrase “with a tendency to incite violence or cause public disorder”, aligning with the Supreme Court’s decision in Kedar Nath Singh vs State of Bihar (1962), where it clarified that only speech that has the tendency to incite violence or create public disorder will be criminalised.\nHowever, the word ‘tendency’ itself is vague, and susceptible to broad interpretations. Further, it will be the responsibility of the courts to apply the tendency test and not for the police to make an objective assessment. Given that the misuse of the law happens at the stage of arrests and not convictions (six convictions for sedition between 2017 and 2021) this addition is unlikely to have any impact. In fact, counter-intuitively, individuals accused of sedition will continue to languish in jails while the courts engage in prolonged debates over the interpretation of the ‘tendency’ principle.\n\nDecriminalisation the only way out\nIndia’s freedom from colonial rule in 1947 should have marked the obsolescence of the sedition law. Instead, it has only been wielded as a regressive instrument to suppress dissent and criticism by successive postcolonial governments. It is time for India to shed this colonial vestige, as it is inconsistent with democratic values. Mere procedural guidelines and superficial language changes only serve to retain authoritarian power in the guise of reform.\n[Singhal and Ahmad are, respectively, lead and senior resident fellow, Criminal Justice at Vidhi Centre for Legal Policy. Views are personal]\n\n",
        "headline_1": "Sedition: Error of commission",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/sedition-error-of-commission/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-06-2023"
    },
    {
        "full_article": "Discarded or ghost fishing gear is a growing threat to biodiversity of seas. All it takes is awareness, training and incentives to halt the damage\nBy Soumya Swaminathan & S Velvizhi\nOceans and seas cover more than 70% of the Earth’s surface. They generate most of the oxygen we breathe, feed billions of people, regulate climate, and are vital to the economy of thousands of fishing and coastal communities. Yet, oceans are under pressure and face unparalleled threats – a fact we should remember as we mark World Oceans Day today.\nAn FAO report indicates 30% of the world’s ocean stocks are over-exploited, depleted or recovering from depletion caused by factors such as overfishing, by-catch of species caught in fishing gears, climate change, marine debris etc. Every year an estimated 8 million tonnes of plastic waste end up in the oceans. Abandoned, lost or discarded fishing gear commonly referred to as ‘ghost gear’ accounts for roughly 10% of all marine debris accumulating in our marine environment.\nGhost gear is a threat to biodiversity and marine habitats, especially corals and endangered species like sharks, turtles and dugongs. Just because fishing gear is no longer used by fishers, it does not mean it is useless. Discarded and unused gears sink to the ocean’s bottom.\nMarine life gets entangled in the gear, often falling prey to scavengers. Many animals, including turtles, dolphins and whales that get caught or entangled in ghost gear can die a slow and painful death through suffocation or exhaustion. These gears continue to trap everything in their path, presenting a major problem for the health of our oceans. In addition to environmental impacts, lost and discarded fishing gears also have significant socio-economic impacts on both fishers and fishing industries.\nStudies show over 90% of species caught in ghost gear are of commercial value. By reducing harvests ghost gear undermines the sustainability, stability and economicreturns from fisheries. Ghost gear also causes increased operational costs for boat owners. Lost gear is a hazard to boat navigation and safety at sea. Significant costs are incurred to remove entangled gear from propellers or engines. Entangled gear causes breakdowns leading to costs of repair and rescue, and loss of fuel.\nGiven the varied consequences of ghost gear, a multidimensional range of solutions and collaborations among different stakeholders is crucial. Eliminating ghost gear from the ocean requires commitment, cooperation and innovation at every level throughout the fishing-gear supply chain. There is need for policiesand field-based coordinated efforts involving the community and panchayats to address ghost gear issues.\nOcean clean-ups are one way to remove ghost gear. It is all-important to have strategies at landing centres and fishing harbours to prevent ghost-gear pollution. Prevention includes awareness-building among fishers and boat owners on gear disposal and retrieval processes. It is also important that methods to recycle ghost gear are improved. Governments, companies and gear manufacturers should incentivise – by money or discounts and access facilities – fishers to return used and damaged fishing gear. Fishing gears collectedwould be part of a ‘circular economy’ for recycling or upcycling, transformed into art, ornaments or sports nets among other useful things. Key is altering fishers’ perception about old nets – that they are not waste products but raw material for several useful products that would bring economic advantage as well as save marine life.\nDeveloping solutions to the ghost gear problem are part of research conducted in Fish For All centre, Poompuhar, Tamil Nadu. The approach focuses on education and engagement with local fishing communities at landing centres to explain the extent of damage ghost gears cause to sea turtles, whales, dolphins etc.\nOver the last three years, ghost gear clean-up drives in several fish landing centres and harbours have been organised across five coastal districts in Tamil Nadu. Baseline data was collected to understand the abundance, distribution and composition of plastics on the beach. The clean-up initiative engaged 724 youth from fishing communities, who helped remove about 5. 816 tonnes of debris comprising fishing nets, ropes, plastic water bottles, footwear etc.\nPartnering with other agencies, the youth volunteers continue to spread awareness among fishers by training local communities in upcycling ghost nets.\nWorld Ocean Day on June 8 highlights the importance of ocean health and conservation of marine life, which provides food for billions and job opportunities for over 50 million people worldwide.\nIt is time to seriously reflect on how ghost gear impacts ocean health, marine life and fish stocks. Implementing measures to reduce the increasing menace will not only protect marine life, but also present an untapped potential to create new business opportunities and additional sources of income for marginalised fishing communities. Achieving this balance would mean testing some innovative ideas and new partnerships across the coastline of India.\nSwaminathan is chairperson & Velvizhi is head, Fish for All, MS Swaminathan Research Foundation\n\n",
        "headline_1": "A ghostly tale for world oceans day",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-ghostly-tale-for-world-oceans-day/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-06-2023"
    },
    {
        "full_article": "As violence continues, GoI needs to seriously review the functioning of Manipur’s administration & police\nThe gruesome case of arson that saw an ambulance being torched in front of police personnel, burning alive a seven-year-old boy, his mother and relative on the outskirts of Imphal, probably indicates a near-total collapse of Manipur’s law and order machinery. The boy, who had been staying at an Assam Rifles relief camp that hosted members of the Kuki community, was earlier injured in firing by miscreants. It was while taking him to hospital that the ambulance – under escort of Manipur police – was waylaid by a mob, allegedly from the Meitei community.\nThe ongoing turmoil in Manipur is chock-full with such incidents, where the state police has simply melted away. The recent attack on Congress MLA Ranjit Singh’s residence by suspected Kuki insurgents and the torching of 32 houses of the Kuki-inhabited Natyang village happened despite GoI making serious attempts to work towards peace. This underscores a simple reality: No matter how many central forces GoI deploys to the strife-torn state, law and order cannot be enforced without the professional, unbiased conduct of the local police.\nTrue, the violence in Manipur has engendered huge distrust between the state’s Meitei and Kuki communities. And fundamental to this situation is the distrust of the state police itself. With reports indicating that large parts of Imphal valley have been taken over by street gangs and extremist outfits like Arambai Tenggol and Meitei Leepun, serious questions need to be asked of Manipur police. The latter seems to have either lost its ability to impose its authority or is unwilling to get caught in the crossfire of ethnic strife. This is unacceptable – Manipur police as an institution is supposed to be the protector of all communities in Manipur.\nPlus, the failure of the police also strengthens the belief among the tribal communities that their only source of protection are the armed ethnic insurgents. So, a vicious cycle is in play where the abdication of the state police force is providing a fillip to insurgency, which in turn is making peace in Manipur even more elusive. Given these circumstances, GoI needs to seriously review the functioning of the Manipur government vis-a-vis its law and order responsibility. Unless this is fixed, Manipur’s fires will continue burning.\n\n",
        "headline_1": "The Imphal question",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-imphal-question/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-06-2023"
    },
    {
        "full_article": "States are allowing more shops to run 24×7. They need to back it with better policing, public transport\nThe Delhi government on Tuesday recommended to LG VK Saxena that 155 shops and establishments be granted permission to run round the clock. The state government and LG are on the same page here and if this proposal is cleared it will take the list of such shops running round the clock to 523. Legislation on shops and establishments, which come under the ambit of state assemblies, govern operating conditions. Over the last few years, most states have been relaxing restrictions and giving shops more leeway in the way they operate.\nOn balance, this is a positive step as it acknowledges the changing pattern of work in urban India. Cities now work round the clock and it’s necessary for the supporting ecosystem to be in sync. That said, states such as Delhi can do more to reduce the bureaucratic interface for establishments that want to work 24×7. For example, Tamil Nadu’s amendment to the shops and establishment legislation gives blanket permission to all shops to work round the clock, through the year. The only conditions are that each employee must be given at least a day off in a week and written consent is needed from women who work through the night.\nThis leads to the necessary conditions to realise the underlying aim of these legislative changes. India needs far better policing and a public transport ecosystem that also adapts to these changes. If both these conditions aren’t met, legislative changes will not have much effect. These changes will also play a critical role in encouraging more women to join the workforce or enhance their prospects by opening opportunities beyond their neighbourhood. Welcome as these legislative changes in shops and establishment frameworks are, states first need to strengthen their most basic function.\n\n",
        "headline_1": "Cities never sleep",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cities-never-sleep/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-06-2023"
    },
    {
        "full_article": "Honestly, I find the latest visa policy of the United States for Bangladesh to be insulting. Free and fair elections are something we should ensure from our own sense of self-respect. Unfortunately, the truth is we have not done so on the past two occasions.\nNow we have been bracketed with Nigeria – a perennially corrupt country whose elite have syphoned off billions for decades, neglecting their poor, which can be termed as \"economic crimes against humanity\" (a section of our elites have started doing so, too). The country is ethnically in shambles, with the terrorist group Boko Haram perpetrating the most heinous of crimes for years.\nOn the contrary, we nipped terrorism in the bud after the Holey Artisan tragedy. Our record in fighting poverty has opened many of our critics' eyes, and even US President Joe Biden has termed our economic progress exemplary.\nSo why is the US, through its visa policy, taking the steps that they are? If we had remained true to the values of our Liberation War – of strengthening democracy, upholding the rights of all, and ensuring good governance – we would not have to deal with such policies. \nThe truth is, we have made a shambles of our elections and have weakened most of the accountability structures like the parliament, statutory bodies, legal infrastructure, etc. To ensure loyalty, we have filled vital institutions with political sycophants, and a section of the administration with careerists to whom competence is never a factor and integrity is only a feature of the fools. We have practically handed over the business world to loan defaulters, money launderers, and opportunists. Only deliberate and criminal neglect could have permitted a select few to loot our banks as they have. There are some honourable exceptions, and it is they who have held up our economy. \nWe made a mockery of democracy by concentrating all powers in the hands of the government, the ruling party and their supporters. Did we not play havoc with our electoral system through 153 \"uncontested\" MPs in 2014, and with the ballot box stuffing the night before polling in 2018? Just as I write, a law is being proposed to curtail the powers of the Election Commission. This is all happening while we promise our people and the world that we are committed to free and fair polls. Today, if the international community, at the moment led by the US, casts serious doubt about our election process, can we really blame them? Can we deny that a widespread belief exists among the general public that, without pressure, the upcoming election will be a repeat of what we saw in the last two instances? \nOnly last year, we celebrated 50 years of Bangladesh-US diplomatic relations with President Biden writing a letter to Prime Minister Sheikh Hasina, stating, \"I am confident our partnership will continue to flourish for the next 50 years and beyond,\" adding that the drive, resourcefulness, and innovations of Bangladeshis – rebuilding after the 1971 war and now forging a path of economic growth and development – serve as a model for the rest of the world.\n\nThe truth is, we have made a shambles of our elections and have weakened most of the accountability structures like the parliament, statutory bodies, legal infrastructure, etc. To ensure loyalty, we have filled vital institutions with political sycophants, and a section of the administration with careerists to whom competence is never a factor and integrity is only a feature of the fools.\nUS Secretary of State Antony Blinken commended Bangladesh on the occasion for \"showing extraordinary humanity\" by sheltering one million Rohingya. He also praised Bangladesh for being one of the strongest supporters of UN peacekeeping role, for promoting climate change issues and effectively fighting the pandemic in which the US donated 61 million vaccine doses and $131 million in assistance. The US remains our biggest destination for RMG exports. \nWhat happened that within a year our bilateral relations came to such a pass that our prime minister did not shy away from stating in an interview with BBC in London on May 16, when asked why the US had imposed sanctions, \"I don't know, maybe they don't want me to continue – or the progress we are making in Bangladesh, they cannot accept it. This is my feeling.\" \nDiplomatic niceties aside, clouds have been gathering over our bilateral relations for a while. Over the years, through its annual State Department reports on human rights, the US has been indicating its rising unease with the rights conditions in Bangladesh. The situation came to a head with the issue of forced disappearances and extrajudicial killings that have been going on unabated, in spite of protests by the public and vehement criticism in the independent media. \nDisappearances were turned into a mockery with ministers making ridiculous public statements, like those who disappeared had actually \"run away\" from home or were among those \"drowned in the Mediterranean Sea\" while trying to illegally go to Europe. No attention was paid to the claim of the families that law enforcement officials in plain clothes were seen on the scene. \nThe US imposed sanctions on the Rapid Action Battalion (Rab) and some of its serving and former officials, and like magic, such killings almost totally stopped. Instead of taking credit for this effective remedial action, the authorities went on denying any wrongdoing and praising the sanctioned officials and promoting them as models of law enforcement. \nThe exclusion of Bangladesh from the Democracy Summit hosted by Washington in 2021, in which 110 countries including Pakistan were invited, was a clear indication that something was deeply wrong in our understanding of each other. Inexplicably, when the exclusion was repeated in the second biannual gathering in 2023, we carried on as usual. \nThe latest blow was a letter written by six US congressmen to President Biden urging him to take \"urgent action to stop human rights abuses by the government of Prime Minister Sheikh Hasina… and to give the people of Bangladesh the best possible chance for free and fair parliamentary elections to be scheduled this fall.\" One action that was suggested was extremely disconcerting. \nThe letter contains serious allegations of abuse, torture, extrajudicial killings, jailing of journalists, disappearance of opponents, and assault or killing of peaceful demonstrators, etc., many of which are grounded on facts. \nBut many are not. The allegations that \"Since Sheikh Hasina's rise to power, the Hindu population has been halved. Looting and burning of households, destruction of temples and religious idols, murder, rape, and forced religious conversions are causing Hindus to flee Bangladesh. Sheikh Hasina's government has also persecuted Bangladesh's minority Christian population – burning and looting places of worship, jailing pastors, and breaking up families when religious conversions occur\" are simply not true. In no way can the government be accused of committing these \"crimes.\" We urge the authors of the letters to acknowledge the factual errors and correct them.\nHowever, the main question raised by the US visa policy remains on hand – making the upcoming general election free and fair, which is the universal demand of our people. \nRegardless of what the world may or may not say, it is our own sacred duty to hold free and fair elections. This we must do for our own sake, for our people, and for our future. Let us admit that we made a farce of the process earlier, and our people will not accept a repeat of the past. We must do everything to correct our past mistakes. Let us also understand that we live in a globalised world where interdependencies rule, and finer economic calibrations must make space for other considerations. \nWe must also internalise the meaning of our own slogan \"Digital Bangladesh.\" As we digitise, the world does too, and often much faster. This means that what we do is known to the world instantly. Just as a slight tremor in some remote corner of the world is known within a second, the slightest vote-rigging in some remote part of Bangladesh, too, becomes global knowledge in no time. Yes, we can shut down social and other media, but information will flow regardless, and all our claims will be tested against facts and our credibility will stand or fall against what that comparison brings out. \nSo we cannot hide, and we only fool ourselves by thinking that we can. We must truly and sincerely go for free and fair elections. Our future depends on it. We still have time to do so.\nMahfuz Anam is the editor and publisher of The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: Free and fair elections for our sake, not because of US visa policy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/column-mahfuz-anam-free-and-fair-elections-our-sake-not-because-us-visa-policy-3341176",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-06-2023"
    },
    {
        "full_article": "In light of widespread discussions to overcome the ongoing power crisis, Hasan Mehedi, chief executive at Coastal Livelihood and Environmental Action Network (CLEAN) and member secretary of Bangladesh Working Group on Ecology and Development (BWGED), speaks to Ramisa Rob of  The Daily Star regarding the proposed Integrated Energy and Power Master Plan (IEPMP), and why it's a step in the wrong direction in terms of Bangladesh's renewable energy goals.\nWhat is the IEPMP and what are the main concerns about it?\nThe Institute of Energy Economics, Japan (IEEJ) is currently formulating the Integrated Energy and Power Master Plan (IEPMP) for Bangladesh with assistance from the Japan International Cooperation Agency (Jica). With the ongoing power crisis caused by the dependency on fossil fuels, it is crucial that we prioritise energy from renewables. The makers of this plan claim it to be a \"long-term plan for affordable and stable fuel supply, and to promote low-carbon energy supply and demand systems,\" but in reality, it's a climate-conscious facade. Due to the lack of transparency, the stakeholders don't know much about it or understand how problematic it is. We, at CLEAN and BGWED, recently sent a policy brief to the state minister of power and the parliamentary standing committees that we are against the approval of this plan. We have not heard back from them, but this plan is a huge step backwards, and it must be halted.\nThere are four main concerns about the IEPMP. First, no Bangladeshi experts are involved in it. The Japanese experts overestimated the demand with a linear analysis, calculating it against the GDP. It is a misguided approach as the main consumers of power are the informal sectors of Bangladesh's economy. There has also been no consultation with different sides and sectors of energy users at the regional level. Of the installed capacity in the power sector, the plan proposed 30.7 percent to be fossil fuels (coal and LNG) and 32.8 percent to be the so-called Advanced Technology (liquid hydrogen, ammonia, and carbon capture and storage) by 2050. This will further ensure that Bangladesh remains fully dependent on other nations. Our energy self-sufficiency will be violated if we go through with this. And most importantly, the IEPMP completely contradicts the approved Mujib Climate Prosperity Plan (MCCP), which targets achieving 100 percent of energy from renewables by 2050. The prime minister echoed the target of 40 percent by 2041, during the UN Climate Conference (COP26) in December 2021. But the IEPMP claims to target only 17.1 percent renewables by 2050 – which is overtly unaligned with the MCCP.\nWhat is this \"Advanced Technology\" that the IEPMP promotes, and why is it not a positive shift away from the dependency on coal-based power plants?\nThe Advanced Technology is what we call \"greenwashing.\" It uses liquid hydrogen, ammonia and CCS, which, taken together, have not been proven to reduce carbon emissions. In fact, developed nations, namely the US, Canada and the UK, rejected purchasing this unproven technology. We are still a Least Developed Country and we have to think about the affordability of power and energy. This technology will be three to four times more expensive than coal. We will also need a lot of electricity to produce hydrogen itself, which will take Tk 269 per kg nowadays. So counterproductively, we will be extending the life of coal and fossil gas, and over time, it will cost an estimated $180 billion to import this technology till 2050, which is completely unrealistic.\nWe have more viable options of transitioning to solar and wind energy, which are proven and significantly cheaper. But it seems that the government is more interested in supporting the Japanese firm Jica, which also funded the 2016 Power System Master Plan, which called for a major rollout of power stations to be fuelled by imported coal and liquefied natural gas (LNG). Interestingly, LNG and coal energy-fired generation were technologies that Japan was keen to sell. Japan is our largest bilateral partner and Bangladesh is an easy target for Japan to sell the technology that no other developed nation is willing to purchase. The IEPMP is totally business-oriented, does not promote environmental sustainability, and serves the interests of Japan, though it is wrongly projected to be a \"national plan\" for us. This is why Bangladesh should cancel this unfeasible and harmful plan and put a better policy in place, a plan that is in harmony with the Mujib Climate Prosperity Plan.\nWhen formulating a new viable policy, what are the challenges that we have to overcome, and where should the focus be?\nBangladesh is facing a serious overcapacity problem in the power sector. We should urgently look to replace and phase out fossil-fuel-fired power plants and transition to solar and wind energy, which most importantly do not have capacity charges. We all know the financial burden that capacity charges pose on the economy. Bangladesh has not been able to prioritise the renewable energy targets that have been announced because, in my opinion, there is a lobby among policymakers who want to maintain the 18th-19th century technology of fossil fuels. But there is also strong interest in the ruling party to shift towards renewable energy, and I personally witnessed it from various members of parliament, too.\nBangladesh has a high capacity for solar power generation, of 20,000-40,000MW of solar power, as stated in the 2021 draft of the National Solar Energy Roadmap. It has not been approved yet due to the powerful fossil fuel lobby. The US-based National Renewable Energy Laboratory performed a recent study, which found that Bangladesh also has a capacity for 30,000MW of onshore wind energy. So the question we should be asking to guide our future plans is quite clear: do we really need LNG and coal?\nNot only is it climate-friendly, but solar energy is also very economically feasible. So for example, if we allocate Tk 24,000 crore only for the power sector each year, and just allocate Tk 3,500 crore of that allocation to solar, we can reach the target in the MCCP by 2050. On the other hand, if we allocate the entire Tk 24,000 crore to solar, we can implement a whopping 3,000MW of solar power each year. Solar panel price is going down by 10 percent every year and the battery price is decreasing by 15 percent every year due to technological advancement. We don't have to think about the \"base load\" of batteries until 2035, and we can start thinking about battery storage through research and modelling. For now, we have to find a way to use the idle power plants that the government has invested in to implement our renewable energy goals. This way, we can phase out the dependency on fossil-fuel-based power plants as well. And we do have to phase them out, as I see that around four to five power plants will reach the end of their lifetimes this year. So when that happens, we need to replace them with solar plants, and by continuing that process, we can gradually progress towards our renewable energy target.\n",
        "headline_1": "‘The IEPMP serves Japan’s interest over Bangladesh’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-iepmp-serves-japans-interest-over-bangladesh-3341171",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-06-2023"
    },
    {
        "full_article": "It seems that the importance of forests for the well-being of people is completely lost on those running government offices. The latest case in point is the Chattogram district administration, which is currently on a mission to clear out a mangrove forest in the coastal area of Uttar Kattali. The reason? It wants to build a sanctuary for birds and wildlife, and more than 5,000 trees have already been felled to this end.\nSetting aside the totally ludicrous idea of clearing out a natural habitat of birds to create an artificial one, we are baffled by the administration's move against a mangrove forest. Mangrove forests are not like ordinary forests – they can grow only in a select few locations around the world (like Bangladesh), and their ecosystems and biodiversity are unique. Destroying a mangrove forest would be detrimental to a number of flora and fauna species – both terrestrial and aquatic.\nThen there's the fact that the forest in question is supposed to be a reserved area under the forest department's jurisdiction. The Chattogram deputy commissioner, however, claimed that it is a khas land recovered from encroachers. It should be noted that the cabinet banned cutting trees in reserved and natural forests following Bangladesh's pledge to end deforestation by 2030. So, whether the forest was on a khas land or not, the Chattogram district administration had no right to cut down those trees, especially since it did not even get the required approval from the forest department – a practice that is, unfortunately, becoming the norm.\nBangladesh is currently struggling through the hottest summer in recent memory. We all know how trees can bring down the atmospheric heat. Why then are government agencies sacrificing trees for their ill-conceived projects? The forest department needs to pull its act together and work to expand our measly forest coverage, not watch as others destroy it. And the government must make all its branches fall in line to achieve this goal. Development cannot come at the cost of our trees.\n",
        "headline_1": "Why are we so intent on killing forests?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-we-so-intent-killing-forests-3340906",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-06-2023"
    },
    {
        "full_article": "It seems that the importance of forests for the well-being of people is completely lost on those running government offices. The latest case in point is the Chattogram district administration, which is currently on a mission to clear out a mangrove forest in the coastal area of Uttar Kattali. The reason? It wants to build a sanctuary for birds and wildlife, and more than 5,000 trees have already been felled to this end.\nSetting aside the totally ludicrous idea of clearing out a natural habitat of birds to create an artificial one, we are baffled by the administration's move against a mangrove forest. Mangrove forests are not like ordinary forests – they can grow only in a select few locations around the world (like Bangladesh), and their ecosystems and biodiversity are unique. Destroying a mangrove forest would be detrimental to a number of flora and fauna species – both terrestrial and aquatic.\nThen there's the fact that the forest in question is supposed to be a reserved area under the forest department's jurisdiction. The Chattogram deputy commissioner, however, claimed that it is a khas land recovered from encroachers. It should be noted that the cabinet banned cutting trees in reserved and natural forests following Bangladesh's pledge to end deforestation by 2030. So, whether the forest was on a khas land or not, the Chattogram district administration had no right to cut down those trees, especially since it did not even get the required approval from the forest department – a practice that is, unfortunately, becoming the norm.\nBangladesh is currently struggling through the hottest summer in recent memory. We all know how trees can bring down the atmospheric heat. Why then are government agencies sacrificing trees for their ill-conceived projects? The forest department needs to pull its act together and work to expand our measly forest coverage, not watch as others destroy it. And the government must make all its branches fall in line to achieve this goal. Development cannot come at the cost of our trees.\n",
        "headline_1": "Why are we so intent on killing forests?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-we-so-intent-killing-forests-3340906",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-06-2023"
    },
    {
        "full_article": "Amid unforgiving heatwaves, acute power outages are hurting the nation, and the reason, in case there was still any doubt, lies in the inefficiency of the power sector. According to a recent report, only one third of power plants are currently running at full capacity. The country has 153 power plants, and apart from the fully operational 49, at least 51 are producing at less than half the capacity, while 53 others have been completely shut, leading to the current debacle. Energy security is a key requirement for any state, and the current situation is yet another example of how the government's approach lacks the foresight needed to ensure that.\nOver the past decade or so, the government has invested heavily in large-scale projects, defying warnings of energy experts. One of those projects, Payra Power Plant, shut down this week due to a coal shortage and overdue bills worth $390 million. Rampal is also producing at half its capacity due to complications surrounding opening Letters of Credit to import coal. It's an irony that despite having a higher power generation capacity than needed, Bangladesh is struggling with unmet demand, largely due to its ill-advised overreliance on outsiders, undertaking collusive deals and empowering fossil-fuel plants. These plants, even when sitting idle, receive payments in capacity charges, in a sheer wastage of public funds. It is beyond unfair that people are continuously having to pay for such short-sighted decisions of the government.\nIn Dhaka and other major cities, they have been left without power for many hours a day. The situation is even worse in rural areas. The crisis is also proving to be a blow to the industries, especially the RMG. This calls for an urgent intervention that looks beyond the ongoing dollar crunch, and into long-festering issues that made us vulnerable in the first place.\nIn the proposed budget for FY2023-24, the government allocated Tk 34, 819 crore to the power sector, and only Tk 994.31 crore to the energy sector. Experts have long called for exploring our own gas reserves and prioritising renewable energy for self-sufficiency and security in the energy sector. The budget allocation, with an inadequate amount for energy development, thus signals that the government would rather maintain the shambolic status quo. This is totally unacceptable. We need proper policies to address our energy vulnerability.\n",
        "headline_1": "Power sector must answer for its persistent failures",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/power-sector-must-answer-its-persistent-failures-3340276",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-06-2023"
    },
    {
        "full_article": "It is indeed a paradox that the government is facing a severe foreign exchange crisis affecting its external trade as well as development activities at a time when the pipeline for the country's overseas development aid is literally chocked with unutilised foreign fund. Even in the current Annual Development Programme (ADP), the allocation from the project assistance has not shown any significant increase.The government, for reasons best known to it, appears rather cautious about allocating funds against different foreign-aided projects in the ADP. The natural outcome of being so parsimonious with foreign aid utilisation has been that the government is looking more to banks including central bank for funds to meet its development expenditures. As the Economic Relations Division (ERD) data show, until FY22, unused foreign aid worth over US$45 billion has accumulated in the pipeline. Against this backdrop, the prime minister's recent directive to expedite formulation and implementation of government-to-government (G2G) projects bears special significance. But to expedite project implementation, the ministries concerned will be required to build their capacities for proper utililisation of project funds. It is the weakness of the implementing agencies that has been behind the poor record of project implementation over the years. As the Implementation Monitoring and Evaluation Division (IMED) data show, even in the first nine months of the of this fiscal year (FY23), the rate of ADP implementation was record low at 41.65 per cent as the ministries and divisions concerned could not spend the project money allocated for them at the expected levels. Worse yet, the rates of project execution by six ministries were below 40 per cent. The story is more or less the same in case of the previous ADPs. In the period between July and March of FY22, for instance, the rate of project implementation was slightly over 45 per cent. A closer look at those partially executed projects would further make it evident that whatever the implementing agencies --- the ministries and the divisions concerned --- could spend was mostly from the domestic allocation (in taka) and not from the overseas project assistance (in US dollars).Why are the government's project-implementing agencies so shy about using the aid money in the development projects? Experts would rather lay it at the door of the inefficiency and corruption on the part of the project implementing agencies. So far as inefficiency is concerned, the project officials in most cases lack the necessary initiative, if not the aptitude, for preparing documents that require transparency in the use of foreign fund. So, the process of exchanging documents between the local project-implementing agencies and their counterparts at the development partners' offices slows down. The release of foreign funds does not take place the way it should. The problem is mostly with low-interest project assistance funds from advanced democracies of the North America, Europe and Japan. Obviously, the aid funds are not so amenable to procedural loopholes as it is in the case of domestic part of the project money. Thus, at a stage, the bureaucracy comes to a grinding halt when it comes to the use of foreign fund. The problem is especially pronounced where international tenders are involved.So, what happens at the end of the project period is that the project assistance (PA) funds remain mostly unutilised year after year. It is time the government employed people with required expertise and professional integrity at the key positions of its development projects for expeditious use of project aid, especially government-to-government funds.",
        "headline_1": "Making proper use of project aid",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-proper-use-of-project-aid-1686235625",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-06-2023"
    },
    {
        "full_article": "The current heat waves now sweeping all across the country are not like those of the month of April and May. In the middle of April temperature soared as high as the year's record so far at 43 degree Celsius in Ishwardi, Pabna and for days it hovered between 38 and 41 degree Celsius in several areas of the country. Yet the heat waves of the previous two months did not prove as punishing as the current one. Usually, temperature above 40 degree Celsius is considered dangerous. This time several places have recorded temperature well over 40 degree Celsius but Dhaka city is yet to experience its record temperature of 40.4 degree Celsius it did in 58 years on April 15 last. Now this heat wave is different from that of April because of excessive humidity. Human body sweats to help keep it cool but it works if the sweat evaporates. Evaporation is a cooling process. Now if humidity in air is high, it slows down the process of evaporation. The more the moisture content in air is, the greater the feeling of heat. It means that the level of felt temperature is greater than the one recorded by mercury. The entire country is now smarting under this oppressive weather condition. Scientists refer to a condition of wet-bulb temperature. Perhaps this is what it is like. On Monday, a school girl from Daudkandi, Comilla fell sick in her class and succumbed to what a physician attending her suspects a heat stroke. No wonder, government primary schools had to be closed in order to avoid children's exposure to the merciless sun and heat. A lack of coordination between the Directorate of Secondary and Higher Education (DSHE) under the Ministry of Education and the Ministry of Primary and Mass Education, however, botched up the issue of simultaneous closure of all primary schools with the result of the primary section of secondary schools missing Monday's holiday. It is because the DSHE announced closure of the primary section a day later. By this time on Wednesday, 26 students of three high schools in Daudkandi fell sick during their half-yearly examinations and 23 of them had to be admitted to a hospital. If students in classrooms fall sick and even die, what about the elderly day-labourers who have to toil under the searing sun in this capital and other urban centres where temperatures are a few degrees higher and air pollution is beyond tolerable limit? Schools can be closed to avoid students' exposure to sun and heat but farmers and such labourers have no reprieve from the hostile weather. With no savings, they have to look for daily employment. In the capital mostly denuded of its trees, rickshaw-pullers, van-pullers pushcart workers are the worst sufferers.Sure enough, the living conditions in this city have deteriorated sharply over the years. One of the most vital factors is the denudation of the city's green spaces. Over the past three decades, the city has lost as high as 56 per cent of its green cover. Although climate change is an issue that is not confined to this country's border, still there are some local solutions to adverse environmental conditions. None other than the inhabitants of this mega city and its satellite cities on its periphery are responsible for pollution of the rivers around the city. Similarly, the major portion of Dhaka's air pollution is a creation of Dhaka dwellers. It is really sad that even today, trees are felled in the name of beautification of road and common people have to demonstrate against tree felling. Although Dhaka North's mayor Atiqul Islam has planned a tree plantation programme under which 0.20 million saplings will be planted in two years, the rapacious felling of hundreds of trees on the median strip of the Mohakhali-Gulshan road is contradictory to his professed tree plantation policy in search of bringing the city's temperature down. This is again in the name of expansion of road islands. Quite intriguing!Indeed, there is no alternative to raising the tree cover to at least 20-25 per cent of the total urban area. This can arrest carbon dioxide belched out from vehicles and at the same time act as a natural shed against the scorching sun in summer. That Dhaka city's temperature at some hotspots is 3.0-5.0 degree Celsius higher than other areas within the city and at times 10 degree Celsius higher than in the countryside is proof enough that human activities are responsible for such variations in temperatures. Brick kilns around the city are a major polluter. The policymakers are yet to come out with a decision of doing away with bricks fired either by wood or coal. Since there is a viable and even better alternative in the form of concrete blocks, those could be promoted with policy support. Then comes the issue of rampant use of polythene and plastic, tons of which are discarded every day. If the use of these two harmful substances could be reduced to a reasonable level, the noxious impact of pollution and heat would not be as telling as it is now on human health, economy, livelihoods, agriculture and environment.\n[email protected]",
        "headline_1": "Looking for a defence against heat waves",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/looking-for-a-defence-against-heat-waves-1686235689",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-06-2023"
    },
    {
        "full_article": "The price of onion, a pungent-tasting tuber, started rising abruptly in the first week of May when the local market was overwhelmed with its abundant supply. The onion market became volatile in the following weeks. The decision taken on June 04 last to lift restriction on the import of the item did the trick, and the prices started declining immediately. In Dhaka city, the price of one kilogramme (1kg) onion dropped 15-20 per cent, even before the first consignment of this essential item imported from India reached any of the Bangladesh land ports. The latest onion price episode has brought to the fore a few issues that are surely agitating the minds of the consumers who are now paying through their noses for almost every essential item. It has proved, at least partially, the claim of a section of ruling party stalwarts that external factors are solely responsible for the current bout of inflation. Though statistics available with the Directorate of Agricultural Extension and the Bangladesh Bureau of Statistics differ on the acreage under onion cultivation and production -- such mismatch is very much common in the case of some other major crops -- reports coming from main onion-producing areas have confirmed a bumper production of the item in the country. As the harvest of the vegetable began in March, its prices gradually started coming down to general consumers' reach. However, the onion market, for no plausible reason, suddenly turned volatile in the last week of April last. In the first week of May, the price of onion almost doubled and the price remained stubbornly high. In such a situation, the commerce minister made a public statement saying that the government might be forced to allow the import of onion---India remains the main source of onion import. The commerce ministry reportedly wrote to the agriculture ministry to allow the import of this important kitchen item. But for mysterious reason/s, the latter dragged its foot on the issue. Meanwhile, the price of onion continued to soar and traded between Tk 85--90 per kg at the retail level. The question most people are asking is: why could not the agriculture ministry announce its import decision earlier? Allegations are being made, rightly or wrongly, that the agriculture ministry deliberately created an opportunity for the so-called syndicates to fleece the poor consumers. Consumers in this part of the world are very often subjected to suffering mainly on account of high prices of essential items. Onion is one of those. A couple of years back, following a ban imposed by India on the export of onion, its price had soared to a record high level. The truth is Bangladesh is not self-sufficient in onion production and nearly one-third of its requirement needs to be fulfilled through import. So, instead of imposing a ban on the import of the item, the government may fix a duty rate for onion taking into cognizance the cost of production of the item at the growers' level. This would, possibly, help protect the interest of both farmers and consumers. The abnormal price escalation of onion and the instant reaction of the market to the government's decision to allow its import put to question the competence and integrity of the government agencies responsible for overseeing the market. There are certainly notable weaknesses in the management of the economy at macro levels. External factors certainly did have a role in the current price situation at home. But most of those factors have eased to a great extent in recent months. There is no reflection of the same on the price situation because of the effective remedial measures. That is why issues concerning management capability arise. \n[email protected]",
        "headline_1": "Opaque onion-price episode",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/opaque-onion-price-episode-1686235732",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-06-2023"
    },
    {
        "full_article": "The prices of everyday essentials are increasing. With them, the prices of stationery items and education kits have been going up significantly over the past few months. Almost every type of learning kits such as books, notebooks, paper, pens, pencils, geometry boxes, etc. has become costlier. In just a span of five to six months, the price of various education tools has increased by 40 to 50 per cent. But the prices of some materials have simply become double. Even the price of a small-size notebook doubled to Tk 20 from Tk 10. This has created an additional pressure on the middle-class families. The increase in the fees for educational institutions also added to their sufferings. It is laudable that the government distributes text books free of cost among the primary and secondary level students. But these text books are not enough for a student. The sudden increase in the price of paper and stationary materials has made fixed-income groups suffer most. If the prices of education materials continue, children from poor and low-income families will drop out from their educational institutions. So, we urge the authorities concerned to provide subsidy on study kits. \nMohammad Al-Amin, Student of Department of Public Administration, Comilla University, Cumilla,[email protected]",
        "headline_1": "Subsidy for education kits",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/subsidy-for-education-kits-1686235758",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-06-2023"
    }
]