[
    {
        "full_article": "The remark on North Indian States made by Dravida Munnetra Kazhagam Member of Parliament S. Senthilkumar in the Lok Sabha, since expunged from the records, was unworthy of a lawmaker. To speak disparagingly of fellow beings for their beliefs, food habits, or cultural practices is nothing short of bigotry. Political preferences vary from region to region in a vast country such as India. There are various imbalances in this vast landscape; for instance, in terms of literacy and education, natural resources, access to trade routes, and demographic composition. These imbalances also reflect in the country’s political and economic structures. Some regions are more advanced economically while some others have a higher capacity to influence the political course of the country. Imbalances apart, there is vast diversity in India in terms of religion, language, culture and culinary habits. Nation makers grappled with these challenges of imbalances and diversity, to set in motion the consolidation of the most diverse, and most populated democratic country on the planet. While India has made significant progress in addressing these imbalances and managing the diversity, any honest appraisal would have to account for the unfinished tasks at hand. Regional identities and imbalances are not to be brushed under the carpet or forced into silence, unless the attempt is to create an authoritarian country.The MP apologised for his unwarranted comments and so did his party. That episode should now be laid to rest. His comments were in the context of the Bharatiya Janata Party’s victory in the three Hindi-speaking States of Madhya Pradesh, Rajasthan and Chhattisgarh, while Telangana voted for the Congress, suggesting a divergence between the northern and southern States in political preferences. India has had ruling parties and coalitions of different regional compositions, but the north by virtue of having a larger share of the population has had a bigger say in the country’s governance. The suggestion of an invidious north-south divide is baseless and dangerous, while the issue of multiple imbalances is legitimate and real. The States in the south and west are growing faster economically, while those in the north and east are growing faster in population. These trends need to be reconciled in a manner that helps the progress of the country, rather than becoming a source of acrimony. Development outcomes also vary across religious and caste communities in particular regions. There is also a danger that these challenges can accelerate with the impending nation-wide delimitation of Lok Sabha constituencies and the growing gaps in development between regions, and communities. These questions of imbalances cannot be left unaddressed. It is essential that these discussions are informed and respectful; and devoid of any prejudice and hostility.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nDravida Munnetra Kazhagam\n\n/\n\nLok Sabha\n\n/\n\nParliament proceedings\n\n/\n\npolitics\n\n/\n\neducation\n\n/\n\nnatural resources\n\n/\n\ntrade policy\n\n/\n\ndemography\n\n/\n\nreligion and belief\n\n/\n\nlanguage\n\n/\n\nculture (general)\n\n/\n\ncuisine\n\n/\n\nBharatiya Janata Party\n\n/\n\nMadhya Pradesh Assembly Elections 2023\n\n/\n\nRajasthan Assembly Elections 2023\n\n/\n\nChhattisgarh Assembly Elections 2023\n\n/\n\nTelangana Assembly Elections 2023\n\n/\n\ndevelopment\n\n/\n\nCaste\n\n/\n\nIndian National Congress",
        "headline_1": "Invidious divide: On political discussions",
        "headline_2": "India can do without politicians exacerbating a north-south polarisation",
        "link": "https://www.thehindu.com/opinion/editorial/invidious-divide-the-hindu-editorial-on-political-discussions/article67618522.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-12-2023"
    },
    {
        "full_article": "Few barometers measure the climate crisis as evocatively as the state of glaciers, a key component of the cryosphere. The World Meteorological Organization’s recent report, The Global Climate 2011-2020, gives a broad view of the planet’s response to greenhouse gas emissions. In the section on the state of glacier health, it points out that, on average, the world’s glaciers thinned by approximately a metre a year from 2011 to 2020. When compared across decades, there is significant regional variability, but the overall pattern remains that glaciers in all regions of the world are becoming smaller. In fact, some of the reference glaciers, which are used to make long-term assessments of glacier health, have already melted away as the nourishing winter snow is completely melting away during summer. In Africa, glaciers on the Rwenzori Mountains and Mount Kenya are projected to disappear by 2030, and those on Kilimanjaro by 2040. The report points to the rapid growth of pro-glacial lakes and the likelihood of glacier lake outburst flood (GLOF), posing additional threats to ecosystems and livelihoods. The reports singled out how “...water from glacial melt contributed to one of the decade’s worst flooding disasters, the Uttarakhand floods of June 2013”.The fury of a GLOF event was brought home this year by the destruction of the Chungthang dam in Sikkim after the South Lhonak Lake flooded from a melting glacier, triggering catastrophe downstream. Earlier this year, a separate report by the International Centre for Integrated Mountain Development found that the disappearance of glaciers in the Hindu Kush Himalayas was “65% faster in the 2010s than in the previous decade”. At the current rate of global greenhouse gas emissions, which is expected to see temperatures increase by 2.5°-3°C by the end of the century, the volume of glaciers is forecast to decline anywhere from 55% to 75%. This means sharp reductions in freshwater supply in the immediate vicinity of 2050. The sensitivity of glacier systems to warming underlines the need for their careful monitoring. Despite awareness of the risks posed by Himalayan glaciers there is no early warning system for the likelihood of GLOF events. Much like warnings before cyclones, floods and earthquakes, authorities must elevate threats from contracting glaciers to the same category of risk. Correspondingly, there is a need to make comprehensive risk assessments, map regions of vulnerability and commission infrastructure development with the highest standards of care.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nclimate change\n\n/\n\nwater\n\n/\n\nAfrican Union\n\n/\n\nmountains\n\n/\n\nUttarakhand\n\n/\n\nflood\n\n/\n\nSikkim\n\n/\n\ncyclones\n\n/\n\nearthquake\n\n/\n\nnatural disasters\n\n/\n\ngreenhouse gases\n\n/\n\ncarbon emissions",
        "headline_1": "An icy warning: On threats from contracting glaciers",
        "headline_2": "Threats from contracting glaciers should be in the same category of risk as cyclones and earthquakes",
        "link": "https://www.thehindu.com/opinion/editorial/an-icy-warning-the-hindu-editorial-on-threats-from-contracting-glaciers/article67618613.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-12-2023"
    },
    {
        "full_article": "Developing active citizenship is key to empowering communities in a democracy. Here’s how nonprofits can use constitutional values to cultivate and nurture engaged citizens.\nIn 1949, when India’s Constitution came into being, it articulated a vision of a society that secures and promotes the core human values of equality, fraternity, justice, and liberty among all its diverse citizens. Through its framework of rights and duties, the Constitution outlined how these values would be protected and furthered by the state and citizens, and laid down the fundamental processes we could use as we embarked on our journey as a nation. Since then, time and again, both individuals and institutions have rallied for their rights and effected change based on the values enshrined in the Constitution. Some notable examples are Mohammed Yasin, one of the first citizens to petition the Supreme Court in 1950 to protect his right to livelihood, and Ghulam Mohiudin Sheikh, who filed a Right to Information (RTI) application to find out why many people living in his village in Kashmir were not benefitting from a rural housing scheme. These are two among innumerable citizens who have protested different forms of injustice or put in the time to improve their neighbourhoods.\nThese active citizens have played a vital role in making our communities better. They are critical for the functioning of a democracy, as they recognise the gap between what should be and what is, and work to bridge this gap using the Constitution as a guide. In this article, we explore what active citizenship looks like in practice and what it means to take action based on constitutional values.\nWhat makes one an active citizen?\nBryony Hoskins, who has worked extensively on active citizenship, loosely defines active citizens as those who engage in a “broad range of activities that promote and sustain democracy”. Unpacking this definition points to two aspects:\n\n1.  Active citizens undertake initiatives that strengthen a democracy. Depending on the context, this could include community development, social service, voicing opinions, participating in gram sabhas or city councils, voting, petitioning, campaigning for elections, protesting, and other such endeavours. Active citizens must base these activities on certain values and principles—such as freedom of choice, equal voice and participation, and respect for others and for the law—that are essential for a democracy. In the case of India, these fundamental values are enshrined in our Constitution.\n2. Developing active citizenship is not an automatic process—it is learned and practised over time. The process to become an active citizen involves debate and dialogue and recognising and resolving conflicts.\n\nTake the example of Rohini Chhari, a social worker from a small village in Madhya Pradesh. When the public cremation ground in her village did not allow the cremation of a person belonging to a Dalit caste, it sparked intense friction among the different communities residing there. Rohini, who herself belongs to a marginalised community, intervened and demanded action from the sarpanch; he then ensured that the cremation is performed in the public ground.\nRohini, however, did not stop there. She realised that unequal access to the public cremation ground was an ongoing conflict that required a more sustainable solution. Thus, she called for a meeting between communities and facilitated a dialogue. While the concerns and opinions of all sides were discussed, she brought attention to the discrimination that was being practised. Rohini invoked the values of equality, dignity, and fraternity that are enshrined in the Indian Constitution, and also talked about Article 15, which prohibits caste-based discrimination. Further, she informed everyone that caste-based discrimination was an offence under the Scheduled Caste and Scheduled Tribe (Prevention of Atrocities) Act, 1989. These discussions finally led to the decision that the cremation ground would be shared by all communities.\nRohini advocated for community action by linking it to the constitutional values of equality and dignity. She cited legal provisions upholding these values, actively engaged with community members including the sarpanch, and championed citizens’ rights and responsibilities. Through these efforts, she emerged as a vital force for democracy and development in her community.\nThe role of community-based nonprofits\nAs facilitators of social change and by virtue of working at the grassroots, community-based nonprofits are critical for developing active citizenship. They work closely with citizens, often with those from marginalised communities, to resolve issues that they face every day—discrimination, governance failures, and problems of inaccessibility, inequity, and injustice. By their very nature, community-based nonprofits exist to secure the values embedded in our Constitution.\nAt We, The People Abhiyan, we have been working with several nonprofits to enable them to incorporate an active citizenship lens in their work. One of these is Synergy Sansthan, an organisation that initially advocated for the rights of Adivasi youth in Harda, Madhya Pradesh. Their leadership team underwent immersive training to deepen their understanding of the Constitution and active citizenship. The process helped them realise that young people, across various communities, may be subjected to several levels of injustice. Therefore, focusing only on Adivasi youth would not factor in the intersectional injustices that, say, may be common to an Adivasi youth and a young person belonging to a scheduled caste. By applying a constitutional values lens to understand the root causes, young people from different communities can come together and examine structural inequality and discrimination from a wider ambit. Thus, Synergy Sansthan’s emphasis on active citizenship in their programmes expanded to address the concerns of all young people in the region.\nPRADAN, a nonprofit organisation dedicated to enhancing rural women’s livelihoods, has recognised the necessity to empower women leaders who work with self-help groups (SHGs) with tools for active citizenship. We conducted several capacity-building programmes with them to improve women leaders’ understanding of constitutional values, rights, and laws. Before the training sessions, although the women met once a week to identify and discuss community issues, they saw PRADAN as the channel through which these issues would be addressed. The key difference after the training was that the women started seeing themselves as capable of resolving some of these issues—for example, widow pensions and access to rations and drinking water, which they also came to view as rights—by connecting with the state authorities. These leaders gained confidence from actively engaging with local self-government institutions and participating assertively in gram sabhas, which led to them influencing development in their communities. Increasingly, there is active discussion within SHGs on how members themselves practise these constitutional values and how they can do more to address the difficulties faced by the most marginalised among them.\nChallenges nonprofits face in incorporating active citizenship in their work\nFrom the above examples, it is evident that by incorporating an active citizenship lens to their work, nonprofits can enable people to take ownership of the vital role they must play in a democracy, participate in governance processes, and take steps to solve problems using the powerful values and framework defined by our Constitution. However, this may not be possible for all nonprofits to achieve. Here’s why:\n\n1. There is a need to resolve urgent issues that communities face in terms of health, education, and livelihoods. In many cases, such as when the government does not respond or its response is inadequate, nonprofits become the sole recourse for communities in fulfilling their requirements. Organisations may not prioritise focusing on underlying values such as equality and justice, because tackling immediate challenges can be a lifelong process in itself.\n2. Limited resources are another reason why nonprofits tend to concentrate on immediate issues at hand and may not be able to give attention to broader, longer-term needs. A sharp focus on fulfilling particular needs quickly and efficiently may also lead to viewing communities as ‘beneficiaries’ of services, rather than as citizens who rightfully deserve access to quality services from the state. Therefore, nonprofits tend to build capacities and provide training directly related to the issues they are working on, rather than prioritising the development of active citizenship through their programmes.\n3. Getting engaged in long-term strategic issues can sometimes become a challenge for nonprofits as they find it difficult to secure funding partners for such endeavours.\n\nStrategies for nonprofits to promote active citizenship\nBased on our work with several nonprofits, here are some simple steps we have identified that nonprofits can take to start incorporating active citizenship in their work with communities:\n\n1. Display copies of the Preamble of the Indian Constitution in the head office, field offices, and community centres, preferably alongside the vision and values statements of the organisation. The Preamble can serve as a tool to facilitate discussions on different constitutional values and to examine the connections between the vision and values of the nation and those of the organisation. This offers organisation members and the communities they work with a point of reference that they can look to when handling any issues of inequality, injustice, or oppression. Such an approach ensures that, even while dealing with the immediate issue at hand, they are consistently mindful of the root cause of the problem.\n2. Use copies of the Preamble in community meetings to discuss the roles and responsibilities of citizens. Pose questions such as: What kind of society are we hoping to build? What is expected of each of us and of state authorities? What are the values that should guide both citizens and the state? This can help them realise their own stake, articulate a common vision, and take ownership of working towards it.\n3. Encourage community members to actively participate in gram sabha and ward-level meetings, as well as other platforms of local self-government. These assemblies serve as forums for local governance where citizens can actively engage in decision-making processes and connect the concepts of active citizenship taught in workshops with practice. By participating in these conversations, people are empowered and contribute to shaping policies and initiatives that directly impact their communities.\n4. Incorporate foundational training on constitutional values and framework (including rights, directive principles, the role of the state, and the law) into the internal team’s training processes. This will help embed a constitutional values lens into any programme the team undertakes and approaches.\nAs the Indian Constitution enters its 75th year, it is imperative for citizens to embrace their roles as vital forces of development. Community-based nonprofits should acknowledge the valuable role they play in nurturing citizens on this transformative journey.\n\n\n",
        "headline_1": "Active citizenship: What it means and what it takes",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/active-citizenship-what-it-means-and-what-it-takes/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-12-2023"
    },
    {
        "full_article": "Ashok Gehlot gave voters a long list of populist promises so they would vote him back. That he still lost is good news for fiscal policy & growth nationally\nWith the spectacular victories of BJP in recent elections capturing much of the attention, it is easy to overlook the India-wide significance of the defeat of the incumbent chief minister of Rajasthan, Ashok Gehlot. To explain, look at a selection of promises the chief minister had made in the event the voters returned him to office.\n\nWhat Gehlot promised farmers | A law guaranteeing MSP to farmers as per the Swaminathan Committee’s recommendations; ₹2 lakh interest-free loans to farmers and ₹5 lakh interest-free loans to small traders.\nRead full story on TOI+\n\n",
        "headline_1": "Econ 101 From Rajasthan",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/econ-101-from-rajasthan/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-12-2023"
    },
    {
        "full_article": "As opposition bloc preps to begin talks after Congress’s poll defeats in north, it must first sort out seat-sharing negotiations in multi-party states\nThirty-two leaders from 17 parties of opposition grouping INDIA were at the dinner hosted by Congress chief Mallikarjun Kharge on December 6. Missing was Trinamool but its senior, Derek O’Brien , was at Telangana CM Revanth Reddy’s swearing-in. Where’s this going? Ten takes.\n\nCong a threat | As they come to terms with a new reality post Congress’s setbacks in three key states, what’s interesting is that Congress wins in Karnataka and Telangana ensured the two regional parties, JDS and BRS, are certainly not going to be part of INDIA.\nRead full story on TOI+\n\n",
        "headline_1": "Where Does INDIA Go From Here?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/where-does-india-go-from-here/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-12-2023"
    },
    {
        "full_article": "Global economy in 2023 has beaten dire forecasts. But policymakers need to be on guard. Old risks remain\nWhat a difference a year can make. As 2022 ended, economic predictions were gloomy. Central banks were fighting a surge in inflation by quickly increasing interest rates. There were predictions of hard landings: inflation gets lowered but only via causing a deep recession. A year later, the situation couldn’t be more different.\n\nUS, the bellwether | The world’s largest economy remains resilient. In the third quarter of 2023, America grew 5.2% at seasonally adjusted rates. To put this in perspective, the US real GDP in 2022 was about $21 trillion, which means that it’s set to add more to the global GDP this year than any other economy. It’s managed to grow at this pace while lowering retail inflation to 3% in October. And unemployment rate in October was 3.9%, not much higher than the 50-year low of 3.4% seen in April.\nChina struggles but matters | The real estate bubble and an overdose of debt – corporate debt is about 131% of GDP – are worrisome. But as the year draws to a close, things are beginning to look up for the Chinese economy. In November, exports increased 0.5%, ending a six-month decline. China’s economic performance has global implications. In 2022, its economy was 73% the size of the US economy. To put this in perspective, it was just 7% in 1990.\n\nAnd China buys more from the world | Following the global financial crises, China has tried to pivot from an investment-led growth model to one that places greater emphasis on consumption. It’s taken effect and in recent years household consumption has been the main contributor to growth. Therefore, an improvement in China’s growth prospects will have a positive effect on exports of other economies and related supply chains.\nAnd then there’s India | Macro headline numbers in 2023-24 are almost certain to beat initial forecasts. The second quarter’s GDP growth of 7.6% overshot expectations and there are early signs that private investment is beginning to respond to the growth performance. India’s main challenge now is to ensure that the rural economy does better as it’s a prerequisite to improving the lacklustre private consumption growth of 3.1%.\nBut even though economic policymakers globally managed the inflation challenge well, many risks, especially geopolitical ones, will persist in 2024. We shouldn’t assume the next year will be all hunky-dory.\n\n",
        "headline_1": "Year of soft landing",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/year-of-soft-landing/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-12-2023"
    },
    {
        "full_article": "Growing income inequality in Bangladesh society is so glaringly evident that it hardly requires any research to discover it. Even so, there is no denying the importance of a scientific approach to know exactly how income disparity is distributed among a population. Since the income pattern in a society is constantly in a state of flux, studies are conducted on a regular basis to keep an eye on the trend.At a recent anniversary function of a research organisation held in the city, the issue of widening income gap in society again came under review where overall poverty situation in the country was shown to have improved to some extent over the past few decades. But as before, income gap between the rich and the poor has not narrowed. On the contrary, rich-poor income gap has widened further as the rich are becoming richer at a faster rate than before. Since the process of becoming rich always happens at the expense of the poor, it is not hard to imagine how such concentration of wealth in the hands of a small number of people is taking place in the country. Based on the Household Income and Expenditure Survey (HIES) 2022, consumption inequality, the basic indicator of inequality in a society, was shown on the so-called Gini scale, which ranges between zero (0) and one (1). On this scale, 0 per cent indicates a perfectly equal society so far as incomes of the people are concerned, whereas at 1.0 per cent, it is a completely unequal society. That is, lower the Gini index the better the situation of income distribution among a people. So, going by the 2022's HIES, though national average of income distribution was 0.334 on the Gini scale, it was highly skewed considering that for the urban areas the value of the Gini coefficient was 0.356, while at the rural level it was 0.291. In other words, the rich-poor gap was far higher in the urban areas than in the rural context. What does it signify? First, cities, where the country's industrial production and commercial hubs are located, are getting more exploitative of the working class rendering them poorer. Second, the poor are migrating to the urban centres in greater numbers thereby skewing the income gap towards higher Gini indices there (in the urban areas). But this tipping of income scales further against the poor could not be covered by the existing government-run social security net programme for the poor and the vulnerable groups in society. Even access of the poor to the government-provided health, education and other facilities in the country has been shrinking as the rich and the powerful are gobbling those up as usual in larger proportions. Alongside this general rich-poor gap, the rural-urban divide is also widening. This calls for decentralising the industrial and commercial bases from urban centres to the semi-urban as well as rural areas. For instance, relocating some garment factories, a major driver of city-ward migration, to sites closer to the rural area can help slow down the trend to some extent. Alongside this widening rich-poor gap, falling tax-GDP ratio is another concern for the economy. For instance, in FY 2011, tax-GDP ratio was 10.4 per cent, but in FY 2021, it was 9.6 per cent. Even so, in that year, the ratio of the government expenditure to GDP stood at 15.27 per cent signifying growing fiscal deficit to finance the social development activities. In fine, to manage these macroeconomic issues efficiently and sustainably, the government would be well advised to adopt short- and medium-term measures.",
        "headline_1": "Halting growing rich-poor gap",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/halting-growing-rich-poor-gap-1702048853",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-12-2023"
    },
    {
        "full_article": "The enchanting beauty of the Sundarbans mangrove forest hides a harsh reality. This UNESCO World Heritage site, spanning the delta of the Ganges, Brahmaputra, and Meghna rivers, is not only a treasure trove of biodiversity but also the lifeline of millions. A recent study by BRAC Microfinance sheds light on the difficulties faced by the fishermen of Sundarbans, where 95% of them are caught in debt-trap. The need for urgent intervention is apparent, not just for the well-being of these fishermen but for the preservation of this natural wonder.The Sundarbans, intersected by tidal waterways and salt-tolerant mangrove forests, is home to over 200 fish species and 30 crustacean species according to IUCN and World Bank. Over two million individuals rely on the Sundarbans for their direct or indirect subsistence, with a significant portion of the impoverished and resource-dependent populations depending heavily on fishing activities. However, the ban on collecting forest resources has left the fishermen unemployed for half the year, forcing them into cycles of debt. In the heart of the Sundarbans, where the tranquil waters meet the dense mangrove forests, the fishermen of Bangladesh find themselves entangled in a web of financial hardship. From the study of BRAC Microfinance it is found that approximately 90% of these fishermen resort to borrowing from money lenders, the likes of 'Mohajon' and 'Dadon', to secure loans necessary for their fishing preparations - acquiring food, fuel, boats, and nets before embarking on their lengthy journeys into the rivers. Shockingly, only a meager 4% among them have the means to cover these essential expenses from their own capital. Adding to their financial woes, a staggering 87% of these fishermen are indebted to multiple microfinance organizations, further exacerbating their economic burden.The situation takes a grim turn due to the government's ban on collecting forest resources from the sanctuary areas, a move aimed at preserving the biodiversity of the region, including its precious wildlife and trees. Consequently, these fishermen remain unemployed for nearly half of the year, leaving them with no source of income. To make ends meet during these difficult times, they are compelled to take loans not only from money lenders but also from various non-governmental organisations. Trapped in a vicious cycle of debt, they are forced to acquire additional loans simply to repay existing ones, creating an insurmountable burden.In light of their dire circumstances, these fishermen have implored the government to create alternative employment opportunities beyond fishing. They seek viable options to sustain their livelihoods during these crisis periods, hoping for a chance to break free from the shackles of debt that bind them. Jahangir, a fisherman from the Sunderbans, exemplifies the struggle faced by his community. He, like many others, is a regular borrower from multiple microfinance organizations. When asked about the best among these institutions, he emphasized the importance of those that offer flexible repayment schedules, acknowledging the unpredictable nature of their income.Amidst these challenges, the fishermens' hopes have been dashed repeatedly. Despite receiving official identity cards from the government, intended to provide incentives, individuals like Jahir and Billal have yet to see any tangible benefits. Their sorrow is compounded by the fact that the quality fish they catch are exported to different countries under the name of India, leaving them bereft of the opportunity to sell their produce in their own country. This situation highlights the urgent need for Bangladesh to promote and sell its fish domestically, supporting the local economy and providing a lifeline to these struggling fishermen.In the midst of these adversities, the fishermen of the Sundarbans continue their arduous journey, their cries for support echoing through the mangrove forests. Their plea is not just for themselves but for the preservation of their way of life and the rich biodiversity that surrounds them. It is a call for help, a plea for understanding, and a request for equitable opportunities that can emancipate them from the cycles of debt, enabling them to thrive in harmony with the natural wonders that define their existence.To rescue these fishermen from the depths of poverty, several strategies must be employed:(a) Diversification of Livelihoods: Introduce skill development programs to empower fishermen with alternative professions during off-fishing seasons. Training in agriculture, handicrafts, and small-scale entrepreneurship can provide sustainable income sources, breaking the cycle of debt.(b) Transparent Government Support: Ensure transparent and efficient distribution of incentives promised by the government. Identity cards should translate into tangible benefits, providing rice and financial aid directly to the fishermen, bridging the gap between promises and reality.(c) Local Fish Trade Promotion: Encourage the sale of local fish within Bangladesh. Establishing local markets and empowering fishermen to sell their catch directly to consumers will boost the local economy and increase their income.(d) Regulation and Fair Trade Practices: Implement regulations to prevent the export of quality fish under foreign names. By promoting fair trade practices, Bangladesh can capitalize on its own resources, ensuring that the benefits remain within the country, benefiting the local communities.(e) Strengthening Microfinance Institutions: Collaborate with microfinance institutions like BRAC MF to provide tailored financial products with flexible repayment schedules. Offering financial literacy programs can empower fishermen to manage their finances effectively, breaking free from the vicious cycle of loans.In the heart of the Sundarbans, where nature's grandeur meets human struggle, lies an opportunity for change. By diversifying livelihoods, ensuring transparent government support, promoting local fish trade, regulating exports, and strengthening microfinance institutions, we can empower the fishermen of Sundarbans, fostering prosperity and securing the future of this ecological wonder. It is time to transform their cries for help into a resounding anthem of progress, resilience, and hope.\n[email protected]",
        "headline_1": "Empowering Sunderbans fishermen",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/empowering-sunderbans-fishermen-1702048973",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-12-2023"
    },
    {
        "full_article": "A ten-year-old schoolgirl loves to read books passionately. Her parents are puzzled as the girl spares no time to read whatever book is available to her. She borrows as many books as possible from the school library at a time. As the number of users of the school library is thin, the librarian is happy to lend books more than the allowable limit, although she wonders whether the child can read so seriously. To her relatives, friends, teachers and neighbours, the child is a 'small wonder' as they find it difficult to believe that a 3rd grader in school can be so avid a reader. Surely, the school girl is an exception as a very small number of her age turns into bookworms, although some love to read various books. They find it a pleasure, and their choices range between fairy tales, science fiction, detective thrillers, adventures and many others. Their parents also encourage them to read books regularly. Some children also like bedtime stories and have developed a good habit of reading them.Nevertheless, most children nowadays are only seen to read books selected by schools, known as textbooks. These children need more interest in reading non-text books. Many of their parents also find it meaningless to read other books. Some also think going to the library is a waste of time. Instead, these parents feel that the children should spend more time on studying and homework. It is not uncommon to find parents discouraging children from reading books. The opposite scene is also there as some parents struggle with their children to develop the book reading habit.However, it is difficult to understand children's book-reading tendencies thoroughly as there is no comprehensive national survey in this regard. The National Survey on Children's Education in Bangladesh 2021, jointly conducted by the Bangladesh Bureau of Statistics (BBS) and the United Nations Children's Fund (UNICEF), provides a sketchy picture. Under the 'reading habit at home' category, the key findings showed that 95.20 per cent of the country's children, aged 7-14 years, read books or are read to at home. This was in 2021. The ratio was 93.30 per cent in 2019. The indicator does not categorically differentiate text and non-text books, and so it can't provide a clear picture of the book reading habits of children. As all children do not enjoy reading to the same degree or are not able to grab the method of reading at the same pace, the difference in eagerness to read books prevails, which is not a big problem. The main challenge is to develop the habit of book reading as an exciting and enjoyable thing to do for children, especially when they have diverse objects to pass the time. The aggressive explosion of electronic devices, including smartphones, is a big barrier to reading books. When children see that their parents, teachers, other family members and neighbours are using electronic devices relentlessly, they also become eager to use these devices. During the Covid-19 pandemic, online teaching and learning through smartphones have created an absorbing habit of using the devices and ultimately led to device addiction. Some parents also provide smartphones to children from the beginning unaware that device addiction can jeopardise healthy development of their wards' minds. \nasjadulk@@gmail.com",
        "headline_1": "Are children losing interest in books?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/are-children-losing-interest-in-books-1702049013",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-12-2023"
    },
    {
        "full_article": "On December 07, 2023, your esteemed newspaper published an editorial entitled 'Now loan from WB, ADB for Rohingya!,' which contains several inaccuracies. Let me reassure you that the World Bank is committed to helping Bangladesh address the needs of the host community and the displaced Rohingya people until their safe and voluntary return to Myanmar. Any new support that the World Bank Board of Directors will consider will be aligned with Bangladesh's own mandates, including that the country will receive grants, not loans to finance services and support the resilience of the displaced Rohingya people. We are currently engaged in preliminary discussions with the government to determine the scope of the next phase of World Bank support, which includes two new projects, to cater to the needs of both the displaced Rohingya population and the host communities in the Chattogram Division. I want to emphasize that all project activities related to the Rohingya population under these projects will be financed by grants. Other planned financing to benefit the local population in the Chattogram division will follow the standard World Bank's IDA terms. The World Bank greatly appreciates the exceptional generosity shown by Bangladesh in providing shelter to the displaced Rohingya population. In the immediate aftermath of the forced exodus, the World Bank had mobilized $590 million, entirely on grant terms for five projects to address the needs of the host communities and the displaced Rohingya until their safe, voluntary, and dignified return to Myanmar. These projects included critical support for health, education, social safety nets, and basic service delivery. Our research and analytics also help inform policy dialogue, support development priorities, and apply lessons learned. The World Bank was among the first development partners to support Bangladesh. Since independence, the World Bank has committed about $40 billion in grants, interest-free and concessional credits to the country. Currently, Bangladesh has the largest IDA program of the World Bank with a total of $16.46 billion commitment to 57 ongoing projects.\nAbdoulaye Seck Country Director for Bangladesh and Bhutan",
        "headline_1": "WB Clarification",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/wb-clarification-1702049172",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-12-2023"
    }
]