[
    {
        "full_article": "The elections held in the US in the first week of November this year had state and local representatives, including two governors, mayors and school board members, up for selection. The governor's election in the state of Virginia attracted national attention, because polls showed a close race between the Democrats and the Republicans. Another distinction of the Virginia race was that school education became a major election issue.\nIn the context of the education response to the Covid-19 pandemic, and the growing prominence of the \"culture war\" pertaining to identity, values, and raising the next generation, politics of education has become an area of contention across the globe. Bangladesh is no exception.\nEducation advocates and academics would like to see that education rises higher on the political agenda of a nation, so that the problems related to education get the necessary public and political attention. The friends of education may get more than they bargain for, when education issues are caught up in the larger political controversies of society.\nIn Virginia, Republican gubernatorial candidate Glenn Youngkin released an advertisement featuring a mother complaining about her son having to read, in a high school English course, the novel \"Beloved\" by Nobel Prize winner Toni Morrison. The novel depicted the horrors of slavery and the black experience in the US. Youngkin made it an issue of parental choice and control over their children's education. The Democratic candidate Terry McAuliffe argued that parents' preferences may be diverse, which have to be considered, but decisions have to be made by the elected school board. Republican propaganda managed to paint McAuliffe as anti-parents to the conservative voters of Virginia, and he lost the election by a narrow margin.\nOther education questions that stoked controversy in Virginia and elsewhere were CRT, DEI, SEL parental say, and protection measures against the pandemic. CRT means Critical Race Theory, a concept that suggests that racism in society should be a subject of study in academia. DEI refers to diversity, equity and inclusion, which should guide education content and management. Its importance has come to the fore as a response to the Covid-19 impact on education, but it is difficult to agree on what exactly may be done about it. The protection measures against the pandemic in schools, including wearing masks and vaccination, have become highly politicised—the Republicans, particularly the supporters of former President Donald Trump, look upon any state-prescribed requirements as infringement on parents' and citizens' rights.\nPolitical observers suggest that the win for the Republican could be a clue as to what may come in the 2022 midterm elections, when the balance of power in Congress is up for grabs—and when 36 states hold gubernatorial elections. A Republican win may even pave the way for Trump contesting and returning to presidency in 2024.\nIn Bangladesh, tensions have arisen from time to time about selecting textbook contents and the political compromises made that went against the basic state principles enshrined in the constitution. Faith-based madrasa education, both with public funding support and privately in what is known as the Qawmi madrasas, have grown as a parallel system. The rapid growth of the madrasas happened after the fateful change of the political regime in 1975 that had halted the democratic evolution of the country. By some estimates, one-third of the students in school-level education are in madrasas, which do not prepare their students as productive workers and active citizens of a rapidly changing modern society.\nMany words have been written about the political and policy priorities in education, and how politics have led us astray. The importance of reclaiming the fundamental values of secularism, democracy, socialism, and nationalism and what these concepts mean for education has been highlighted in a number of columns in this daily earlier this year.\nIn neighbouring India, the ruling BJP government has followed a staunchly Hindu nationalist agenda as a national policy, straying from the secularist principles of independent India. Its reflection in education is described as \"saffronisation of education\" that glorifies Hindu contributions to Indian history and aims to raise the next generation as patriots steeped in the Hindutva values.\nThere has been pushback against the ultra-nationalist political and educational agenda in India. The new National Education Policy of India announced in 2020 is based on a human capital rationale derived from the neoliberal approach, with the aim to make India a globally competitive economic superpower. It takes a stance that attempts to navigate between ideological positions and diverging objectives. The NEP reveals something of the complex political reality in any country, including India, where the ideological saffronisation priority may be in conflict with the global economic ambitions.\nI have been working with two of my colleagues on a book on the persistent quality and equity problems of education in South Asia. We drew the conclusion that the political dynamics of decision-making in education ultimately determined if the right priorities would be chosen and if the decisions taken would be implemented. Sir Fazle Hasan Abed, who wrote the foreword of the book, said: \"Politics clearly matters … When institutions, various stakeholders such as teachers and parents, professional bodies, and committed leaders come into alignment—itself a political process—the chances of successful reform are greater.\"\nMeaningful reform in education cannot happen without political backing, but it is a double-edged sword. As noted above, it can be a diversionary or even a destructive force. Education stakeholders, including teachers, parents, and the young people themselves, are powerful in numbers and can be the upholders and champions of education. They can be a formidable strength when they are united by a common vision, and when they harness their own energy and idealism toward fulfilling this vision. Turning them into a force for positive change is a worthy and difficult challenge, which also calls for a political strategy.\n \nDr Manzoor Ahmed is professor emeritus at Brac University.\n",
        "headline_1": "Improving education needs the right kind of political strategies",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/improving-education-needs-the-right-kind-political-strategies-2225106",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-11-2021"
    },
    {
        "full_article": "The character of Miranda Priestly (played by Meryl Streep, from the 2006 film \"The Devil Wears Prada\"—albeit exaggerated for dramatic effect—was the boss of all our nightmares. But her iconic monologue about how fashion trends from the runways become diluted and eventually seep into our dull, regular lives cannot be faulted. But that was 15 years ago, and now, fashion trends are as accessible for the Andy Sachs (portrayed by Anne Hathaway) of the world as can be.\nSince the beginning of this millennium, trend cycles have been getting shorter and shorter, thanks to fast fashion producers such as Forever 21, Zara, and H&M. This has been allowed to go on to such an extent that now, over two decades later, fast fashion brands are putting out a new collection almost every week, each collection consisting of tens of new styles. This is further perpetuated with the rise of fashion influencers on the internet. Before, it was only celebrities whose style would dictate what was \"in\" at a given moment in time. Now, there are niche internet \"micro-celebrities\" in seemingly every neighbourhood of the world, who are able to influence fashion trends by flaunting their styles on platforms such as Instagram and TikTok. And though it is unclear which came first—influencer culture or fast fashion—there is no denying the fact that they both result in the production and dumping of tens of millions of clothes every year.\nBut the pollution that is caused by fashion is much more nuanced than trucks full of clothes being discarded into a landfill.\nWhile high-end fashion companies moved from bringing out two collections per year to five in the last two decades, other, more retail-based brands offer tens of collections annually. Obviously, this has created demand and also fulfils it, but research suggests that people are also getting rid of clothes faster than they used to.\nData from the United Nations Environment Programme (UNEP) shows that the fashion industry by itself is responsible for 10 percent of the world's carbon emission. If fast fashion is not stopped in its tracks, the emission could spike to 26 percent by 2050, according to estimates by the Ellen MacArthur Foundation, a UK-based charity that promotes circular economy. Meanwhile, even the washing of polyester clothes (a material found in about 60 percent of all fabrics) releases microplastics into our oceans, which never break down. In fact, a 2017 report by the International Union for Conservation of Nature (IUCN) estimated that 35 percent of all microplastics found in the ocean came from the washing of synthetic clothes.\nBut the production of cotton clothes is no more innocent on the pollution front. Cotton itself is a very water-intensive plant, and to harvest and use it to make even one shirt and a pair of jeans could use up more than 12,200 litres of water, as per the data from UNEP and the World Resources Institute (WRI).\nSuch horrifying statistics should mean that all of us would be desperate to try and slow down the production of new clothes—if not eliminate it completely and use up what we already have. If only it were that simple.\nLast year, locked in at home and resorting to retail therapy as the perfect distraction from the impending doom, I myself was in the thick of buying things online and being quite mindless about it. There was no forethought put into why I was buying what I was buying. Things would just come up on my social media feed through advertisements or from pages I already followed, and I would place an order simply because something seemed pretty or cool, and not because I felt a need to add it to my collection. But I would not stop at calling my purchases from that period \"want-based\" either. It was sheer impulse that I acted on, much stronger than need or want. And this kind of a \"have to have it\" approach to consumption, enabled by uber fast deliveries of products even from the other end of the world, is what allows fast fashion to grow and thrive—no matter one's knowledge and consciousness of the climate crisis.\nAll companies and many consumers in RMG-importing countries are aware of the environmental impacts of fast fashion, and there are often initiatives from both groups to be more \"sustainable.\" Consumers may try to limit their purchases of new clothes and opt for thrift and charity stores, which help to keep clothes from ending up in landfills and also benefit a local community. Clothing retailers may only buy from factories which have certain green credentials, such as the LEED (Leadership in Energy and Environmental Design) certificate. According to a Prothom Alo report, these \"greener\" RMG factories, of which there are about 135 in Bangladesh, can reduce electricity consumption by 24-50 percent, water consumption by 40 percent, and carbon emissions by 33-39 percent.\nHowever, all that still does not change the truth that \"sustainable fast fashion\" is a paradox, no matter how many people consume said fashion responsibly and consciously. As long as trend cycles are getting shorter—and are being enabled by competitive production of clothes and widespread promotion of styles through social media—more clothes will be purchased and will subsequently be dumped, to stay in our environment and harm its creatures for thousands of years.\nThe dilemma for Bangladesh in this regard is a considerable one. Do we choose job creation and our economy, or do we save the environment? The obvious solution is the diversification of our export basket, so that the burden is taken off of RMG manufacturers to keep our economy growing. With 84 percent of our exports dependent on the RMG sector alone, this solution—if it ever occurs—will doubtlessly be an arduous one for us to reach. But more importantly, it will leave many of the estimated 4.2 million workers (as per a 2020 survey by the Asian Center for Development) of this sector jobless. When these factors are taken into account, it may seem that the eradication of fast fashion production will only harm Bangladesh.\nBut this is why it is important for us to take the beaten and battered phrase \"whole-of-society approach\" seriously when dealing with the climate crisis. Unlike the capitalist model of the textile and fashion industries, climate change does not discriminate between borders. Its effects will eventually get to all of us, unless we all—individuals, companies, intergovernmental organisations, and governments—do our part to curb them. Disaster is not imminent yet, but we must not allow it to become so.\nTo look out for our own, so to speak, the government must first create opportunities for our workers to develop their skills in areas besides RMG manufacturing. This, along with shifting the burden of our exports away from the same industry, could help Bangladesh be less of a participant in the using up and damaging of finite resources, the slow killing of wildlife and marine creatures, and the increasing of its own vulnerability to climate change. As consumers, we can act by making conscious choices instead of impulsive ones.\nInstead of throwing away whatever you don't need, try to hoard your clothes. Even if an article does not \"spark joy\" now, it may do so in a few months or years. Or you can find someone—a friend, relative, acquaintance—to pass it down to, who you know will make good use of it. Even if one person's goodwill helps the environment in a minuscule way, it will have positive visible effects in one's own life in terms of less expenditure and clutter.\nConsciously doing things to look after the environment is part of good housekeeping, and not limited to your immediate surroundings. Just because textile, fashion and other polluting industries turn a blind eye to their own misdoings—enabled by less climate vulnerable governments—does not mean consumers should too.\n \nAfia Jahin is a member of the editorial team at The Daily Star.\n",
        "headline_1": "Think twice before giving in to fast fashion",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/think-twice-giving-fast-fashion-2225091",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-11-2021"
    },
    {
        "full_article": "The remnants of the spate of communal attacks that shook the country nearly four weeks ago is still prevalent. From discussions and criticism, to analyses of the events as well as the events behind those events—all are happening in different spheres. However, it is safe to say that Bangladesh has managed to stand against the push of communal violence this time. The vultures working behind the scenes wanted bloodshed between Muslims and Hindus in the country, ready to happily feast on the bloodied remains, but because of the vigilance of the government and the people, their hopes remained unfulfilled—to some extent, at least.\nAlmost 90 percent of the country's people are Muslims. Of the rest, most of the people are Hindus. Hindus and Muslims in this country, who are devoted to their respective faiths, have been coexisting peacefully for ages, save for occasional tensions and unrest. One of the exceptions was 1971, during the Liberation War, when a large number of Hindus were forced to leave their homes and seek refuge in the neighbouring country. But that was mostly the Pakistani aggressors' doing.\nOn October 13 this year, the reckoning of the opportunistic rogues was clear. Place a copy of the Quran at the feet of the idol of a Hindu deity at a Puja mandap. Then provoke the Muslims by going live on Facebook. Their expected reaction was riots everywhere. However, their calculation proved to be wrong due to the traditional non-communal character of the people of this country. Although there was some tension in the districts surrounding Cumilla, where the incident happened, and a few other incidents of attacks on Hindus followed in other districts, like Rangpur, no one—not the government or the opposition, the right wing or left wing, or even the well-known religious groups—supported these heinous attacks. In addition, various organisations came together at different places in support of communal harmony, and gave out a clear message: bigotry has no place in Bangladesh. The attacks in Rangpur, far away from the scene in Cumilla, was somewhat intriguing. Many feel that as the administration set up strict security cordons in Cumilla and the surrounding districts, and the mischievous group failed to take advantage of the situation, they chose this far-flung district to achieve their objectives.\nHowever, there are some questions that are unanswered. While the OC of the nearest police station in Cumilla was busy picking up the copy of the Quran from the spot, a person not far away was live-streaming it on Facebook. Was the OC aware of it? Wouldn't it have been wise to have anticipated the kind of reaction such an incident would incite if the video was spread on Facebook? It was necessary to arrest the man who was live-streaming right away. Could the local administration have tightened security a little quicker to neutralise the situation in the area and in the surrounding districts? Was there an opportunity to avoid the casualties in the hands of the law enforcement forces in Chandpur? Could political and social organisations in the areas have been quicker to take an effective attempt to ease tensions? Could a statement have been issued by people in responsible positions on an urgent basis, in order to maintain peace and order in the face of provocation on Facebook?\nThere are some more frustrating aspects of this situation. Although the political and social organisations in the country—be it the government or the political opposition—expressed their strong support for communal harmony, they were also busy blaming each other. Undoubtedly, the main responsibility of maintaining peace and order lies with the government. The political opposition also needs to play a constructive role here. It is very clear, from the nature of the incident in question, that it was a well-planned conspiracy by some anti-state force, who chose the biggest religious festival of the Hindu community in the country to create a communal strife. It is not far-fetched to assume that there was involvement of some external forces against the interests of Bangladesh. Is it not necessary, in such a situation, to forget political conflicts and speak with a united voice?\nAnother cause of concern is that, when everyone in Bangladesh is trying to restore communal harmony, the extremist forces in the neighbouring country are using the incidents in Bangladesh to create chaos there. It was quite evident in the frontier states, especially Tripura. Subramanian Swamy, one of the senior leaders in India's ruling party, called on the Indian government to invade Bangladesh in the wake of the recent communal violence (The Week, October 18, 2021). Vishwa Hindu Parishad, a right-wing Hindu organisation and a close ally of the ruling BJP, wrote to the United Nations, the UN High Commission for Human Rights, and the European Union, urging them to set up an international inquiry commission in Bangladesh to investigate the violence against Hindus, send a fact-finding mission, and press the Bangladesh government to ensure security, justice and compensation for the victims of the violence (India Today, October 23, 2021).\nObviously, these are not auspicious signs at all. It may be worth mentioning here that the present government of India has been trying, for several years, to push a large section of Muslim inhabitants of the border states of India into Bangladesh by identifying them as illegal immigrants under various pretexts. In this context, even though the Indian government has not directly blamed the Bangladesh government for the recent communal tensions, would it be unreasonable to think that the attempts to incite unrest in the border states are part of a larger plan by some quarters to push the Bengali Muslim population there to Bangladesh as refugees? This question may arise especially because those who are trying to create communal conflict there are basically affiliated with the ruling BJP or its allies. Bangladesh is already overwhelmed with the burden of over a million Rohingya refugees who were forcefully displaced because of Myanmar's state violence. Is the country in a position to open another refugee front on the Indian border?\nIt is clear that communal conflict—in Bangladesh or in India—will bring no benefit to this country. Despite many changes at different times in the axis of power, Bangladesh has never deviated from the principle of \"Friendship to all, malice towards none\" in its foreign policy, introduced by Father of the Nation Bangabandhu Sheikh Mujibur Rahman. Keep in mind, however, that this principle can only make sense for a country if it stands on its own two feet on a solid foundation. Only the unity of all citizens, irrespective of race and religion, can give such a solid foundation to a country. Only when a nation is united can it dare to look eye to eye at the outside world. In 1971, this nation was able to defeat the well-equipped Pakistan Army because of the steely unity of people from all walks of life under the leadership of Bangabandhu. The strength of the nation depends on that same unity today as well. Communal conflicts can only be desired by those who don't want to see this country in a strong position. The patriotic forces must always keep their eyes and ears open in this regard.\n \nDr Mohammad Didare Alam Muhsin is the chairman of the Department of Pharmacy at Jahangirnagar University.\n",
        "headline_1": "Whose purpose is being served by communal riots?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/whose-purpose-being-served-communal-riots-2225081",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-11-2021"
    },
    {
        "full_article": "What is Hong Kong's pathway to 2047? Since HKSAR's return to China in 1997 under the 50-year One Country, Two Systems principle, which is due to end in 2047, Hongkongers have emphasised Two Systems, neglecting the timeline to One Country. This was a strategic failure of the first order, since Hong Kong elites should have mapped out different scenarios and pathways to 2047, rather than hoping that Two Systems can be maintained or extended beyond 2047, like a renewed lease.\nPart, but not all, of the strategic failure lay in the philosophy of \"Positive Non-Interventionism,\" which became a mantra of the Hong Kong Civil Service. Coined by Sir John Cowperthwaite in 1971, then Hong Kong financial secretary, the mindset fitted British colonial policy which saw Hong Kong as a lucrative outpost in the Far East, where non-interventionism meant minimal burden on the British Treasury, maximum freedom for business, and also least likely to provoke the Chinese Dragon. Hong Kong residents were free to develop business—provided they did not interfere in politics. The Hong Kong civil servants were trained to execute policies essentially formed by the British governor, who referred to London every day. What American economist Milton Friedman praised as \"laissez-faire\" made economic sense with political reality, as Hong Kong was a borrowed place on borrowed time.\nFrom a server economy to the British mainframe, Hong Kong politicians and civil servants had to switch to autonomy under the Basic Law in 1997, but true sovereignty rested in Beijing. The Hong Kong-US dollar link fitted everyone's strategic and political goals, because the US and China were on the same side since the 1972 rapprochement. But this was where Hong Kong democrats and liberals forgot political realism. What happens if there is a US-China rift in which Hong Kong is caught in the middle?\nIn 1997, Hong Kong was an economic and financial asset to China, but a potential political liability. Anyone who did simple projections of Chinese growth would have known that by 2047, China would be at least a major—if not the top—economic power, in which Hong Kong would play an important but lesser role relative to Mainland centres such as Shanghai or Guangdong/Shenzhen.\nIn hindsight, Hong Kong neoliberals made the same three mistakes that Singapore foreign affairs guru Kishore Mahbubani attributed to American elites on recent US-China rivalry: metaphysical, ideological, and strategic. The first is to assume that China becoming rich would become more like the US. The second draws the semi-religious line between \"good\" capitalism versus \"evil\" communism, forgetting that the pot is calling the kettle black. Third, the US entered a strategic fight with no clarity in strategic goals, other than maintaining the Number 1 status.\nThose who believed in limitless freedom and democracy did not accept the reality that no one can poke any Great Power, not least the Dragon, in the eye without any consequences. And with gridlock at the LegCo (Legislative Council of Hong Kong) level, there was no way that the Hong Kong authorities could implement any policy to compete at the economic and technology levels against the Mainland cities that are roaring ahead with state-market partnership. And not being able to reduce internal inequality because of the inability to provide cheap housing, Hongkongers felt left behind in the same way that the American middle-class felt alienated by neoliberal policies. Strategic policy drift is a disaster when the neoliberal free market promises prosperity, but it is unequally shared. What's worse, reliance on the market, when the competition has state-market partnership with the capacity to implement and execute change, signals slipping behind.\nNow that the National Security Law is a reality, what are Hong Kong's strategic options to 2047?\nHong Kong Special Administrative Region (HKSAR) Chief Executive Carrie Lam's recent 168-page 2021 Policy Address has a formidable list of proposed actions and programmes, without spelling out clearly the strategy and philosophy behind the address. The address focused rightly on three priority aspects: national security; integration spatially with the Greater Bay Area through the Northern Metropolis and synchronising with the National Five-Year Plans; and addressing citizen well-being by investing in net zero emissions, housing, education, healthcare, youth, and a liveable city.\nThe priorities and sensitivities in the address can be seen from 28 mentions of the term \"National Security,\" seven for \"climate change,\" and zero for \"social inequalities.\" Instead, the last item, probably the biggest driver of citizen unrest, was addressed as \"social inclusion.\"\nThe real social issue facing Hong Kong is a conflicted identity. Hong Kong has always been a Cantonese city where the elite has global pretensions, without clearly identifying with Greater China. That sowed divisions within the city which must be healed, but how to achieve that is a monumental task that must be addressed through action, rather than just rhetoric.\nIn the \"Great Delusion: Liberal Dreams and International Realities\" (2018), author and Chicago professor John Mearsheimer argued that \"culture alone is not enough to hold a society together. There are three other ways to keep a society intact. One is to create a foreign bogeyman sufficiently fearful to motivate the society's members to work together to defend against the threat. Another is to unify a majority by defending a treacherous 'other' within the society itself. But the most important way societies prevent disintegration is by building formidable political institutions for which there is no substitute.\"\nSimply put, the US is casting China as the enemy to get bipartisan politics to work together. Both parties are demonising each other to win votes, but building strong institutions to hold society together remains key. Blaming Beijing for Hong Kong's ills echoes the first trait, whereas LegCo politics creates gridlock. Alas, little has been done to engage the youth so that they, who will inherit the city by 2047, will feel that they care and share that common future.\nDelusion is vision without execution. Why has it been so difficult and slow to build affordable homes for Hongkongers? Transforming caged homes to a realised Common Prosperity is the real strategic priority and litmus test to re-heal a divided society.\nThat is a formidable task for any chief executive.\n \nAndrew Sheng is adjunct professor at Tsinghua University, Beijing and University of Malaya. He was formerly the chairman of the Securities and Futures Commission, Hong Kong.\nThis article was based on a presentation to the Vision 2047 Foundation.\nCopyright: Asia News Network\n",
        "headline_1": "How is Hong Kong strategising for 2047?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-hong-kong-strategising-2047-2225046",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-11-2021"
    },
    {
        "full_article": "A study by the Centre for Policy Dialogue (CPD) has confirmed what we have repeatedly written in this column—that government policies have not adequately helped small and medium enterprises (SMEs) overcome the challenges brought on by the Covid-19 pandemic. Whereas large businesses have received significant and timely financial support from the government, during the entire pandemic period, government support to SMEs has been disappointingly slow and inadequate.\nWhile concentrating on the challenges endured by banks in disbursing stimulus packages, the government completely forgot to address the challenges SMEs face when borrowing from banks. For instance, the amount of documentation that has been demanded from the SMEs to borrow from banks is completely unreasonable, given the size of these enterprises. This is just one example of how poorly the government support programmes for SMEs have been formulated. A lack of data by the government in regards to the SMEs—particularly by the Bangladesh Bureau of Statistics (BBS)—has been a major cause for such poor policy formulations. For example, there is currently no official data on the number of SMEs operating in Bangladesh. The last time such data was collected was back in 2013, when there were around 7.9 million SMEs.\nIt is estimated that SMEs and cottage and micro-enterprises generate around 90 percent of all private sector jobs in Bangladesh. The fact that government policy has performed so poorly at helping these enterprises during the pandemic explains why so many jobs have been lost in the formal sector in the last two years. Experts around the world agree that SMEs are the backbone of any economy. Yet, the lack of focus in getting most SMEs back on their feet has been a real setback for our economy.\nFor our economy to quickly recover, the government has to provide greater support to help the SMEs bounce back. In that regard, collecting data on SMEs for better targeted support is the most essential first step. Experts have repeatedly said that the government should involve NGOs and microfinance institutions to disburse loans to SMEs at low interest rates. It should also incentivise banks to lend to SMEs—which is usually more work for banks, as they prefer to approve one big loan to one big enterprise, than go through the hassle of approving hundreds of small loans to many small enterprises—through special schemes. The government should also consider setting up a specialised bank to address the needs of the SMEs.\nIn terms of policy interventions, the government has many options. But time is quickly running out, as many of these enterprises are desperately struggling to survive.\n",
        "headline_1": "Govt’s poor policy for SMEs must change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/govts-poor-policy-smes-must-change-2225031",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-11-2021"
    },
    {
        "full_article": "We are concerned about the growing incidents of violence and deaths in the run-up to the second phase of union parishad (UP) elections. Up until now, at least 23 people have been killed across Bangladesh in incidents of violence related to the UP elections, which began in June this year. And most of the incidents of violence involved clashes between supporters of candidates nominated by the ruling Awami League, and those of the rebels in the party.\nViolence during elections—be it the local government election or the national election—seems to have become the norm in the country. We have witnessed this during the 2016 local elections where, reportedly, more than 140 people were killed in pre-and post-election violence. According to Democracywatch, at least 60 people died in the factional clashes between the Awami League-nominated candidates and its rebel candidates in 2016. We are witnessing a similar trend this time too.\nWhat is the Election Commission doing when the pre-election violence is escalating with every passing day, and the electoral code of conduct is being violated by the candidates and their supporters? The chief election commissioner recently said that the commission was embarrassed and concerned with what was happening. What we would like to ask is: Does the Election Commission's role end with only being embarrassed? Is expressing concerns enough, when they have immense legal power to take action in these cases? What is the commission doing to ensure that there is a level playing field? Have enough measures been taken to create a conducive environment for holding free and fair elections?\nMoreover, the law enforcers' role should also be questioned here. What steps did they take to prevent these violent incidents from happening? In any case, the police should investigate the incidents promptly and submit charge sheets in cases filed in connection to these incidents as soon as possible.\nAs for the ruling party, such violent clashes between the supporters of its nominated and rebel candidates just goes to show a lack of discipline within the party. The Awami League should address these issues and find a solution to stop such factional clashes. Needless to say, the process of nominating candidates should be done more democratically. At the same time, the party should take stern action against those engaged in election violence and disqualify them from participating in the elections. Only expelling a few of the candidates will not work.\nLast but not the least, the growing incidents of pre-poll violence as well as the threats given by some of the candidates to the opposing candidates and their supporters will only discourage the voters from going to the polling centres, eventually weakening the overall democratic system in the country.\n",
        "headline_1": "Rising violence ahead of UP polls is alarming",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/rising-violence-ahead-polls-alarming-2224906",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-11-2021"
    }
]