[
    {
        "full_article": "The FIR registered by the Delhi Police against Prabir Purkayastha, the founder of NewsClick, and others is a vague amalgam of sweeping accusations that do not actually disclose any offence, leave alone one of terrorism. Without citing any published content, the FIR alleges offences range from a conspiracy to undermine the country’s security to disrupting the 2019 parliamentary polls, from causing disaffection against the government to disrupting essential services. It invokes provisions of the Unlawful Activities (Prevention) Act (UAPA) and penal provisions relating to conspiracy and promoting enmity between different groups. Quite notably, it does not mention any overt act that may be described as unlawful activity or a terrorist act. There is a general description that foreign funds were infused illegally into India by forces inimical to the country with the objective of causing disaffection against the government, disrupting the sovereignty and territorial integrity of India, and threatening its unity and security. It refers to a ‘conspiracy’ based on purported email exchanges to show Arunachal Pradesh and Kashmir as “not part of India”, and also moves to protract the farmers’ agitation of 2020-21 and thereby disrupt supply of services and other essential supplies.Overall, it is quite clear that the police are combining the remittances by American businessman Neville Roy Singham in NewsClickwith its journalistic content to build a case that “Chinese” funds are being used for propaganda, fomenting unlawful activities, and undermining the country’s security. The UAPA is also conducive to such misuse as its widely defined terms can as easily help criminalise people for ‘thought crimes’ as for their acts. The resort to UAPA is also a tactical aid to prolong the incarceration of dissenters and the disfavoured, and send out a chilling message to the wider media fraternity. There is also the likely electoral spin-off in its potential for the ruling BJP to milk the ‘Chinese conspiracy’ theory in the run-up to the Lok Sabha polls. A related question is whether the alleged creation of shell companies by two telecom companies does not merit more than a casual mention in an unrelated FIR and warrant a separate probe into these conduits for funding terror. In mentioning that a lawyer was among those who helped create a legal network for these companies’ defence, the police seem to be considering criminalising legal services. The case flags a disturbing trend: the present regime’s propensity to misuse anti-terror laws and invoke national security sentiment to undermine individual and media rights.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nterrorism (crime)\n\n/\n\nlaws\n\n/\n\nmedia",
        "headline_1": "NewsClick non-case: On the strange case of a terrorism FIR without a terrorist act",
        "headline_2": "The case flags a disturbing trend: the present regime’s propensity to misuse anti-terror laws and invoke national security sentiment to undermine individual and media rights",
        "link": "https://www.thehindu.com/opinion/editorial/newsclick-non-case-the-hindu-editorial-on-the-strange-case-of-a-terrorism-fir-without-a-terrorist-act/article67397093.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-10-2023"
    },
    {
        "full_article": "The decision of the RBI’s Monetary Policy Committee (MPC) to leave interest rates unchanged even as the central bank warned of the major risk that ‘high inflation’ poses to macroeconomic stability is a clear sign that monetary authorities find themselves caught in a cleft stick. After a relatively benign first quarter, when headline retail inflation averaged 4.63% as against the RBI’s projection of 4.6%, price gains measured by the Consumer Price Index (CPI) accelerated sharply in the last quarter with July and August seeing readings of 7.44% and 6.83%, respectively. In a tacit acknowledgment of its misjudgment of inflationary trends, the MPC last week raised its projection for average second-quarter inflation by 20 basis points, from the August forecast of 6.2% to 6.4%. And even this projection appears overly optimistic if one considers that the headline number will need to have slowed drastically to less than 5% in September for the RBI’s prognosis to be validated. For now, the MPC is hoping that the recent reduction in domestic LPG prices combined with a lowering of vegetable prices would provide some near-term respite to price pressures. Governor Shaktikanta Das underlined the RBI’s willingness to resort to Open Market Operation sales of securities to suck out excess funds from the system if it sees reason to believe that liquidity may be rising to a level where it could undermine the overall monetary policy stance.The RBI’s unwillingness to walk the talk and raise interest rates further, even while reiterating the threat to overall economic stability from unmoored inflation expectations, reflects an unstated concern that the growth momentum still remains rather tenuous. The recent debate on the integrity of the NSO’s data on economic growth estimates, and concern that the methodology used to posit 7.8% real GDP growth in the first quarter may have given rise to an overestimation, have to be seen in tandem with economic forecasters’ increased caution over India’s GDP growth outlook for the current fiscal year. Mr. Das acknowledged the weakness in India’s goods exports and the uneven monsoon, which has also led to a drop in kharif sowing of crucial oilseeds and pulses, as key risks to the RBI’s projection for 6.5% GDP growth in FY24. With the rupee already having weakened by about 0.7% since the last policy meeting in August, the RBI also runs the risk of importing inflation and adding to the external sector vulnerabilities if it fails to raise interest rates.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nReserve Bank of India\n\n/\n\ninterest rate\n\n/\n\ninflation and deflation",
        "headline_1": "Tightrope walk: On RBI holding rates",
        "headline_2": "By not raising interest rates, RBI betrays its concerns about slowing growth",
        "link": "https://www.thehindu.com/opinion/editorial/tightrope-walk-the-hindu-editorial-on-rbi-holding-rates/article67397102.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-10-2023"
    },
    {
        "full_article": "One of the big challenges that India faces in the subcontinent is asymmetry. Its size and growing economic clout have exacerbated fears in the smaller countries. The concerns over India’s political hegemonism may well appear misplaced to Indians, but they seem all too real to neighbouring countries. More important, the onset of the election season leads to exaggerated and imaginary fears of Indian interference in the internal affairs of sovereign nations.\n\nJudging by the past, the approaching general elections in Bangladesh should have generated colourful stories of how Indian intelligence agencies are conspiring to ensure the continuing dominance of PM Sheikh Hasina and the Awami League.\nRead full story on TOI+\n\n",
        "headline_1": "US curbs on visas: India should stand by Sheikh Hasina",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/right-and-wrong/us-curbs-on-visas-india-should-stand-by-sheikh-hasina/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-10-2023"
    },
    {
        "full_article": "Most columns are on political or economic issues. This is on myself. I am a recently reformed drug junkie. My story carries lessons for millions who suffer from chronic back pain. I have had back and neck problems since the 1980s. Doctors prescribed painkillers, exercises, and yoga. I wore cervical collars and elastic belts for my back, to no avail.\n\nI tried homoeopathy, ayurveda and Tibetan medicine. I tried acupuncture with an expert who had written a book on the subject. Despite three visits, I did not improve. Later, the acupuncturist visited my office seeking a review of his book. I said I was too busy to see him, and in too much pain too.\nRead full story on TOI+\n\n",
        "headline_1": "To the millions with chronic pain, lessons from a reformed junkie",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/to-the-millions-with-chronic-pain-lessons-from-a-reformed-junkie/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-10-2023"
    },
    {
        "full_article": "Given that we are at the start of another World Cup, we expect the excitement to peak in the coming weeks. Social media, office water coolers, public transport, parks, and any other gathering will have cricket discussions. Will India reach the semi-finals? What about the finals? Can we win?\n\nIt’s all great. But while cricket shines brightest, there seems to be another amazing trend emerging as well. That is, the rise of Indian excitement in other sports, particularly those which Indians historically have cared little about.\nRead full story on TOI+\n\n\n",
        "headline_1": "Cricket should not overshadow achievements in other sports",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/cricket-should-not-overshadow-achievements-in-other-sports/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-10-2023"
    },
    {
        "full_article": "A majority of Indian and global views on the Constitution of India have glossed over the fact that it is a colonial document. This was not always the case. Somnath Lahiri, the only card-carrying member of the Communist Party in the Constituent Assembly, had described it as a document “framed from the point of view of a police constable”. This was prompted by the vast powers given to the police to ensure law and order, severely limiting freedoms of citizens. This leftist critique of the Constitution was continued by many, including most recently by Sandipto Dasgupta who found the Constitution to have been drafted from the perspective of an “anxious administrator”.\nCritiques from the nationalist right had been equally strident. MS Golwalkar in ‘Bunch of Thoughts’ found the Constitution to be a “cumbersome and heterogeneous piecing together of various articles from various constitutions of Western countries”. It had very little indigenous in it.\n8th February 1947: Indian statesman Jawaharlal Nehru (1889 – 1964) moves the resolution for an independent republic in a historic moment at the Constituent Assembly in New Delhi. Original Publication: Picture Post – 4325 – India : The Last Chance – pub. 1947 (Photo by Bert Hardy/Picture Post/Hulton Archive/Getty Images)\nYet despite these criticisms, the standard thesis of the Constitution as the foundation of a modern democratic republic has held. Much of its longevity is due to the fact that India is a rare example of a post-war democracy that has successfully embraced a liberal Anglo-American governance model. Amidst several other misadventures in Africa and Asia where democratic governments were overthrown by military dictators, India has remained an outlier with peaceful transfers of power, free and fair elections and a fractious, yet functioning democracy. This has been made possible by the Constitution, a ringing charter of India’s founding values.\nJudged against this standard, the Constitution has certainly been a stable foundation for governance. But a stable document can also be a colonial one. Today, with governments giving indigenous names to roads, cities and the country itself and repealing a raft of colonial laws, it appears that India is hurtling to decolonise itself. So that decolonisation of the Constitution does not become a superficial exercise on the one hand, or radically destabilising on the other, it is critical to understand three key features that make it colonial in the first place.\nFirst, the basic framework of the Constitution is derived from the Government of India Act, 1935, an act drafted by the British to preserve the Raj. Over 1/3rd of the final constitutional text is directly derived from that Act.\nSecond, the spirit of the Constitution, like that of the Act, is of a gargantuan state towering over the humble citizen. This is enabled by perpetuating colonial institutions. Take the Imperial Police Service, responsible for much of the brutality of the Raj. Not only did the Constitution continue the service, but enshrined it in Article 312. While doing this, the framers neither passed a law changing incentive structures or service conditions of police personnel, nor did much in terms of their retraining and reorientation. It was almost as if the framers thought that with the new-found freedom of the country, the police too would become responsible overnight.\nBut a tiger can scarcely change its stripes. The horrific cases of police brutality in Hashimpura, Vachathi, Kodiyankulam and the Mathura rape case (to name just a painful few) bear silent testimony to the effects of colonial institutions, sheltered by the Constitution.\nThird, the Constitution is based on the philosophy that law enforcement agencies need to be invested with wide powers to ensure law and order. The chapter on fundamental rights of citizens has the dubious distinction of being one which legalises preventive detention, i.e. the ability of policemen to throw citizens into lock-up without a formal legal process.\nOne might have imagined that the framers of the Constitution, many of whom had been detained under the infamous Rowlatt Act, might have grasped the first opportunity possible to outlaw preventive detention entirely. Instead, they chose the pragmatic course of continuing preventive detention with some safeguards. Law and order was important to them during Partition, seemingly even more than the freedom that they had strived so hard to win.\nIndia may be largely peaceful today, but shockingly 86.6 lakh Indians were detained by the police in 2021 mostly on superficial grounds. One man had predicted this when the Constituent Assembly was discussing the First Amendment to the Constitution widening the powers of the police — Shyama Prasad Mookherjee. In the first year of post-Constitutional India, he was witness to hungry villagers in Cooch Behar who, when begging for rice, were riddled with bullets instead. A country cannot be administered by force and coercion, he believed. The Constitution sanctioned precisely that.\nTo recognise this is not to belittle the Constitution or its framers. During the bloody horrors of Partition, they felt that continuing the institutions of a colonial state and administering them empathetically would be best for India. Today, 75 years later, we can ask the fundamental question — do we need those colonial institutions at all? This is not a provocation to draft a new Constitution overnight — it is a call to rid ourselves of the colonisation of our minds.\nArghya Sengupta is the author of ‘The Colonial Constitution’\n\n",
        "headline_1": "Calling the Constitution colonial isn’t an attempt to belittle it, or its framers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/calling-the-constitution-colonial-isnt-an-attempt-to-belittle-it-or-its-framers/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-10-2023"
    },
    {
        "full_article": "In 1870, a song collector from Calcutta called Nanda Lal Sharma flicked through the pages of his newly published book, Sangit Sutra. In the central pages was a thumri lyric, set to the rag Alhaiya Khamaj. Thumri was becoming an increasingly popular genre in Calcutta at that time, especially in the exclusive salons where the city's most celebrated courtesans would sing and dance to lyrics in Brajbhasha Hindi, dripping with emotion and longing.\nThis particular song stood out though. Nanda Lal had called it a \"Lucknow thumri\", and it was unusual because it was not interested in the conventional poetic themes of Krishna's seductions. This lyric was an evocative lament, which drew the listener westwards to the ill-fated city of Lucknow in northern India:\nThe kingdom is drowned in the salt of the harem:\nHis Majesty is going to London.\nIn every palace, his ladies are weeping:\nCome to the alley, in the alley the cobbles weep.\nNanda Lal was confident that his readers would immediately recognise the character this lyric was referring to: the last king of Lucknow, Wajid 'Ali Shah (1822-1887), at the fateful moment when he was deposed by the East India Company, fourteen years earlier in 1856. The Nawab had travelled to Calcutta, where he planned to take a ship to London to plead his case and demand the return of his kingdom. However, his plans went awry. His ill health prevented him from embarking on his journey, so his mother, Janab-i 'Aliyyah, went instead on his behalf, and made it as far as Buckingham Palace. But just then the Uprising of 1857 rippled across northern India, and Lucknow itself was besieged and ruined. Wajid 'Ali Shah was declared the \"Ex-King\" and was told in no uncertain terms that he would never be allowed to leave Calcutta again.\nThe weeping in this song conveyed the outrage felt at the king's exile and humiliation, but also the trauma experienced in the aftermath of the Uprising that followed, and the more pervasive grief of succumbing to colonial rule.\nI found this song when I was carrying out research for my book, The Scattered Court: Hindustani Music in Colonial Bengal, which came out this year. I was interested in what happened once Wajid 'Ali Shah settled in Calcutta, where he built a new court-in-exile in the southern suburb of Matiyaburj.\nMusic lovers and historians point to the three decades (1856-1887) he spent at Matiyaburj as being crucial to the evolution of classical music in Calcutta. He was a tastemaker and social commentators at the time, like Kaliprasanna Sinha, noted how the city's playboy babus were dressing like him and listening to Lucknow-style music. Yet while the Ex-King's influence on biriyani is well known, his contributions to music are more mysterious.\nOn the one hand, political histories remember Wajid 'Ali Shah as a failure: a decadent effete who lost control of his kingdom and paved the way for the British empire. On the other, in musical memory, he is remembered as a creative genius who ushered in new tastes and styles of music and dance that became fundamental components of Hindustani classical music as we know it today. Intriguingly, these two seemingly different narrative threads are interlaced. The British made it clear that it was the king's love of music and dance, his choosing notorious musicians for friends, and his overindulgence in creativity that made him unfit to rule.\nThat portrayal has persisted for over a century, although it has been challenged by writers like Sripantha, who wrote about Wajid 'Ali Shah in Bengali in the 1990s, and Satyajit Ray, whose movie, The Chess Players (1977), used extensive research to nuance the way we think about that period.\nBut how did people react to Wajid 'Ali Shah's arrival in his own time? How did his new court in Calcutta impact the local music scene? What did it mean for artists and intellectuals who were invested in the Bengal renaissance to simultaneously focus on music from north India, and songs in Hindi and Urdu?\nThe appearance of \"Lucknow thumri\" in a Bengali song book was not an anomaly. Many Bengali writers wrote about the cultural world of north India that had landed on their doorstep, and many music students flocked to Matiyaburj to find a prestigious ustad. This was not a one-way relationship. Although he is remembered as the embodiment of all things Lucknow, Wajid 'Ali Shah also took great interest in the music and dance of Calcutta, especially the songs of local street performers. He wrote numerous musical sketch comedies, featuring water carriers, cleaners, and khemta dancing girls. Khemta was a popular, risqué dance at the time that revolved around the dancer's jerking hips. The king was entranced and had the style taught to the female performers in his court, and even wrote his own songs for it in a mixed Bengali-Hindustani.\nThe court of Matiyaburj was all but destroyed following the death of the king in 1887. However, there are many records available which allow us to reconstruct the court and imagine the music and dance that happened in its rooms. The image of the king constructed in British colonial archives and legal reports is complicated by the version of him that features in Bengali memoirs and Urdu music treatises. The king even built his own printing press and published his own writings in Urdu that document in minute detail the musical experiments he concocted in exile.\nTo really appreciate the subtleties of what happened over those thirty years, we need to go back and consider a significantly longer period. In the mid-eighteenth century, the courts of Murshidabad, Bishnupur, and Burdwan attracted music masters from northern India who ended up settling in Bengal when they found patrons and students. The rulers of these kingdoms aspired to the prestige and cultural cachet of the Mughals and Rajputs further west, so invested in artists who knew a transregional form of exalted court music rather than focus on local, regional, and Bengali styles. This is quite striking as, in today's world, there is a much greater focus on Bangla gan: yet this was a later, more modern development, urged on by pioneering intellectuals like Rabindranath and his generation.\nMusicians from these courts migrated to Calcutta in search of new sources of income and places to perform. In the early nineteenth century, there was a hunger for good quality art music, yet the scene was very mixed and the city did not have a reputation for exceptional artists, who still tended to congregate in northern India, as in Rampur, Delhi, Lucknow, and Banaras.\nThis hunger was sated from the 1850s onwards, when a celebrated entourage of musicians and dancers from Lucknow descended on Calcutta to accompany Wajid 'Ali Shah. These artists went on to make new connections in the city, performing across a network of rajbari aristocratic households, teaching at new academies and music societies for bhadralok music students and enthusiasts, and ultimately plugging into the brand new gramophone recording industry.\nExamining the movement of musicians and dancers in this period challenges some core ideas that have come to shape our sense of South Asian music history for this period. We tend to think of a dramatic break or rupture between the world of Mughal courts and colonial cities, and often see 1857 as sounding the death knell of aristocratic patronage. The culture of Lucknow is thought to have died out, yet the survival of the court in Bengal suggests a more complicated legacy. Some musicians went on to secure new patrons among the Bengali elites of the city and became part of their apparently modern enterprises, while others continued to work for royal courts through to the mid-twentieth century, often finding a balance between new agendas with older conventions, spaces, and aesthetics.\nWomen navigated these transitions too, but their contributions in this period have largely been forgotten. One of the subtle but long-lasting effects of colonialism in north India was a gradual shift in the way musicians were represented. By the end of the nineteenth century, male musicians were increasingly represented as the celebrities of a modern music industry. Male artists increasingly identified themselves as representatives of gharanas – semi-hereditary lineages of musicians that cultivate characteristic techniques and musical styles. While gharana musicians did take on female disciples who became professional musicians in their own right, this was largely a twentieth-century development: the rhetoric and imagery of the gharana ultimately revolves around genealogies of charismatic, male ustads, leaving a sense that Hindustani music was primarily a man's domain.\nA major exception to the rule is the courtesan: we have abundant collections of images of dancing girls, baijis, and tawaif, who are increasingly recognised as artists and musicians in their own right. The problem with this version of history is that it creates an artificial sense of two spheres of music-making: one patriarchal and respectable (though occasionally condescending to teach women), the other feminine and potentially reprehensible (since courtesans were not expected to marry, and thus remained outside mainstream society). The implication is that until the twentieth century—which saw the rise of middle class female musicians—a woman who engaged with music must have been a courtesan, or attached to her salon.\nSince women's culture was scrutinized and sanitized by male reformers, women who loved and patronised music have also been muted in the historical record. Reconstructing Matiyaburj revealed a wide range of women who were invested in musical projects. Khas Mahal, the king's most senior wife, composed volumes of song lyrics and poems while her many female attendants sang for her six nights a week. Because there was so much scrutiny over women's involvement in the arts, her love of music was quietly folded away and rarely discussed in public. Wajid 'Ali Shah also designed a network of classes for women in his court to study music and dance, based on his Parikhana (House of Fairies), a similar training academy he had built in Lucknow. While Matiyaburj was an exceptionally musical court, these were not isolated anomalies, and it seems far more women were writing songs, singing, and playing instruments than we would assume from today's vantage point.\nRetracing how Wajid 'Ali Shah forged a musical relationship between northern India and Bengal reveals how much of the musical archive from this period has been discarded and forgotten. Matiyaburj became an innovative and deeply influential forum, but also connected with a longer history of transregional movement and conversations about music. When Bengali music lovers wept over songs from Lucknow at the end of the nineteenth century, their tears can be traced back to the emotional stylings of Wajid 'Ali Shah, but also to a longer history of Bengali engagement with the sound worlds and art music of northern India.\nRichard David Williams is Senior Lecturer in Music and South Asian Studies at SOAS University of London and author of The Scattered Court: Hindustani Music in Colonial Bengal.\n\n",
        "headline_1": "The Weeping King: How Hindustani Music flourished in colonial Bengal",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/the-weeping-king-how-hindustani-music-flourished-colonial-bengal-3438441",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-10-2023"
    },
    {
        "full_article": "After months of rising tensions between Israel and Palestine, aided by criminal neglect from the international community towards the Palestinians' calls for justice, the conflict-ridden region is now spiralling into a full-blown war. Palestine's militant group Hamas, backed by Iran, launched the deadliest attack in Israel in 50 years, killing 600 people as of 8:30pm Sunday (Bangladesh time). In retaliation, Israel launched strikes in the Gaza Strip; the Palestinian death toll has already crossed 350. While we condemn the senseless violence at any cost, the violence committed by Hamas cannot be judged by the same yardstick as the violence that Israel has committed over the years for the maintenance of discrimination and oppression in the Palestinian lands. We must acknowledge the root cause behind the so-called \"surprise\" attack by Hamas, which lies in decades of systemic destruction committed by Israel.\nPalestinians have been protesting against Israeli occupation and the violence that has engulfed their lives in what they call an \"open-air prison.\" This year alone, before the latest escalation, more than 200 Palestinians were killed by Israelis, in largely unprovoked attacks. And each time, the West supported it on the grounds of \"self-defence.\" While the Arab League and mostly non-Western states have condemned both attacks by Hamas and Israel, the European Union, the US, Canada and the UK have only condemned the violence by Hamas, once again showing their bias. What's most worrying is that instead of calling for non-violent measures, they have echoed their support for Israel's right to defend itself, which will lead to more suffering for the oppressed community of Palestinians.\nIsrael's Prime Minister Benjamin Netanyahu has declared war, while the Israeli Defense Forces are initiating a large-scale operation. Israel has obliterated the supply of electricity in the besieged territory, leaving two million Palestinians to fear for their lives in darkness. The US has offered Israel \"all appropriate means of support.\" Given Israel's superior military resources and with aid from powerful nations, we know that the continuance of this violent cycle will result in a disproportionate death toll of Palestinians. But if the international community is truly serious about the two-state solution, it is now high time to address the Israel-Palestine crisis with honesty, holding both sides equally accountable for violence and putting an end to Israel's illegal occupation of the Palestinian lands. We call on the international community to take urgent action and call for a ceasefire to stop a further escalation of violence.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n",
        "headline_1": "The world cannot afford another war",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-world-cannot-afford-another-war-3437876",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-10-2023"
    },
    {
        "full_article": "Could the decades-long pursuit of unravelling the UFO mystery potentially function as a cover for advanced government research and testing programs for innovative forms of propulsion and craft design? Moreover, might the recent rollout of official government hearings signal a gradual disclosure of some of those capabilities? This scenario is worth considering, as the process of investigating UFOs comes into sharper public focus.\nIn 2023, fascination with Unidentified Flying Objects (UFOs) and Unidentified Aerial Phenomena (UAP) has spiked. David Grusch, a former intelligence official who led the analysis of UAPs within the US military, told a Congressional hearing in July that the United States had been collecting non-human craft \"for decades.\" At the first Republican debate on August 23rd, candidates were asked about the president's responsibility to provide information to the public about UFOs. And on August 31st, the Pentagon launched a new website providing the public with declassified information about sightings.\nMainstream intrigue surrounding UFOs was born following the 1947 Roswell incident, the crash of what was initially described by the US military as a \"flying disc\" in Roswell, New Mexico, but later attributed to a weather balloon. To quell public fear and speculation, official government studies to investigate UFO/UAP reports, including Project Blue Book, Project Sign, and Project Grudge, were launched. While the government feared air warning systems could be overwhelmed by reports, it was also wary of Soviet attempts to boost false sightings and promote conspiracy theories that could instigate panic and allegations of a coverup.\n\nAmid these developments, it remains crucial for the public to stay engaged and informed about UFOs/UAP – the more publicly observed the evidence is, the harder it becomes to manipulate. Considering the history of government audacity in crafting political and war propaganda, we should remain sceptical of the entities shaping narratives about extraplanetary intelligent life.\nDuring the Cold War, UFO reports became common, often coinciding with missile and rocket tests (a habit which continues today). Several Soviet and US military personnel also testified that UFOs were able to temporarily take control over missile and nuclear facilities. However, in 1997, the CIA revealed that the military had lied to the public throughout the Cold War about many UFO sightings to obscure its black projects and keep Moscow in the dark about technological advancements. Blaming sightings on natural phenomena like ice crystals and temperature inversions fueled public distrust toward the government and its claims about UFOs/UAPs.\nMany secret military aircraft were frequently mistaken for UFOs, such as the U-2 reconnaissance plane, introduced in the 1950s, which featured a grey frame that often reflected the sun. The SR-71 \"Blackbird\" meanwhile started service in 1966 and wasn't declassified until the 1990s. Its distinctive shape, speed, and altitude capabilities were often mistaken for a UFO. The B-2 Spirit, introduced in the late 1980s, also had a unique aerodynamic design and its ability to control lift, thrust, and drag at low speeds often gave the appearance that it was hovering.\nSince the Cold War, secretive experimental military aircraft have continued to generate UFO reports. But unexplained phenomena have also fueled conspiracy theories. In November 2004 off the coast of San Diego, Navy pilots filmed UFOs demonstrating rapid acceleration, physics-defying sudden changes in direction, and other feats in videos eventually released to the public in 2017. And despite formalising a UFO/UAP reporting process in 2019, Navy pilots and other military personnel who have witnessed them have been hesitant to come forward due to fear of ridicule or professional repercussions.\nThe US military's reluctance to disclose UFO/UAP information is often linked to the need to protect classified technology. Military agencies can choose to neither confirm nor deny such information exists. But when the government transparency website, the Black Vault, submitted a Freedom of Information Act request to the Navy for more UFO/UAP videos, it was denied because it would harm national security and \"may provide adversaries valuable information regarding Department of Defense/Navy operations, vulnerabilities, and/or capabilities.\"\nReleasing these videos without additional information may also be an effective way for the US military to hint at its own new technological capacities for various strategic, political, and scientific reasons. Suddenly revealing these technologies could result in rising geopolitical tensions and trigger a reaction, while merely hinting at it may also serve as a deterrence to adversaries. Gradually preparing the public for emerging technologies is equally as important, while encouraging speculation about UFO/UAPs could divert attention away from classified projects.\nBy clandestinely testing experimental new technologies on their own defences without resorting to lethal forces, military agencies can also gain valuable insights into their capabilities and vulnerabilities in real-world scenarios.\nA 2021 report by the DoD's intelligence agencies also noted that many UFOs/UAPs were \"technologies deployed by China, Russia, another nation, or a non-governmental entity.\" The New York Times broke the story days before an updated version was provided to Congress in 2022. An ongoing investigation by The Warzone meanwhile suggests there are a large number of hostile drones mistaken for UFOs/UAPs that the government has until recently failed to confront.\nBeing unable to properly identify another country's experimental aircraft, by labelling it a UFO/UAP, would also demonstrate shortcomings in US air defence systems. Similarly, releasing documentation of US surveillance of other countries' stealth aircraft and other technology would give them a better idea of US military capabilities and would alert these countries that they were being surveilled.\nIn addition to other countries, companies are also responsible for a significant number of UFO/UAP reports. The first drones were manufactured more than a century ago in the UK and US, and the capabilities of the private sector have grown considerably since then. Camouflage technology has made commercial drones increasingly difficult to clearly identify, and hundreds of drones by China's largest drone maker DJI, were noted to have entered restricted airspace in Washington D.C. in 2022 alone. And, of course, commercial drones can be purchased and used by other governments.\nNonetheless, much of the technological developments concerning advanced aircraft stem from the US military and other agencies. Since the 1970s, NASA has expanded on ideas developed by scientist and engineer Arthur Kantrowitz to use lasers to launch satellites without fuel or an engine, with successful tests carried out in the late 1990s. The US Air Force and NASA have both continued developing this technology in the 21st Century, while NASA has also explored plasma propulsion technology that may have caused numerous UFO/UAP reports.\nThe US Navy has pushed the boundaries of technology further with the development of laser-induced plasma technology, patented in 2018. This innovation can generate extremely high temperatures in the air, creating plasma that can be harnessed to form intricate shapes and lifelike optical illusions, even simulating aircraft performing seemingly impossible manoeuvres. Additionally, the US military has developed the ability to produce sound out of lasers, which would add an additional layer of realism to UFO/UAP sightings.\nOver the last few years, increasing attention has also been brought to projects by Salvatore Cezar Pais, an aerospace engineer and scientist who has worked for the US Navy and the US Naval Air Warfare Center Aircraft Division (NAWCAD). Despite lacking empirical evidence and rigorous, peer-reviewed scientific scrutiny, his alleged breakthroughs in propulsion and energy generation would serve as some of the most groundbreaking technological breakthroughs in history.\nPais's patents with the US Navy relate to the development of advanced propulsion systems that could potentially lead to rapid thrust technology and an abundance of clean energy generation. This includes a \"craft using an inertial mass reduction device,\" which was patented in 2018, while a patent for a \"plasma compression fusion device\" was also filed but later appeared to be abandoned. Nonetheless, documents retrieved by The Warzone through the Freedom of Information Act reveal that his inventions are being considered for the Air Force, NASA, and the Defense Advanced Research Projects Agency (DARPA).\nOf course, like US President Ronald Reagan's proposed \"Star Wars\" missile defence system in the 1980s, Pais's patents could be designed to bait adversaries into a costly arms race. That is not to say that these countries are not already developing their own fascinating projects. China has been drastically increasing its development of plasma technology in recent years, and alongside the UK, Germany, and Japan, is developing Active Flow Control (AFC) technology to improve aerodynamic performance in aircraft. European entities have also recently made breakthroughs in plasma propulsion technology, which may boost UFO/UAP reports across the continent.\nAmid these developments, it remains crucial for the public to stay engaged and informed about UFOs/UAP – the more publicly observed the evidence is, the harder it becomes to manipulate. Considering the history of government audacity in crafting political and war propaganda, we should remain sceptical of the entities shaping narratives about extraplanetary intelligent life.\nA shift toward destigmatising and embracing a public approach to UFOs/UAP, both domestic and foreign, is essential. Alongside the Black Vault, initiatives like the open-data Galileo Project, spearheaded by Avi Loeb from Harvard University's Astronomy Department, are actively seeking evidence of extraterrestrial life and pushing our understanding of outer space. By involving the public in the search for answers, we can bridge gaps in understanding and move closer to demystifying these phenomena.\nJohn P. Ruehl is an Australian-American journalist living in Washington, D.C., and a world affairs correspondent for the Independent Media Institute.\n\nThis article was first produced by Globetrotter\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "What if UFOs have been a cover for high-tech defense research programs?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-if-ufos-have-been-cover-high-tech-defense-research-programs-3437871",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-10-2023"
    },
    {
        "full_article": "After months of rising tensions between Israel and Palestine, aided by criminal neglect from the international community towards the Palestinians' calls for justice, the conflict-ridden region is now spiralling into a full-blown war. Palestine's militant group Hamas, backed by Iran, launched the deadliest attack in Israel in 50 years, killing 600 people as of 8:30pm Sunday (Bangladesh time). In retaliation, Israel launched strikes in the Gaza Strip; the Palestinian death toll has already crossed 350. While we condemn the senseless violence at any cost, the violence committed by Hamas cannot be judged by the same yardstick as the violence that Israel has committed over the years for the maintenance of discrimination and oppression in the Palestinian lands. We must acknowledge the root cause behind the so-called \"surprise\" attack by Hamas, which lies in decades of systemic destruction committed by Israel.\nPalestinians have been protesting against Israeli occupation and the violence that has engulfed their lives in what they call an \"open-air prison.\" This year alone, before the latest escalation, more than 200 Palestinians were killed by Israelis, in largely unprovoked attacks. And each time, the West supported it on the grounds of \"self-defence.\" While the Arab League and mostly non-Western states have condemned both attacks by Hamas and Israel, the European Union, the US, Canada and the UK have only condemned the violence by Hamas, once again showing their bias. What's most worrying is that instead of calling for non-violent measures, they have echoed their support for Israel's right to defend itself, which will lead to more suffering for the oppressed community of Palestinians.\nIsrael's Prime Minister Benjamin Netanyahu has declared war, while the Israeli Defense Forces are initiating a large-scale operation. Israel has obliterated the supply of electricity in the besieged territory, leaving two million Palestinians to fear for their lives in darkness. The US has offered Israel \"all appropriate means of support.\" Given Israel's superior military resources and with aid from powerful nations, we know that the continuance of this violent cycle will result in a disproportionate death toll of Palestinians. But if the international community is truly serious about the two-state solution, it is now high time to address the Israel-Palestine crisis with honesty, holding both sides equally accountable for violence and putting an end to Israel's illegal occupation of the Palestinian lands. We call on the international community to take urgent action and call for a ceasefire to stop a further escalation of violence.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n",
        "headline_1": "The world cannot afford another war",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-world-cannot-afford-another-war-3437876",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-10-2023"
    },
    {
        "full_article": "We are alarmed to learn that Bangladesh now has the highest rate of preterm births in the world, with 16 out of every 100 babies being born prematurely. The World Health Organization (WHO), citing a report that analysed data from 2010 to 2020, disclosed on Friday that while the global rate decreased by 14 percent during this period, Bangladesh saw a minimal improvement – a mere 0.2 percent reduction. Its current rate of preterm births not only surpasses the global average but also that of neighbouring countries like India, Pakistan, and even poor African nations with far weaker healthcare systems.\nIt is worth noting that preterm infants are born before completing 37 weeks of gestation – which is considered a full-term pregnancy. Often, they have low weight at birth, making them more susceptible to various health complications. These challenges have ripple effects on their development and, consequently, society as a whole. Often, neonatal mortality is also associated with preterm birth, which can result from several factors including adolescent pregnancy, maternal infections and malnutrition, stress during pregnancy, etc.\nThe question that we should be asking is why – despite having multiple projects and initiatives to improve maternal and child health, as a government official made a point of telling Prothom Alo – we are failing so miserably to prevent this scenario. This raises serious questions about the effectiveness of these measures and the sincerity of those responsible. One of the key reasons for preterm birth is adolescent pregnancy caused by early marriage. This one factor has been the enabler of so many problems in Bangladesh, and yet continues to be largely tolerated, both socially and administratively. As a recent Brac survey has shown, a shocking 45 percent of girls are still married off before the age of 18. Any pregnancy thus caused endangers the baby as well as the mother herself.\nThus, it is clear that the government lacks a comprehensive and coordinated approach to tackle these problems and attendant health outcomes. Given the multidimensional backdrop of preterm births, any effort to prevent it should involve not only the health sector but also education, economic development, and societal awareness. In the short term, the objective should be to achieve a rate of preterm births that is closer to the global average, and with the right strategies and commitment, this is an achievable goal. Improving maternal health and promoting the well-being of women during pregnancy must be a priority.\n",
        "headline_1": "Reducing preterm births is an achievable goal. Why are we failing then?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/reducing-preterm-births-achievable-goal-why-are-we-failing-then-3437801",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-10-2023"
    },
    {
        "full_article": "The latest leakage of the personal information of 55-million Bangladesh citizens in a data breach is highly alarming. It's shocking to learn about the cavalier manner in which the basic data of the country's citizens are stored under the supposedly foolproof national surveillance. The web server is considered inaccessible. The focus of the present leakage is the National Identity Card (NID) server. The report of the data breach follows a similar incident on June 7, which exposed the personal information of around 50 million citizens. It is nightmarish to think that the sensitive information may fall into wrong hands. The authorities suspect that one of the 174 organisations having access to the NID server was behind the breach. It's worth mentioning that this key-server of national importance preserves information of around 120 million voters. Of them 55 million persons possess smart NID cards, production of which is mandatory for availing many government services.That the persons behind the two incidents of data leakage are highly skilled software professionals is implied. They have detailed knowledge of Telegram bot. This device is used to access the leaked data --- which includes individuals' names, gender, parents' names, phone number, addresses, photograph, and other personal details. As the device goes, if one puts the date of birth and the 10-digit smart card number, it automatically reveals the other information of a person or persons. Few efforts are easier to identify and get the profile of people; provided the operators are highly skilled. Bot, short for robot, is an autonomous programme on the internet or another network that can interact with systems or users. Bot has stunning capabilities at its command. It operates as an agent for a user to simulate a human activity. In accessing vital servers bots are normally used to automate certain tasks. It means they can operate without specific instructions from humans.The quarters behind the barging into the NID server are yet to be singled out. Given the dexterity of the persons involved in the act coupled with the latest digital sophistication, the whole episode presents a grim picture. But science cannot defy the dictates of rationality. Perhaps in accordance with this principle, the system manager at the NID wing of the Election Commission expressed his ignorance about the identity of the people behind the data breach. But he did not deny the fact that he became aware of the intervention on Tuesday (October 3). The system manager of the EC NID wing assured of appropriate action against the organisation found responsible. He, however, refused to identify it. Against the backdrop of the repeated digital heists or data leakages, there are reasons for agonising worries on the part of persons in charge of different entities. That the general people are also not spared the anxiety involved. The bolt from the blue in the form of NID leakage is feared to jeopardize the lives of many innocent persons. Anxieties and premonition overtake them. They might start bracing for a series of undesirable developments stemming from data breach. All this may have an adverse impact on the national dream of becoming a 'Smart Bangladesh'. Server complications have lately led to regular sufferings of the utility bill payers. But the NID data leakage is one of catastrophic proportions. Putting in place a strong data protection device for the all-important server brooks no delay.",
        "headline_1": "Breaching of NID server",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/breaching-of-nid-server-1696775332",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-10-2023"
    },
    {
        "full_article": "Members of the Islamist militant group, Hamas, carried out surprise attack in southern Israel amid a barrage of rocket fires from the Gaza strip. According to reports, the Hamas militants killed about hundred Israelis and injured 500 more. They also captured Israeli military vehicles including a tank and held some Israeli soldiers hostage. Needless to say, Israel, as it always does, responded by air raids into Gaza killing close to 200 people. Obviously, it is the beginning of yet another cycle of deadly conflicts to punish the 2.3 million Gazans in their small coastal enclave under seize by Israel since 2007 when the Hamas took control of the territory. Earlier in 2006, the Hamas militant group won the Palestinian parliamentary elections. But later, it was engaged in an armed battle with the nationalist Fatah movement and took control of the Gaza strip. The Fatah party, on the other hand, remained in charge of the partially autonomous territories in the West bank. Since then the Israeli army and the Hamas group fought four wars. And the uneven wars caused deaths of thousands of Palestinian men, women and children and destruction of their homes, health facilities, schools and utility services. The last such war between the Hamas fighters and Israeli army was fought in 2021.The surprise Hamas attack was launched on a major Jewish holiday, Simchat Torah, half a century after a similar surprise attack in 1973 that Egypt and Syria carried out during another Jewish holiday, Yom Kippur. And on both occasions, the Israeli security establishment was taken by surprise exposing the myth of its invincibility. But why has Hamas started this surprise attack, which one of the Palestinian militant groups' shadowy commander, Mohammed Deif, termed 'Operation Al-Aqsa Storm' in retaliation of what he said, 'continued blockade of Gaza, Israeli raids on West Bank cities over the past year, violence at Al Aqsa, increased attack on Palestinians by settlers and continued growth of settlements'. No doubt, from previous experience, the Palestinians know what would be the scale of the Israeli retaliation in terms of its destructive power. The way the Gaza residents came out on the street of Gaza in exultation over the capture of an Israeli tank, reminds one of the desperation of a people who know death and destruction as part of their existence. So, they did not want to miss the opportunity to celebrate a moment of victory, though they know it would be short-lived. Squeezed between Israel in the East and North and Egypt in the Southwest, both hostile to the Hamas-controlled Gaza, the Gazans seem to have forgotten to fear, a vital evolutionary biological response to danger whether real or perceived, physical or emotional. What can Israel do? The Israeli prime minister, Benjamin Netanyahu, in his reaction to the Hamas's incursion into southern Israel has already declared, 'Not an operation, not a round, but a war'. 'The enemy will pay an unprecedented price'. But what price is costlier than death, which the Gazans already know of with their back to the wall? The entire Western world instantly condemned the attack by Hamas on Israel. But there has been no condemnation ever of the deadly Israeli attacks being carried out day in, day out on the stone-throwing Palestinian youths including children with disproportionate force in the occupied West Bank killing scores of them. No sympathy for these hapless Palestinian men, women and children who are nothing but 'terrorists' to them! They have no right to self-defence, though Israel has. The Gazans and all other Palestinians know the world has abandoned them. Their Arab neighbours, too, have become practically silent about their cause of a free Palestine. As a result, the far-right Israeli government has been getting more and more aggressive in trampling the rights of the Palestinians. The amount of support and sympathy the Palestinians received from the rest of the world in the Cold War era is now a thing of the past. The Palestinians themselves are now divided. Many Arab countries are now drawing closer to Israel. The Oslo peace accords started in the early 1990s brokered by the United States of America and representatives of the then-Israeli government and leaders of the Palestine Liberation Organisation (PLO) have, meanwhile, also been forgotten. With it has, perhaps, also further faded the prospect of the two-state solution to the Palestinian question into oblivion. The present attitude of the far-right Israeli governments is to grab as much land of the occupied West Bank as possible and build Jewish settlements there. At a stage, there will be no land left for the Palestinians to build their free Palestinian state. In this context, the international community has failed in its commitment to do justice to the Palestinian people who have been forced out of their ancestral land for over seven decades. How long will the Palestinians live the lives of refugees in their own land? Even if the present far-right Israeli government succeeds in its design to settle Jews in all Palestinian lands, will that end the Palestinians' dream of a free Palestine? The eruption of the ongoing conflicts between the Hamas group and the Israeli state, to all appearances, is the beginning of the third intifada by the Palestinians. No one knows how and when it is going to end.\n[email protected]",
        "headline_1": "Beginning of third intifada?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/beginning-of-third-intifada-1696775391",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-10-2023"
    },
    {
        "full_article": "The official formalities have reportedly been completed from the Bangladesh end for import of eggs from India and those are likely to arrive anytime this week. How should the news be received here? The question that should agitate probing minds is, has the production of eggs suffered a tremendous setback suddenly on account of an epidemic in the poultry farms of the country? Or, have people here started consuming more eggs than ever before? Clearly, neither of the two has been responsible for the volatility of egg market. There is no indication that the demand-supply chain has been disrupted ever since the egg price started skyrocketing along with other commodities following the Ukraine war-induced fuel price shock. This happened almost worldwide but since the second quarter of this year, market volatility everywhere has eased off except in Bangladesh. Market forces here are not allowed to function normally, those are distorted and manipulated. Everyone is aware of the tricks and intrigues but the authorities fail to stop the foul play by what is known as business syndicates. The pattern of business malpractice is also known: such syndicates target different commodities at different times. It appears they have a mutual understanding of allowing specific businesspeople to score goals in the open net and stash their coffer with billions of taka over a period. Thus, cooking oil and sugar market heated up to a level where the two commodities continued unrelentingly to break price records. Well, the country is dependent on import of these two commodities and their prices are linked to global market. Surprisingly, if prices go up, it takes no time to adjust the price high up even though those items may have been imported at a lower price. But when the prices drop, there is no immediate adjustment with the lower prices on the excuse that the commodities were imported at higher prices. Leave cooking oil and sugar alone, what about rice, potato and onion? The official version is that the country produces enough rice for its need. But why should the country import it? Is there a misnomer so far as the official data are concerned? Onion production was 3.6 million tonnes last time against the total demand for 2.6 million tonnes. Accepted that storing inefficiency causes damage to onion but to what extent is the moot question. Finally, potato that has remained surplus and cheaper for years, this time has registered an illogical price spiral. Again, there is a mismatch between the figures provided by the two government agencies. According to the Department of Agriculture Extension (DAE), 11.20 million tonnes of potato were produced, while the Bangladesh Bureau of Statistics (BBS) estimates it at 10.40 million tonnes. The demand for potato here is estimated at 9.0 million tonnes. What is most significant here is that the production cost for a kilogram of potato was Tk 12-13 and at the cold storage gate it came up to Tk 18-20. It just went up to Tk 26-27 in May. If this is so, what is the rationale behind pushing the price up to Tk 45-50 or even higher at times to Tk 55-60? There is a limit to reaping profit. Hardly do the growers of this commonly used vegetable benefit from this artificially triggered price escalation. After playing the role of a silent spectator for long, the authorities at last fixed the prices of the three commodities only to be non-complied with by traders. The next reaction is rather funny. Now eggs are being imported from India. Will they import potato, too? If there is genuine shortage, import is a viable option. When there is no crisis of a commodity and still it gets irrationally pricier, import is no substitute because those who will import will not make a drastic cut in the market price. After all the business fraternity cannot be disobeyed. It is the management of market where the authorities must focus on. If the entire process of production, transport, storage and supply at the consumer level can be smooth and transparent, there will be no need for import of eggs or for that matter other commodities produced locally in sufficient quantities.\n[email protected]",
        "headline_1": "Is import of egg a viable option?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-import-of-egg-a-viable-option-1696775427",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-10-2023"
    },
    {
        "full_article": "Tragedies do not seem to end in Afghanistan. The country has recently been hit by a devastating earthquake, second one in two months, killing and injuring hundreds of people. The death toll from the 6.3-magnitude earthquake in western Afghanistan is estimated to be 2,000. There is ever chance that the number might rise further in one of the deadliest quakes to hit the country. The visuals of mud-brick buildings that have collapsed like a pack of cards are heart wrenching. The faces of children who have been rescued have moved us. International organisations should come forward to help Afghanistan in this time of great calamity and desperate need. They should step in to alleviate the untold misery engendered by the earthquake. Even they should lend a hand to the post-earthquake reconstruction of Afghanistan in an affirmation and a demonstration of the spirit of common humanity.Despite all the scientific advancements made by mankind, it is unfortunate that there are no standard technologies as yet to forecast earthquakes with a realistic degree of occurrence time, location, intensity and magnitude. The wrath of Nature is indeed deeply devastating. In times of such distress, the entire international community must stand united and help the affected country. \nFariha Tabassum Piya,Student of Department of Management,University of Dhaka, Dhaka,[email protected]",
        "headline_1": "Standing by quake-hit Afghanistan",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/standing-by-quake-hit-afghanistan-1696775450",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-10-2023"
    }
]