[
    {
        "full_article": "Recently, while I was driving to my office, an SUV full of security men whooshed past me on the wrong side. I slowed down and let the car come to my lane near Ganabhaban. It took me a while to realise that there was a small motorcade behind. There was no flag stand or any other insignia to indicate the protocol or the commercial barometer of the \"private\" caravan.\nWhen I got on to Mirpur Road, I indicated to move to the right lane as I needed to turn near the Residential Model College. The pilot SUV, flashing emergency lights, suddenly veered right and came in front of me. The other two of the fleet wanted to overtake from behind. I was in no mood to give them room for a second time. They would go straight, yet they came to the first lane to block me. The cars behind started honking, and one of the drivers started yelling. I guess my formal attire and shades did not allow their words to turn into invectives. But judging from their testosterone levels, I guess they were short by a minor notch. I had to tell the guy, \"If you are going straight, why do you have to block the right lane?\"\nThose who drive in Dhaka would find my logic banal and my retorts insane. It's not only a private security team, but also a CNG-run autorickshaw or a city bus that could have \"sided\" me without any warning. Then why am I expressing my frustration over such a trivial issue? Having studied psychoanalysis for my academic training, I can locate my repressed frustrations in the unconscious from where they were trying to make a return. My attempt to talk back to security men was foolish, and can perhaps be explained in Freudian terms. The father of psychoanalysis, Sigmund Freud, has told us how the feelings and emotions that we cannot process or negotiate get transferred to the unknown territory of our mind. They remain deposited there, but can make a return in displaced or transformed form—like in an outburst or in a dream or a creative outpouring.\nFor a split second, I had the fallacy of having equal rights to the road. I am a tax-paying, law-abiding member of society. I have every right to be on the road without the infringement of any other force, as long as I am not violating the traffic rules. The reality is something else, however, and not acknowledging that reality could be lethal. Then why, on a sane mind, did I react? Did I really have control over that momentary lapse of reason? This is where Freud's psychoanalysis comes in.\nMy conscious act to defy the \"unknown\" authority was conditioned by a series of interactions that took place during my short drive from Banani to Mohammadpur. I was stuck near the newly designed U-loop at Mohakhali, as the extended funnel narrowed the thoroughfare. Any chance to widen the road and to have all four lanes for the incoming traffic from Uttara has been snapped by the construction of some government offices, including that of the roads and bridges authority. On the other side of the road, there is a market dangerously close to the rail track, which has created a similar effect of a bottleneck.\nThen you come to the flyover only to find that some flag-bearing or insignia-ridden vehicles are blocking the approach road under the watchful eyes of traffic sergeants. Anyone without a badge is, however, punished. You get down from the flyover and hit the congestion near the Old Airport as some provosts are making sure that their bosses get priority treatment. Once you enter the link road, you have to negotiate motorbikes coming from the wrong sides, buses stopping mindlessly to pick and drop passengers, potholes and puddles, clueless pedestrians, ambulances, speeding over-takers, and angry flashes of lights from the vehicles of uniformed men to finally reach the BNCC crossing.\nAnd then you encounter two extra lanes of incoming vehicles from the wrong side, most featuring some signs of authority. Even common men who have the platform to unite and create nuisances, such as the ride-sharing service motorcycles or the CNG autorickshaws, are there—all nonchalantly waiting for the signal to be cleared. Their body language is simple: if I can't travel from this side of the road, how dare you move freely on the other side? A game of patience is initiated. We wait because they wait. We will pass, only when they can pass. What does it tell us about a nation? Is there any sociological study of Dhakaites who own the city without any ownership?\nBy the time I reached the side alley of the Ganabhaban complex, there was a wave of pent-up anger in me. I was frustrated by the irresponsibility of my fellow citizens. The power nudge of the motorcade, thus, made me react without thinking of any consequence. And I was lucky to have none.\nWasn't there an incident where a lawmaker's son got into trouble for getting into street rancour? The battle of the four wheels and two wheels ran a full course. Epic! When I was a student at a public university, our bus driver used to drive like a Formula 1 driver in Dhaka. We used to feel like the kings of the streets. I heard one day that one of my university's bus drivers got into an altercation with a microbus belonging to the Prime Minister's Office (PMO). This was in the 90s. The microbus driver bragged, \"Can't you see the sign of my office?\" The other one quipped, \"You work for one prime minister. In my bus, everyone is a potential prime minister.\" Ah, democracy. It is nice to know about such an egalitarian theory.\nIt is nice to hum Tagore, for instance, \"We all rule as kings in the kingdom of our King. Why else would we join hands with him?\" But how many of us can internalise such principles, let alone practise them?\nI will end with an incident that took place about two weeks ago. A driver of a ride-sharing motorbike set fire to his own vehicle when a traffic sergeant was about to fine him for wrong parking. The man could not take it anymore. He had had enough of the daily routine of systemic abuses. The smothered fire in him came out as a return of the repressed, and in that momentary lapse of reason, he destroyed the very vehicle that he depended on for his livelihood. The police later quizzed him to learn that the man was already at a tipping point as he was under huge debt.\nSpeaking of which, I must return to my viewing of Squid Game on Netflix, the Korean survival drama on class disparity. Sometimes, illusions are the only way to handle reality. They are the therapeutic antidotes to momentary lapses of reason. Happy weekend!\n \nShamsad Mortuza is acting vice-chancellor of the University of Liberal Arts Bangladesh (ULAB), and a professor of English at Dhaka University (on leave).\n",
        "headline_1": "A momentary lapse of reason",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/momentary-lapse-reason-2193866",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-10-2021"
    },
    {
        "full_article": "Local e-commerce platforms have experienced exponential growth in recent years due to improved living standards and changing shopping behaviour. The fast rate of internet adoption, improvement in logistics and communications, and the rise of online banking and mobile financial services have played crucial roles in this trend. The tech-adaptable younger generation (over 50 percent of the population are under 35 years) and the growth of the middle and affluent classes are also contributing factors. While the Covid-19 pandemic has had massive repercussions on most other businesses, it has helped the e-commerce sector expand dramatically. According to the e-Commerce Association of Bangladesh (eCAB) and industry insiders, sales on e-commerce platforms rose by about 70 percent in 2020, and the industry's market size stood at nearly USD 2 billion in August 2020, as opposed to USD 654 million in 2016.\nHowever, the steady growth of e-commerce platforms has also brought with it numerous complaints and accusations of irregularities. According to several law enforcement agencies, between January 2016 and August 2021, about 20,000 e-commerce-related complaints had been lodged with the Directorate of National Consumer Rights Protection. The most common complaint is of the products not delivered on time, even after the payments have been cleared. While these complaints have tarnished the e-commerce sector's progress, it has also led to questions on the role and effectiveness of the relevant regulatory bodies. There have been concerns over the business model, transparency, and operational conduct of various e-commerce companies for quite some time, but there has also been a total absence of a proactive role among the regulators of this industry.\nThe usual charade of attempting to conceal the mistakes made by the authorities concerned, which is commonly observed in most such cases, is now being witnessed again after various controversies related to the e-commerce sector came to the surface. Instead of acknowledging their faults, the regulators are busy pointing out the flaws in the existing laws and system, and even shifting the blame onto the victimised customers and the media houses that previously promoted these platforms. Undoubtedly, gullible consumers and media houses do bear a certain responsibility for falling for the recent scams. However, the authorities cannot deny liability for their mismanagement, as well as the complete lack of collaboration among regulatory agencies, which heavily contributed to this state of affairs.\nIt is incomprehensible that a sector, which is predicted to achieve a market size of a whopping USD 3 billion by 2023, has been operating without any specific operating guidelines for such a long time. Although a digital trade policy was enacted in 2018, it did not have clear guidelines for e-commerce sites. Last year, when complaints of misconduct and consumer rights violations started to emerge against numerous companies, this absence of proper e-commerce guidelines sparked much debate. In July 2021, the authorities finally issued the Digital Commerce Operation Guidelines, as well as numerous additional rules, in an attempt to stabilise the sector. The guidelines provide proper instructions for the delivery, pricing, and showcasing of products. Following these new directives, the Bangladesh Bank has already started applying the escrow service, where it acts as a third party by receiving the payment against the transaction and transferring it to the selling party after the delivery of the product. However, this service has also been blamed for delays in clearing the payments due to the manual method of verifying receipts. Nevertheless, the introduction of these operating guidelines has, to a certain extent, brought the mismanaged e-commerce sector under some control. But the damage has already been done.\nAfter the embezzlement and irregularities of various e-commerce sites came to light, numerous cases were filed by aggrieved customers demanding reimbursement. The authorities are now carrying out investigations related to suspicious transactions, and have formed a 16-member panel to make recommendations that will help to establish a properly regulated e-commerce sector.\nWhile a well-regulated e-commerce sector is definitely the need of the hour, we must also be careful so that the regulations do not have the unintended effect of hampering growth. Standing on the brink of LDC graduation with the possibility of reaping demographic dividends, there are still a number of issues plaguing the country, of which unemployment is a core concern. The e-commerce sector has the potential to create a significant number of jobs to overcome this challenge. According to eCAB, 100,000 new jobs were created in the e-commerce sector during the pandemic, and within the next three to four years, there will be 500,000 jobs in this sector. Many young entrepreneurs are also becoming self-reliant through trading their products on social media platforms like Facebook (there are around 100,000 Facebook-based digital shops). These numbers are likely to continue to increase.\nThe recent turmoil in the e-commerce sector was a long time coming. Many experts had been making predictions about such consequences and had issued warnings, most of which were ignored. As a result, the accused companies continued to exploit loopholes in the system, while the regulatory authorities failed to take timely actions. Now, the confidence of consumers in e-commerce companies is shaken. Regaining this confidence should be the topmost priority, since the sector cannot function without it. There is no point in passing new rules or issuing guidelines if they are not going to be implemented. For this, cooperation among the relevant bodies, such as the Ministry of Commerce, Bangladesh Bank, eCAB and the law enforcement agencies, is mandatory. In addition, the authorities need to focus on faster clearance of payments made through escrow services by incorporating advanced tools to check invoices.\nFinally, consumers also need to be more cautious when offered unrealistic lucrative deals by dodgy e-commerce companies. With collective efforts from all stakeholders, we can ensure that the prospects of this burgeoning sector, and the gains that it has made so far, do not simply vanish.\n \nSayed Arafat Zubayer and Md Gias Uddin Khan are student and assistant professor, respectively, at the Department of Economics in Shahjalal University of Science and Technology (SUST), Sylhet.\n",
        "headline_1": "In the guise of rules, let’s not kill the golden goose",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-guise-rules-lets-not-kill-the-golden-goose-2193856",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-10-2021"
    },
    {
        "full_article": "The power sector in Bangladesh could be considered a success story. The UN Sustainable Development Goals (SDGs) recognise energy as a key enabler for development (cf. Goal 7). Bangladesh and all SDG participants have promised to ensure access to affordable, reliable, sustainable and modern energy services for all by 2030. And Bangladesh appears to be ahead of the game.\nIn his budget speech in June this year, the finance minister claimed that \"through integrated development of production, transmission, and distribution systems, 99 percent of the total population of the country has been brought under the electricity coverage.\" In July, the country cancelled 10 coal-powered power plant projects to reduce its future carbon footprint. According to an official of the power and energy ministry, \"There is a concern globally about (the use of) coal and we have to adhere to that. The government is committed to reducing carbon emissions.\"\nAll this is good news, but a deeper inquiry reveals some unsettling and worrisome ailments. The most important puzzle for many observers is the coexistence of surplus and shortage in power supply. According to the Bangladesh Power Development Board (BPDB), while we have an installed capacity of 25,000MW, the maximum power generated is a mere 13,000MW due to fuel shortage, distribution glitches, and other issues. It is estimated that USD 40 billion would be needed for the construction of 120,000km of distribution lines to support power supply for all. Bangladesh overinvested in generation, but fell short in setting up power transmission and distribution infrastructure, creating this current morass.\nIn sum, Bangladesh has idle capacity to the tune of almost 60 percent, but lacks the institutions and power lines to utilise it. Another way of viewing our failures is that we face a \"paradox of surplus,\" paraphrasing a famous line from Nobel Prize-winning economist Ronald Coase.\nGrappling with this everlasting conundrum, the government initiated a revision of its five-year-old Power Sector Master Plan (PSMP), but the work on this project has been postponed. \"June was the month when the new PSMP should have been introduced. The public anticipated the plan because it should have addressed the country's power generation overcapacity issue. However, the PSMP has been delayed, and Bangladesh is now back to the drawing board,\" writes Viktor Tachev of the US-based Institute for Energy Economics and Financial Analysis (IEEFA).\nTo compensate the power plants for idle capacity, the national budget this year alone allocated Tk 9,000 crore for \"capacity charges,\" on top of the Tk 5,000-6,000 crore for fuel subsidies. The old PSMP envisages a 25 percent reserve capacity, rather than the 60 percent that now exists. This is way more than the best practices of power generation followed in other developing countries.\nUnfortunately, capacity additions over the next five years will cause the utilisation rate to decline even further. \"With another 21,000 megawatts (MW) due to come online by 2025 and only 5,500MW of old capacity due to be retired, utilisation will drop below 40 percent, unless a very high rate of power generation growth is maintained,\" says Simon Nicholas of IEEFA in a briefing note.\nVarious studies have questioned the reliability and quality of the generated electricity, which has affected the financial viability of our small and medium enterprises. On paper, while 95 percent of the population has access to power, the actual number of households which have dependable juice is far smaller than the target. The smaller towns and particularly rural areas are vulnerable with no assurance of uninterrupted supply on a reliable schedule with adequate voltage.\nA US Department of Commerce publication recently listed poor transmission and distribution infrastructure, inadequate thermal efficiency in a large number of ageing power plants, and a mismatch between the types of energy needed by existing plants and the fuel mix available, as key areas of concern. These constitute the proverbial Achilles heels of the power sector.\nIn its report \"Power Sector Reform in Bangladesh,\" the USAID points out that only 11 percent of grid-connected households are in Tiers 4 and 5—i.e. they are receiving more than 16 hours of supply per day. Similarly, only about 11 percent are in Tier 3, receiving more than eight hours of supply. \"Evening availability of supply is the main problem, affecting about 70 percent of rural households and 73 percent of urban households. Reliability of supply is the second most pressing issue, forcing people to count on fossil fuel-based backup systems. Quality of energy service is also a major concern in both rural and urban areas. Issues with reliability and quality have caused commercial and industrial customers' share of consumption to decrease over the years,\" the USAID critique adds.\nWe have known for some time that, outside the big cities such as Dhaka and Chattogram, the quality of power is poor. Rural people are the worst sufferers of frequent load-shedding or brownouts. According to the data The Business Standard collected from rural and semi-urban areas of 21 districts on June 5 and 10, many of these places remained without electricity for six hours on average, and the longest duration of power outage was 12 hours. My own sources from the Chattogram region—including Rupkania and Rangunia under the Bangladesh Rural Electrification Board (BREB)—paint a similar picture.\nA report in The Daily Star published on September 9, 2021, titled \"Frequent power cuts make life unbearable in Tangail,\" indicates that production in the mills and industries has also been badly hit by the disruption in power supply. Dr Ahsan H Mansur, executive director at the Policy Research Institute, said he had a voluntary organisation in a rural area serviced by the BREB that remains without electricity for almost 12 hours a day.\n\"We are paying Tk 12.5 per unit of electricity, but we are not getting the benefit compared to what we pay. We have to run generators all the time… Industries are incurring losses because of voltage fluctuation and destabilisation,\" he said.\n\"We suggested that the authorities focus on this issue so that people can trust the grid line; otherwise, the power sector will continue to be a loss-maker,\" Mansur added.\nIn my view, another major weakness has been the back and forth with policy decisions. While it is commendable that the CO2-emitting coal-fired plants were scrapped, it has adversely affected the government's credibility. Decisions on fuel mix have been a measure of the indecision, lack of transparency, and the haphazard nature of power sector planning at the top. For example, in summer, the government bought liquefied natural gas (LNG) on the spot market, but decided to stop this practice as spot prices shot up. The government has consistently subsidised the power and energy sector due to ill-advised pricing policies.\n\"The energy system is not a light switch,\" said Daniel Yergin, author and vice-president of consultancy IHS Markit. \"When you go too fast, you hit the bumps.\"\nIncidentally, the current power crises in China and in Texas, the US, should be an eye-opener for our energy planners. In China, there has been widespread power rationing in September triggered by a shortage of coal and increased prices. In the US, during extreme winter weather in February earlier this year, a surge in electricity demand collided with declining generation, forcing the state's grid operator to implement rolling blackouts.\nIn a recent memo titled \"What the Texas energy crisis means for Bangladesh's energy security,\" experts at the IEEFA pointed out that the price volatility of LNG could exacerbate Bangladesh's energy insecurity and lead to further underutilisation of LNG-powered capacity.\nMy research of the gas market leads me to believe that price volatility is likely to get worse. Natural gas prices have surged globally after some unforeseen events—including bad weather, maintenance catch-ups, and supply bottlenecks. Russia and the US have cut back production, and Bangladesh is likely to be vulnerable to shortages or even a calamity in the coming years.\nAs a World Bank report on Bangladesh's power sector said, \"Consumers will enjoy the full benefits of electrification only when both the quality and the availability of power in the system increase—through savings from enhanced energy efficiency, through investment in new generation and new sources of power, (and) through improvements in the system's ability to transmit and supply power at the consumer end.\"\n \nDr Abdullah Shibli is an economist and IT consultant, and a senior research fellow at the International Sustainable Development Institute (ISDI), a think tank based in Boston, US.\n",
        "headline_1": "How to fix the mess in the power sector?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/open-dialogue/news/how-fix-the-mess-the-power-sector-2193831",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-10-2021"
    },
    {
        "full_article": "Cities have been the epicentre of Covid-19 pandemic since 2020. City authorities have been the frontline responders—from running testing stations, to managing food distribution, to disposing of corpses. Yet, they are often under-resourced and their critical role in policy implementation is often overlooked.\nNow a growing movement of Human Rights Cities is charting the way forward through pandemic recovery plans to not only \"build back better,\" but also to \"build forward fairer.\"\nIn many cities, structural inequalities that existed before the Covid crisis resulted in sprawling slums, traffic congestion and pollution. Poorer residents have limited access to water, sanitation, clean cooking fuels, and other amenities; Covid and lockdown measures exacerbated those inequalities. Loss of income opportunities and confinement to substandard housing, for example, have made this a worse pandemic for some than the others. Local authorities should now take concerted action to include marginalised groups such as slum residents, women, migrants, and minorities in pandemic response and recovery efforts—as some are already doing.\nIn the southern city of Birgunj, Nepal, bordering the Indian state of Bihar, many were cut off from access to basic amenities when the city went into lockdown. The city authorities set a target that no one should lack food, and undertook 45 days of relief distribution. They also made household deliveries of oxygen to Covid patients, to reduce the load on the city's hospitals.\nIn Nagpur, India, to tackle rampant profiteering, the city authority introduced a single-vendor system for sales of remdesivir, a drug used to treat Covid patients.\nIn Baguio City, Philippines, the city has surpassed the testing average, and has now set an ambitious target of vaccinating 95 percent of its residents.\nThese cities have all allied themselves with the growing movement of Human Rights Cities in the region. Their commitment is to reframe their policies and practices to align with human rights principles and norms that originated in the 1948 Universal Declaration of Human Rights. If the approach can be summed up in one phrase, it would be \"No one left behind\"—the slogan popularised by the 2030 Agenda for Sustainable Development and its 17 Sustainable Development Goals (SDGs), adopted by the international community in 2015.\nAsian governments are often viewed as laggards in the implementation of international human rights standards. This is unfair. While social and development challenges loom large, city authorities are often in the forefront of action for change.\nThe pandemic has brought opportunity for local governments to better protect human rights—as the cities mentioned here have chosen to do. However, many local government authorities need capacity-building and practical guidance to \"localise\" human rights in ways that are relevant to their own post-pandemic context. In this effort, national authorities can give important signals and support.\nIn 2016, the Ministry of Law and Human Rights of Indonesia established a national platform on Human Rights Regencies/Cities. The platform enables voluntary assessment of the city authorities' performance in fulfilling people's economic, social, and cultural rights—such as the right to water and sanitation, or the right to food—while also giving attention to some civil and political rights—such as the right to information, non-discrimination and, more recently, participation in governance.\nAs of 2020, 439 of 514 regency and city authorities in Indonesia participated in the programme, and 259 of them were recognised as Human Rights Cities or Regencies. City authorities derive prestige from the award, and have taken steps to connect international human rights norms with national laws and city by-laws, policies, and programmes. The East Lampung Regency in Sumatra, for example, has highlighted its commitment to achieving an inclusive, democratic, and solidarity-based society through dialogue with urban dwellers.\nA mayoral decree emphasises the city's role in safeguarding human rights, and identifies the responsible units within the mayor's office, their tasks, and the scope of their budgets.\nIn Gwangju, Republic of Korea, local authorities decided to tackle the issues of poverty, high suicide rates, out-of-school children, and mobility-impaired residents. Through open forums and consultations, they sought to understand the situation of migrants, undocumented workers, and other marginalised residents. Based on the outcomes, they devised several action plans that included educating citizens on migrant rights, and establishing a comprehensive support network for migrants.\nIn October 2021, the city of Gwangju convened local government authorities from around the world at the annual World Human Rights Cities Forum. Gwangju has been at the forefront in the promotion of the Human Rights City concept, and emphasises the importance of local government authorities taking active and responsible roles in promoting and protecting human rights.\nIn this year's forum, city authorities will discuss the emergence of new social contracts for the post-pandemic recovery, and 11 local authorities from Asia will present their own projects for integrating human rights-based approaches into local policies and programmes for more resilient, fair, and sustainable cities.\nThroughout the region, there is a growing realisation that protecting human rights makes for safer, greener, and better places to live. Adopting a human rights-based approach helps prioritise vulnerable groups that would otherwise be overlooked, and addresses local needs and challenges through participatory processes. City authorities hold the keys to embedding good practice and \"building forward fairer.\"\n \nWindi Arini is a programme officer at the Jakarta office of the Raoul Wallenberg Institute of Human Rights and Humanitarian Law.\nCopyright: Inter Press Service\n",
        "headline_1": "Build forward fairer in the wake of Covid-19 pandemic",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/build-forward-fairer-the-wake-covid-19-pandemic-2193826",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-10-2021"
    },
    {
        "full_article": "We are disappointed to learn of yet another concession made by the authorities to transport associations in the form of late fine waiver for vehicles and drivers without updated documents. According to a report by this daily, the government, apparently under pressure from transport owners' associations, has waived the fines for failing to update necessary documents in time. This is the fourth time that it has announced such waivers since January 2020. Although the benefit would extend to all motor vehicles, private or commercial, it is the latter—buses, trucks and lorries—that have the most to gain from this as, according to insiders, a good number of the 450,000 commercial vehicles (and their drivers) don't have proper documents. The documents include a vehicle's fitness certificate, tax token, route permit, driver's licence, etc.\nThe threat that unfit vehicles and unlicensed drivers pose to road safety is not lost on us. The question is: Why would the government agree to such waivers? The chairman of Bangladesh Road Transport Authority (BRTA) has brushed aside the allegation of concessions and defended the decision, saying it would give vehicle owners who could not update their papers because of the Covid-19 lockdown a chance to do so now. But what makes it highly suspect is its timing, coming as it does mere weeks after a two-day transport strike organised to press home a 15-point demand, including the waiver of late fines. The repeated nature of waiver decisions—such periods of remission were also announced several times between 2015 and 2020—also shows that there is more to it than meets the eye.\nExperts say the latest waiver decision cannot be seen in isolation from past concessions made to transport owners and workers, notably the inordinate delay in the implementation of the Road Transport Act, 2018, which remains ineffective even after three years. The law stipulated hefty fines on vehicles with outdated papers, among other punitive measures meant to bring discipline in the transport sector and curb road accidents. Its non-execution and the continued attempts to amend its more stringent provisions are proof of the enormous power exercised by transport owners and lobbyists, many of whom are directly linked to the ruling party. In essence, what we are witnessing is a helpless surrender to the transport associations at the expense of public interests.\nIt's worth recalling that it is largely because of noncompliant owners and drivers that the country witnessed a 40 percent rise in road accidents and deaths till July this year, compared to the same period last year, according to police data. As many as 3,095 people were killed in 3,259 road accidents in the first six months of this year alone. The numbers of accidents and deaths were 2,609 and 2,635, respectively, in 2018. The numbers rose to 4,198 and 3,918, respectively, last year. If the government continues to pander to the transport owners, allowing unfit vehicles to ply the roads and their drivers to get off scot-free, the number of casualties will only increase. We must not allow this to happen. The government must protect public interests, stop giving concessions to transport businessmen, and bring discipline in the sector.\n",
        "headline_1": "Must we pander to every whim of transport owners?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/must-we-pander-every-whim-transport-owners-2193816",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-10-2021"
    },
    {
        "full_article": "In the aftermath of the arrest of Jashore-based Bangladesh Chhatra League leader Akul Hossain on September 2, and the subsequent interrogation by the Detective Branch of Dhaka Metropolitan Police, disturbing revelations have come to light about the prevalence of illegal arms trade in the country's southwestern region. According to a report published by this daily on Thursday, Akul, until his arrest, had been smuggling firearms from India and selling them to political leaders of different districts (including Jashore and Khulna) in the last few years.\nHowever, this arrest could have come about two years earlier, in June 2019, when two cases were filed against Akul under the arms and explosives laws after police recovered 12 magazines, three rounds of bullets, one bomb, six locally made weapons, and phensedyl bottles from his Benapole home. It was allegedly due to Akul's connections with influential politicians, such as the Benapole municipality mayor, that he was able to evade arrest for so long. Given the culture of impunity enjoyed by politically connected criminals in Bangladesh, such arrests seldom happen, but what is even rarer is their conviction. So, while those said to be connected with Akul have been quick to distance themselves and deny their involvement in his crimes, there can be no denying that such an illegal trade could not have gone undetected for so long without a little inside help.\nIn such cases of politically motivated crimes, it is the protection that criminals receive from their political masters that allows them to operate with impunity and carry on with their nefarious businesses. If, as police and local politicians have said, influential Awami League leaders did help Akul conduct his illegal arms trade, then they too need to be dealt with—not just by their party, but also by the law enforcement. Of course, it is first and foremost the responsibility of the law enforcement bodies to deal with such criminal activities impartially and continuously. However, the party itself—the ruling party, in this case—must also keep its own members in check and hold them to account, so that others like them are also discouraged from conducting such illegal activities, which may have a huge destabilising effect on local law and order situation, especially ahead of elections.\n",
        "headline_1": "Illegal arms trade in the southwest must stop",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/illegal-arms-trade-the-southwest-must-stop-2193801",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-10-2021"
    }
]