[
    {
        "full_article": "The Bharatiya Janata Party’s victory in Gujarat eclipses its loss in Himachal Pradesh: not only is Gujarat a bigger State, but the scale of the party’s sweep in the western State also overshadows its narrow loss in the hill State. For the Congress, its victory in Himachal Pradesh is meagre consolation against the backdrop of its decimation in Gujarat where it had to be content with 17 of the 182 Assembly seats, as compared to 77 in 2017. With another five-year term now, the BJP will rule Gujarat for 32 years, almost matching the Left Front’s 34-year rule in West Bengal that ended in 2011. The BJP increased its vote share, from 49% in 2017 to 53% now. AAP finished a distant third in Gujarat, but its furious foray into the State gained it a 13% voteshare, and also national party status. AAP’s entry triangulated the Gujarat contest, which worked to the BJP’s advantage. The BJP made inroads into tribal regions and rural constituencies which constituted patches of the Congress’s strength, after AAP’s generous promise of welfare schemes succeeded in seeding a new kind of class politics in the State. It was Prime Minister Narendra Modi leading the campaign all the way for the BJP, and his popularity, which was unlinked to the performance of the State government, helped power the BJP to a historic victory.The Himachal Pradesh outcome is instructive of the latent anti-incumbency that the BJP faces, and the Opposition’s occasional capacity to harness it. The Congress ran a sedate campaign in both States. In Gujarat it did not work at all for the party, but in Himachal Pradesh, it did because of the anti-incumbency factor. In Gujarat, the combined vote share of Congress and AAP hovers around 40% — less than the Congress’s alone in 2017. In Himachal Pradesh, Mr. Modi’s extensive campaigning was not enough. In Gujarat, the BJP had pulled out all the stops after it faced setbacks in 2017, while the Congress has lost steam since then. With renewed vigour, AAP will now try expanding to new territories, potentially muddying the waters for the Opposition, and aligning with the BJP’s Hindutva ideology. The outcomes of Gujarat and Himachal Pradesh demonstrate that the BJP’s status as the hegemon remains unchallenged in Indian politics, Mr. Modi is more popular than his party, and the Opposition is unable to create the politics or programmes that can challenge the BJP. While the BJP has a universal formula that is largely successful across regions, the opposition to it can sustain only with State-specific strategies.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nGujarat Assembly Elections 2022\n\n/\n\nHimachal Pradesh Elections 2022\n\n/\n\nIndian National Congress\n\n/\n\nBharatiya Janata Party\n\n/\n\npolitics",
        "headline_1": "Winning formula: On BJP’s strategy",
        "headline_2": "While the Bharatiya Janata Party’s strategy works across regions, the Congress needs State-specific tactics",
        "link": "https://www.thehindu.com/opinion/editorial/winning-formula-the-hindu-editorial-on-bjps-strategy/article66239523.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-12-2022"
    },
    {
        "full_article": "A sitting judge, a former elite paratroops commander and a former police officer. They were among the 25 people arrested by the German authorities on Wednesday in a nationwide crackdown on what they called an extremist group that was planning to overthrow the state. While Germany has seen the rise of several far-right networks, their growing influence over serving and retired members of its security agencies and other state branches should be a matter of concern, given its Nazi past. Among those arrested were members of the Reichsbürger, or Citizens of the Reich, a far-right extremist group that has not recognised the post-War German state, as well as those inspired by conspiracy theories spread by QAnon, a U.S.-based far-right community. The authorities say the plan was to attack the Bundestag, bring down the government through a coup and have a new Reich modelled around the pre-First World War imperial state. Heinrich XIII, Prince Reuss, the 71-year-old former paratroops commander who is believed to be the ringleader, was known for his anti-Semitic dog whistles and attacks on the modern German republic, which he once called an illusion. So, irrespective of the actual strength and capabilities of the group, what Germany has seen is the coming together of anti-Semitic extremists from across society, driven by conspiracy theories and an imperial nostalgia, and who are ready to take up arms to overthrow the democratic German state.This is not an isolated incident. Germany has also seen a rise in violent incidents by far-right extremists. In 2019, a centre-left local politician in western Germany was killed and a synagogue in Halle, eastern Germany, was attacked by a gunman, killing two. Last year, the government had to partially disband its elite special-forces unit, Kommando Spezialkräfte, after extremism within its ranks. Germany faces two types of far-right challenges — that posed by extremist groups such as Reichsbürger and the other by the mainstreaming of far-right politics — the Alternative for Germany (AfD), the far-right party that failed to cross the 5% threshold in the 2013 elections, but which won 83 seats in the Bundestag last year. While the AfD dissociates itself from violent organisations, there is an ideological overlapping between them — Birgit M.-W, the judge arrested on Wednesday, was an AfD lawmaker. Germany, which still keeps the memories of its horrific Nazi past alive and has strong laws to tackle extremist threats, should ask itself why, despite its precautions, far-right groups are gaining traction. It should make sure that state institutions are not infiltrated by extremists and continue to crack down on networks such as Reichsbürger. But the bigger challenge for Germany’s leaders is to tackle the far-right ideology politically.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nGermany\n\n/\n\narrest\n\n/\n\ndemocracy",
        "headline_1": "Back to the past: On a far-right coup plot in Germany",
        "headline_2": "Germany will have to tackle the far-right elements politically",
        "link": "https://www.thehindu.com/opinion/editorial/back-to-the-past-the-hindu-editorial-on-a-far-right-coup-plot-in-germany/article66238572.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-12-2022"
    },
    {
        "full_article": "The big surprise in the two assembly elections in Gujarat and Himachal Pradesh is that there is no real surprise. BJP won a massive mandate in Gujarat, surpassing Madhavsinh Solanki’s 1985 record of winning 149 seats, thanks partly to the division of the opposition vote between Congress and AAP. Himachal lived up to its alternating history between Congress and BJP, with Congress taking the trophy home this year. AAP has won the Delhi municipal elections, as most pollsters had predicted.\nThe big story is still in Gujarat, where BJP’s 150+ seat win (out of 182 seats) suggests that it not only overcame anti-incumbency, but also recaptured the regions where it fared poorly in 2017, including Saurashtra-Kutch and South Gujarat’s tribal belt. While it was no one’s case that Gujarat was going to embarrass the PM in his home state, as it came close to doing in 2017, this time the party took no chances, especially since AAP made its intentions clear. Both the PM and Amit Shah went to Gujarat almost immediately after the UP election was sealed, and both made repeated visits to the state to ensure that no surprises would be in store.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why Gujarat’s massive mandate is another big step in the party’s march to 2024: Modi moment, BJP momentum & the meaning of Modi",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-gujarats-massive-mandate-is-another-big-step-in-the-partys-march-to-2024-modi-moment-bjp-momentum-the-meaning-of-modi/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-12-2022"
    },
    {
        "full_article": "The resounding success of BJP and the total decimation of the opposition is not the only reason why the 2022 Gujarat assembly election will go down in history as a memorable event. What will also be remembered is the remarkable lethargy displayed by Congress plus BJP’s insistence that Congress and not AAP was its principal adversary. Had Congress chosen, post KHAM it could have continued to target Dalit and non-Hindu votes. Instead, even Jignesh Mevani’s presence and Rahul Gandhi’s Bharat Jodo Yatra weren’t milked for electoral advantages. Meanwhile, BJP’s denial of AAP was clearly a deliberate ploy to stem enthusiasm for a party whose electoral strategy aimed to take the wind out of its sail.\nFrom fielding Patidar candidates, to choosing young leaders from ordinary backgrounds, to promising free health, education, electricity and rides to Ayodhya, AAP had covered its flanks well. That nothing, not even anti-incumbency worked in the end, deserves due consideration. By launching a high-decibel campaign programme, BJP proclaimed to all concerned that it was not going to be complacent about its 26 years of governance in the state. The electorate gained the impression that its party in office had taken it seriously. The campaign fulfilled its role as a confidence- and relation-building measure. Unlike Congress which took its 2017 mandate lightly, BJP refused to rest on its oars. At the end of the day however, the party’s success was not decided entirely by its brilliant poll strategy but by the persistent ideological pull of the Modi factor.\nRead full opinion on TOI+\n\n",
        "headline_1": "In Gujarat, for some he’s proof hard work matters, for others, he’s the one who delivers: Modi moment, BJP momentum & the meaning of Modi",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/in-gujarat-for-some-hes-proof-hard-work-matters-for-others-hes-the-one-who-delivers-modi-moment-bjp-momentum-the-meaning-of-modi/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-12-2022"
    },
    {
        "full_article": "There’s no other way to put it: BJP’s record haul in Gujarat is directly proportional to PM Modi’s unsparing efforts to reach out to voters. His high-energy campaign, visiting the state week after week, during which he kept presenting industrial projects, development schemes, talked up global recognition of various kinds, and gave big ticket ideas for the future, convinced voters that despite six successive assembly victories, BJP’s “double engine” government at Centre and state still has much more to offer. In contrast, Congress and AAP could promise just tired welfarism and freebies, which BJP neutralised by appealing to Gujarati pride. For PM Modi and Amit Shah, this triumph will taste sweeter than many earlier ones in Gujarat, having finally chased down Madhavsinh Solanki’s 149-seat victory in 1985.\nHimachal stayed true to its track record of ousting incumbents, giving Congress its best assembly poll showing since 2018. It will slightly temper criticism that Congress is incapable of defeating BJP. But Congress now has to elect a CM acceptable to all factions and capable of fending off BJP overtures to potential defectors.\nIn Gujarat, BJP has achieved the improbable feat of bettering its vote share after decades in office while Congress and AAP split the opposition vote. BJP’s 49% vote share in 2017 and 48% in 2012 has crossed 52% this time, but Congress’s steady 43% in 2017 and 41% in 2012 crashed to 27%, with AAP shaving off 13%. Even GOP’s rural and tribal strongholds fell to the BJP wave.\nBJP’s staying power in big states tells the opposition that they must revive unity efforts. But pro-incumbency sentiment, like in Gujarat or in 2019 LS polls, renders even pre-poll coalitions futile. Moreover, voters are quickly sizing up opportunistic alliances: recall SP-BSP and Congress-JD(S) in 2019. Still, splitting the anti-incumbency vote is mutually assured destruction. So, the opposition’s dilemma has sharpened. If, and this is a big if, Bihar’s newest gathbandhan and Maharashtra’s MVA survive till 2024, unity talks could gather steam.\nIts vote share in Gujarat has finally earned AAP national party status. But unless drafted into a pre-poll alliance it can be a spoiler for the opposition. AAP’s attractiveness to disillusioned voters is not to be dismissed entirely. But Kejriwal’s politics is becoming predictable. Freebies alone won’t cut it as Gujarat and Himachal show. And as Delhi’s local polls showed, AAP may lose Muslim support if its Hindutva flirtations continue.\nBJP heads into 2023 with a spirited challenge awaiting it in Karnataka, though the divided, crowded opposition space (CPM, Congress, Trinamool) may help in Tripura. The Himachal success should tell Congress that only winning, not a yatra, matters. Rahul Gandhi’s marches won’t help GOP build an organisation capable of fighting a determined BJP – Modi ably leads from the front, Shah strategises and several lakh party workers, down to the “panna pramukhs”, ride the campaign juggernaut. True, even Modi cannot swing every single state election. But he doesn’t need to. If the opposition thinks a win here or there will be enough in the run-up to 2024, it’s advantage BJP.\n\n",
        "headline_1": "On and on … saffron: Himachal loss doesn’t dim BJP’s dazzling Gujarat win. For opposition, national challenge gets tougher",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/on-and-on-saffron-himachal-loss-doesnt-dim-bjps-dazzling-gujarat-win-for-opposition-national-challenge-gets-tougher/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-12-2022"
    },
    {
        "full_article": "‘Aa Gujarat Main Banavyu Che [I have made this Gujarat],’ PM Modi had declared in his first campaign rally in Gujarat, at Nana Pondha village in Valsad district. Over the past month, over 34 lakh Gujaratis uploaded selfies and videos on social media platforms and Namo app with the slogan. The social media campaign portended an unprecedented landslide for BJP in the PM’s home state, the biggest ever victory in the history of the state since its creation.\nBy the time the incoming BJP government will finish its term in 2027, BJP will have spent almost the same time uninterrupted in Gujarat as the Left Front – an amalgamation of Communist parties – did with its record 34 years in West Bengal (1977-2011).\nRead full opinion on TOI+\n\n",
        "headline_1": "Gujarat verdict: The story behind making history – BJP’s record victory was built on an expansion of geographical base and social blocs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/academic-interest/gujarat-verdict-the-story-behind-making-history-bjps-record-victory-was-built-on-an-expansion-of-geographical-base-and-social-blocs/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-12-2022"
    },
    {
        "full_article": "After 51 years of Bangladesh's existence and 32 years of unbroken democratic rule – however flawed – we are proving to ourselves and to the world that we, as a polity, have not matured enough to settle even minor disputes peacefully with those who oppose us. An otherwise simple issue of where BNP should hold its rally has transformed itself into a situation where the public is in full uncertainty as to how the immediate future will unfold.\nSimply put, uncertainty is in the air, and all because BNP will not budge and the government will not relent.\nIs our government – which has been in continuous power for 14 years and has had time to shape the bureaucracy, law enforcement, intelligence agencies, and other related bodies in ways they wanted – so weak that a proposed public meeting threatens it? Are our law enforcement agencies so ineffective that they have to resort to killing a demonstrator and injuring many instead of trying to contain the meeting? Is physical assault the only way our police know how to manage a crowd? Does the ruling party judge itself to be so isolated from the people that it feels threatened at the prospect of a big public gathering in the capital? The answers to all the above counts, in our view, should have been no. However, from the ruling party's reaction, the reality is obviously not so.\nHas the Awami League forgotten its own days out of power when it organised street gatherings without permission, held demonstrations at will, called hartals at the slightest pretext, and blocked street corners almost as a daily affair?\nOf course, Awami League did so to promote and protect democracy and the BNP is doing so to destroy it. Only the Awami League reflects the voice of the people and the BNP makes them suffer. Awami League is nothing but an epitome of everything that is good and the BNP is the pits – and so on and on. However attractive such a narrative may appear to the ruling party, as to whether this is believed by the people in general is a question to which we not only don't know the answer, but one we cannot even try to find out, as political opinion survey is hardly possible under the present circumstances. The motive behind any negative outcome will be questioned, its methodology challenged, findings thrashed, and the survey organisers investigated as to whether they harbour any political connection. If none is found, then they will be under surveillance henceforth. So no one else ventures in the same direction.\nReturning to Wednesday's incident, what we had warned against, desperately hoped wouldn't happen, and pleaded with all concerned that they should avoid, has happened – an opposition activist was killed due to police firing. Did we need to lose a precious life? Did the police really need to open fire? How big and threatening was the crowd? Was the age-old practice of police firing warning shots before firing to kill followed in this instance?\nGoing by media reports, the answer is a resounding no.\nSo why did the police act so? Was it to intimidate the opposition workers from desisting to hold the rally tomorrow (December 10)? The reason given for the police refusal was to prevent public inconvenience. A very laudable motive indeed. But did blockading the BNP's office and all the nearby lanes and by-lanes from Thursday mid-morning not cause the public any inconvenience? It has to be mentioned here that BNP frequently holds public meetings in front of their office. (To us, it shows more their weakness than strength.) They have been doing so for years, some of them quite massive.\nWhy is the government bent upon denying BNP its chosen venue? There hasn't been any clear explanation except police citing public inconvenience, which we have already shown to be a hollow excuse. And why is the BNP so adamant about not holding their rally at Suhrawardy Udyan? Again, the case is not clear. Our guess is that the historic distrust between our two biggest political parties has reached such a state that both think there is a hidden agenda in whatever the other says and does.\nThere is a serious public question that the BNP will have to answer: couldn't it have held its rally at Suhrawardy Udyan? What is the basis of its objection? And is it serious enough to put its leaders and workers in danger, that has already caused one death, several injuries, and thousands of arrests? One of the BNP's initial objections to Chhatra League's convention preceding their own event was responded to by the Awami League when it preponed that event by a few days. Another objection about the walled nature of the venue could have been resolved by demanding that more temporary gates be built. In our view, BNP's stubborn objection to Suhrawardy Udyan as the venue has not been convincingly explained.\nIf BNP made a mistake by insisting on Naya Paltan as its venue, Awami League did nothing less by insisting that it cannot be anywhere else.\nGiven our political culture, which more often than not sympathises with the underdog – Awami League always enjoyed such sympathy whenever out of power – violence against the BNP is more likely to benefit the BNP than the other side. The government's handling of the situation so far appears more and more arbitrary, illiberal, high-handed, and arrogant. The legal position and constitutional rights of political parties for peaceful assembly is being ignored – a fact not lost on the politically conscious Bangalee psyche.\nThe Awami League leadership is not fully accessing the anti-incumbency factor in today's politics. Bangladesh has never had one political party continuously enjoy unfettered political power for 14 years. How the anti-incumbency factor is and will play out is totally an uncharted territory for us. It will be wise for the ruling party to think about this.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "A competition of errors",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/competition-errors-3191216",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-12-2022"
    },
    {
        "full_article": "Barrister Sara Hossain, executive director of Bangladesh Legal Aid Services Trust, speaks to Shuprova Tasneem of The Daily Star about where we go next in dealing with violence against women in Bangladesh.\nThe recent amendment that disallows the use of character evidence in rape trials is a positive change that rights activists have long been campaigning for. What is the next major change you would like to see?\nIf we look at the evolution of laws related to gender-based violence (GBV) in Bangladesh, the changes – fuelled by women's outrage at the status quo – have come from a place of understanding the right to equality, dignity and self-determination, not from a position of pity for a victim. It started with a demand for accountability for routine and extreme violence, although unfortunately, we still continue to witness the powerful using their influence to evade justice.\nWhat we need now is a focus on the survivor, and the financial assistance, health support (including for mental health), and safety and security that she requires to survive a process of justice that can be unacceptably lengthy. So far, our whole focus has been on criminal law and punishment and accountability, and less on reparations and compensation for survivors.\nWhile we can't stop looking at legal barriers, we must also demand emergency shelters, improvement of safety net measures that already exist, speeding up the process of claiming maintenance and, crucially, we need to make sure those seeking justice through the courts are not threatened or intimidated by the accused.\nWe have heard government officials talk about how GBV cases are lower in Bangladesh than in certain countries (although we must remember that these are just reported cases). But our concern is not with numbers; it's with what happens to a woman who faces violence. Can she report it? Can she seek support? Whether through a legal process and accountability, or by simply getting on with her life, we still don't have the same pathway to justice and reparations that we see elsewhere.\nWe also need to address the issue of rights within the family, since this hugely impacts women's capacity to seek protection against violence. Our current family laws give women very different rights from men, and also create inequalities between women. For example, the difficulties Hindu and Christian women face in seeking divorce clearly limits their ability to ensure their own safety. Muslim women can only get three months of maintenance after divorce, and no rights to the home she built with her husband or any other safety net provisions. How can you seek protection against domestic violence in such situations?\nIf we're really serious about tackling GBV, we have to look at laws that continue to undermine women's position within the family, particularly within marriage.\nFinally, we need to address the stigma that is still very much prevalent, especially around unmarried and divorced women. We need to stop viewing survivors as \"unfortunates\" and acknowledge that women are entitled to seek justice.\nWhat concrete measures can the state take right now to remove the obstacles that women face when seeking justice?\n\nWhen we were young, girls were taught that life would send many problems their way and they would have to deal with them. If you are harassed, you can't talk about it, you just have to avoid it. Without a change in perspectives, changes in the legal system are not enough. Girls should not be raised to accept and tolerate violence, as if they have no other choice.\nIn terms of concrete measures, the reform of laws that discriminate between the sexes is a priority. The current rape law still has many colonial-era influences that women's rights activists have long been campaigning against, and the removal of character evidence is a result of this, although now we need to ensure its implementation.\nThere has been a lot of institutional changes within the police, especially in terms of dealing with GBV, such as its establishment of victim support centres. Although there aren't enough, they exist in quite a few districts and are working with women's rights organisations on a regular basis. More recently, police created help desks for women, children, disabled persons, etc. The system is not always put into practice, but at least the intent is there and a basic structure has been put into place.\nThere is also a High Court directive that clarifies that police cannot refuse someone filing a rape case, that they must be given medical care immediately, and that police cannot discriminate in this regard. There are also different police circulars on how they should treat rape survivors.\nDespite that, there are still instances of police refusing to accept cases or not providing support to survivors, especially if they don't have family support, either. At the end of the day, police, lawyers, and judges all exist within a patriarchal society and are influenced by its norms. The attitude that if you are a victim of violence, then you must learn to deal with it, is still too common.\nThe main thing we need to work on now is removing the power of influentials over the process of justice and ensuring that women get equal rights and opportunities when pursuing justice.\nThe issue of social stigma against survivors of violence always comes up in these conversations. Can we ever get past this huge obstacle faced by them?\n\nThe way the state and society responded to the Birangona after 1971 carries lessons for us on how we should think about survivors of violence today. We know that giving them recognition as survivors of extreme sexual violence was an important part of the response they needed, as well as the initial support in government rehabilitation centres (1972-1975). Steps were taken to ensure opportunities for employment, financial support, critical medical intervention like MR and, crucially, victims were almost immediately seen through the lens of survivor. Obviously, there were many challenges over the next 40 years, and state recognition only came recently, but it happened.\nGroups like Naripokkho also campaigned against the use of words like ijjot or shombhrom when talking about Birangona, arguing that it's not the women or their communities who have been dishonoured, but the men who carried out these acts of violence. These words are very loaded, but unfortunately continue to be used today, even coming up recently in a draft legislation. An important step would be to move away from subjective terms like \"decent\" or \"moral\" and talk about dignity instead.\nWe must also highlight the question of consent. You still hear the victims being questioned – how did she get herself into this situation? The question of consent in sexual violence cases can be complex, and there will be other corroborating factors as well, but it cannot be completely missing from cases, like it so often is now.\nThe notion of what consent is for and the extent to which it is given has to be clearly understood. As women, we often don't realise that we have the right to withdraw consent or not give it for longer, because society doesn't allow you to think that and our law is quite difficult in terms of how it's applied.\nA big shift needs to happen, and it needs to come from the understanding that girls and women have the right to determine their own lives and, very importantly, what happens with their own bodies.\n",
        "headline_1": "‘Change laws that undermine women’s position in the family’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/change-laws-undermine-womens-position-the-family-3191001",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-12-2022"
    },
    {
        "full_article": "\"Listen with ears of tolerance. See through the eyes of compassion. Speak with the language of love.\"\n– Jalal ad-Din Muhammad Rumi, 13th-century Iranian philosopher-poet\nNayereh Jalali, a grieving mother, kept looking for the graves of her children. She carried a photograph of six young smiling faces, including one of a woman with shiny black hair. Also known as Mother Behkish, Jalali would frequently visit the Khavaran Cemetery in southeastern Tehran until she died on January 3 this year in her Tehran home. She was one of the \"Khavaran Mothers\" – those whose children were killed in shootouts or executed en masse in the 1980s, often with a summary or no trial. These mothers search for any sign of their loved ones – an unmarked grave, a bone, anything. The authorities used the Khavaran Cemetery to dispose of the bodies of perceived communists, leftists, political dissidents, and the Baha'is.\nMother Lofti was another such woman. Once, while visiting the cemetery with flowers, she heard her sister scream, \"What is that hand doing there?\" It was sticking out from a shallow grave. All the mothers in the cemetery started to wail and scream in unfathomable grief. The term \"Khavaran Mothers\" has since become a generic name for all such mothers. Cemeteries like this sprang up in many cities. They are collectively known as \"Khavarans.\"\nMen and women who the authorities suspected had any affiliation with the political parties not aligned with the ruling clerics were hung from cranes, four at a time, for a few minutes, and were then hurriedly dumped in mass graves, often still alive. Sometimes, groups of six were hanged on the stage in an assembly hall or shot by the firing squad. By mid-August in 1988, thousands were murdered in such gruesome manners – without trial, without appeal, and utterly without mercy. Sometimes, women were whipped five times a day until they died from the wounds. (Geoffrey Robertson, Mullahs without Mercy, Random House Australia, 2012.)\nSadly, these tortures and killings continue to this day.\nMahsa Amini, a 22-year-old Kurdish woman, was just one of many to meet such brutal and violent deaths. About to start university, she had gone to Tehran to visit her relatives. On September 13, as she was getting out of the Haghani underground station, the notorious Morality Police arrested her because she was not wearing her headscarf properly, a mandatory requirement for women in Iran. After three days, she died in police custody from a \"violent blow to the head,\" according to her family living in Iraq. Her a CT scan of her skull showed bone fracture, haemorrhage, and brain oedema, supporting the family's narrative. The state coroner, however, denied the claim, saying the death was the result of a cardiac arrest.\nHow could the ruling clerics be so repressive and brutal in Iran, a beautiful country with millennia of rich heritage and a deep-rooted Sufi tradition? It is the land of Jalal ad-Din Muhammad Rumi (1207-1273), Sheikh Sa'di (1210-1291), and Hafez Shiraz (1315-1390), the philosophers who taught the power of love, compassion, and empathy to the entire world. Persian culture is owed to the benevolent Sufi philosophy of these poets and other philosophers that also influenced the world in myriad ways. These poet-philosophers knew how to express the fundamentals of the human condition and the power of love, and to encourage faith in a higher purpose and meaning in life. Have the merciless, brutal, absolutist Iranian rulers lost touch with their roots?\nNevertheless, the street protests are going on unabated across Iran. It's not an anti-hijab protest – it is an expression of the Iranian people's legitimate anger towards their loss of freedom. It's not only women, but many men are also supporting and taking part in the protests. As public anger rages on, Tehran has reportedly disbanded the Morality Police, though the government has denied any such report. Some say it is too good to be true. Recently, authorities demolished the home of rock climber Elnaz Rekabi because she competed abroad without the mandatory hijab.\nBut Iranians must not lose hope. Sa'di wrote in his most famous work, Golestan: \"Created from one essence, people are members of a single body. Should one member suffer pain, the rest shall, too. You who feel no sorrow for the distress of others cannot be called a human being.\"\nDuring his time, Iran was going through the most turbulent period of history. The Mongol army, led by Genghis Khan and his grandson Hülegü Khan, tore through Iran three times between 1220 and 1256, laying waste to cities and slaughtering all the inhabitants. Rumi fled the Mongols and travelled from Balkh westwards to save his life. Attar of Nishapur (1145-1220), a mystic poet, was murdered by the Mongols. Sa'di could well be another such victim of violence, had he not left his hometown Shiraz as the Mongols began their massacre in eastern Iran. But still, Sa'di never lost faith and hope in humankind. Today's Iran shouldn't either.\nWe do hope that good sense will prevail in Iran, and this great country will find its own way forward.\n \nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n\n",
        "headline_1": "How can the land of Hafez, Sa’di, and Rumi be so cruel?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-can-the-land-hafez-sadi-and-rumi-be-so-cruel-3190866",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-12-2022"
    },
    {
        "full_article": "After Wednesday's deadly violence at Naya Paltan, there is only one direction in which the ruling establishment can look – inward. What could it possibly gain from a heavy-handed confrontation and raid on the central office of BNP? Was it to orchestrate a situation that would paint the party in a bad light? Was it a message that a mobilisation of this scale at the heart of the capital will not be tolerated? Was it to suppress BNP's months-long movement? Whatever the motive was, it's unlikely to work in the long run. If anything, the ruling camp has come out from the whole exercise looking flustered and rather desperate in the face of a resurgent opposition.\nThe government, therefore, must look inward before it moves forward on this issue. True, given how BNP has promoted its December 10 rally as the culmination of a \"mass upsurge\" against an \"anti-people\" government, it has the potential of reaching a flashpoint. But rallies held by BNP in other divisions in the build-up to December 10 have been mostly peaceful, meaning that any objection to its holding one at Naya Paltan has less to do with law and order than with political considerations. After all, BNP has held some 11 small and large gatherings in front of its central office over the last three months. If police were not bothered about them before, why are they now?\nBNP must look inward, too. After all, it could have softened its stance on its choice of venue – which ostensibly led to Wednesday's chaos. It could have chosen Suhrawardy Udyan, regardless of the restrictions it says this might put on its rally, or shift the venue away from the city, as it did during the Faridpur rally. But the stringent conditions imposed on its venue selection may make any compromise look like a defeat to Awami League, a fact validated by the latter's toughening of its anti-BNP stance even after the Naya Paltan mayhem. Reportedly, police have declared the area a \"crime zone\". Meanwhile, more than 1,900 BNP leaders and activists have been sued over the clash, while about 450 of them have been arrested and produced before court. The media has also reported various forms of obstruction to movement around the city, like those reported during previous rallies, potentially to discourage participants.\nWhat all this shows is how the prospect of peace is getting dimmer by the hour. Still, as a newspaper that has always stood for democratic rights and freedoms, we feel duty-bound to call for an end to this unsavoury display of confrontational politics. Our appeal may well be unheard, but we must still stress on the importance of allowing BNP to hold its rally, unimpeded. Any lingering of tensions in this regard serves none of the parties involved, certainly not the public. We must remember that any pursuit of peace through violence or heavy-handedness is nothing but a political dead end, which we can ill-afford given how high the stakes are ahead of the next election.\n",
        "headline_1": "Pursuit of peace through violence?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/pursuit-peace-through-violence-3190851",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-12-2022"
    },
    {
        "full_article": "After Wednesday's deadly violence at Naya Paltan, there is only one direction in which the ruling establishment can look – inward. What could it possibly gain from a heavy-handed confrontation and raid on the central office of BNP? Was it to orchestrate a situation that would paint the party in a bad light? Was it a message that a mobilisation of this scale at the heart of the capital will not be tolerated? Was it to suppress BNP's months-long movement? Whatever the motive was, it's unlikely to work in the long run. If anything, the ruling camp has come out from the whole exercise looking flustered and rather desperate in the face of a resurgent opposition.\nThe government, therefore, must look inward before it moves forward on this issue. True, given how BNP has promoted its December 10 rally as the culmination of a \"mass upsurge\" against an \"anti-people\" government, it has the potential of reaching a flashpoint. But rallies held by BNP in other divisions in the build-up to December 10 have been mostly peaceful, meaning that any objection to its holding one at Naya Paltan has less to do with law and order than with political considerations. After all, BNP has held some 11 small and large gatherings in front of its central office over the last three months. If police were not bothered about them before, why are they now?\nBNP must look inward, too. After all, it could have softened its stance on its choice of venue – which ostensibly led to Wednesday's chaos. It could have chosen Suhrawardy Udyan, regardless of the restrictions it says this might put on its rally, or shift the venue away from the city, as it did during the Faridpur rally. But the stringent conditions imposed on its venue selection may make any compromise look like a defeat to Awami League, a fact validated by the latter's toughening of its anti-BNP stance even after the Naya Paltan mayhem. Reportedly, police have declared the area a \"crime zone\". Meanwhile, more than 1,900 BNP leaders and activists have been sued over the clash, while about 450 of them have been arrested and produced before court. The media has also reported various forms of obstruction to movement around the city, like those reported during previous rallies, potentially to discourage participants.\nWhat all this shows is how the prospect of peace is getting dimmer by the hour. Still, as a newspaper that has always stood for democratic rights and freedoms, we feel duty-bound to call for an end to this unsavoury display of confrontational politics. Our appeal may well be unheard, but we must still stress on the importance of allowing BNP to hold its rally, unimpeded. Any lingering of tensions in this regard serves none of the parties involved, certainly not the public. We must remember that any pursuit of peace through violence or heavy-handedness is nothing but a political dead end, which we can ill-afford given how high the stakes are ahead of the next election.\n",
        "headline_1": "Pursuit of peace through violence?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/pursuit-peace-through-violence-3190851",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-12-2022"
    },
    {
        "full_article": "It is disheartening to know that Bangladesh's current account deficit has been increasing at an alarming rate amid ongoing economic uncertainties. As a report by The Daily Star reveals, quoting data from Bangladesh Bank, the current account deficit for 2022 stood at USD 4.5 billion by the end of October. While 2021 recorded a lower deficit of USD 3.83 billion during the same period, it was still concerning given that, in 2020, our current account recorded a surplus of USD 4.05 billion. As predicted by the IMF Global Economic Outlook Report in early October, the present dipping trend may continue until at least 2027. Worse still, the deficit is also having a negative effect on our dwindling foreign exchange reserve.\nThe fact that our imports have continued to rise in recent months – despite banks limiting the opening of letters of credit (LC), restrictions placed on import of non-essential goods, and an overall shaky business atmosphere (which makes imports of capital machinery unlikely) – indicates that money continues to be laundered out of the country. As per a report by the Global Financial Integrity (GFI), Bangladesh lost approximately USD 8.27 billion on average annually between 2009 and 2018 because of over- and under-invoicing of import-export goods by traders. Though such trends have persisted for long, allowing businesses to evade taxes and launder money abroad, the central bank has apparently become aware of them only recently. It points to the dire lack of monitoring, causing enormous damage to the economy.\nIt is because of such regulatory failures that huge amounts of money have also been disappearing from our banks, as highlighted by some recent cases of financial scams and wilfully defaulted loans. It is disappointing that the authorities are yet to take effective action to address this issue, despite some of the biggest loan defaulters being well-known, as media reports suggest. Instead, the central bank and the finance ministry have time and again relaxed rules and regulations, encouraging potential scammers to exploit the banking sector.\nReportedly, one important contributor to the current account deficit is remittance inflow not being proportionate with worker outflow. Remittance inflow rose by only 2.03 percent between July and October despite 7.84 lakh job-seekers having left the country between January and August. To encourage remittance inflow through official channels, it is important that the authorities allow taka's value to be determined by the market, as the current fixed exchange rate system makes it so that unofficial channels such as hundi are more profitable for those sending money home.\nWe urge the authorities to take effective action against all possible contributors to our current account deficit. They should identify goods and services that could bolster our export basket, increase monitoring to prevent money laundering through incorrect invoicing, and review existing policies to identify loopholes preventing our current account balance from rising.\n",
        "headline_1": "Fix our current account deficit",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/fix-our-current-account-deficit-3190596",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-12-2022"
    },
    {
        "full_article": "Duty cut on import of rice meant to curb price spiral in domestic market has not brought about any desired result. Prices of common varieties of rice have continued the upswing. However, observers are hoping that within weeks with increased rice shipments reaching the country, the situation will change-at least in containing the prices, if not pushing them down to earlier levels. But the reality is, despite the substantial duty cut, rice import has also not picked up, as of now. Concerned quarters blame the bureaucratic tangle in the process of issuing permission by the food ministry for not sufficiently encouraging import.It is indeed intriguing that at the peak of the Aman harvesting season, paddy price, far from falling, is on the rise. As a measure to rein in the situation, the government's move to cut import duties on rice is no doubt timely and wisely taken. But the precondition of obtaining permission from the food ministry for import at reduced duty -- ostensibly to thwart syndication among big importers -- has become an impediment enough to frustrate the objective of duty cut. This year the government has cut import taxes on rice in two phases, from a 62.5 per cent down to 15.25 per cent. In the first phase, the tax benefit was given until October 31, 2022, and later extended until December 31. However, the National Board of Revenue (NBR) has again extended the benefit until March 31 next following requests from relevant ministries. Under the present arrangement, importers of rice are required to pay 5.0 per cent regulatory duty, 5.0 per cent advance tax, and 5.0 per cent advance income tax. In the wake of global inflationary pressure leading to price hike of most essentials with food stuff leading the pack, the looming threat of food scarcity, particularly of the staple -- rice, has been causing a good deal of worry among many quarters in the country. This is partly because of the less than targeted procurement by the government in the last Boro and the current Aman seasons. This year, too, it is uncertain whether government procurement would succeed to meet the target, as the buying price fixed by the government is way below the current market price. As things stand now, the only tool in government's hand is to allow import at a lower duty rate for an extended period. At the same time, in order to render the duty-cut meaningful, measures are urgently needed to ease the permission procedure for import. It is also important for the government to know about the actual volume of rice production. The Bangladesh Bureau of Statistics (BBS) and the Department of Agricultural Extension (DAE) often produce varying data on rice acreage and output. For better rice procurement planning, they need to come up with unified and authentic data. ",
        "headline_1": "Easing import of rice",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/easing-import-of-rice-1670511137",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-12-2022"
    },
    {
        "full_article": "If people are confused about the introduction of the new national education curriculum, they cannot be blamed. Under a pilot project it was supposed to be introduced for class I and class VI in 100 primary and secondary schools each from January 2022. The implementation of the curriculum for grade one could not go ahead as planned but it could be started for class VI in only 64 secondary educational institutions ---51 secondary schools, nine madrashas and two technical schools ---from February last. According to the original schedule, students of class I and II of the primary level and students of grade VI and VII of the secondary level were to be brought under the new curriculum from January 2023. To go by the mass education ministry secretary's statement he made on the International Literacy Day, observed on September 8, this year, the pilot project is likely to be given a 'comprehensive start'. What is understood from this is that class I students of all primary educational institutions will receive education under the new curriculum. Similarly, class VI students may be introduced to their scheduled new curriculum. Significantly, the curriculum for the Class I will still be considered a piloting phase. The same will happen to the curriculum of class VI because the textbooks will receive full approval in 2024 for the same class. One of the reasons for delaying the scheduled introduction was that the textbooks were still undergoing development and the teachers' teaching guides were yet to be prepared then. Now the textbooks are ready but what about the teachers' guides is not clear yet. Then it is not also clear if class II and class VII of all the schools will have textbooks of the new curricula and start their education in the new academic year under it. If this does not happen, the overall schedule will be upset. According to the plan, class III and IV of primary schools and class VIII and IX of secondary level were supposed to adopt the new curriculum from 2024. Thus the promoted students of grades IV and IX could be inducted into the new curricula in 2025. Following the education stairs, the students of class XI and class XII would have completed the incorporation process by the years 2026 and 2027 respectively. Now if one tier is missed, it will upset the entire process. The question is, have the textbooks compatible with the system of education envisioned been developed or if not, at what stage are they? Scarcity of newsprint and printing papers is at its worse and this is also posing a serious threat to the printing and publication of the textbooks in demand for the next academic year.Even if this problem is overcome, the greatest of all challenges remain on the teaching front. Since there will be no examination up to grade three, classroom performance will be the sole criterion for evaluation of a learner's merit. To make education enjoyable, classroom teaching with spontaneous participation of students has to be lively. In course of such a two-way traffic, a teacher will be able to assess the potential of each individual student. This is why no provision has been left for a public examination before class X. Remarkably, students from grade VI to grade X will have to study 10 subjects with no separate streams as was the case before. The Secondary School Certificate (SSC) examinations will be held only on the basis of class X syllabus. An overwhelming emphasis is on classroom teaching and evaluation. For example, students of grade IV and V will have to appear for exam in four subjects ---Bangla, English, Mathematics and Science and this too for 60 per cent of marks. Physical and mental health and religion will carry full marks on the assessment of classroom performance. From class VI to VIII, classroom performance will be rewarded by 60 per cent marks and students of class IX and X will have a 50:50 share in class performance and annual and public examinations respectively. The crucial point here is evaluation of classroom performance. Are the teachers, 56 per cent of whom were found by the Campaign for Popular Education unable to prepare questions under the previous structured system popularly known as 'creative' method, ready for this far greater challenge? What is ludicrous is that the National Curriculum and Textbook Board (NCTB) has arranged five days of training for teachers. In case of such a brief training, teachers at the time of introduction of the 'creative' system failed miserably to grasp the essence of that system. This time the task demands higher skills, dedication and integrity. In all these criteria, the majority of teachers are found wanting. The case of practical marks awarded in science and other subjects highlights the problem. Even students obtaining 25-30 marks in theoretical examinations are awarded 23-24 marks in practical examinations because the latter examinations are held under the supervision of local teachers. The subjects set aside for classroom-based assessment will become the area of bestowing generous gratis. Knowledge, skill and integrity of character for teachers and members of school managing committee will be in high demand for successful implementation of the new curricula. \n[email protected]",
        "headline_1": "Challenges before introduction of new education curricula",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/challenges-before-introduction-of-new-education-curricula-1670511190",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-12-2022"
    },
    {
        "full_article": "What is the state of the Bangladesh stock market at the moment? The answer to this question can be found in the daily movement of the market indices and turnover in recent months. Most market indicators, much to the frustration of all stakeholders, are not at all in a healthy state. The exuberance witnessed among the honchos of the securities regulator, investors, and some other market operators last year is now at a low ebb following continuous erosion in share prices. The 'floor price' mechanism has been in place for months together to stop the market from sliding further, thus, putting many investors in agony. These investors are not finding buyers at the floor price of their shares. Thus, daily market transactions have dropped significantly, resulting in low turnover. Even the incumbent chairman of the Bangladesh Securities and Exchange Commission (BSEC) is in a dilemma over the floor price issue. \"We had to introduce the floor price in an awkward situation. I am an officer of the International Organization of Securities Commissions), and personally do not want floor price\", said Prof Shibli Rubayat Ul Islam, chairman of BSEC at a programme organized by the Economic Reporters' Forum (ERF) on Tuesday last. \"Had we not introduced it, small investors would have been in trouble\", he, however, hastened to add. The BSEC chairman while speaking at the discussion meeting also highlighted a few deficiencies of the Bangladesh capital market. The dominance of small investors is one. He said over 80 per cent of the investors are retailers, as opposed to the global capital market scene where institutional investors have strong dominance.Two other major issues he also mentioned were: (a) investors' overwhelming propensity to make quick bucks and (b) the financial literacy of the investors. It is no denying that most people investing in the Bangladesh stock market want to be rich overnight. But someone should not blame solely them for developing such an absurd attitude. So-called small investors not knowing the operational intricacies of the stock market or manipulative activities by certain quarters had rushed to the market when they, rightly or wrongly, got the impression that investment in stocks could be the right way to become rich overnight. A few had managed a notable gain, but most others had burnt their fingers. It happened in 1996 and 2010. None, not even the BSEC, has done anything to restrain the behind-the-scene actors who had pushed the market well beyond its limit through manipulation of all sorts. So, at an opportune moment, there could be a repetition of the same in the future. Then again, the large investors---banks and other financial institutions--- are also inclined to make quick bucks. They usually make investments when the market is in an upbeat mood. But what is worse, these large investors offload their shares even at the slightest hint of an adverse market climate. Small investors also follow suit. For a stable and vibrant stock market, it is a prerequisite to have financially literate investors. A stock market is not a place to invest funds by all people with disposable funds. The minimum ability to make the right investment choices helps both market and investors. But that is easier said than done. The attempts made so far to make small investors literate have been very limited in nature. The BSEC and relevant others should devise some other means, including the use of print, electronic, and social media, to educate small investors. The incumbent commission has tried some measures to revamp and streamline the stock market. The market gradually turned buoyant, but the trend was short-lived. The BSEC chairman must know the reasons. So, he and his associates should try to address those.For any stakeholder in any stock market, be it a listed company or a regulatory body, credibility is an important issue. Hopefully, the BSEC will look into it. \n[email protected]",
        "headline_1": "Of floor price and financial literacy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/of-floor-price-and-financial-literacy-1670511231",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-12-2022"
    },
    {
        "full_article": "Pedestrians in our country do not want to use foot over-bridges. Even if there is a fully functional footbridge close by, they walk across the busiest roads, risking their own lives. So, accidents often take place while crossing roads. Of all the road accident victims in Bangladesh, a total of 52 per cent are pedestrians, according to the BUET's Accident Research Institute. To avoid road accidents, ensure pedestrians' safety and smooth running of vehicles, a number of foot over bridges have been constructed across the country, particularly at busy cities. But most of these footbridges are hardly used by pedestrians. Jaywalking has been identified as a major cause behind the rising number of road accidents in big cities like Dhaka. In recent years, many people including schoolchildren were crushed to death for not using over-bridges. In most cases, footbridges are built in such places, where pedestrians do not want to land. Moreover, those are very dirty and occupied by vendors. Sometimes people feel insecure to use these bridges at night for fear of hijacking. To make things worse, a number of bridges do not have adequate lighting. The infrastructural design of some bridges is not comfortable at all for pedestrians. They have not been constructed keeping the needs of the senior citizens and physically challenged people in mind. All the footbridges of the country should be pedestrian-friendly. Pedestrians should keep in mind that our life is more important than time and use over bridges for our safety. We also should encourage others in this regard. The government should take effective steps so that people must use over bridges, not the road under it. \nMd. Jobaidul Islam, Student of Class XII, Sufia Nuria Fazil Madrasa, Mirsarai, Chattogram, [email protected]",
        "headline_1": "Stop jaywalking, use over bridge",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-jaywalking-use-over-bridge-1670511263",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-12-2022"
    }
]