[
    {
        "full_article": "The 27th session of the Conference of Parties (COP) is underway at Egypt’s sea-side city of Sharm el-Sheikh where, over two weeks, heads of government, diplomats, business heads, activists, journalists, and lobbyists will converge. The attempt is to inch ahead on a global rehaul of energy consumption to improve earth’s chances against catastrophic climate change. While every COP ends with a hard-bargain document, the essential principle remains constant: how to ensure that all countries contribute to paying for what it takes to avoid the consequences of global warming without compromising on economic development, while accounting for their historical responsibility in exacerbating the crisis. There are several countries, especially island nations, that stand to lose the most from global warming without having a role in causing it. Given that COP agreements are non-binding on the signatory member-states, and volte-faces not unusual — such as the United States unilaterally exiting the agreement only to join again — these meetings also serve as a forum for public posturing. Countries announce their commitment to lofty environmental goals but do little to execute the often-stringent measures that these entail because they potentially involve political blowback. However, COPs do serve as an effective nudge. Even a decade ago, the link between global warming and climate change had sizeable critics; now, no country challenges fundamental science. A fossil fuel-free future is the direction that the world is moving towards.It is thus appropriate that COP27 is viewed as the so-called ‘implementation CoP’, to borrow a term from Sameh Shoukry, Egyptian Foreign Minister and President, COP27. Shifting from fossil fuels to renewable sources is expensive and the large developing countries (India, China, Brazil, South Africa) while committing to a carbon-free future also underline their right to rely on fossil fuels in the interim. While there is agreement that developed countries foot the bill, the bulk of the wrangling is over determining how the bill is paid. The ‘implementation COP’, India has said, must set out a transparent payment system and spell out how countries already reeling under climate disasters can be compensated. This will also mean greater transparency from recipient nations on how these investments measurably improve a transition away from polluting sources. Unlike Glasgow 2021, when ‘net zero’ or commitments to be carbon neutral were the flavour of the season, implementation COPs are unlikely to result in ambitious breakthroughs. Often, however, it is the unspoken and the subterranean that get the job done. COP27 must send the message, loud and clear, that be it war or peace, poverty or plenty, securing the world’s future comes at a price that only gets costlier every passing day.",
        "headline_1": "A necessary signal: On COP27 U.N. Climate meeting",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-necessary-signal-the-hindu-editorial-on-cop27-un-climate-meeting/article66111086.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-11-2022"
    },
    {
        "full_article": "Results of the byelections in seven Assembly seats across six States held on November 3 are encouraging for the BJP, while all its opponents have reasons to worry. The BJP won four seats — three that it held previously, and an additional seat vacated by a defector to the party. The results are a shot in the arm for the party that is defending its turf in two States that are going to polls — Gujarat and Himachal Pradesh. In Haryana, the party won Adampur, which has remained with the Bhajan Lal family since 1966. The BJP’s candidate is the grandson of a former Congress satrap. The BJP retained Gopalganj in Bihar, but this time without an alliance with the JD(U), now in power in the State with the RJD. In Mokama, where the RJD-JD(U) alliance candidate won, the BJP gave a close fight, indicating that it remains formidable even after the end of its alliance with the JD(U). In Gola Gokrannath, Uttar Pradesh, the BJP won with an increased margin, showing that in a straight fight against the Samajwadi Party, it has an edge. The BJP came second in Telangana’s Munugode constituency, where it is trying to displace the Congress as the key challenger to the incumbent Telangana Rashtra Samithi. In Odisha, the party retained Dhamnagar with an increased margin.The signals are not reassuring for the Congress, JD(U), RJD, SP and BJD that were the opponents of the BJP in these byelections. The defeat in Telangana puts the Congress in a spot — it finished a distant third behind the BJP. In Odisha, its position slid further, to finish fourth. The outcomes point to the challenges in converting the enthusiasm that Rahul Gandhi’s Bharat Jodo Yatra has created into votes. For the new coalition of the RJD and JD(U), the strand of social justice politics that it wants to create appears to be a steep task, if the results are any indication. Telangana Chief Minister K. Chandrashekar Rao has been trying to stitch a national front together against the BJP, but the byelection has exposed his vulnerability on his home turf, despite the win. The BJD, dominant in Odisha, ceded more space to the BJP, which is nurturing ambitions to emerge as the front runner. The SP under Akhilesh Yadav is struggling to recuperate from serial setbacks. With his father Mulayam Singh no more, Mr. Yadav is fighting with his back to the wall. That the BJP has the resources, the resolve, and a willingness to use state power in its control in a brazen manner only partly explains its victories. A lack of imagination limits its opponents.",
        "headline_1": "Saffron strides: On the BJP’s Assembly bypoll wins",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/saffron-strides-the-hindu-editorial-on-the-bjps-assembly-bypoll-wins/article66108057.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-11-2022"
    },
    {
        "full_article": "In the last Gujarat election, the decisive intervention from PM Modi came only in the final throes of campaigning, to reverse a Congress surge. This time around, the decisive intervention seems to have been made long before the poll bugle was sounded. The freebies debate, started by Modi, and latched on to by Kejriwal, has ended up slicing the opposition right down the middle, and likely cleared the way for a comfortable BJP victory.\nBefore explaining the point, let’s quickly glance through the electoral picture painted by the latest Lokniti-CSDS survey.\nRead full opinion on TOI+\n\n",
        "headline_1": "AAP’s bitter revdi? By championing freebies, Kejriwal may have eased BJP’s path to a comfortable win in Gujarat",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/aaps-bitter-revdi-by-championing-freebies-kejriwal-may-have-eased-bjps-path-to-a-comfortable-win-in-gujarat/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-11-2022"
    },
    {
        "full_article": "The Supreme Court’s acquittal of three death-row prisoners in the 2012 Chhawla gangrape-murder case – the court’s reason being several procedural failings during the investigation and trial – speaks of a terrible state of affairs. This crime happened in Delhi just months before the Nirbhaya case that jolted India and led to reform of sexual assault laws. But the shoddy prosecution, carried out over 2013 and 2014, as well as the Delhi high court’s failure to spot these lapses show that the Nirbhaya-inspired change of laws didn’t engender enough systemic changes.\nSC noted that 10 material witnesses of the 49 witnesses prosecution examined weren’t even cross-examined by defence counsel, and many witnesses weren’t adequately cross-examined. The court also said trial judges weren’t expected to be “passive umpires” but are required to question witnesses to reach a correct conclusion. The accused are often unable to secure competent legal assistance. A fair trial therefore requires a judge to adequately interrogate the prosecution version.\nThere were big lapses in the investigation too. A test identification parade of the accused wasn’t conducted despite there being some eyewitnesses to the victim’s kidnapping. The trial court and Delhi HC accepted the police version on the accused’s arrest, confessions and recoveries – without corroborative evidence. Even the manner of discovering evidence, collecting samples and dispatching them for forensic analysis violated procedures, creating room for false implication. The trial court and HC awarded death penalties despite such infirmities.\nLast December, Bombay HC acquitted a death-row prisoner, convicted of raping two and murdering one victim. In May, Bombay HC acquitted a man on death row for a double-murder case, noting fabrication of evidence. NLU Delhi’s Project 39A reveals 33 prisoners on death row were acquitted nationwide in 2021. This is a huge number. Such cases often take at least a decade for final disposal. This is injustice to both the accused and victims and their families. The former lose years of their lives and for families of victims there’s no closure. Re-investigation is difficult after evidence and witnesses were mishandled in the first place. Reliance on circumstantial evidence to secure convictions places huge responsibility on police and courts to ensure the whole chain of investigation withstands scrutiny and meets the “beyond reasonable doubt” principle. This was a case where police, lawyers and judges failed in their discharge of duties. For citizens, this raises very troubling questions.\n\n",
        "headline_1": "What justice?: Acquittals by higher courts of several death-row convicts speak very poorly of the legal, police system",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/what-justice-acquittals-by-higher-courts-of-several-death-row-convicts-speak-very-poorly-of-the-legal-police-system/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-11-2022"
    },
    {
        "full_article": "Whatever their core idea was 70 years ago, reservations today are not really about addressing deprivation. Their forceful expansion in recent decades has been fed by a boom in the politics of caste assertions. Where the courts could have defended the constitutional guardrails on the matter, their compounded actions have followed the political tide instead. This week has seen the apex court affirm both an EWS quota and an arguable breach of the 50% lakshman rekha, despite the high income ceiling of this quota and its high caste composition. Overall, the four opinions in the EWS verdict have introduced more doubts and complications.\nJust last year a constitution bench had unanimously found a Maharashtra law benefiting Marathas and taking total quotas in the state beyond 50%, unconstitutional. But, as deputy CM Devendra Fadnavis has indicated, that reservation initiative will be pushing ahead with new confidence now. As will Chhattisgarh, Jharkhand, Karnataka and Jats, Gujjars, Vokkaligas … Even the call for reservation proportionate to population is gaining strength. The politics that has given oxygen to all this vehement jostling will find itself balancing conflicting interest groups endlessly. Whole new cans of worms are also being opened for reservations in local body elections in different states. Perhaps courts should simply get out of the way.\nThe persistent legislative efforts to press through new quotas are more about solidifying vocal caste vote banks than alleviating deprivation – whether historical, economic or overlapping. India will pay a cost for all the energy spent on this disingenuous welfare route rather than the means-tested programmes that uplifted China. Until politics, communities and courts remain more invested in expanding reservation rather than good education and jobs, capture of scarce opportunities by creamy layers will persist.\n\n",
        "headline_1": "Caste away: Mushrooming quotas are a mess made by politics. Courts should stay away & let politicians sort it out",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/caste-away-mushrooming-quotas-are-a-mess-made-by-politics-courts-should-stay-away-let-politicians-sort-it-out/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-11-2022"
    },
    {
        "full_article": "Brazil recently had fiercely contested presidential elections that saw Luiz Inácio Lula da Silva return to power, defeating Jair Bolsonaro. It also means that South America now has a majority of leftist governments. Deco Bancillon, a Brasília-based political analyst spoke to Rudroneel Ghosh about the significance of Lula’s victory and what it means for Brazil’s engagement with the world: \nWhat does Lula’s victory mean for Brazil as a nation?\nThat is a question that could be answered in several ways. From an economic point of view, the victory of the centre-left candidate Lula and the broad group of forces that he gathered represents a turning point in the in-place economic policy. The four years of Bolsonaro’s government were marked by an alleged attempt to pass a liberal agenda that aimed at privatisation and tax cuts, but that did not happen as expected. Lula, however, defends attacking extreme poverty and reducing inequality. Today, Brazil has about 60 million people in poverty. Lula’s economic plan is based on creating jobs and income opportunities for these people through economic incentives and public expenses.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Lula has built strong ties with world leaders … He should visit India in the first year of his government’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/lula-has-built-strong-ties-with-world-leaders-he-should-visit-india-in-the-first-year-of-his-government/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-11-2022"
    },
    {
        "full_article": "Awami League may be going through the most difficult time in the last 13 or so years that it has been in power. On the one hand, it is trying to fend off a persistent BNP campaign that, for the first time in many years, has managed to gain some public sympathy, while on the other, it is trying to bolster an economy that has been battered by events beyond its control. The pandemic has weakened the global economy, and consequently affected Bangladesh as well, although the country was able to tackle the pandemic impacts successfully. But the Russia-Ukraine war has exposed the systemic weaknesses in certain sectors of our economy. However, there is a strong conjecture that even without the external factors, these cracks and weak links would have eventually come to light due to widespread corruption and money being siphoned out of the country.\nOne of the major fallouts of the Russia-Ukraine war is the raging global energy crisis, which has caused a crippling power shortage in Bangladesh, bringing load-shedding back to our lives. Since BNP has made this crisis, which is directly affecting people's lives and livelihoods, a major agenda in their ongoing campaign, they are getting public attention. Ironically, the disastrous end of BNP's rule in 2006 and their embarrassing defeat in the 2008 general election is attributed to acute power shortage and spiralling food prices.\nEmbracing an issue that is people-centric is something BNP has hardly done before. In the last 13 years that the party has been out of power, its campaigns were always focused on partisan interests like reinstatement of the caretaker government system, release of party chief Khaleda Zia from jail, and so on, which gained negligible traction. Also, the ploy of waging violent street protests before the 2014 general election backfired after widespread loss of lives and property. The ruling Awami League cashed in on these strategic mistakes and managed to convince people that development and prosperity was more important than democracy.\nHowever, BNP seems to have learnt from its mistakes and adopted the strategy of engaging people by highlighting pro-people issues, such as price hike of essentials, power crisis, etc, in its campaign. Consequently, more and more non-political people are showing their sympathy towards the BNP as the party holds one rally after another in divisional cities, thus putting more pressure on the ruling party.\nInterestingly, when the BNP began the ongoing phase of their movement a few months ago, there were several deaths due to shooting on the rallies by law enforcement members. However, in what appears to be a curious reversal of strategies, the ruling party seems to have changed course and is now trying to foil BNP rallies by allegedly \"enforcing\" strikes using their supporters in the workers and owners associations in the transport sector to prevent BNP supporters and sympathisers from going to the rally venues. Although this ploy isn't violent, the lack of transport is causing ordinary people massive inconvenience.\nIn mid-August, when BNP's campaign started to gain some real momentum, Prime Minister Sheikh Hasina said the opposition should be allowed to protest and not be harassed. She even said if the opposition wanted to cordon the Prime Minister's Office, she would let them. Is it rhetorical, or is there more to this statement? Was it aimed at placating quarters at home and abroad who are intent on seeing an inclusive participatory election? At least a part of the diplomatic corps in Bangladesh have apparently made it clear that their capitals believe it would behove them to insist on a level-playing field leading up to the election. And not all of that can be managed through the quid pro quo that seems to have worked thus far.\nBut then, why the resistance against BNP rallies? Could it be that some vested quarters within the party are disobeying the prime minister and staging these transport strikes to mar her image? What would happen if the ruling party men did not create any obstacles for the BNP? The party would probably continue to get media coverage and remain the talk of the town. But that clearly isn't the case. And maybe the sight of people swarming to the BNP rallies and processions could make the bureaucracy doubt Awami League's chances of carrying the next election. And once that seed of doubt is sown, it will become rather difficult for the ruling party to enjoy the administration's cooperation during the election. Consequently, it seems as though the ruling party is quite nervous about seeing the support BNP is drawing, and in a desperate attempt, they are resorting to anti-people strategies.\nThe best kind of political movement is the one in which people participate in large numbers and a political party or several parties take the lead. A political movement without people's participation will never succeed. The question is: how long will people continue to sympathise with the BNP? The next parliamentary election is drawing close, and it seems that the ruling party is making decisions that are alienating it further from the people. The sooner good sense prevails, the better it will be for the ruling party, which has a long history of taking the lead in all the greatest achievements of the country.\nMohammad Al-Masum Molla is deputy chief reporter at The Daily Star.\n\n",
        "headline_1": "How will Awami League tackle the run-up to the election?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-will-awami-league-tackle-the-run-the-election-3164196",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-11-2022"
    },
    {
        "full_article": "On October 28, the foreign ministry presented the findings and recommendations of a report to its Parliamentary Standing Committee, assuring them that efforts were afoot to bring Bangladeshi expatriates involved in anti-government activities under the law. The report states that, despite their positive contributions such as sending remittances, \"many (expatriates) are engaged in propaganda against Bangladesh and (the) government. The government is working to bring those to book who are engaged in anti-government activities and giving provocative and completely fabricated statements.\" An exasperated ruling party member of the standing committee observed that due to the continuous propaganda against the government, representatives of some EU countries had started to express negative attitudes towards our country. Echoing the MP's concerns, the foreign minister noted that in several European countries, \"a syndicate is spreading propaganda against the country on (a) broader scale\" while the chair of the parliamentary standing committee urged the Bangladesh missions to step up their efforts to nab \"the culprits.\"\nSuch an approach to stem critics appears to be flawed on several counts. The amorphous concepts of \"tarnish\" and \"image\" provide a wide scope for subjective interpretation and abuse. The foreign ministry and MPs do not draw distinction between criticism of the government and the state. They give undue credence to detractors irrespective of the quality of content of the messages they convey. They also underestimate the people's intelligence and agency to draw a distinction between truth and propaganda.\nIn recent years, Bangladeshi expatriates have been increasingly expressing their views and concerns online, often questioning and challenging major political parties and their leaders about their policies and programmes. There is an enormous variation in the form, content and quality of such views: while a few are bold, revealing and meet high standards of investigative journalism, others descend into diatribes. Quite understandably, both streams create discomfort for those in positions of authority, a group groomed by and used to a pliant media at home.\nThose in positions of authority feel that these expatriates are tarnishing the country's image at a time when the government has elevated the country to a dignified position, leading them to draw the conclusion that these expats are on BNP-Jamaat payroll \"who do not believe in Bangladesh's independence\" and thus are nothing but \"enemies of the people of the country.\" Time and again, senior functionaries have announced their resolve to initiate actions against those \"who resort to cybercrime to tarnish the image of the country abroad.\" In pursuing this agenda, they sought the support of Facebook and Youtube.\nThis fetish with the \"image of the country\" was stark when three groups of returnee migrant workers arriving from the Gulf states, Syria, Lebanon, and Vietnam were incarcerated soon after they finished their quarantine period. \"Tarnishing the image of the country abroad\" and \"hatching conspiracy against the government and the state while in quarantine\" were two principal charges against them. While the group that returned from the Gulf was comprised of migrants who were in detention for breaking laws in their destination country, the returnees from Syria and Lebanon were irregular migrants, and those returning from Vietnam were victims of human trafficking. All were in quarantine administered by the Bangladesh Army.\nWhen the veracity of these charges were challenged at the High Court, the state had little option but to withdraw the charges in haste. In the process, the affected migrants had to spend weeks in Kashimpur jail in the midst of an existential crisis triggered by Covid-19. Till date, the state has failed to explain and offer apology to the wronged migrants, let alone hold into account those responsible for this reprehensible act.\nThe charge of tarnishing the country's image is not restricted to the expatriate migrant community alone. In a number of instances, opposition political parties and dissenting voices have been accused of doing so. Whenever opposition party or civic forum leaders express and convey their concerns about the shrinking democratic space to resident or visiting foreign diplomats, including the ones from UN special procedures, those acts are instantaneously labelled as \"tarnishing the image of the country before the foreigners.\" The government claims that such moves contribute to daring the foreigners to make comments on our internal affairs.\nIn May 2020, faced with a series of abductions and killing, the government found it convenient to blame the opposition. The secretary of the ruling party observed that a certain quarter was conspiring to taint the image of the government, while his fellow minister, without providing any evidence, blamed BNP and Jamaat \"for conspiring to topple the government by carrying out these incidents.\". Likewise, in mid-October of 2021, when several Hindu temples were vandalised before the Durga Puja, the government announced that \"such incidents were orchestrated intentionally so that Bangladesh's image is damaged.\"\nWhile this fixation with \"the image\" in the political establishment is somewhat understandable, it is worrisome when the term finds takers among the senior most functionaries tasked to dispense justice and ensure rule of law. On March 7, 2021, the chief justice of Bangladesh, while passing a judgment, observed, \"It should be kept in mind that we would give priority to the country's image first. We will not consider bail if the image of the country is tarnished through someone's writing.\" On March 8, 2021, while asserting his office's independence, the outgoing chair of the Anti-Corruption Commission admitted, \"I had to refrain from taking some decisions during this period in order to protect the image of the country.\"\nPerhaps the ruling elite's disdain for the rule of law and lack of respect for citizens' rights stem from their inability to make a distinction between the institution of the government and the institution of the state. Any criticism of the government is hence synonymised with hurting the country's image. In response, the government is engaged in criminalising freedom of expression by crafting powerful tools such as the Digital Security Act. Analyst Kamal Ahmed makes the point that the issue of the country's image has not been mentioned in the descriptions of offences against the state and seditious offences under the Code of Criminal Procedure.\nBangladeshis deserve a just, fair and equitable system of governance. While quite a few laws and administrative practices increasingly stifle freedom of expression, assembly and the right to organise, there is virtually no progress in holding the perpetrators of extrajudicial killing, involuntary disappearance and torture to account – chipping away the much coveted image of the country. Enhancing the country's image entails making tangible and dedicated efforts to address those cracks. Those at the helm must also acknowledge that it is the common masses' trust and confidence in the institution of the state that is the ultimate promoter of a country's image.\n \nDr CR Abrar is an academic and human rights expert.\n\n",
        "headline_1": "The perils of protecting the image",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-shores-injustice/news/the-perils-protecting-the-image-3163756",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-11-2022"
    },
    {
        "full_article": "How can research on public health impact government policy? Let's start with some insight from the salmon farming industry in Norway. Even though it produces half of the world's farmed salmon, Norwegian farmed salmon is strictly prohibited for expectant women and children according to Nordic health guidelines. Instead of shying away from revealing health risks, the Norwegian government depended on research findings to improve its aquaculture policies. As a result, recent studies in 2021 show decreasing pollutants in farmed salmon.\nThis is an example of how research can alter public policies, especially those that pose a public health risk. However, recent events suggest this may be a difficult sell in Bangladesh.\nThe case in point is that of an agricultural scientist, whose research findings of carcinogenic elements in brinjal (begun) harvested in parts of Bangladesh were lambasted on a local TV network recently. I failed to process the reasons for criticising him. Is it because he used the government's money to carry out research that has implications for public health? But how can a scientist be reprimanded for producing knowledge that was, prior to that, unknown?\nCould the reason be that he published his findings in a well-known journal before sharing it widely locally? But then, any researcher has the liberty to publish their research as they see fit, within the guidelines set by funding sources. In fact, most public funding bodies push for open access data so that the research is made available to the public immediately and free of cost (which was done in this case).\nWas he reprimanded because the discussants (both of them journalists) or the anchor of the TV show he attended had never heard of the journal in question? Perhaps they were frustrated because they did not understand the basic findings of the research, even in layman terms. But was it not their responsibility to gather some field-specific knowledge and educate themselves about the scientific jargon prior to the interview, or at least invite a discussant who has some knowledge about agricultural science?\nOne of the discussants of the show expressed their outrage over the fact that the research was on brinjal and not jhinga. And while I can appreciate their personal love for this vegetable, a journalist should apply some level of rational thought to explain their opinions. It is understandable if they are not familiar with the specific terminology or morphological elements of both vegetables, but it requires someone to be very oblivious to scientific research methods indeed to ask such a question on live television. I take it that the question was intended to mock his research findings, or worse, hint at an ulterior motive for creating public panic. But did he deserve any of that for bringing to light the fact that traces of harmful (carcinogenic) elements in brinjal could be injurious to public health?\nThe interest this interview generated on social media made it clear that it was unprofessional, mediocre and lacked civility. But what sent chills down my spine was the insinuation that a scientist should be charged with a criminal offence for creating panic. If the findings are truly so serious, should the media not be asking what has happened to our soil or our farming industry for our food to have harmful elements in it? But instead of thanking him for bringing this concern into the public eye, the show's guests and host chose to blame him for it instead.\nWhat can we make out of this attitude of disregard? Why are we so loath to accept that the water we drink is contaminated, the air we breathe is polluted, and the society we live in is corrupted? It requires effort to keep the environment safe and clean. And the first step towards that effort is acknowledging the fact that there is a problem.\nThis research on brinjal was one such acknowledgment of the facts. In an ideal world, the media would contribute in dissecting its nuances and presenting it in layman's language. The questions we should have asked are the specifics of this research, the area of collected samples, the probable causes behind finding heavy metals in food crops, and the long term or short-term solutions to such cases. I am not making an argument against criticism, rather saying that respectful debates are the only way to know the facts. The attitude of wholesale disregard will not get us anywhere. In this case, we needed to ask a lot more than why brinjal, and not jhinga?\nMorsaline Mojid is a PhD Candidate at the University of Hawaii at Manoa, US.  \n\n",
        "headline_1": "Why are we villifying researchers for their work? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-are-we-villlifying-researchers-their-work-3163706",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-11-2022"
    },
    {
        "full_article": "At no other point in human history has a cause proved more urgent than tackling climate change; never has there been more at stake for us on this planet we call home, and for every species we share it with.\nHowever, rousing speeches and inspiring language are but hollow sentiments now – just empty rhetoric and fine-spun nothings in the absence of the robust action that scientists have long been urging.\nFor the people of Sylhet in Bangladesh, facing the worst floods in a century, words aren't close to enough. Words didn't prevent flash floods from carrying away their homes, destroying their livelihoods, killing their loved ones. And tweets of support or small aid packages aren't nearly enough for the 33 million affected by the floods in Pakistan last month.\nInstead, what I am calling for today is action — action to fulfil the promises made last year at COP26, the United Nations Climate Change Conference in Glasgow, to assist nations like mine in facing the harshest realities of a warming planet. And as world leaders prepare to gather once again, this time in Sharm El-Sheikh, I call upon my esteemed colleagues to find the means to honour the commitments they made, and to at least double the provisions for adaptation as well as finance by 2025.\nThis pledged financial support from developed countries should be considered a moral obligation – and it is vital to climate vulnerable countries such as mine. This can't be left to some future date either. If it is to protect against the wide-ranging consequences of climate change that we have been battling, and continue to battle at this very moment, assistance needs to be immediate.\nBangladesh currently contributes 0.56 percent to global carbon emissions, and yet, the proportion of damage inflicted upon our nation from climate change is overwhelming.\nRising sea levels, coastal erosion, droughts, heat and flooding will all continue to take a serious toll on our economy. They will wreak havoc on our infrastructure and agricultural industry as we face considerable challenges in averting, minimising and addressing the loss and damage associated with climate change impact, including extreme and slow onset events.\nStudies show that our GDP is expected to be significantly reduced due to human-caused warming, and average income is projected to be 90 percent lower in 2100 than it would have otherwise been. The Intergovenmental Panel on Climate Change (IPCC) Assessment Report projects that Bangladesh will experience a net increase in poverty of approximately 15 percent by 2030 due to climate change.\nIt would be easy to become despondent when faced with such bleak forecasts, when the call for urgent action is going unheard by many and progress is so slow. It would be much easier to succumb to the paralysis of anxiety – but we must resist.\nAnd in Bangladesh, we're doing just that.\nIn the face of such grave threats, we have so far been able to achieve relatively resilient and consistent growth. We have also unveiled the Mujib Climate Prosperity Plan in order to deal with matters of climate change, from decarbonising our energy network to green investment initiatives – both now and in the future – all in a bid to shift our trajectory from vulnerability to resilience and, in turn, to prosperity.\nWe were the first among developing countries to adopt a comprehensive Climate Change Strategy and Action Plan back in 2009. So far, we have allocated USD 480 million to implement various adaptation and mitigation programmes.\nCurrently, we're also implementing a housing project for climate refugees in our coastal district of Cox's Bazar, aiming to construct 139 multi-story buildings to shelter about 5,000 climate refugee families. And during my 18 years of premiership, my government has given homes to about 3.5 million individuals to date.\nMeanwhile, we've adopted the \"Bangladesh Delta Plan 2100,\" which aims to shape a safe, climate-resilient and prosperous delta. And every year, my party plants millions of saplings to increase our country's tree coverage as well.\nAs the former chair of the Climate Vulnerable Forum (CVF) and the V20, Bangladesh continues to focus on promoting the interests of climate vulnerable countries. It isn't enough to just survive; we intend to succeed, to be a global leader, to show our neighbours and the world that there's still a path to a hopeful future – but we cannot do this alone.\nThe words of the international community must turn to deeds, once and for all.\nThe USD 40 billion increase in adaptation funding agreed upon in Glasgow must be regarded as an initial investment in our common future. Otherwise, the cost of inaction will be immense: Last year's IPCC Working Group II report already warned that global GDP loss could hit 10 to 23 percent by 2100 – far higher than previously predicted.\nEach passing year more powerfully highlights the deeply interconnected nature of our planet in the 21st century, with supply lines and energy reliance casting a long shadow over us all. This year has already brought more record-breaking heat events across the world, with temperatures in the UK surpassing 40 degrees Celsius for the first time in recorded history.\nClimate change, loss and damage are already with us, wherever we care to look. It's playing out across the world in a myriad of ways, and the issues facing climate-vulnerable nations like mine will be at the door of other nations soon enough.\nIf we are to have any hope of surmounting this great challenge, we must recognise that the floods in Bangladesh, the fires in California, the droughts in Europe – all triggered by just a 1.2-degree rise in temperature – are interconnected and must be confronted together.\nThe promises made last year must be fulfilled; words must finally lead to action.\nThe article was first published in Politico on November 6, 2022.\n\nSheikh Hasina is the prime minister of Bangladesh.\n",
        "headline_1": "It’s time to follow through on the Glasgow Climate Pact",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/its-time-follow-through-the-glasgow-climate-pact-3163711",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-11-2022"
    },
    {
        "full_article": "For years, we boasted about steady economic growth and the resilience of our economy, all the while ignoring repeated warnings from economists and others that such growth would be unsustainable in the long run unless some major reforms were undertaken, particularly in the financial and energy sectors. Did we think the economy was invincible, as we took one disastrous decision after another, prioritising the self-serving interests of some vested quarters over that of the general public and eroding the pillars of crucial institutions in the process? Now, Bangladesh faces an unprecedented crisis, with surging inflation, fluctuation in the exchange rate, depleting reserves, growing unemployment, rampant inequality and rising food insecurity threatening the very stability of our economy and the well-being of our people.\nIn a recent roundtable organised by The Daily Star, noted economists highlighted that while the Russia-Ukraine war may have triggered the current crisis to some extent, Bangladesh could have predicted and prevented much of its fallout had the government addressed the longstanding issues afflicting the major sectors. Experts have long warned against – as have we, in this very column – the growing number of non-performing loans, extravagant spending and wastage on megaprojects, poor tax-GDP ratio, lack of financial independence of the central bank, failure to adjust interest rate to reflect the current economic reality and the dangers of artificially propping up the taka's value against the dollar, to name just a few. Our policymakers chose to remain oblivious of the forewarnings, and now, unfortunately, it is the public who must answer for their callousness. It is ironic that the International Monetary Fund (IMF) are now prescribing much of the same conditions to avail its USD 4.5 billion loan as had previously been suggested by our economists.\nThe question, moving forward, is whether our policymakers have learnt anything at all from a decade of poor governance, and if they are willing to redress their past mistakes in light of the volatile situation of their own making. Thus far, the government has failed to produce a clear and comprehensive policy package, in consultation with relevant stakeholders, that provides a roadmap of how to come out of the current crisis. The piecemeal solutions it has taken over the past few months, such as import control or marginal adjustment of annual development programme, are simply not enough to address the severity of the problems facing the nation.\nFirst and foremost, the government needs to come out of its mode of denial. Without any further delay, it must develop a transparent and comprehensive policy package that judiciously tackles the interconnected issues afflicting the economy. It ought to make the interest rate and exchange rate flexible, and take necessary fiscal measures to offshoot any potential instability as a result. It must get rid of subsidies from some sectors, such as capacity charges to quick rental power plants, while prioritising subsidies in others, such as agriculture. In the meantime, to protect the people from the ongoing inflationary pressure and impending food insecurity, it must expand its social safety net programmes and increase distribution of subsidised goods. The real question is: do we have the political will to rescue the economy and the people from a catastrophe?\n",
        "headline_1": "The current economic crisis is of our own making ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-current-economic-crisis-our-own-making-3163696",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-11-2022"
    },
    {
        "full_article": "The prime minister on Sunday instructed the Bangladesh Bank to intervene if any bank faced a dollar shortage while opening letters of credit for importing food, fertiliser, and other agricultural inputs to ensure uninterrupted food supply to the country. She also said that the government would continue to subside agricultural inputs, while cutting back subsidies on LNG and electricity. We welcome the PM's proposed moves to ensure that our food supply remains stable. However, we have to remember that the ongoing economic crisis, while exacerbated by external factors, is also the result of certain structural issues that have long persisted as a result of internal weaknesses and mismanagement, as pointed out by experts and the media repeatedly.\nAnd this, in turn, is having a significant impact on our food security.\nWhile ensuring food security is a must, the only way it can be achieved is by strengthening other economic fundamentals. For example, one of the biggest worries for us when it comes to importing food right now is dollar availability or the lack thereof. The primary reason for the ongoing dollar crisis is that the value of our exports is rising, while the value of our imports and remittance inflow is falling. And remittances have been falling because the central bank has decided to artificially set the exchange rate at which banks are buying and selling the dollar, making it more profitable for individuals to send remittance through unofficial channels – whereas, if migrant workers send it through the official channel, they will comparatively make a loss. Economists have been calling on the government to fix this discrepancy, but to no avail.\nRight now, the central bank reportedly has foreign currency reserves of USD 35.7 billion, which is enough to meet about four months' import bills. Thus, the PM also called on the authorities to reduce the gap between export earnings and import payments – or the current account deficit. This should have been done a long time ago. Nevertheless, the authorities now need to work extra hard to achieve that target, particularly because the present global environment is least accommodative for that.\nDue to the ongoing inflationary pressure, lower- and fixed-income groups are becoming increasingly more food-insecure. The government needs to ensure that its programme to sell essential goods, including food, at lower prices to one crore low-income families is carried out efficiently. Previously, we had heard a similar government promise to deliver such aid to 50 lakh people. However, in reality, the government allegedly could not deliver the aid to more than 38 lakh people. We urge the government to address this kind of discrepancies and build capacity to deliver on its promise this time. It must make sure that food items actually get delivered to their intended beneficiaries.\n",
        "headline_1": "We must prioritise food security",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-prioritise-food-security-3163401",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-11-2022"
    },
    {
        "full_article": "That doing business in Bangladesh is a very challenging endeavour is quite known. The challenge here has nothing to do with the inherent risk of implementing a new business idea. On the contrary, it is mostly about obtaining permissions from the various government offices, both local and central, before starting a business venture. The most basic of such official permissions is a trade licence issued by the local government bodies including Union Parishads, municipalities or city corporations. Though, ideally, getting the permission to do business in the form of a licence issued by the government office concerned should be possible in one go, in reality, the process is very complicated, time-consuming and costly. Although it is a common experience of the business entrepreneurs of Bangladesh, the truth has come out afresh reportedly from a recent Focus Group Discussion (FGD) involving entrepreneurs from different parts of the country organised by an agro-business body working for female business entrepreneurs. However, the findings of the FGD that covered both male and female entrepreneurs, as reported, have provided a document on the hurdles faced by entrepreneurs at the government offices while running an existing business or starting a new one. For instance, an entrepreneur has to spend five to seven working days to have a licence issued from the relevant government office. The tardiness of the work has to do with the fact that the application for a business licence has to be done manually. Worse yet, the licensing procedure being part digital and part manual, the applicant has to physically visit the office concerned more than once. Businesspeople have to go through similar hassles at the time of renewal of their licence, which is an annual event.What is more, the ordeal of the entrepreneurs does not end with just getting a licence, for they have also to meet the requirements of tax and duties including the Value-Added Tax (VAT). Each involves a complex procedure, time and, of course, expenditures in addition to the regular fees. That, in other words, means entrepreneurs have to meet more than one type of cost and navigate a multiplicity of complex procedures recurrently to keep in business. However, as the FGD further observed, the experience of women entrepreneurs is more distressing than that of their male counterparts. For instance, to renew her trade licence, a female entrepreneur has to meet undocumented requirements including spending three times more time and money as part of the renewal costs including regular fees plus, what they say, the self-explanatory 'speed money'. Such a costly and difficult licensing procedure is undoubtedly discouraging to entrepreneurs operating, particularly, on a micro and small scale. This is more so when it comes to female entrepreneurs in this category. Needless to say, the existing system is a big obstacle to business and investment in the economy. It has been further observed that to avoid such a gruelling experience, many new entrants start their business without at all having a licence. When they finally opt for one, a long time-from three to 15 years-has already elapsed after the start of their business. This does not speak of a helpful business environment. So, it requires a massive makeover. To that end, complete automation of the licensing service for business, application and renewal procedures with especial attention to female entrepreneurs is urgently needed. Hopefully, the government would give its highest attention to the issue and do the needful sooner rather than later.",
        "headline_1": "Streamlining licensing procedure for business",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/streamlining-licensing-procedure-for-business-1667914830",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-11-2022"
    },
    {
        "full_article": "That Bangladesh's apparel products fetch poor price from overseas buyers has been a much talked-about issue for long. Sometimes this was attributed to the very low segment of products that buyers buy in bulk from Bangladesh. But the reality is not so. It has been found from market research that price variation occurs, disfavouring Bangladeshi exporters, in the same product segments where competing exporters from other countries are offered higher prices. This has been pointed out in a recent study report prepared by the International Trade Centre (ITC). The report titled 'Garment Costing Guide for small firms in value chains' said that retailers and brands should pay their suppliers a fair free-on-board (FOB) price since they are often paying the prices that are below the factory costs. Of the supplying countries mentioned in the report, Bangladesh alongside Cambodia and Pakistan are receiving prices far below the world average prices, while Vietnam, Indonesia, Turkey and Mexico are given higher than that of the global average. The findings relate to the FOB prices of 10 most important apparel items of Bangladesh exported in 2020 vis-à-vis those of the 10 biggest competitors of each product segment. The most striking aspect of the price variation, according to the report, is that Bangladeshi exporters are offered prices that are 32 per cent to 83 per cent lower than the highest prices paid to the suppliers in some other countries. Among the products exported at, what the report says, unfair prices include men's woven cotton trousers, men's cotton jeans, woven cotton jackets. The rates fetched by the local exporters for these items are way below the global average as well as those of Vietnam, India, Sri Lanka, Turkey and Mexico. However, there are only a few items, such as-- men's cotton woven shirts, and T shirts (men's and women's) for which local exporters get higher than the rates of global average,  Meanwhile, a recent development has taken place in this regard. The Bangladesh Knitwear Manufacturers and Exporters Association and the Sustainable Textile Initiative: Together for Change signed two deals to launch Fair Price App and encourage gender sensitive workspace. Stakeholders at the signing ceremony said that fair price has the capacity to increase suppliers' bargaining power, their financial sustainability and the ability to raise wages. They said that fair price is a tool that ensured fact-based costing and shared responsibility between buyers and suppliers to ensure that prices sufficiently covered all expenses, including when wages were raised. They said that wages in Bangladesh garment industry should go up and brands cannot deny their responsibility in this regard as people here deserve better prices and better wages.  In this context it may not be out of place to refer to the allegation against global brands for business practices such as offering low prices and shorter manufacturing times for fuelling abuse of garment workers in Bangladesh and other supplying countries. This was highlighted at a report of the New York-based rights group Human Rights Watch (HRW). The report titled 'How Apparel Brand Purchasing Practices Drive Labour Abuses' says the various cost-cutting methods by factories in countries that harm the workers are actually driven by the reckless profit motive of the global brands buying the products. Low prices and shorter times for manufacturing, coupled with poor forecasting, unfair penalties, and poor payment terms' have been identified as the main factors exacerbating the risks for labour abuses.  The report is based largely on interviews with garment suppliers, social compliance auditors, and garment industry experts, including those with at least a decade's experience sourcing for numerous global brands as well as interviews with workers in Bangladesh, Cambodia, India, Myanmar, and Pakistan. Many global brands, the report says, flaunt their commitment to ensure rights-respecting workplaces that produce their goods, but undercut their efforts with pressure on suppliers to drive down prices. The report adds, the sourcing policies of the buyers are not merely a threat to a factory's financial bottom line, it also forces factories to engage in abusive labour practices and in risky contracting with unauthorised suppliers as a way of cutting costs. Overtime-related violations are an open industry secret and factories hide the number of hours workers actually work to pass compliance audits and find innovative ways of bypassing overtime wage regulations.As pointed out in the HRW report, it is ironic that while global garment retailers insist on transforming garment factories into green production units at substantial costs, there is no sign of even a marginal hike in the prices. Since the incidents of Tazreen fire and Rana Plaza building collapse that shook the entire garment industry with potential threats for the future, the country's garment factories have undergone large-scale renovation works to ensure safety of workers. The two representative agencies of international buyers - the EU-based Accord and North America-based Alliance, along with local inspection agencies have successfully accomplished the task of factory remediation in respect of, reportedly, eighty per cent of the 5,000 garment factories. Along with the factory remediation works, there have been a lot of proactive moves by a good number of large factory owners which helped them turn their factories into green factories. This involves a major shift in energy and environmental design of the factories and significant investment in eco-friendly production processes. In a short time, surprisingly indeed, the country topped the list of garment producing countries in the number of full-fledged green factories. But as low price continues to dictate terms, it is now crucial to look for developing capabilities in both pre-and post-production stages to remain competitive and profitable. To remain profitable, garment manufacturers should, among others, readjust their business model by diversifying product range, introducing latest technology, and improving value chain.\n[email protected]",
        "headline_1": "RMG export-scaling up price structure",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rmg-export-scaling-up-price-structure-1667914886",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-11-2022"
    },
    {
        "full_article": "The price of sugar produced in state-owned sugar mills has been hiked by Tk14 a kilogram. Currently the maximum retail price of a kg of local sugar, as the Bangladesh Sugar and Food Industries Corporation readjusted the price, is Tk 99 (a jump of 16.4 per cent). However, the prevailing market price of the item at the retail level is Tk 120 a kg.At a time when consumers are increasingly tightening their belts on account of rising inflation in every area, the latest hike in sugar price will further squeeze people's affordability of essential foods.Bangladesh imports most of its refined sugar requirements and some 100,000 tonnes of raw sugar is refined at government sugar mills. With devaluation of Taka, obviously cost of import has risen significantly. Looking beyond the prices that have been fixed, residents of different neighbourhoods have been complaining about the sudden disappearance of sugar altogether. Again, beyond the obvious racketeering by unscrupulous business interests, the ongoing gas crisis for the industry has been taking its toll on sugar production.The supply of gas to sugar mills has been reduced to half, records shown to the Directorate of National Consumer Rights Protection (DNCRP) by millers confirm. The commerce minister himself has admitted that production of sugar mills has been cut back by a third due to the ongoing gas crisis and the situation may be reversed once energy supply is restored. However, with the state of affairs as they stand now, no one can be fully sure as to when that will happen. Given that many of the variables that have contributed to lower production and higher cost of production inputs, it is time to have another look at the range of duties on the import of raw sugar. Indeed, refiners have already demanded that they require more gas for production and a withdrawal of all duties on the import of the commodity to stave off this upward spiral of sugar. On top of that there is a dearth of forex, which has caused havoc with opening Letters of Credit (LoCs) with banks. With the tightening of belts across the board, many importers complain that they cannot open LoCs. Sugar is not a luxury product but an essential commodity. One of the complaints importers have is that while opening LCs, the exchange rate for US$ hover between Tk96 to Tk98, but in case of delayed payment, they are being charged up to Tk105 against 1.0 US$. Then there is import duty, which apparently has increased from Tk32,000 per tonne (up from Tk23,000 earlier). As primary energy is almost certainly going to be costlier since the country has to import energy supplies at higher cost from the international market, it makes sense to reduce the various duties and taxes paid on imported sugar. Some duty relief has to be given to producers if price of sugar is to stabilise in the market. Wholesale withdrawal of regulatory duty, VAT, customs duty, etc. on imported sugar is not realistic since the revenue board will lose out on substantial earnings, but a downward revision should be considered given the crisis period the country is going through.\n[email protected]",
        "headline_1": "Sugar price leaves a bitter taste in the mouth",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sugar-price-leaves-a-bitter-taste-in-the-mouth-1667914919",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-11-2022"
    },
    {
        "full_article": "Cybercrimes are rising alarmingly in Bangladesh. Many people in the country, mainly senior citizens, know little or nothing about electronic devices and applications. But many of these people have started using mobile financial services and social media platforms. They are easily becoming victims of cyber frauds. In most cases, the perpetrators call their targets and want to know their OTPs (One Time Passwords) and PIN codes alluring them that they have just won a lottery. To get the lottery reward, the victims have to share the secret information of their cards or accounts. When they share it, the perpetrators easily withdraw or transfer money from these accounts and block the numbers. Moreover, there are some unfortunate people whose personal information is stolen by hackers. Sometimes, cyber criminals hack social media accounts and blackmail their owners for money. Fake websites, scams, fraudulent phone calls and messages by digital thieves are giving people a hard time protecting their important data or being safe from all kinds of cyber deceptions. Many people unknowingly fall into the trap that the hackers lay for them. They send different app download links and deceivingly collect the OTP from their targets to hack the accounts.Creating public awareness is the most important thing to control cybercrimes. If one is victimised, everyone in one's family should stand by the victim and work hand in hand to ensure justice. Also, we have to focus on creating strong public opinion against cyber crime on a large scale like including cyber awareness topics in the textbooks. How cybercrime victims can get legal help should be widely disseminated in simple and understandable language. For this, our media should also come forward.\nAbdullah Almamun, Student of Department of Sociology, Jagannath University, Dhaka, [email protected]",
        "headline_1": "Beware of cyber crimes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/beware-of-cyber-crimes-1667914951",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-11-2022"
    }
]