[
    {
        "full_article": "Haryana is in political turmoil after three independent MLAs withdrew their support to the ruling Bharatiya Janata Party (BJP), and its former coalition partner, the Jannayak Janta Party (JJP), offered support to the Congress to form an alternative government. In the 90-member State Assembly, which currently has an effective strength of 88, the BJP government led by Chief Minister Nayab Singh Saini appears to be in a minority with 43 MLAs by its side — it needs 45 for a majority. But BJP leaders assert that their government is under ‘no threat’ and if there be any need, ‘other MLAs’ will support them — an indicator of support from disgruntled MLAs of the JJP. The Congress and the JJP have come out all guns blazing at the BJP, but appear to be moving with a guarded approach by putting the onus to initiate the process of bringing down the incumbent government on each other. Both parties have asked Governor Bandaru Dattatreya to intervene. While the Congress has demanded immediate Assembly polls under President’s rule, the JJP has asked the Governor to seek an immediate ‘floor test’ to determine the majority of the incumbent government in the Legislative Assembly.The Congress and the JJP are trying to consolidate their base in the midst of the general election and in the run-up to the Assembly election, which is due to be held in normal course in October. At least two of the 10 JJP MLAs have declared their support to BJP candidates in the Lok Sabha polls, and it is getting hard for the JJP to keep its flock together. After parting ways with the BJP, the JJP, which draws its support largely from the agrarian class, primarily the Jat community, has upped the ante against its former partner. In March this year, when the BJP replaced Chief Minister Manohar Lal Khattar with Nayab Singh Saini, it indicated the party’s strategy to sharpen its caste-based politics pivoting towards the non-Jat constituency. Haryana witnessed a violent pro-Jat quota stir in the year 2016 and the agitation left Jats and non-Jats pitted against each other, straining inter-community relations. The Congress appears to be channelising its energy to form the next government for a full term of five years, instead of focusing on any possibility of a short-term gain. The political turmoil has cast a long shadow of doubt on the Saini government’s legislative majority. The Governor should take appropriate measures to clear the doubts regarding the numbers.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nHaryana\n\n/\n\npolitics\n\n/\n\nBharatiya Janata Party\n\n/\n\nJannayak Janta Party\n\n/\n\nIndian National Congress\n\n/\n\nGovernor\n\n/\n\nGeneral Elections 2024\n\n/\n\nCaste\n\n/\n\nReservation\n\n/\n\ngovernment",
        "headline_1": "Turmoil and test: On Haryana politics",
        "headline_2": "Haryana Governor must ask the government to prove its majority",
        "link": "https://www.thehindu.com/opinion/editorial/turmoil-and-test-on-haryana-politics/article68157885.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-05-2024"
    },
    {
        "full_article": "In a rare display of camaraderie across the political divide, Democrats in the U.S. House of Representatives rushed to the aid of Republican House Speaker Mike Johnson and, alongside others from his party, saved his speakership from termination, by a vote of 359-43 in support of his continuance in that capacity. The threat to his role as the functional head of the lower chamber of the U.S. Congress came from far-right Republican lawmaker and unabashed supporter of former President Donald Trump, Marjorie Taylor Greene of Georgia, whose grouse with Mr. Johnson was that he had shepherded and seen through a bill to provide a $95 billion national security aid package to Israel, Ukraine and other U.S. allies in Asia, with the bill for military support to Kyiv coming in at $61 billion. “By passing the Democrats’ agenda and handcuffing the Republicans’ ability and influence legislation, our elected Republican Speaker Mike Johnson has aided and abetted the Democrats and the Biden administration in destroying our country,” Ms. Greene said, in a speech on the floor of the house that was booed by her fellow Congressmen. In March, Ms. Greene had filed a motion that would trigger a vote to remove Mr. Johnson, and earlier this week she had warned that she would be bringing that motion to a vote. While Mr. Trump is said to have complimented Ms. Greene in a post on the Truth Social platform, even he said that he believed that Republicans were “not in a position” to be voting Mr. Johnson out. To a significant extent, the House has become the testing ground for factional supremacy within the ranks of the Republican Party, a simmering conflict that has intensified as the presidential election of November 2024 has drawn closer. The lower house witnessed a similar pattern of turmoil during the election of Mr. Johnson’s immediate predecessor, California Congressman Kevin McCarthy, who had to engineer no fewer than 15 rounds of voting to finally secure the Speaker’s chair. Ultimately Mr. McCarthy was dismissed from the role in late October 2023 when his tenure was abruptly ended by a motion to vacate foisted by members of the House Freedom Caucus. This ultra-conservative group has broadly backed the political agenda of Mr. Trump and routinely attacked ‘mainstream’ Republican lawmakers who have relied on bipartisan cooperation to get bills passed, including critical funding for U.S. allies. Even as Voting Day approaches fast from the horizon, moderate congressional Republicans are faced with the festering dilemma that to win their re-election bids they cannot be seen as spoilers who made it harder for Congress to forge critical bipartisan legislation, yet the popularity of Mr. Trump and the stubbornness of his House ideologues make it difficult for them to repudiate a more combative approach to politics. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nUSA\n\n/\n\npolitics\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nsecurity\n\n/\n\nUS PRESIDENTIAL POLLS",
        "headline_1": "Bipartisan rescue: On the U.S. House of Representatives and U.S. politics",
        "headline_2": "Moderate congressional Republicans are in a dilemma over following Trump all the way",
        "link": "https://www.thehindu.com/opinion/editorial/bipartisan-rescue-on-the-us-house-of-representatives-and-us-politics/article68157483.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-05-2024"
    },
    {
        "full_article": "Ethylene oxide (EtO) in packaged spice seems terrible. But science has a more nuanced view: EtO inhalation is bad, small residues in food not so much\nWhen Hong Kong and Singapore suspended the sale of a few packaged spices and spice blends exported from India a fortnight ago over the presence of ‘carcinogenic residue’ ethylene oxide, or EtO, it triggered a chain reaction. Australia and then US started testing spices from India.\nIn the dock were India’s largest spice manufacturers, and only pan-India spice retailers, MDH and Everest. MDH denied it used EtO at any point in its production process.\n\n\nWhat’s the permissible limit of EtO? | EtO is the season’s flavour – at the heart of global trade battles. This is because there are no international standards set for EtO’s presence in foods or spices.\nRead full story on TOI+\n\n",
        "headline_1": "Is the danger as spicy as headlines suggest?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/holycow/is-the-danger-as-spicy-as-headlines-suggest/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-05-2024"
    },
    {
        "full_article": "Vote shares are a good way to read poll politics. But the ways they matter can vary wildly\nA first-past-the-post electoral system never fully captures keen contests on the ground. Because victory, seat by seat, is what matters, what’s often ignored is that larger parties form coalitions on the strength of smaller parties’ vote shares, a metric that reflects a party’s strength, regardless of seats won.\n\nAll about presence | BJP yesterday claimed it will win 5 seats and pull 20% votes in Kerala, from its 2019 tally of 13% vote share and zero wins. So, on a 7 percentage-point increase, BJP says it’ll swing a 5-seat haul. June 4 will show what’s what, but how does the math play out?\n\n\nNo set threshold | Conversion of votes to seats is where political parties – and poll pundits – sweat it out. What share guarantees a win? A conversion formula is elusive. In Rajasthan assembly elections, Congress and BJP have won the state on vote share differences of as little as 1 percentage point. When chemistry is not a factor – read Modi waves of 2014 and 2019 – in a multi-party contest, even a 20% vote share can bring victory. Normally a lead of about 9 percentage points in a nearly bipolar contest leads to a sweep. But there are no hard and fast rules.\n\nAverages half the story | Reading vote shares demands careful parsing. State averages can mislead. Take Dec 2014’s J&K assembly poll. BJP had the largest vote share – 23%, slightly over PDP’s 22.7%, NC’s 20.8% and Congress’s 18%. BJP votes were in Jammu region. A closer reading showed BJP had 2.2% votes in Kashmir’s seats, 22% in Ladakh, but an impressive 48% in the 25 Jammu seats.\n\nMaking it add up | In multipolar contests, even slight shifts can cause upheavals. For instance, before the Modi tides, four-cornered contests in UP meant minor changes in vote shares could translate into huge shifts in seats. In state elections in 2007, for instance, BSP won about 30% votes, SP 26%, BJP 17% and Congress 8.5%. In 2012, SP raised its tally by barely 3 percentage points, but its seats went from 97 to 224. BSP’s vote share (2012) was about 4.5 percentage points lower than in 2007 – seats crashed from 206 to 80. It is this unpredictability that drives parties to form alliances. A large vote share scattered across constituencies does not make a winner.\n\n",
        "headline_1": "Behind the seats",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/behind-the-seats/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-05-2024"
    },
    {
        "full_article": "Air India’s business decisions are its prerogative. But another pilot strike shows poor management\nIndia’s aviation sector is in a strange place. Airfares are soaring and profitability is high, but passengers are increasingly frustrated. Yesterday, it was the turn of Air India Express to be confronted by irate passengers. Over 80 flights were cancelled after cabin crew went on mass sick leave, a euphemism for industrial action.\n\nMerger blues | AI Express is part of the Tata group’s aviation business. It’s the second time since April that an airline in the group inconvenienced passengers because of internal turmoil. The Tata group is in the midst of merging different airlines in its portfolio. That’s a business decision, and it’s the group’s prerogative. However, when the fallout of the decision affects passengers, it reflects poorly on the way the process is being managed.\n\n\nNo slack available | India’s aviation market is today characterised by tightness. The post-Covid recovery in passenger traffic is being serviced by fewer aircraft than the phase before the outbreak of the pandemic. One result of this situation is a sharp increase in airfares. In addition, the tight market means that mass cancellations like that of AI Express flights result in great hardship for passengers. AI Express operates on international routes in addition to domestic ones. The mass cancellation has had a particularly harsh impact on passengers booked to fly overseas.\n\nDuopoly overhang | Close to 90% of the domestic aviation market in the Jan-Mar quarter was serviced by IndiGo and the Tata group’s airlines. It’s a market close to being a duopoly, which means that there’s not enough competition. One result of it is that airfares, which are high, are expected to stay that way for a while. Globally, the aviation industry is also experiencing supply constraints because of production problems among companies.\nAviation regulator DGCA needs to nudge airlines to ensure their internal problems don’t cost passengers more.\n\n",
        "headline_1": "Again & Again",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/again-again/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-05-2024"
    },
    {
        "full_article": "Neta rhymes with pheta, no? That’s why all those addressing election rallies resemble bridegrooms – or bearers. Both looks are valid. One will arrive to baarat-grade band-baaja; the rest will have to remain wait-ers. Having thrown their hat in the ring, our leader-cadre dons traditional headgear in this five-yearly doff to people power. The variety makes for impressive optics, but ‘apt-ics’ are trickier since every region proudly boasts its own pheta-pagri-patka-safaa.\n\nIn Maharashtra, the billed speaker must switch from Kolhapuri to Puneri to intriguing Peshwai. Add the pheta sported by bike-borne battalions of Maratha women in navvari saris who varrroom through the streets on May 1, state formation day. It’s even more challenging in Rajasthan where there are as many turban-tying types as those claiming sun-moon ancestry. Udaipur’s newish super deluxe hotel spent months getting the authentic Mewari pagdis for restaurant staff. One wrong twist would result in faces akin to the lal-maas.\nSo, do star campaigners too include sartorial aides in their entourage to avoid the electoral equivalent of wardrobe malfunction? Moreover, what ultimately happens to that array of headgear? Is it restyled for the next foray? Auctioned to buy more laddoos for overworked party workers? Or, will a future Nationalist Gallery showcase a permanent collection of those once worn by our netas?\nFor the present, these past months have displayed more than the full 2.278 yards of the traditional 82-inch turban. Some wearers look the fable’s crow in borrowed plumes, but some have the swag blag to carry it off. Bharatiya janata gets more bang for its heat-stroke when the party leader also looks like a Wow when promising a future of ditto dazzle.\nForget pomp and pageantry. Even simplest headgear gets elevated to metaphor. In politics, loser types are the ones who meekly accept the cap believing that it fits. Winners are those who make rivals wear a topi.\nAlec Smart said: “Revanna, straying governors, wrestling’s ‘Sharam’ Singh’s seat bestowed on proxy son, judges who think consent is irrelevant in marital sex…What we NOW have is a National Omission for Women.”\n\n",
        "headline_1": "Hat tricks: Indian election times are turban-ulent times",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/hat-tricks-indian-election-times-are-turban-ulent-times/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-05-2024"
    },
    {
        "full_article": "Why does the passage of the Antisemitism Awareness Act by the United States House of Representatives on May 1 (it will become a law after Senate votes) worry a newspaper editor in faraway Bangladesh? Simply because the so-called Awareness Act will curb freedom of expression and media guaranteed by the First Amendment to the US Constitution. It is a fact that nothing comparable exists in the world that guarantees these freedoms as resolutely and robustly as the First Amendment does, and any erosion of its impact worries journalists like myself everywhere around the world.\nI have often wondered as to the foresight of the authors of that amendment as early as in 1791. Whatever the US did since then—enact hundreds of laws and treaties, conduct wars and military interventions, and all the coup d'états it engineered or supported—it did not touch the First Amendment. In fact, it was the US's biggest attraction, intellectual freedom—something it never tires of flouting. Economic opportunities were obviously a significant factor, but \"freedom\" was an incomparable allure, especially for the academically minded, to immigrate to the US. Now that sacrosanct piece of legislature is under threat only to protect Israel from legitimate criticism.\nAs a lifelong journalist, nothing is as endearing to me as the Magna Carta, with which modern day rights began, and the First Amendment, where freedoms of religion, speech and the press got their most robust recognition. The First Amendment states, \"Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech, or of the press; or the right of the people peaceably to assemble and to petition the Government for a redress of grievances.\" The world changed, but the Americans hung on to it, though losing a significant amount of their credibility with the WMD lies.\nBut the passage of the Antisemitism Awareness Act is the most direct attack on the principles and values of the First Amendment, and it makes us journalists—however far we live—nervous and worried, simply because what will happen in the US could be used to curtail freedoms in other countries. The danger to freedom of speech, freedom of media, and freedom of the academic world is at our doorstep, and it is being midwifed by US lawmakers.\nWe all knew about Israel's hold on US politics; the American Israel Public Affairs Committee (AIPAC) is heavily involved in funding election campaigns of candidates, especially newcomers. But what we did not know of is its hold on the US academia. Such an unprecedented crackdown—after the anti-war protests more than half a century ago—on faculty members and students, including the removal of presidents of Ivy League universities like Harvard and the University of Pennsylvania, has shaken the academics and the students to the core. The arrest of protesting students, commendably peaceful in their demonstrations, and expulsion of hundreds of them have spotlighted a new and extremely revealing aspect of the US universities: freedom of speech and assembly must end where Israeli interests begin.\nWhy is the Antisemitism Awareness Act, passed by a vote of 320 to 91 in the House of Representatives, such a threat to freedom of expression and media? Because it expands the definition of antisemitism to include \"targeting of the state of Israel, conceived as a Jewish collectivity.\" This definition equates the state with a religious community, namely the Jews. A state is a political entity, a human construct and subject to all the frailties of human weaknesses. But religion, to its followers, is divinely ordained and guided. The basis of the state is political. The basis of religion is moral. The former strives to gain and retain power through the political process, while the latter demands authority and obedience through faith and moral values. If a state is given the sanctity and obedience of \"faith,\" then it is a return to the theocracies of the Middle Ages. Nothing about the state can be questioned.\nTo delve further, a state—in this case, the \"Jewish collectivity\"—is run by governments that are elected through a political process involving wheeling and dealing, occasionally of the worst kind. Governments make policies that impact the lives of citizens. Must they not be scrutinised and criticised when needed? How can criticism of Benjamin Netanyahu and his extreme right-wing government—which has launched a policy of depopulating the Gaza Strip and taking over Palestinian land in the West Bank, and commands very low public support within Israel—be \"anti-Jewish collectivity\" and, as such, antisemitic?\n\nThe protests in the US campuses appear to uphold values that we all aspire to adhere to. To attack them, discredit them as being antisemitic, and punish them with expulsion and imprisonment provide irrefutable proof that like US politics, US academia is now under Israel's dominance.\nThe ongoing student protests in the US and other parts of the world are not against Israel. They are against the Israeli government's policy against the Palestinians. Again, these protests did not burst into this massive scale just like that. They are against the killings of nearly 35,000 unarmed Palestinians since October 7, 2023 (till May 9, 2024), of whom at least 13,000 are children. There are daily bombings on Gaza, and each day head counts come out in the press as if these lives are nothing but numbers. Recently, the UN Mine Action Service (UNMAS) estimated that there were 37 million tonnes of debris in Gaza, which will take 14 years to clear as the Israeli army has reduced much of the narrow coastal territory of 2.3 million people into a wasteland.\nSo, are the students in the US and the rest of the world indulging in antisemitism when they are protesting these globally recognised atrocities—acts that are contrary to all international laws and norms and against fundamental human values?\nThere is another point to be made here. Did the university authorities need to call the state police to handle the protesters who were mostly peaceful? Generally, most, if not all, US universities have their own campus police, who are trained to handle students and the faculty if the need should arise. But calling for the regular police, whose mindset and training are always to use force—most often excessive—to contain any situation, and who are mostly dealing with criminals, was to sow fear and curb a protest that, to repeat, the First Amendment guarantees. Photographs and videos showing the way students were brutalised and even faculty members attacked proved the ferocity with which the students' protests were met. It seemed as if the students needed to not only be taught a lesson, but be brutalised to a level that they would never think of protesting against Israel again.\nTo a lifelong cheerleader of the First Amendment, the students' protests appear to be salvaging the somewhat dwindling credibility of the Western powers as to their commitment to the Universal Rights, which they are constantly preaching to the rest of the world. The protests in the US campuses appear to uphold values that we all aspire to adhere to. To attack them, discredit them as being antisemitic, and punish them with expulsion and imprisonment provide irrefutable proof that like US politics, US academia is now under Israel's dominance.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Column by Mahfuz Anam: End of intellectual freedom on US campuses?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/column-mahfuz-anam-end-intellectual-freedom-us-campuses-3605996",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-05-2024"
    },
    {
        "full_article": "What makes an MP's job so attractive? Despite being a supposedly noble role in the service of the nation and constituents, it should not be judged solely on the basis of the rewards, financial or otherwise. However, the esteemed position they hold suddenly appears to be at risk of being discredited, at least according to Mujibul Haque Chunnu, the opposition chief whip, following the purported revelation of MPs' emoluments and allocations for individual constituencies by a newcomer.\nWithout mentioning the name of the newcomer in parliament, the Jatiya Party MP remarked, \"We are all victims of what he said on his Facebook post.\" The accused in this case, against whom the opposition chief whip sought the speaker's intervention, is none other than the populist lawyer Syed Sayedul Haque Suman, who gained fame through social media, particularly Facebook live, and succeeded in entering parliament as an independent member in the 12th parliamentary election on January 7. His victory against the official nominee of the ruling party, former State Minister for Civil Aviation Md Mahbub Ali, raised many eyebrows. However, his populist politics is remarkably non-confrontational towards the government and the ruling party.\nWhat was in Suman's offending Facebook post? According to Chunnu, \"He [Suman] said, 'Do you know how much MPs get in salary? They don't say it, they hide it.' He said he got a salary of Tk 1,72,000 [monthly].\" Chunnu further added, \"He [Suman] said within three months, he had received an allocation of Tk 28 crore. How did he get that money?\" He then alleged that after seeing the Facebook post, many people wanted to know from him where that money was going.\nOne essential hallmark of populism is that beneficiaries of an existing system exploit its weaknesses or negative elements from within. They manipulate facts in ways that benefit them while harming others. While the perks and privileges that MPs are entitled to are generous and enviable, the discretionary allocations, especially in terms of transparency and fairness, raise questions. Each MP receives an allocation of Tk 5 crore for their constituency, which adds to the controversy.\nWhen Suman remarked that had he known the entitlements were so attractive, he would have pursued becoming an MP much earlier, it did not shock anyone among the wider public. Instead, Chunnu's attempt to draw the speaker's attention to stop Suman from discussing known and unknown financial benefits and power raises questions about what he wants to conceal. Some of those unknown financial gains come through influencing policies favouring businesses owned by MPs or their families. This huge accumulation of wealth was revealed in their asset statements given to the Election Commission during the nomination submission process.\nA closer examination of both claims about MPs' emoluments makes one wonder if both Suman and Chunnu could be correct. If Suman referred to remuneration and all other allowances as \"salary,\" then the total could exceed Tk 1,72,000. However, if the opposition chief whip wants to differentiate remuneration from allowances, he too would be correct in claiming that Suman's quoted figure is inaccurate.\nMPs' salary and allowances were last raised in 2016, with some calculations suggesting that the total monthly earnings could be as high as Tk 2,89,325. The actual remuneration portion was increased to Tk 55,000 from the previous amount of Tk 27,500 awarded in 2012. Almost all allowances, from constituency to transport allowances, were raised by 80-90 percent. Interestingly, MPs' transport allowances are much higher than their remuneration. Unlike some parliamentary democracies, like the United Kingdom where an independent commission comprising various professionals recommend MPs' pay package, our MPs award themselves their remuneration and allowances.\nBy reviewing the footnotes in the Members of Parliament (Remuneration and Allowances) Order, 1973 (President's Order), one can easily understand how MPs' pay packages have grown, while the real wage in the country recorded a decline in 2017, and still remains behind the inflation rate. In addition to the healthy pay package, MPs enjoy perks such as residential plots at high-value neighbourhoods in the capital and tax-free automobiles. It's worth noting that some MPs have been convicted or faced prosecution for illegally profiting by selling those tax-free luxury cars. The provision of tax-free cars for MPs was first introduced by the late military ruler HM Ershad, the founder of Jatiya Party—the party Chunnu belongs to—and later expanded to allow more luxurious cars of higher capacities.\nReviewing the growth in MPs' rewards and other perks since independence, two critical facts emerge. First, the growth in the financial package of MPs over the last 15 years of Awami League rule was almost 350 percent, starting from Tk 15,000 in 2010. Secondly, parliamentarians' benefits and discretion for spending taxpayers' money without any accountability, in the form of special allocations for constituencies, have become a regular budgetary feature when democracy is at its weakest and the parliament's role in holding the executive to account has virtually disappeared.\nThough ironic, people have very little faith in our political institutions and politicians compared to some social influencers, and the blame squarely falls on our political leaders. In this context, the opposition chief whip is right to realise that Facebook posts by one of his fellow MPs, who can influence public opinion, would further erode their credibility.\nKamal Ahmed is an independent journalist. His X handle is @ahmedka1\nViews expressed in this article are the author's own.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Why the hush-hush about MPs’ perks and privileges?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-the-hush-hush-about-mps-perks-and-privileges-3605831",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-05-2024"
    },
    {
        "full_article": "When it comes to dengue, it seems we are stuck in an endless loop of despair and failures. Last year, we suffered the worst outbreak in our history, with Bangladesh also becoming the worst-affected country in the world in terms of deaths, recording 1,705 casualties. The number of cases recorded was also the highest ever: more than 3.2 lakh. This year, too, the signs are quite worrying: between January 1 and May 6, a total of 2,323 dengue cases have been reported, which is more than double the caseload reported during the same period last year. Meanwhile, 23 deaths have been reported between January and April—again, more than double the death toll during the same period in 2023.\nThese numbers suggest that we could be headed for an even more dire situation this year unless timely and appropriate actions are taken, as experts have recently pointed out at a discussion on dengue preparedness. One of the speakers, a professor of medical entomology, said research was necessary to figure out if Aedes mosquitoes, the carrier of dengue virus, had gained more transmission capacity. Another expert said testing and controlling the mosquito population were key to tackling dengue. According to another report by this daily, experts suggested having all the healthcare facilities that treat dengue—not just the designated few—to report to the health authorities. Complete data is crucial not only to get the real picture on the ground, but also to enable proper interventions.\nIndeed, enforcing preventive measures is the best way to keep dengue under control. But can we trust the relevant authorities with this task? Their performance during the previous outbreaks, especially in 2023, does not invoke much confidence. What we saw last year in the name of dengue management was haphazardly taken attempts in response to an escalating infection rate, most of which turned out to be ineffective. What's worse, the authorities even tried to shift the blame for their own failure to the people. But we all know where the problem lies. Lack of foresight, lack of collaboration, mismanagement, and a certain level of incompetence marred efforts to tackle the outbreak.\nThis cannot be repeated again. It is vital that the relevant authorities learn from the mistakes made last year and take steps to rectify them. To this end, experts have already offered many recommendations. The government must take these into consideration to devise and employ a national plan of action involving all the relevant government agencies, including the city corporations and municipalities. Instead of acting on their own, if these agencies work in tandem following a plan backed by proper data and research, we believe it will be possible to beat dengue this year.\n",
        "headline_1": "Don’t mess up dengue control this time",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-mess-dengue-control-time-3605736",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-05-2024"
    },
    {
        "full_article": "One of the much talked-about mechanisms for raising NBR revenue as well as bringing a sense of rationalisation in the country's Tax-GDP ratio is the expansion of tax-net. No doubt, the low Tax-GDP ratio is an indication of the narrow tax net that despite promises for widening every year in the budget announcement has remained unchanged for the most part. As the budget announcement for the next fiscal is nearing, experts including economists consider expanding the tax net as a prime concern to ramp up tax-GDP ratio beyond where it is now-the lowest in South Asia. Mentioning that the budget is in a 'difficult time', they said the government would have to fine-tune fiscal policy on increasing tax revenue alongside infusing measures to check domestic and international shocks. Their views and recommendations on Bangladesh's economic and financial regime came at a roundtable titled 'Budget 2024-25: Key Considerations for Strategic Sectors', organised by Policy Exchange Bangladesh in the capital this week. For long, it has been the practice to depend more on the tax payers who have already been paying taxes. But then, those having big turnovers or running corporate businesses also enjoy rebates and the IMF suggests a uniform rate of 15 per cent corporate tax. The introduction of Tax Identification Number (TIN) and its requirement to open a bank account and a host of other activities including automobile fitness test, buying and selling of property etc., did not actually need the evidence whether the incumbent submits his tax return or is eligible to pay taxes. TIN, thus, was no more than a proof of registration with the tax authorities. No doubt, making it mandatory was a big job done, but what was needed in course of time, over the past decade or so, was to see that taxes, however small, are not missed out, or in other words evaded by the TIN holders. There are innumerable TIN holders running small businesses or earning from various sources who are outside the tax net. Reportedly, there are as many as 40 million middle income people in the country who do not pay taxes.While bringing wealthy evaders to book is the prime responsibility of the tax authorities, such drive does not usually have any major impact on revenue collection. So, essentially, it is a combination of regular tax collection and bringing in new tax payers within the fold that can help revenue mobilisation at the desired level. Speakers at the aforementioned roundtable emphasised digital taxation system, incorporating coordination among departments and ministries in and out of the National Board of Revenue (NBR). They also pointed out some anomalies in the taxation system, including those in VAT collection. As regards indirect taxation, some speakers opined that increasing further indirect tax amid growing inflation would adversely affect the poor. While addressing these is important, widening the tax net remains the key issue that conscious citizens consider a must under the prevailing situation. Reforms to broaden the tax net should be comprehensive and innovative that can generate revenue for the state not only in short but also in the long run.",
        "headline_1": "Tax net widening is a must",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tax-net-widening-is-a-must-1715268999",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-05-2024"
    },
    {
        "full_article": "Notwithstanding amazing success in agricultural production, both food security and safety in Bangladesh are now suspect. The myth of self-sufficiency in food — actually meaning staples or more precisely rice — has got busted. Earlier there was a litany of rhetoric that the country was producing enough or near enough foods to feed its population. All that has become evident now is the government's inability to protect the consumers' rights when traders take undue advantage of output shortfall or even when there is a sufficient stock of some essentials. It routinely happens in case of staples and onion. Although the production of the spice-cum-vegetable has been more than the country needs — if the official data are to be believed, the prices fluctuate merely on India's announcement of export restriction or its withdrawal. Right at this moment market is witnessing such a fall in its prices after an arbitrary rise even in the peak harvesting period. Even potato which year after year had to be disposed of at throwaway prices or even fed to cattle or simply left to rot on account of low prices at a level that did not cover even the carrying cost, has become costliest ever this harvesting season. The potato glut in the market earlier was not a myth and it was exported to countries like Russia to buoy up prices. The reach of trade coteries' power is so long that it can make and unmake facts. Of course, official data are at variance from one organisation to another. In case of agricultural yields, therefore, there is no way to be sure about the authenticity of figures. Well, cooking oil and sugar — the two items the country has mostly to import because domestic production is negligible — are even strong candidates for business manipulation. The unethically motivated coteries do not disappoint in this regard as their limitless avarice prompts them to make the most of the crisis. There is no doubt that much of the woe caused by high inflation, by extension, a lack of access to quality foods is manmade. However, the recent heat waves and unnatural rains in the Middle East as part of a natural scheme of things have brought to the fore the ugly truth that countries – rich or poor – may have to brace for farming practices never known before. It looks like more formidable villains in the form of climate change are joining hands with people driven by only profit motive here. Climate-resilient agriculture has by now become a parlance among agriculture scientists. It is exactly at this point environmentalists the other day protested the experiment with 'golden rice' and 'Bt brinjal or eggplant'. They complain that genetically modified crops can do more harms than good in the long run if those become resistant to antibiotics. In fact, by inserting a gene from soil bacterium Bacillus thuringenisis (Bt) into eggplant, the new variety was created by US giant Monsanto. Attempts were made to introduce it in India and the Philippines but in the face of strong protests, its cultivation was put on hold. Pest-resistant, the eggplant gives 30 per cent more yields. Similarly, Golden rice is also genetically engineered to fortify it with vitamin A. The Court of Appeals in the Philippines, on scrutiny of the evidence presented, issued on April 17, 2024, 'a cease-and-desist order on the commercial propagation' of the two GM crops — Golden rice and Bt eggplant, citing a lack of 'full scientific certainty' in relation to their impacts on human health and environment. If India and the Philippines do not approve of the GM crops, Bangladesh has no reason to go ahead for their introduction until their full scientific certainty has been ascertained. Then there is the threat from pesticide use to fight pests for maintaining high yields of crops, which is not environmentally sound. Bangladesh also has the additional problem of artificial ripening of fruits and preservation of perishable vegetables by application of harmful chemicals. Clearly both food security and safety are under threat in the more challenging conditions of climate turmoil. Then what can be a reasonable farming practice for Bangladesh and other countries facing food insecurity? The World Bank said as late as Monday last that changes in farming practices could slash one-third of global greenhouse gas emission by the end of the decade. If changes in the agro-food systems can do so, what are the alternatives? Reduction of one-third greenhouse gas emission is a lucrative proposition but the details of what the WB says \"affordable and readily available actions\" should be made public. The WB suggests that the middle-income countries which are the top 10 gas emitters including the top three — China, India and Brazil can make a number of changes such as moving to low-emission livestock practices and making more sustainable use of land. Use of 'land such as forests and ecosystems', the WB goes further, can cut emissions. But then it urges for technical assistance from the US, the fourth-largest polluter. This is ambiguous and looks like targeting agriculture instead of factories and industries? Just 57 oil, gas, coal and cement producers have been responsible for 80 per cent of the global CO2 emissions since the 2016 Paris climate agreement. So investment is needed for cleaner and sustainable agricultural practices. Bangladesh has already developed an economised irrigation system and a number of educated young farmers are practising organic farming with tremendous success. The need is to replicate those methods and multilateral agencies can make funds available for farmers to do so in poor countries. \n[email protected]",
        "headline_1": "Prospect of organic farming for food security",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prospect-of-organic-farming-for-food-security-1715269044",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-05-2024"
    },
    {
        "full_article": "Deputy commissioners (DCs), as the administrative representatives of the government at the district level, enjoy literally monarchic authority and privilege. They come from the middle echelon of the bureaucracy, but their authority, jurisdiction and privilege often exceed those of their seniors in other postings. They are more district administrators, as their position in Bangla suggests, than deputy commissioners. The Bangla synonym of 'deputy commissioner' is Zila Proshasok, literally district administrator. Still, the deputy commissioners do not seem content with their authority and privileges. While attending the meetings with government high-ups, they press for increasing their authority a few notches up.The government holds an annual conference of deputy commissioners every year with the participation of other bureaucrats too. The main objectives of the conference are to know the grassroots-level situation from them and seek suggestions and inform the field-level officials of various government decisions. But the DCs' conference has long been a platform for the bureaucrats to press home their various demands -- logical or illogical. Their proposal for establishing a separate public university for them and their children at the last DC conference has raised a lot of eyebrows. Many people have questioned the motive behind the proposal with some suspecting that it is intended to secure an extra mileage, as far as education and jobs are concerned. It is obvious that in an environment where bureaucrats already enjoy preference in higher education at public universities, raising such an absurd proposal will draw flak.Amid the hullabaloo over the proposal, the minister for public administration has already given due attention to the matter and assured that the government has no plan to establish such a university, but discussion on the matter is not ending in the public domain. Maybe it is because the public think that once the idea has been floated by the bureaucrats, they will not easily give it up and the government is not in a position to ignore their proposal, let alone rebuffing them. In fact, it is the government that has created the environment where public servants dare place any proposal and raise any absurd demand they take fancy to.In Bangladesh, bureaucrats influence almost every policy and decision. If a separate university is established for them and their children, they will leave no stone unturned to elevate it above all other universities. Such a university will not only provide the children of bureaucrats with undue privileges in higher education but also give them extra mileage in job competition.Bureaucrats, through their acts and manoeuvres, have already elevated their position from public servants to public administrators and created a superior class perception for them. The mass media carried news items on numerous incidents of bureaucrats unleashing their wrath on service seekers or even journalists just for not addressing them 'sir'. But maybe they are still not satisfied, now they need a special class for their offspring too.The government should realise that the establishment of any university for bureaucrats' children is destined to contribute to discrimination against a great number of admission and job seekers coming from disadvantaged and ordinary families and deprive them of any opportunity for fair competition. It should not give in to any undue demands raised by bureaucrats. It must not indulge them any further. To restrain them is long overdue.\n[email protected]",
        "headline_1": "It's time to restrain bureaucrats",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/its-time-to-restrain-bureaucrats-1715269073",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-05-2024"
    },
    {
        "full_article": "Currently, Bangladesh has 31 GI products, with applications for an additional 21 products in progress. To promote GI products in the international market, it would be appropriate for the government to engage its foreign embassies in the task. I suggest the following: The government can establish GI product galleries adjacent to the auditoriums or conference rooms of foreign embassies. These galleries would serve to showcase all the GI products alongside essential printed materials such as books, journals, and booklets containing comprehensive information about the products. Embassies have the opportunity to procure GI products for their use, with Rangpur Sataranji serving as an excellent example. Given that embassies often utilise various wall mats and carpets for decoration purposes, incorporating Rangpur Sataranji into their décor would be beneficial. This would enable embassy visitors to directly observe and experience these products, making them interested in GI products. The government can also arrange exhibitions of GI products at foreign embassy premises, presenting unique content detailing the history, features, and manufacture of the showcased GI products to visitors. This initiative could serve as another excellent method to promote GI products. Food items derived from GI-certified products, including fruits, snacks, and various other delicacies can be offered to foreign diplomats as a means of hospitality. Additionally, embassies have the option to integrate these food items into their daily operations. Embassies observe national and international days. Certain GI products hold cultural significance tied to our national festivals. For instance, Hilsha fish is traditionally consumed on Pahela Boishakh. During Chaitra Sankranti, the final day of the Bengali year, sweet cakes known as pithas are crafted from rice flours made from GI paddy varieties. These culinary traditions are deeply ingrained in our cultural fabric. Embassies can incorporate these products into their celebrations on these special occasions as part of promotion of GI products. Bangladesh has embassies and high commissions in different countries of the world. Our embassies should study these markets and find out which Bangladeshi GI product could best serve their needs and take the necessary steps to promote them. To achieve this, the Ministry of External Affairs should prioritize and diligently address the matter of promoting GI products.\nKakoly TalokderPresidente-Commerce Development Center(EDC)[email protected]",
        "headline_1": "Engaging foreign missions in promoting GI",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/engaging-foreign-missions-in-promoting-gi-1715269096",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-05-2024"
    }
]