[
    {
        "full_article": "The advent of social media has no doubt changed how diplomacy is conducted between countries. Even so, it was surprising that the MEA and the Commerce Ministry put as much energy as they did into ensuring that several multinational companies retracted social media posts their Pakistani distributors had put out last week. The posts, that appeared to be part of a coordinated exercise sponsored by the Pakistani establishment, were put out on February 5 — marked in Pakistan as “Kashmir Solidarity Day” — and contained what New Delhi termed as highly offensive messages calling for “Kashmiri liberation”. The Government’s outrage was valid, given that these companies, including Hyundai, Toyota, KFC, Pizza Hut, and pharma major Schwabe, also have flourishing businesses in India, and it was strange that private MNCs would post such politically charged messaging at all. However, where a sharp word or even a short statement of disapproval would have sufficed, the Modi government decided to go the whole distance: even summoning the Korean Ambassador while ensuring that Indian embassies took up the issue with other governments. External Affairs Minister S. Jaishankar also raised the matter with his Korean counterpart, who apologised to the Indian people. Commerce Minister Piyush Goyal added in Parliament that the original apology by Hyundai India was not adequately “forceful or unequivocal”, even as social media consumers in India threatened to boycott products made by the companies concerned. While the Government might feel it has achieved its purpose by ensuring the companies and governments involved were contrite about the posts, it must also consider the big picture of how its actions, that appear to be at some variance with those of a secure and powerful global player, are viewed in the rest of the world. India’s claims over Jammu and Kashmir are strong, and widely acknowledged, and not so fragile that a few social media posts, that appeared only in Pakistan, can dent in any way. Second, holding foreign governments in democratic countries to account for the actions of the local distributors of their private companies could have unforeseen repercussions. It is also worth considering whether the Foreign Ministry’s resources are better spent in furthering India’s interests than on expending diplomatic capital on short-lived controversies such as the MEA’s objection to pop star Rihanna’s posts on the farmer protests last year. The apologies and statements thus extracted may prove to be a pyrrhic victory, if one considers that the intentions of those behind the obnoxious posts in Pakistan, aimed at drawing attention to their propaganda on Kashmir, were also met. A quiet word with the MNCs might have worked better than a public display of diplomatic opposition.",
        "headline_1": "Anger in diplomacy: On Indian reaction to MNC Kashmir tweets",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/anger-in-diplomacy-the-hindu-editorial-on-indian-reaction-to-korean-mnc-kashmir-tweets/article38403860.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-02-2022"
    },
    {
        "full_article": "French President Emmanuel Macron’s shuttle diplomacy between Russia and Ukraine is one of the most significant interventions in the crisis ever since tensions started soaring in Eastern Europe. Mr. Macron, who has held talks with Russian leader Vladimir Putin in Moscow and Ukraine President Volodymyr Zelensky in Kiev, has said that both sides remain committed to the Minsk accords (2014-15), aimed at ending the violence between Ukraine and Russia-backed separatists in the east; Mr. Putin assured him that Russia would not escalate the crisis. Put together, these statements offer a path towards calming the Russia-Ukraine tensions. Moscow has issued sweeping demands, including rolling back NATO from Eastern Europe, which the West has rejected. But Russia’s key concerns are the growing NATO-Ukraine cooperation and the increasing western presence in the Black Sea. The U.S. had earlier offered dialogue on mutually reducing military drills in the eastern flank of Europe. And what Mr. Macron is trying to do now, through the Normandy Format talks (including France, Germany, Russia, Ukraine), is for a Moscow-Kiev dialogue based on the Minsk protocol, which, in theory, was accepted by both sides.The crisis has also laid bare the differences within the western bloc on how to deal with Russia. While the Biden administration has threatened to shut down Russia’s Nord Stream 2 pipeline in the event of a Russian invasion, the German leadership has been less specific in its response. Germany has barred Estonia, the tiny NATO member that shares a border with Russia, from supplying arms to Ukraine. Hungary’s Prime Minister Viktor Orbán, who met Mr. Putin in the Kremlin earlier this month, has said Russia’s demands were reasonable. Turkey’s Recep Tayyip Erdoğan, who visited Ukraine last week, has offered to host a peace summit. And now, Mr. Macron, who says the West “must respect Russia”, has already moved ahead. These varied responses, despite Joe Biden’s assertion of unity, show that Europe has less appetite for conflict with Russia. As a continent that experienced two disastrous World Wars and a Cold War, Europe understandably adopts pragmatic realism. But what needs to be seen is whether France and Germany have the diplomatic muscle to calm Russian nerves without making compromises on the continent’s security. A starting point could be reviving the Minsk process. The accords call for a general amnesty for the rebels, constitutional amendments giving the breakaway regions in eastern Ukraine more autonomy and the handing over of Ukraine’s borders to its army. None of the clauses in the agreement has been implemented. If the Normandy Format talks could be convened and Russia and Ukraine take steps to revive the agreement, it would be a diplomatic breakthrough.",
        "headline_1": "The French format: On Macron’s shuttle diplomacy between Russia and Ukraine",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/the-french-format-the-hindu-editorial-on-emmanuel-macrons-shuttle-diplomacy-between-russia-and-ukraine/article38403873.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-02-2022"
    },
    {
        "full_article": "Eleven zebras, one lioness and a tiger died within a span of weeks recently at the Bangabandhu Sheikh Mujib Safari Park in Gazipur. The reasons behind their deaths remain unclear as the authorities keep suggesting various possibilities, from anthrax and other bacterial infections to negligence of concerned officials at the park. In order to identify the causes, a five-member investigation committee was formed on January 26 by the environment ministry, which was supposed to have submitted the investigation report within 10 working days, which ended on February 8, 2022. Reportedly, two more animals—a tiger and a lion—are currently ill at the same park.\nBut the above case is not an outlier. A 12-year-old lioness called Moni died—of a cardiac arrest, allegedly—at the Dhaka National Zoo on January 25, and media reports suggest the incident was kept low-key by the zoo authorities. When asked about why the incident was not made public earlier, the zoo's curator reportedly said, \"We log it in our records, no need to gather the press for it.\"\nIn Rangpur Zoo, its lone tigress, Shaon, died on February 4, after she had been refusing food and water for about two weeks. In one report, the cause of death has been attributed to the cold, while zoo authorities suggested Shaon had died of old age complications.\nThe recent animal deaths are making headlines due to their sheer number in a short span of time, and the mysterious circumstances under which they occurred. However, over the years, animals old and young have died in our zoos, with the authorities failing to provide convincing information about most of the deaths.\nThe recent deaths have raised many questions about the efficiency, sincerity and motivations of the safari park officials, the medical support that is provided to the animals there, the competence of their medical staff, and the overall living conditions of the animals.\nUnfortunately, on Sunday, Fisheries and Livestock Minister SM Rezaul Karim ruled out negligence of officials as the issue, rather suggesting that the deaths had been caused by bacterial infection. This statement is problematic for two reasons. First, this suggestion by the minister in the middle of an ongoing investigation is highly irresponsible, as his words might influence the outcome of the probe. Secondly, on what basis is he suggesting that the park officials were not negligent? Is it just another thoughtless, generalised comment—so characteristic of our politicians—or does he have concrete evidence to support his comment? Even if the animals have died of bacterial infection, how did they come into contact with the bacteria in the first place? If the sources of the bacteria are their food or living conditions, are they not a marker of the park officials' negligence? And why could they not be treated before they succumbed to their illness?\nMoreover, the attempt of the safari park authorities to keep under wraps the death of the tiger adds to the case against the officials involved. Why did they not come out with the news of the tiger's death earlier? Why did the local MP have to visit the park and enquire about rumours about the tiger's death for the truth to come out?\nIt has been suggested that the Criminal Investigation Department of the Police is going to help with the environment ministry's investigation. Moreover, a three-member investigation committee has also been formed by the Ministry of Fisheries and Livestock. Three of the concerned officials have been suspended to aid a free and fair investigation. These are welcome moves and we hope that the investigation committees will do their work properly and submit impactful reports that will help in averting the threat to animals living at the safari park.\nHowever, the authorities should also look into the living conditions of animals in zoos across the country. We do not want more animals meeting the same grim fate as Heera, Moni and Shaon. Going by the dilapidated condition of our zoos, it is apparent that there is ample room for improvement. However, the system seems to have accepted this sorry state as the standard.\nPerhaps a shakeup is now needed for the system to come out of its hibernation state and take meaningful measures to make zoos more habitable for animals. Perhaps we need more officials who are sensitive to the needs of the animals and understand the concept of animal rights. While there is an entire debate over the ethical aspect of keeping animals confined in zoos—perhaps best-saved for another day—right now, we have to focus on the fact that we need to make our zoos safer for their inhabitants.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Animals in deadly captivity?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/animals-deadly-captivity-2958361",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-02-2022"
    },
    {
        "full_article": "Today marks the 50th anniversary of the establishment of diplomatic relations between Bangladesh and Japan. As the ambassador of Japan to Bangladesh, I am honoured to celebrate this memorable day with the people of Bangladesh.\nOn February 10, 1972, Japan recognised Bangladesh as a sovereign country soon after its independence. In the letter addressed to Mohammed Abdus Samad Azad, then minister of foreign affairs of Bangladesh, Fukuda Takeo, then minister of foreign affairs of Japan, expressed Japan's wish for the prosperity of Bangladesh and its eagerness to promote friendly relations between the two countries. In his reply, Azad expressed his firm determination to rebuild Bangladesh's economy from the Liberation War through cooperation with Japan. Now, both countries have fulfilled their wish. The friendship and cooperation between Bangladesh and Japan have become more robust than ever, and the economic development of Bangladesh has been remarkable.\nThe 50 years of diplomatic relationship between Bangladesh and Japan has always been a \"heart to heart\" relationship. In January 1972, before Japan recognised Bangladesh, Fukuda emphasised the importance of establishing a \"heart to heart\" relationship with other countries. Then, it was Hayakawa Takashi, a Diet member of Japan, who made efforts to put the spirit into practice.\nIn March 1972, Hayakawa visited Bangladesh as goodwill envoy of the Government of Japan. While observing a devastated Bangladesh due to the Liberation War, he felt people's enthusiasm and talked thoroughly with the Father of the Nation Bangabandhu Sheikh Mujibur Rahman about future nation-building. The Jamuna Bridge, raised by Bangabandhu in the discussion, was printed on Bangladesh's Tk 100 banknote after its construction, which became a symbol of friendship between Japan and Bangladesh. In October 1973, Bangabandhu visited Japan and received an enthusiastic welcome from the Japanese people amidst the wave of the two countries' flags, which have a brotherly resemblance. Seeing Japan's post-war reconstruction, Bangabandhu thought of the recovery and development of Bangladesh. His successful visit paved the way for the subsequent excellent cooperation.\nIn 1973, the Japan Overseas Cooperation Volunteers (JOCV) began coming to Bangladesh. JOCV worked together with the local community for the development of Bangladesh, building trust. In 1974, a high-powered business delegation headed by Nagano Shigeo, chairman of the Japan Chamber of Commerce and Industry, visited Bangladesh. The mission visited every corner of the new Bangladesh, including Chattogram, Cox's Bazar, Sundarbans, Cumilla, Kaptai, Sirajganj and Khulna. They found great potential in the country through face-to-face interactions with the people of Bangladesh. From the very beginning of our relationship, Japan demonstrated its willingness to contribute to the development of Bangladesh in various fields, ranging from grassroots support and human resource development to infrastructure-building.\nA saying goes, \"A friend in need is a friend indeed.\" As Kishida Fumio, prime minister of Japan, emphasises in his message for the 50th anniversary, Japan has always been a true friend of Bangladesh in difficult times. It has not changed at all, even during the current Covid-19 pandemic. Japan became one of the first countries to start providing vaccines to Bangladesh in July last year. Until today, about 4.5 million doses of the AstraZeneca vaccine and budget support of 75 billion yen have been given to Bangladesh. Japan will continuously cooperate with Bangladesh to overcome this Covid-19 pandemic.\nThe 50th anniversary of the Japan-Bangladesh diplomatic relationship will elevate the cooperative relationship between the two countries to a new height. JICA's large-scale infrastructure projects will promote the Bay of Bengal Industrial Growth Belt (BIG-B) initiative, launched by Bangladesh Prime Minister Sheikh Hasina and then Japanese Prime Minister Abe Shinzo in 2014. In December this year, Dhaka Mass Rapid Transit (MRT) Line 6 will start its commercial operation, and Bangladesh Special Economic Zone in Araihazar will be ready for international investment. After that, Hazrat Shahjalal International Airport expansion, Matarbari Deep Sea Port and Bangabandhu Railway Bridge will be in line.\nThe completion of these megaprojects will be a game-changer for Bangladesh. Bangladesh's economic development and prosperity are vital for the stability of the entire Indo-Pacific region, as Bangladesh connects India and Asean. At the celebration ceremony of the 50th anniversary of the independence of Bangladesh and the 100th birth anniversary of Bangabandhu last March, Dhaka played a pivotal role as a centre of regional diplomacy and connectivity under the leadership of Prime Minister Sheikh Hasina. That showed that Bangladesh owns high stature in the region against the backdrop of its rapid economic growth and political stability. Bangladesh will undoubtedly play an even more significant role in promoting regional cooperation and addressing the global agenda.\nIn this regard, Bangladesh's current efforts for providing shelters and humanitarian assistance to the displaced Rohingyas from Myanmar are worthy of our appreciation. On January 28 this year, the Government of Japan has decided as the first donor to fund a total of USD 2 million to UNHCR and WFP for the humanitarian and protection needs of the Rohingya people on Bhasan Char. Japan will continue working towards early repatriation together with the Government of Bangladesh and the international community.\nIn 2026, Bangladesh will graduate from the least developed countries (LDC) status and aims to become a developed country in 2041 by achieving \"Vision 2041.\" Japan will continue to stand by Bangladesh in its development journey. Japan will extend practical cooperation to Bangladesh as a partner to realise a \"Free and Open Indo-Pacific (FOIP)\" vision of peace, stability, and prosperity in the region. Such cooperation includes quality infrastructure, connectivity and maritime safety.\nIn this milestone year, Japan hopes to improve the business environment. We should build a win-win partnership for expanding trade and investment. Japan will also make the utmost effort to deepen the mutual understanding and exchange of the two peoples. To that end, we look forward to working \"hand in hand\" with the government and the people of Bangladesh. Let's further develop our \"Comprehensive Partnership\" to a more strategic one. Japan will not stop moving forward to further widen the horizon of \"heart to heart\" relationship between our two countries.\n \nIto Naoki is the ambassador of Japan to Bangladesh.\n",
        "headline_1": "Bangladesh and Japan: Towards a new horizon of ‘heart to heart’ relationship",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/bangladesh-and-japan-towards-new-horizon-heart-heart-relationship-2958356",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-02-2022"
    },
    {
        "full_article": "For my Masters dissertation a few years ago, I decided to focus on the linkages between climate change and human rights, especially as they pertain to renewable energy transitions. It made sense logically. The climate crisis has been widely acknowledged as the most pressing human rights concern of our time by the UN Secretary General. The adverse effects of a changing climate were already being felt on people's rights and it would only continue to get worse as climate-induced migration increased. Being a law student, I looked at the international legal frameworks surrounding climate as well as the international human rights regime. For all the possible synergies and connections, there was little in place. But more importantly, what did exist was shockingly and woefully underdeveloped.\nAs far as direct linkages went, there were a few instances worth mentioning. The first acknowledgement of human rights and climate change being interconnected was found in the Male Declaration on the Human Dimension of Climate Change in 2007, adopted by the Small Island Developing States (SIDS). The following year, the Human Rights Council adopted its first resolution on climate change. By COP16 in Cancun, the official text of the conference's decision included the provision that, \"Parties should, in all climate change related actions, fully respect human rights.\" In 2012, they appointed an Independent Expert, before converting the post into that of the Special Rapporteur on Human Rights and the Environment in 2015.\nThe brilliant work of the then Special Rapporteur, Professor John Knox—whose writing delved into the existing issues of why the human rights regime was as yet unprepared to obligate climate action to prevent the mass violation of human rights due to climate change—remains seminal for establishing the linkages between the human rights and climate frameworks. The inclusion of the phrase \"human rights\" in the preamble of the Paris Agreement was widely heralded, but more cynical perspectives might point out that this was a failure rather than a success for not being able to place human rights more centrally in what remains the seminal document on climate action.\nKnox wrote extensively on the difficulties of using the existing legal and conceptual framework to hold emitters responsible. The first and foremost problem with jurisprudence, from a human rights angle, was assigning responsibilities, especially due to the transboundary nature of emissions. Emissions historically caused by European countries could lead to sea level rise in Bangladesh and cause mass damage to lives and livelihoods a world away. Proving responsibility for their specific emissions in a court would be impossible.\nThe standard for invoking a country's responsibility under extraterritorial obligations is very stringent and relies on establishing effective control. As Knox wrote, \"If aerial bombardment does not give States effective control of the places affected, it seems unlikely that such control would result from the less immediate and drastic measure of allowing greenhouse gases to cross international borders.\" This is without speaking of the long-standing lack of enforcement issues that plague the international human rights regime.\nHowever, none of this should discourage human rights laws from being innovative or adaptive in dealing with the challenges of climate change. While law is by nature often reactive—that is, a wrongdoing must occur before those responsible can be punished—human rights laws are often proactive and impose positive obligations on states. Human rights obligations are generally three-pronged: with a duty of the state to protect, respect and fulfil. This means the state must respect human rights itself, protect citizens from violations by other parties and fulfil the basic facilities for the unhindered enjoyment of human rights. The last requires positive steps from a state.\nMany of the economic, social and cultural rights already prescribe positive obligations on states to take steps to attain standards for health, housing, food security, etc. Thus, when presented with the threat of climate change and the potential human rights violations that may come about, the state has a human rights obligation to take positive steps to prepare their populations accordingly; they must respect human rights themselves in the climate actions and policies they pursue, and diligently regulate other actors who are contributing to the exacerbation of the climate crisis. Precautionary action, unlike punitive action, relating to environmental and climatic destruction is actually well-established in human rights jurisprudence. To make the existing framework functional for the pursuit of climate justice, it becomes less important to ask whether climate change will violate human rights laws, and more important to ask how states will fulfil their obligation to protect human rights from the adverse effects of climate change.\nThere remains a disconnect between those working on human rights and those working on environmental and climate justice, although their paths are increasingly intertwined and their subjects increasingly inextricable. Many in the human rights space remain uninformed and unaware of how best to engage what could very well be the greatest human rights challenge of our time. There have been some positive developments—such as the establishment of a new Special Rapporteur on Human Rights and Climate Change last year—but much remains to be done to empower the nexus of these issues. There can be no climate justice without states respecting, protecting and fulfilling their human rights obligations.\n \nBareesh Chowdhury works at the Bangladesh Environmental Lawyers Association. His Twitter handle is @brshhc\n",
        "headline_1": "Human rights are scrambling to catch up to climate change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/human-rights-are-scrambling-catch-climate-change-2958336",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-02-2022"
    },
    {
        "full_article": "When Shakespeare wrote, \"What's in a name? That which we call a rose by any other name would smell as sweet,\" he meant that the essence of something is not determined by its label. Calling a plum a pear does not make it taste any different.\nNames do have some meaning, of course. The names of Civil War generals, ex-presidents, the Sacklers (of opioid fame), and the Washington, DC, football team  have been removed, refused, challenged, or changed. No reasonable person today would take on the name Hitler, or even Adolf for that matter.\nRenaming controversies are everywhere nowadays. Battles over the names of teams and schools are especially intense. There have been many renamings of college and professional sports teams in the United States, in addition to disputes over the names attached to public buildings, streets, and other spaces. In many cases, people were attached to (or simply accustomed to) an old name—usually a Native American reference—that younger generations found upsetting.\nIn 2017, Yale University renamed Calhoun College because Senator John C. Calhoun's support of states' rights, slavery, and the nullification of federal law in the 1800s was found to be too offensive to be attached to such an important place. The college now carries the name of a pathbreaking computer scientist: Grace Murray Hopper.\nSimilarly, in 2020, Princeton University's Woodrow Wilson School became the Princeton School of Public and International Affairs.\nBy contrast, the name of the US capital seems secure, even though George Washington was a slave owner. Indeed, many street and city names continue to memorialise people who can be associated with slavery.\nThe long-term question is whether any name is truly safe in the face of evolving norms and later objections. Virtually every name could eventually be associated with behaviour or beliefs that have become objectionable or deeply offensive, even if they were apparently admired or rewarded in an earlier era. None of us can be certain that every position held now will stand the test of time.\nThree solutions to renaming conundrums are worth considering. The first idea is associated with statutes of limitation in law. Names could be subject by convention to objection for a limited period, such as 50 years.\nUnder this approach, the State of Washington's name is safe, even though Washington the man owned slaves. The country's name is also safe, even though it is possible that a future generation will recognise that America is a derivative of Amerigo (Vespucci), a fifteenth-century explorer who refused to hire women as sailors.\nFor better or worse, it often takes a long time for social values to change. The renamed Washington Commanders football team had its previous name, the Redskins, for more than 80 years. But for this proposed solution to be effective, the social convention needs to be so strong that, after the agreed interval has passed, it will seem wrong to object to a name, however offensive it becomes.\nA second idea is to borrow from the concept of term limits. Names would have a shelf life, with an understanding that the controlling organisation could choose to extend the name for another period.\nConsider a name that had been assigned because of a donation, as in the case of the Sackler Institute at New York University. Here, the understanding, perhaps embodied in new laws, would be that the university is free to sell the name to a bidder. Again, nothing stops a for-profit company, like a football team, from hanging on to its name. It is market pressure that brings about changes.\nFinally, there is the idea of buyouts. If the original name was not \"purchased,\" a renaming in honor of a donor or public figure is easily accomplished. Nothing stopped Princeton from accepting a gift—from an individual or group—that was conditioned on removing Wilson's name. This idea is not entirely novel. Theater venues and sports stadiums are often renamed for advertising purposes, and the corporate names attached to them usually come with term limits of a kind, by dint of the name being for sale.\nAs for sports teams, they presumably gain something from the long histories attached to their names. But if an old name is found to be offensive, a team and its critics can benefit by auctioning off a name change.\nThe virtue of these three approaches (which could be combined) is that each requires us to recognise that times change, that names can also change, and that some prescribed limits to renaming are possible.\n \nSaul Levmore is a professor and former dean at the University of Chicago Law School. Carolyn Baker Ringel is an attorney with The Second Step, a domestic violence organisation.\n",
        "headline_1": "Rules for Renaming",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/rules-renaming-2957471",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-02-2022"
    },
    {
        "full_article": "It is heart-rending to learn that the survivors of a fire incident at the Sonaichhari fishing village in Sitakunda, Chattogram have been living under the open sky since January 28, when the fire ravaged their houses. It gutted a total of seven houses, where at least 22 families lived, along with all their valuables. An equally tragic development occurred when, after the fire, no one from the local administration came to their aid, except with a measly provision of dry food. Left to fend for themselves, these people are now struggling without food and shelter from the cold weather and are too poor to rebuild their lives on their own.\nOur correspondent, after a visit to the spot, described how some of the survivors were sleeping on the unwalled portion of their charred homes, while others were seen living under trees. A victim narrated how he discovered fire in front of his room all of a sudden at the dead of night. It spread rather quickly, according to him, engulfing all the houses in the cluster. Another victim said their main gate was locked from outside and they were lucky to get out through an alternative exit. There are allegations of foul play as the name of a local trader and some anglers came up, who allegedly had a history of rifts with some of the fishing families over the use of a land area. These allegations deserve to be looked into, and we hope police will do that without delay.\nIf indeed there was any foul play, it would be just another proof of how some people, often politically linked, would go to any length to exploit the vulnerability of the poor, especially the minority population, to grab their land and properties. It has happened many times in the past. We have seen how the collusion of political and business interests brought unimaginable suffering to many minority victims who, not unlike the Sonaichhari survivors, had little power or support to protect themselves.\nOur hearts go out to these latest victims, spending nights out in the open with their children and elders. We urge the local administration to manage alternative lodging for them with proper food and treatment if needed. Having lost everything they had, they also need cash assistance to rebuild their lives from the ground up. Meanwhile, the police must thoroughly and impartially investigate the incident and bring potential perpetrators to justice.\n",
        "headline_1": "Fire survivors left in the lurch",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/fire-survivors-left-the-lurch-2958311",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-02-2022"
    },
    {
        "full_article": "We fully support the call by the Bangladeshi and Malaysian chapters of Transparency International (TI) for disclosure of the contents of the memorandum of understanding (MoU) signed between the two governments on December 19, 2021 on the recruitment of Bangladeshi workers in Malaysia. In a joint press release issued on Tuesday, the two chapters urged the governments to make the details available for public scrutiny and to ensure the recruitment process is not held hostage to the \"evil designs of powerful syndicates\". Earlier, we were told that the MoU had outlined how Malaysia would select Bangladeshi recruiting agencies through an online system from the list provided by Bangladesh. But the call for full disclosure has yet to yield results. \nThe bone of contention here is the potential syndicated capture of the recruitment process by a vested group of Bangladeshi Recruiting Agencies (BRAs) in collaboration with their Malaysian cohorts. The possibility of syndication was raised following a January 14 letter from Malaysia's human resources minister that had stressed on the involvement of 25 \"main\" agents and 250 subagents from Bangladesh. Even though Bangladesh's expatriates' welfare minister, in his reply, stressed on allowing all authorised recruiting agencies in the hiring process, many suspect that a compromise may be reached for the sake of reopening Malaysia's labour market for our workers. But we cannot be sure since we don't have details of what exactly was agreed upon in the December 19 memorandum. \nMalaysia banned recruitment from Bangladesh in 2018 against the backdrop of allegations of corruption and irregularities, including the high recruitment costs and forced labour. It has been alleged that the entire process of sending manpower to Malaysia was in the hands of only 10 companies, who eliminated competition from all others and thereby effectively controlled the fate of aspiring migrants. If a similar syndicated capture is allowed now, we might see a repeat of the 2018 scenario somewhere down the line. \nIt's natural that Malaysia would like to protect its interests as Bangladesh would like to protect its own. But this doesn't have to be mutually exclusive. Whatever led to the Malaysian preference for syndication, the best answer to that would be to restore confidence by ensuring greater transparency and accountability at every stage of the recruitment process, which will eventually protect the interests of both workers and employers. We, therefore, urge both governments to disclose the terms and conditions of their memorandum. Their silence, as the TI chapters said, is contradictory to their commitments to control corruption and ensure public access to information. The migration of Bangladeshi workers to Malaysia is in the national interest of both countries, so both should attach highest priority to preventing secrecy and corrupt practises around this mutually beneficial sector.\n",
        "headline_1": "Disclose details of MoU on Malaysian recruitment ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/disclose-details-mou-malaysian-recruitment-2958176",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-02-2022"
    }
]