[
    {
        "full_article": "Over this week, Finance Minister Nirmala Sitharaman spoke at length on India’s inflation battle, signalling it is no longer as ‘red-lettered’ a priority as there are more big picture pursuits such as creating jobs, sustaining growth and ensuring equitable wealth distribution. The Government, she remarked, has shown its ability to tackle inflation, having brought it down to a somewhat ‘manageable’ level in the last couple of months. The Finance Ministry expects inflationary pressures to be ‘capped’ due to steps taken by the central bank and the Government since consumer inflation hit an eight-year high of 7.8% this April and the recent dip in commodity prices. Though July’s retail inflation of 6.71% was a relief, it still remained uncomfortably above the 6% official tolerance threshold. Price rise in rural India has been much sharper — averaging 7.6% in the first four months of 2022-23 and over 7% through 2022 so far, compared to the overall average consumer inflation of 7.14% and 6.79% for the two time-frames, respectively. While headline monthly numbers affect sentiment, a prolonged spell of high inflation is more deleterious for households’ ability and propensity to spend, denting demand and growth impulses that may catalyse fresh investments from industry. The uneven monsoon so far could further weaken rural demand even as worries about lower sowing of paddy and pulses are spurring their prices higher in recent weeks.The RBI believes that inflation has peaked in India, but Deputy Governor Michael Patra is not entirely convinced about the ‘durability’ of moderating prices despite lower commodity costs, noting that upside risks persist. The Consumer Price Index (CPI) for August due next week, some reckon, could take inflation closer to 7% again, partly because food price rise, that accounts for 45% of the CPI and had dipped to a five-month low in July, may have resurged. While one should hope the worst is behind, it is too early to let the guard down. On Thursday, Ms. Sitharaman said that monetary policy tools such as interest rate hikes alone cannot tame inflation and nudged the RBI to not be ‘as synchronised’ with its developed world counterparts when growth needs to be unfettered. The emphasis on a multi-pronged approach to contain inflation, including better logistics, fiscal and trade policy moves, such as the export duty imposed on rice later that evening, is correct. Her flagging of wide variations in States’ inflation trends and linking higher inflation in some States to their failure to cut petroleum prices may be a tad political. But the Government must act expeditiously on her call for a mechanism where the Centre and States work together to tackle price rise. That would be more effective in ensuring that inflation’s immediate term moderation is durable and it can be re-activated so that future policy reactions are quicker, more sure-footed and cohesive.",
        "headline_1": "Staying the course: On monitoring inflation",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/staying-the-course-the-hindu-editorial-on-monitoring-inflation/article65870720.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-09-2022"
    },
    {
        "full_article": "The passing of Queen Elizabeth II, the United Kingdom’s longest serving monarch who reigned for over 70 years, marks the end of an era for British monarchy. Her tenure as Head of State began during the early post-War years and witnessed a paradigm-changing shift in the balance of political power from the British empire to the Commonwealth, and the emergence of free, post-colonial nations. During her time on the throne the Cold War came to an end and so too did the U.K.’s 47-year experiment as a member of the European Union. No fewer than 15 U.K. Prime Ministers came and went while she reigned, from Winston Churchill to Liz Truss. Her rule was not without controversy. On the personal front she suffered an “ annus horribilis” in 1992, when the marriages of three of her children broke down and Windsor Castle was damaged by fire. In the aftermath of the death of King Charles’ former wife, Diana, in a car accident in Paris in 1997, criticism was levelled at the monarchy for shying away from public response. Despite these occasional setbacks, Queen Elizabeth has consistently enjoyed a high favourability rating among the British public, 75% according to a recent poll. Observers attribute this to her stubborn silence on political issues, a “closed book” approach that allowed subjects, critics, and outsiders to project onto her and the royal family, whatever they wished to.Her passing however raises complex questions regarding the state of the monarchy vis-à-vis the Commonwealth realms and the prognosis for the latter’s continuing evolution in a vastly different socioeconomic milieu compared to the Elizabethan era. Consider, for example, the debate in Australia, where there is a popular movement to reposition the country as a Republic, particularly in the context of the administration of Prime Minister Anthony Albanese being keen to set up a treaty with the Aboriginal and Torres Strait Islander communities. In 2021, Barbados became the 18th country to remove the British monarch from the role of head of state. Other than these two nations and the U.K., the British monarch remains the head of the state in Antigua and Barbuda, Belize, Canada, Grenada, Jamaica, New Zealand, Papua New Guinea, St. Kitts and Nevis, St. Lucia, St. Vincent and the Grenadines, Solomon Islands, The Bahamas, and Tuvalu. At least six Caribbean nations have hinted at following the Barbados example. However, the broader Commonwealth group of 56 nations, of which India and other South Asian countries are members, remains intact, thanks in large part to the critical role that the Queen played in championing the organisation and maintaining its relevance. As epochal was her rule, so too could the impact of her passing be on the mission and prospects of the Commonwealth.",
        "headline_1": "End of an era: On Queen Elizabeth II",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/end-of-an-era-the-hindu-editorial-on-queen-elizabeth-ii/article65870708.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-09-2022"
    },
    {
        "full_article": "Britain has entered an official period of national mourning for its longest serving monarch, Elizabeth. Many Britons will be reflecting on what it means to lose such a source of constancy in a society of rapid change. But the question many outside the country will, again, ask is whether a hereditary constitutional monarchy in a liberal democracy presents an apparent paradox.\nThe answer is that the paradox can be resolved only by broad and sustained public consent for the institution. One of Elizabeth’s achievements as a stateswoman is to leave the institution of the monarchy in just as strong a position as she inherited in the 1950s from her father.\nRead full opinion on TOI+\n\n",
        "headline_1": "The Elizabethan paradox: Why modern, multi-ethnic Britain, irreverent about other institutions, loves its royals",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-elizabethan-paradox-why-modern-multi-ethnic-britain-irreverent-about-other-institutions-loves-its-royals/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-09-2022"
    },
    {
        "full_article": "India and China agreed to disengage troops in the Gogra-Hot Springs area in eastern Ladakh following the 16th round of the corps commanders meeting on September 8. It’s the fourth point at which disengagement has been agreed to since PLA’s incursions at different points in eastern Ladakh in the summer of 2020. In practical terms, disengagement involves agreeing to buffer zones where the two countries will refrain from carrying out patrolling. As yet there’s been no agreement on disengagement in the strategically critical Depsang Plateau.\nThe protracted negotiations to successfully reach agreements on disengagement at four points shouldn’t mask China’s strategic approach here. It amounts to trying to move the LAC westward by deploying its army. This step has been supplemented by using the air force to violate the mutually agreed no-fly zones near the border. These are not acts of a country that seeks to resolve border issues through negotiations. It’s a sign of a revisionist power that in the dispensation of President Xi Jinping has trampled on established norms and violated long-standing sovereign agreements. Given this context, India cannot let its guard down and neither can there be a return to the pre-2020 phase.\nCountering China needs a network of strategic allies. Japan is an important country in that context. The second India-Japan 2+2 meeting this week strengthened the institutional mechanism to facilitate smooth bilateral cooperation. India and Japan, both members of the Quad, have a stake in strengthening a rules-based order and the principle of freedom of navigation. The pushback against China will take many forms, of which trade is one of the most important. India’s strategic alliances, therefore, should have a stronger emphasis on economic integration to draw in manufacturing supply chains seeking to exit China.\n\n",
        "headline_1": "LAC & beyond: Border talks don’t signal change in China’s real intent",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/lac-beyond-border-talks-dont-signal-change-in-chinas-real-intent/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-09-2022"
    },
    {
        "full_article": "Kartavya or duty – the word got renewed attention after the renaming of Raj Path to Kartavya Path – is a much-debated concept in the context of modern states and their relationship with citizens. Today’s Indians, interested in this modern debate, can get considerable conceptual clarity by reading how our ancient texts defined and understood kartavya. It’s, famously, a recurring theme in the Bhagwad Gita. As Arjun stood doubt-ridden on the Kurukshetra battlefield, Krishn tells him what his duty is. Kartavya, Krishn says, demands selfless service, adherence to dharma, working without expectation of rewards, and indifference to desires and possessions.\nThis may appear impossible to us, living in a maddening, material modern world. But remember, in no age have humans progressed without renouncing ego and developing self-control. And if you want to think about those who have walked the path of kartavya, don’t think of the rich or the famous or the powerful or the legendary. Selfless work has built much of what we value – so think of mothers and homemakers, artisans and scientists, teachers and doctors, over generations. History doesn’t record their individual contributions. Because history is not just an arbitrary and necessarily biased recording of the past, it’s also always a top-down worldview, where every figure wanted something. As our ancients understood, true satisfaction comes from just doing one’s job well.\n\n",
        "headline_1": "Meaning of kartavya: Our ancient texts provide the conceptual clarity",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/meaning-of-kartavya-our-ancient-texts-provide-the-conceptual-clarity/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-09-2022"
    },
    {
        "full_article": "Do you pride yourself on your taste in music, art or books, or fancy yourself a decent dresser? Do you abhor tacky ‘influencers’ or buy organic? Well, it’s not really about those things at all. Nearly every aspect of what we value, wear and adopt is a matter of status, of ranking ourselves by social importance, climbing or maintaining this place, says W David Marx in his book Status and Culture: How Our Desire for Social Rank Creates Taste, Identity, Art, Fashion and Constant Change. The book sets out to investigate the Grand Mystery of Culture. It traces the patterns of cultural change, and why people take up certain trends.\nThis vying for social esteem is all around us and within us, but it’s a taboo to admit it. It could be political, economic, social, educational or occupational or even bodily capital that gives you status, but it’s all relative. You have to be better than someone else. But social climbers are frowned upon because they make it obvious there’s a ladder to climb.\nRead full opinion on TOI+\n\n",
        "headline_1": "Are you of refined taste or is it about status? ‘Culture’ is a product of search for social rank",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/are-you-of-refined-taste-or-is-it-about-status-culture-is-a-product-of-search-for-social-rank/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-09-2022"
    },
    {
        "full_article": "The Sixth Assessment Report (AR6) by Working Group I of the Intergovernmental Panel on Climate Change (IPCC) shows that the sea level, over the last 120 years, has increased by 0.20 metres, and continues rising fast, caused by thermal expansion, glacier ice loss, ice sheet loss, etc. The sea level rise in Bangladesh estimated using gauge data shows varying in different parts of the coastal zone, while the coastal areas along the Sundarbans are highly vulnerable.\nA higher level of tides during full moon and new moon has become a regular phenomenon in the coastal districts in Bangladesh – mainly in Khulna, Bagerhat, Satkhira, Patuakhali and Barguna – over the last couple of years. This is impacting climate-vulnerable communities at scale and in multiple sectors. During the full moon in July and August in 2022, hundreds of villages were flooded twice daily, at least for a week in each round. It resulted in economic and non-economic losses and damages with both short- and long-term impacts.\nKamala Begum from Uttar Sutalori village in Bagerhat's Morrelganj upazila was surprised at the level of the tide. \"I got my new house last year as support from an NGO as my old land and house were lost to river erosion. Now my new house is also inundated, and it was built high,\" she said.\nIn both the months, the community was almost waterlogged for around seven days. They could hardly cook at home, and dry food items were not available either as the local markets were shut down; only the households owning boats could manage their food from faraway markets. Daily wage earners remained jobless, and the fisherfolk could not go outside for regular fishing. Sufia Khatun, a 42-year-old woman from West Baharbuniya village in the same upazila said the tidal surge was waist-high, breaching the road that connects the community to the upazila, which also acts as an embankment for Paanguchi River that flows near Baharbuniya.\nBecause of the continuous tidal flow for around a week, the seedbeds for Aman paddy were inundated. Farmers have no hope of recovering the seedlings, so they need to make the beds again, which leads to additional seed, fertiliser, and cultivation costs. Those who cannot afford these additional costs will have to purchase seedlings at a higher price later. \"There is no support to cover this type of loss; no one even talks about it. This has been our fate. If we can manage ourselves, then it is fine. Nonetheless, we remain in hunger. But who cares?' said Khalil, one of the farmers who lost his Aman seedbed to the tidal surge.\nThe standing water damaged the vegetables, resulting in lower household food consumption and income for a couple of months. Vegetables that are not water-tolerant were almost lost. They had to root many plants prematurely, and ate whatever was not saleable in the market. This loss of food and income is irreparable, as they cannot reproduce some of the vegetables at the end of the monsoon. On the other hand, July, the driest month in the last 42 years in Bangladesh, had minimal potential to reproduce the crops. This has impacted the overall earnings of families in the community, impacting their food intake and access to other essential commodities.\nThe fish-farming ponds were inundated, and the owners lost almost all their production. Those who are not financially capable of recovering from this loss are at risk of falling into the vicious cycle of loans, loss of assets, and migration in the short run.\nAbdus Sabur leased a pond with three others for shrimp farming using a loan from a local NGO. Their entire shrimp production got washed away during the high tide, and they have no way of recovering from the losses. They don't know how they will repay their loan and manage their families' daily expenses in the coming days.\nMost importantly, the damage to the roads is not getting noticed either by the government or the development agencies, said Esken Khan, member of the union parishad for this area and the panel chairman. The road construction has been a long-demanded and long-awaited project, but there is no action. Hence, they hardly expect any repair and maintenance work for the damages.\nThe spectrum of loss and damage also includes non-economic factors. Most of the schools there remain closed (unofficially) during heavy rainfall as the students can't go to school due to the poor conditions of the roads. As the roads were inundated during the last high tidal flow, most students could not go to school. \"When I was on my way to school on July 10, there was water on the road almost up to my knee. But the point near the market was damaged, the water was deeper there, I was trying to cross, but I slipped. I couldn't go to school for the whole week because the road remained under water,\" said Lamia, a sixth grader in the area.\nThe infrastructural damage is usually counted as a part of economic losses and damages, while the list of non-economic losses and damages is too long. These include the immediate health impact of drinking unsafe water from open sources, having limited to no access to sanitation facilities, and menstrual hygiene mismanagement for adolescent girls and women of reproductive age. The saline intrusion in the minimal sweet water sources because of this high tidal flow has been a grave concern that will take a long time to recover, especially since there has been very little rain this year.\nThere are many more sectors to explore where people often lose their income and livelihood opportunities. People living in the climate-vulnerable areas are already experiencing massive losses and damages because of the intense and frequent cyclones, tidal surges, and floods, which are gradually increasing because of climate-induced factors. Moreover, the higher level of tidal flow has steadily been becoming another concern. This year, they have been sandwiched between high tidal flows and scarce rainfall, which severely affected their crop production and in turn their livelihoods. This must be documented and reported for in-depth research. Most importantly, the government must ensure immediate support to these climate-vulnerable communities so that they can recover from the losses and damages they have suffered, and strongly negotiate in the global arena for the loss and damage fund, which is also a critical agenda for the upcoming climate conference COP27.\nAshish Barua is programme manager for the Climate Change and Sustainable Development programme of Helvetas Swiss Intercooperation in Bangladesh.\n\nSawkat Chowdhury is an advocacy and networking officer for the climate change programme at the Development Organisation of the Rural Poor (DORP).\n",
        "headline_1": "Climate loss and damage are clearly visible in southwest Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/climate-loss-and-damage-are-clearly-visible-southwest-bangladesh-3115621",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-09-2022"
    },
    {
        "full_article": "Akbar Ali Khan's passing has come as a sudden shock, although his health issues have been severe and prolonged. Despite his frailties, he has been undaunted in his public engagements, speaking out on critical national issues on a regular basis, always calling a spade a spade, urging the nation's gaze towards a higher ground. Given his personal tragedies – the passing of Bhabi and of his beloved daughter, as well as his multiple health complications – Akbar Bhai's willingness to be a fearless voice of conscience has been nothing short of heroic. He traversed many careers: teacher, bureaucrat, freedom fighter, policymaker, writer, public intellectual. But there was one constant thread in this long and eventful life journey: a fierce sense of integrity, dedication to service, and openness to learning.\nAkbar Bhai was a seeker of knowledge at heart, but not in isolated ivory towers. From his early book Discovery of Bangladesh to the numerous titles that followed, he was both meticulous in his scholarship and keen to connect to his readership. His unorthodox titles, his communicative language through which he explained complex economic issues in ways that both piqued and engaged a wide variety of readers, is testament to his great success as an author. No wonder UPL and Prothoma keep publishing new editions of his books; the long line of interested readers keeps growing longer and longer. His writing career was not a post-retirement story either. He has been intellectually active all throughout his career; two of his major titles – Discovery of Bangladesh and Porarthoporotar Orthoniti – were published while he was in active service at the highest levels of the government.\nAkbar Bhai also exemplified the idea of public service dedicated not to one's personal advancement only, but to service to the public. He was fearless in writing notes of dissent when he could not agree with directives from the higher-ups, no doubt following his belief that a public servant's true vocation is to offer honest and competent advice, and not merely pander to the higher authorities or, worse, blindly acquiesce to their vested interests. But he was also focused on finding effective solutions to developmental and administrative problems. He was a very successful finance and later cabinet secretary, and after retirement, alternate executive director at the World Bank. I had the fortune of meeting him in Washington, DC at his World Bank office in 2005. He was the natural choice to head the Regulatory Reforms Commission set up by the caretaker government in 2007 to streamline bureaucratic red-tapism and obstructive mindsets. It was a loss for the nation when this body and the other initiative for a government-business dialogue platform – the Better Business Forum – were discontinued by the government that followed.\nDespite his personal tragedies, Akbar Ali Khan never really \"retired\" from his true vocation of public service. As Bangladesh appears to have retreated from democratic norms, while governance concerns have intensified, the need to speak \"truth to power\" in Noam Chomsky's famous formulation has never been greater. Being a \"voice of conscience\" is not an easy role to embrace, given the increasing turn towards an authoritarian mindset in Bangladesh. Akbar Ali Khan has been quite fearless here, too, becoming one of an increasingly vanishing breed of public intellectuals. His time came. Others must carry on. The promise of Bangladesh must shine bright. Adieu, Akbar Bhai.\nHossain Zillur Rahman is executive chairman of the Power and Participation Research Centre (PPRC) and former adviser to the caretaker government of Bangladesh.\n\n",
        "headline_1": "Life of service, voice of conscience",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/life-service-voice-conscience-3115336",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-09-2022"
    },
    {
        "full_article": "US defence giant Lockheed Martin's highly successful fighter jet F-35 made its maiden flight in 2006. This sleek flying machine is still in operation with variations such as the F-35A (2015), B (2016) and C (2019). Each such jet contains 417kg of \"rare earths,\" an essential material without which its intricate electronics and weaponry would not exist. But it is the US' foremost strategic rival, China, who controls the rare earths' supply. Beijing realised the importance of rare earths as early as in 1992, when Deng Xiaoping said, \"The Middle East has oil; China has rare earths.\"\nWhat are rare earths, exactly? These are 17 nearly indistinguishable lustrous silvery-white soft heavy metals in the Periodic Table, a scientific tabulation of Earth's chemical elements) such as dysprosium, praseodymium and ytterbium. From jets or weaponry, smartphones, hard drives, electric vehicles and LED lights, to wind turbines and petroleum processing – everything depends on these \"touchstones.\" Rare earths provide the magical touch to all these products that power today's advanced economies and cutting-edge technology.\nChina holds 40 percent of the global rare earths reserve, but produces 70 percent of the raw supply. In the technically complex and environmentally hazardous downstream processing, it has near total control – 90 percent. Beijing suspended its supply in 2010 after Japan's navy arrested a Chinese fishing boat captain in disputed waters. Supply resumed after tense negotiations, but the incident sent shockwaves through the Western capitals. Beijing has already indicated that it would consider using control on rare earths against Washington's sanctions. Sending an unmissable message, President Xi Jinping visited JL Mag, a major producer of rare earth-based permanent magnets, once the Beijing-Washington May 2019 trade talks broke down. Almost 60 percent of America's rare earths imports go to the petroleum refining process as catalysts. Its military's dependence on rare earths is just as critical. Jets, Smart bombs, drones, cruise missiles, laser targeting, radar systems, the Joint Strike Fighter programme – all such equipment rely on rare earths. There is no viable substitution yet and a shortage will jeopardise the US' superpower status.\nBeijing's threats to weaponise rare earths may, however, backfire. American buyers are already pursuing deals with miners all over the world. There is only one operational mine in the US: Mountain Pass in Southern California. But its part owner is China's Shenghe Resources, which buys all its outputs, and processes and sells them at a premium price.\nIn 2019, the US Department of Defence approached Malawi's Mkango Resources Ltd to extract rare earths. A British company, Pensana, has recently received approval to set up the world's first sustainable rare earth separation facility in the UK. Its mine will be in Angola, which China's Great Wall Industry Corporation will build. Pensana expects to produce approximately five percent of the 2025 projected global demand, which industry experts consider highly ambitious. Africa has become a battleground for nations as they scramble for rare earths and other minerals. Kenya, Malawi, Namibia, Madagascar and Tanzania have carbonite and peralkaline rare earth projects that may start production in the coming years. The US, China, Europe, Japan and Australia are all wooing these governments for access to the mines. But with state backing and finance, China is already in an advantageous position because of its geo-economic influence in Africa and its control over the refining industry. The US could also import rare earths from Brazil (with 22 percent of global reserves) and Vietnam, but that needs a long lead time. Meanwhile, Australia's Lynas Corporation, one of the largest processors of rare earths outside China, with its separation facility in Malaysia, received USD 30.4 million in funding from the Pentagon to build two processing facilities in Texas. However, its Malaysian mine is under scrutiny over radioactive waste concerns.\nBeijing is also looking into acquiring more mining rights. As the US made a messy withdrawal from Afghanistan last year, China is eying the USD 1 trillion or so in untapped mineral deposits, including rare earths. The other source is Myanmar, where Beijing enjoys a monopoly. In 2020, Myanmar mined 30,000 tonnes of rare earths. Between May 2017 and October 2021, it exported over 140,000 tonnes to China worth more than USD 1 billion. Beijing is also rapidly moving up the industry's value chain. Its aim is to integrate and upgrade its rare earth supply chain of mining, processing, manufacturing, and deeper applications. Late last year, it merged three companies to form the China Rare Earth Group Co Ltd, an industrial conglomerate that holds almost 70 percent of China's annual heavy rare earth production quota. With stronger financial muscle, the conglomerate can buy up smaller companies and secure mining rights in other countries. Beijing has also added two R&D companies to the newly merged group to facilitate innovations.\nLong term-planning has given China 90 percent control in rare earth processing. At least since 2001, it has been investing in Three Ms: mining, metallurgy, and material science. The US, on the other hand, abolished the Bureau of Mines and its Division of Mineral Economics in 1996. Time will tell where the same plan will take China in the coming decades, and how its rare earths dominance will play out in the ongoing superpower rivalry.\n \nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n\n",
        "headline_1": "US controls advanced chips, but China has another card",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/us-controls-advanced-chips-china-has-another-card-3115316",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-09-2022"
    },
    {
        "full_article": "It doesn't take a rocket scientist to know that one should not change a running system. The private universities are doing just fine without the presence of partisan politics. They have recently been told by their monitoring body, the University Grants Commission (UGC), to up their game (read: curricula) by incorporating several essential skills and co-curricular club activities. They have been told to move to a semester system with a notional credit hour system outlined by the Bangladesh Accreditation Council. The proposed system entails a lot of outside-the-classroom activities to facilitate critical thinking, team-building, and creative expression to foster youth activism.\nStudents of the top private universities, by design, must engage in clubs where they learn life skills such as leadership, negotiation, time management, finance, communication, presentation, IT skills, and so on. They take part in healthy debates or defend their entrepreneurial ideas curated by experts from the industry. They incubate their ideas and pursue various Sustainable Development Goals (SDGs) in alignment with government plans. Their efforts are reflected in various ranking indexes. The upper crust of these universities strategically pursues ranking criteria and regularly participates in the ranking process. Some of them have even attained global benchmarks with mentionable success.\nIn a rare feat, two Bangladeshi debaters from a Bangladeshi private university won a world championship. It goes on to show the congenial climate of the private universities in which critical discussions and extracurricular activities flourish. Regrettably, these are fast withering from the public system. One can argue that these two debaters had their foundational years at the Institute of Business Administration (IBA) of Dhaka University; that only goes on to highlight the non-political feature of the institute.\nWe can still find old footage of BTV debates in which some of our current political leaders are seen representing public universities, medical colleges, and engineering universities. The incumbent education minister is a case in point. Unfortunately, such a culture of tolerance, plurality and social cohesion that can be argued for and against is gone.\nThe student wing of the ruling party has not proven itself to be a champion of discursive practices. Their recent presence in the media has been far from positive. They harp on the glory days of student politics without stating their current role in it. Bangabandhu Sheikh Mujibur Rahman gave us a nation. And in a resource-scarce, heavily populated country, the onus of building the nation is on the human capital that includes the stock of knowledge, skills and other personal characteristics that make people productive. I do not know of any student-focused activities of the student league that requires a formal presence in private universities.\nIt was refreshing to watch a video report published by Amader Shomoy featuring Golam Rabbani, the former general secretary of Bangladesh Chhatra League (BCL). As the head of HR in a corporate house, he is trying to accommodate his former colleagues in the organisation that he works for. He candidly confesses that he receives over a thousand CVs a day, yet he cannot give jobs to even 10. It's not because there are not enough jobs, but because the job seekers do not have the necessary skill sets. They have their academic degrees, but nothing beyond the certificates. Rabbani goes on to comment that his party has become a \"factory for unemployment.\" The central party leaders use the students for political events. Only a few move up the career ladder and find posts in the party – and the rest are discarded. These are the students who become a liability to their families, societies and, by extension, to the country.\nThe adrenaline rush felt by young students on campus dies down once they face the cruelty of the real world. The dream reality of power they fashioned by posting PVC banners here and there to vie for the visibility of their central leaders faces a reality check. On campus, they mark the walls and pillars with graffiti to announce their pervasive presence. Their material expressions of their everyday politics are evident in their clothes, sunglasses, motorcycles, and mobile phones, declaring that \"visibility is everything.\" Whether they truly believe in the ideology they are airing remains to be tested. They display their power in the protection of state power.\nSo when they unilaterally announce that they will have units in different private universities, ordinary citizens get alarmed. They have not discussed this with any of the institutions to which they are assigning fully fledged student bodies. The private universities registered under the Trust Act are non-political. A press release issued by the Association of Private Universities of Bangladesh (APUB) reiterated their position, saying that they do not discourage students and faculty from holding and exercising progressive political views in their sphere, but they do not want partisan politics on campus, which they feel will disrupt the congenial academic atmosphere.\nInterestingly, most of the signatories are known for their pro-government affiliations. Yet, they believe that the proposed introduction of Bangladesh Chhatra League units will harm their institutions. The main argument given by the student wing is to resist reactionary politics on campus. They have cited Clause 6 (10) of the Private University Act, 2010, which asks the universities not to get involved in activities compromising the sovereignty and freedom of Bangladesh. In such serious cases, the state surveillance system is more appropriate than some empowered youth who thrive on disempowering others.\nIt is time for the ruling party student wing to do some soul-searching. When a student was killed for a patriotic post at Buet, the perpetrators came under overwhelming moral and social sanctions. They completely alienated themselves to an extent that even former student leaders were not welcome to hold events on campus. And this is not the only occasion where they abused power and faced consequences.\nA recent report by the Center for Insights in Survey Research (CISR) on campus politics maintains that there is an overwhelming cynicism against politics as students see it as a self-serving agency. The student political parties do not focus on real student concerns such as seats in the dormitories, food quality, logistics and infrastructure, job placement, updated curricula, healthcare services, substance abuse, etc. Instead, they promote a culture of political favouritism that exacerbates campus problems. There is a dearth of civic education. Campus politics can be beneficial only if faculty, administration and students are freed from partisan politics.\nWe have seen it in the case of youth activism led by Malala Yousafzai or Greta Thunberg. We want our students to be world leaders who can negotiate deals in an entrepreneurship contest, offer counterarguments in a debating meet, lead a team in sports or programming contests, generate ideas for social developments, and reach out to the disenfranchised community. We want them to win hearts with their passion for the real development of the country. We do not want to see them muscle-flexing for a piece of the development pie. We do not want student bodies to chase fancy for campus glories that do not have an afterlife.\n \nDr Shamsad Mortuza is a professor of English at Dhaka University.\n\n",
        "headline_1": "Leave private universities out of BCL politics",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/leave-private-universities-out-bcl-politics-3115301",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-09-2022"
    },
    {
        "full_article": "There's no stopping the flock of government officials vying to go abroad in the name of \"gaining technical knowledge\", despite a directive banning such non-mandatory trips amid the ongoing financial crisis. Often, these all-expenses-paid trips by senior and/or well-connected officers have no real benefits for the projects arranging them. The latest case involves the mayor of the Sylhet City Corporation (SCC) along with six other officials, who are seeking to visit a factory in the US to \"evaluate\" the quality of 20 vehicles purchased for a waste management project. The LGRD ministry has already issued an order for the mayor to go on the trip; the remaining six still await permission.\nWe do hope the Tk-17-crore project will be able to modernise waste management in Sylhet city, but what we cannot understand is why the mayor himself has to close shop for four days to visit another country and inspect the quality of said vehicles. Given that the chief engineer of the SCC is also lining up for the same trip, why is it necessary for the mayor to go, then? Are we to assume that the engineers appointed by the government are not suitable for the task of vehicle inspection? That's not the end of the absurdity of this trip, however. The SCC and LGRD are claiming that it is the intermediary Bangla Trac Limited that is financing this trip. But in actuality, the cost of the trip has been included in the prices offered by Bangla Trac, as per its head of group brand management.\nHence, as with any foreign trip of public officials, the cost of this trip too will be borne by the citizens. Unfortunately, we are too familiar with this disturbing trend by now. According to the Comptroller and Auditor General (CAG), which audited 13 government projects implemented from FY 2017-18 to FY 2019-20 under the ministries of agriculture and fisheries and livestock, 228 officials went abroad using public funds during this time. Of them, 23 were just one year shy of their retirement age, while 73 others had nothing to do with the projects at all.\nWe must ask: whatever happened to the government's ban on unnecessary foreign trips by public officials? It was introduced to deal with the global economic crisis in the aftermath of the pandemic and the Russia-Ukraine war. But now that inflation is even worse than it was at the time of the directive, why are government officials still being allowed to embark on such expensive trips? We urge the government to strictly enforce its directives and stop such \"pleasure trips\" at the expense of the public when the latter are visibly struggling to cope with the sky-high prices of bare necessities.\n",
        "headline_1": "Another needless foreign trip in the offing",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/another-needless-foreign-trip-the-offing-3115251",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-09-2022"
    },
    {
        "full_article": "We deeply mourn the loss of Akbar Ali Khan, eminent economist, public intellectual, and former adviser to the caretaker government, who passed away on September 7, 2022 after suffering from cardiac complications. His death will be felt by the entire nation, which has not only lost a shining example in the form of a man of great integrity, but will now have to deal with the intellectual vacuum that has been left in the wake of his demise.\nIt is difficult to adequately capture the depth of the contributions that this towering personality has made to Bangladesh within the confines of these columns. Whether it was during his years of service as a seasoned bureaucrat, or in his work as an educator and academic, it was clear that everything he did was guided by a deep love for his country and uncompromising personal ethics.\nThis became apparent early on in his life, when his active participation in the 1971 Liberation War while being a part of the Civil Service of Pakistan led to him being sentenced in absentia to 14 years of rigorous imprisonment by a Pakistani military court. Once Bangladesh became independent, he immediately went back to the civil service to continue to work for his country, occupying some of the highest positions of government before retiring. At the same time, he added to the nation's intellectual wealth through his work in academia, shaping the futures of countless students, while also writing 17 books.\nAkbar Ali Khan's expertise spanned across several fields, including economics, politics, governance, history, and literature. But regardless of what he did, there was always one common thread: the development of Bangladesh and the improvement of its people's lives. Alongside this central thought, his work was grounded in a progressive, pro-people, and democratic philosophy. This philosophy has, time and again, guided this nation in the right direction, especially during his time as an adviser to the caretaker government during 2006-07, when his strong sense of personal ethics led to him resigning in protest of the chief adviser's failure to ensure a free, fair, and impartial parliamentary election.\nThe fine example of honesty and integrity in the service of the nation that was set by Akbar Ali Khan is even more crucial for us now. In many of his writings, he made clear his wish for the people of Bangladesh to think about politics and government, and to choose progressive and democratic values over conservative and illiberal practices. We cannot think of any better way to honour his memory than to respect this wish and translate it into action.\n",
        "headline_1": "Death of Akbar Ali Khan: The end of an era",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/death-akbar-ali-khan-the-end-era-3115231",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-09-2022"
    },
    {
        "full_article": "The long-expected summit between Bangladesh Prime Minister Sheikh Hasina and her Indian counterpart Narendra Modi that ended at the Hyderabad House in Delhi on Tuesday has come up with a joint statement which included a rather long list of accords and wishes that both nations want to fulfil in the days to come. These included India's consent to sell its surplus fuel oils to Bangladesh so that the country may meet its domestic requirements as well as stabilise its rising fuel prices. Notably, the offer from the Indian side came in response to PM Hasina's request to her Indian counterpart during the one-on-one discussion between the two leaders at the Delhi summit. In response to the request from Bangladesh side, India also agreed to consider favourably the supply of essential food items, including rice, wheat, sugar, onion etc., to Bangladesh in times of need. Much, however, would depend on the prevalent domestic supply situation in India. Border killing also received due importance in the joint declaration, whereby the two sides agreed to work towards bringing the number of deaths down to zero. The number has gone down in recent months, but it is still happening. Also, both leaders reviewed the progress of the India-Bangladesh Friendship Pipeline, which, it is hoped, would help address Bangladesh's energy needs. In addition to these, a raft of issues relating to bilateral cooperation between the two countries came under discussion at the summit. These included, among others, political and security cooperation, defence, border management, trade and connectivity, water resources, power and energy, and cultural and people-to-people contact. On connectivity, in particular, two sides laid importance on implementing the rail, road and other modes of connectivity at both bilateral and sub-regional levels. On this score, the ongoing bilateral initiatives including those covered by the Memoranda of Understanding (MoUs) such as training of Bangladeshi railway personnel, collaborations on various IT systems for Bangladesh Railway, training for Bangladesh judicial officers and cooperation on science and technology including space science also came into received due importance in the joint statement. Earlier, the two leaders also virtually inaugurated the 1320 MW coal-fired thermal power plant at Rampal in Khulna as well as four major connectivity projects including a rail bridge on Rupsha River and some railway links. The two countries also agreed that funds for these projects would be arranged through various financial instruments under the bilateral development cooperation. However, barring the accord on sharing the water of Kushiyara River, which would enable Bangladesh to withdraw 153 cusecs of water from the river during the dry seasons, there was not much progress on other fronts. The major irritant between the two countries, the sharing of Teesta water, remains unresolved. Expectations in Dhaka were that the prime minister's New Delhi visit will be able to achieve major a breakthrough in this regard. However, emerging from the summit, both the leaders exuded goodwill and confidence that they would work hard in the coming days to make great strides to attain economic growth as well as maintain regional peace, security and stability. So, people of Bangladesh would look forward to seeing more progress in the resolution of bilateral issues and meaningful cooperation in all areas, including trade, commerce and investment in the days to come.",
        "headline_1": "What Hasina-Modi talks have on offer for Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/what-hasina-modi-talks-have-on-offer-for-bangladesh-1662728994",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-09-2022"
    },
    {
        "full_article": "Bangladesh needs to have its policies right in a world that is constantly in a state of flux. Though the world, so far as big power politics is concerned, has always seen changes, those cannot be compared to what is happening in modern times. In fact, technology has been playing a big part in modern changes in world politics and economy. Its pace is so fast that even traditional big powers are finding it hard to cope with.Consider the latest European war in Ukraine where despite its military might , Russia, has, to be frank, found itself in a quagmire. Who could think that small, non-descript unmanned drones could cause huge problems to its advancing columns in Ukraine? Again, could one ever imagine that some goat-herders with guns would drive away the world's greatest military power, America, from Afghanistan only a year back?Or to think that Israel, a regional power in the Middle East, is at the end of its tether to control the Hamas or other guerillas with their rockets in the Gaza strip!But there is also no room for complacency among smaller nations that small weapons can make big impacts on wars. So, when small shoulder-held missiles throwers brought down the pride of Western fighter planes recently in Afghanistan or in Syria in 1973, hectic researches went on to deter those through developing electronic jamming technologies.At the same time, with the advances in Information Technology (IT), the power of surveillance of enemy movement has also grown at an unprecedented pace. And it is not only in the war field, the surveillance technology is now a big weapon in the hands of the authoritarian rulers who hate any dissent from public space.But at the same time, similar technologies are helping the common people to snoop around and spread through social media political shenanigans of the powers that be. Hence is the constant playing of the game of cat and mouse between the big and small powers as well as the authoritarian state and the public.So, it is quite a different world from what the older generation witnessed even a few decades back. What is most urgent in this situation is to be able to keep pace with the rest of the world. Has Bangladesh been doing that so far? Has it made necessary public investments or been able to attract adequate private capital in the IT sector?Whenever one talks about technology, the picture of big, costly machines often pops up in our mind's eye. But for IT, more important is the development of trained people in the sector. It is well-trained IT professionals who are going to lead the next phase of Industrial Revolution fondly termed 4IR or Fourth Industrial Revolution. But who is to lead that phase of change in technology, economy and society?Not necessarily, the traditional big powers. The nation giving the highest priority to creating an efficient IT manpower, will be in the lead. And thanks to the internet, people from any corner of the globe can now have access to the latest development in information technology including artificial intelligence. On this score, it is learnt that Bangladesh has a plan to achieve a hundred per cent literacy rate by 2030 to meet the UN's Sustainable Development Goal (SDG). To that end the International Literacy Day was observed on Thursday, September 08. And the theme of the day was 'Transforming Literacy Learning Spaces'. But have the authorities also been able to define the learning space they want to transform? In the present context, apart from understanding printed words, the learner should also be able to handle IT devices including computer and smart phones. But smart phone is now in every hand and even children can operate these IT devices and communicate with those. There is no especial training required to operate these IT gadgets.However, for people who want to grow into professionals, especial training would be required to learn the languages that run the IT machines. The government's curriculum to achieve 100 per cent literacy should, therefore, remain incomplete if some basics on IT are not included in it. Obviously, inclusion of IT-related course in the literacy programme would require involvement of trainers equipped with the knowledge of IT.First and foremost, what is most important here is to dispel any fear among the learners about the inner workings of these IT devices. Another important aspect of this IT lessons will be learning of English since this is the language of technology, let alone IT.So, the basics of English and IT should be the ingredients of any literacy programme. People, who would show keen interest in IT-related aspects of the literacy programmes, should be selected for more advanced training in the field. For there are examples in history where people with little learning evinced extraordinary creative abilities. What they needed was only familiarity with the operation of the products of then-existing technologies. Many young people across the world without much knowledge about the science of computer and IT have already shown great talents in fixing troubles or solving IT-related problems. Some of them have also been recruited by big corporations in the field. But to enable the common learners including gifted students in the IT field to contribute meaningfully, the government will be required to make the technology easily accessible to them. Side by side with making internet cheap, in some cases, free, cost of all IT devices needs to be brought down within the range of common people. Evidently, necessary public investments will be required to achieve the end.\n[email protected]",
        "headline_1": "Including IT in literacy programmes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/including-it-in-literacy-programmes-1662729073",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-09-2022"
    },
    {
        "full_article": "During the last two decades, Bangladesh has undergone an economic transformation that has significantly improved the living conditions of the county's people. Nevertheless, the economic growth has been uneven across the regions and communities. Though poverty has declined, the concentration of wealth and resources into a few hands marked wealth creation. The Covid-19 pandemic has further compounded the challenge of balanced distribution of growth. Charity or sharing of wealth is a recognised tool to address the uneven distribution of resources. Besides the welfare measures taken by the state to provide support to the underprivileged and vulnerable groups of people, private charity can play an important role. The governments in many countries encouraged charity through tax incentives and social recognition. As every religion encourages giving and asks the affluent section of society to share their wealth with the poor and needy, the giver is largely driven by a religious obligation. In Islam, Zakat is a mandatory charity and Muslims who possess a certain amount of wealth are under compulsion to give or distribute at least 2.5 per cent of the wealth and money. People also feel good by providing and acknowledging that it is a moral duty. In simple terms, charity is giving money and/or food, or help to those who need it, or an organisation that does this. So, charity can be private or individual, corporate or community-based . Many individuals prefer to do charity on their own. They are used to giving to the needy known to them. Some also look for reliable charitable organisations to distribute the donations correctly or to a broader community. The main challenge of making a charity meaningful is reaching the right people, which is not always easy. In countries like Bangladesh, citizens prefer various non-government organisations in most cases. Though a few government bodies are also there to collect and distribute charitable funds, people usually do not want to go to these entities unless they find any alternative. It is because there is a perception that the government or state organisations are not efficient enough to handle charitable funds. Proliferation of corruption and the gradual erosion of morality in society make proper distribution more difficult. In the case of state-run bodies and organisations, there is a strong perception that a gross misappropriation of funds is unavoidable. The perception is not without a basis. During the pandemic, the government distributed a handsome amount of money to poor people using mobile financial services. A section of unscrupulous government employees and local political activists grabbed the money depriving the target beneficiaries. Even if the charitable fund reaches the targeted people properly, they are not always in a position to spend the money according to their need. In many cases, local miscreants demand and snatch a portion of the money. Again, those giving sometimes come under undue pressure from some influential quarters to contribute to their chosen people. Due to political biases or rivalry, some also come under administrative scrutiny about the source of their funds. All these are disturbing things for those who want to do something for the welfare of society by partaking in charity. \n[email protected]",
        "headline_1": "Making charity meaningful",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-charity-meaningful-1662729107",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-09-2022"
    },
    {
        "full_article": "For commuters in Dhaka city, bus fare is a highly contentious issue as bus operators hike and charge fares arbitrarily. This becomes a matter of argument if you belong to a limited-income group or you are a student. When you get on board a bus, in most cases the bus conductor refers to it as direct or seating service. In reality, it is just opposite to what is claimed. Passengers are picked up and dropped randomly at the most unlikely spots. And sometimes so many passengers are picked up that it is difficult to get down from the backside. While the government has increased bus fare with the rise in fuel oil prices, we are witnessing increases in fare far higher than what has been decided by the authorities. For example, a trip from the capital city's Natun Bazar to Gabtoli has been fixed Tk 35 per person but if you get down at Agargaon Radio Bhavan from North Badda you have to pay the same fare. It should not cost you more than Tk 20. The bus operators are, however, charging an additional amount of Tk 15. The students, who have to take bus rides almost every day, are often deprived of their 'half-pass' facilities. Several incidents of misbehaviour meted out to students have already taken place, when they tried to pay half bus fare. On holidays, transport workers become more desperate to extract full fare from students. I do not know who is actually responsible for such an anarchic situation. Whoever it is, I am drawing the attention of the authorities concerned to think about this issue and do the needful. \nRasmohan Halder, Uttor Badda, Dhaka, [email protected]",
        "headline_1": "Bus fare anarchy should come to an end",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bus-fare-anarchy-should-come-to-an-end-1662729139",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-09-2022"
    }
]