[
    {
        "full_article": "The Monetary Policy Committee (MPC)’s latest decision, to extend the pause in the Reserve Bank of India (RBI)’s monetary tightening while staying focused on the withdrawal of accommodation, reflects the rate setting panel’s reassuring resolve to keep inflation front and centre of its approach to policy. RBI Governor Shaktikanta Das was unequivocal in asserting that “the best contribution of monetary policy to the economy’s ability to realise its potential is by ensuring price stability”. The MPC’s recent unwavering focus on price stability is informed largely by its mandate to achieve the Consumer Price Index (CPI) inflation target of 4%, a goal that it has struggled to actualise right since January 2021 — a period during which inflation remained stuck above or close to the upper tolerance band of 6% in 20 of the 27 months. Mr. Das acknowledged that even as headline inflation had eased appreciably in March and April, slowing to 4.7% in the first month of the current fiscal year from the bruising 6.7% average pace in 2022-23, retail price gains were ‘still above the target and expected to remain so according to the RBI’s projections for 2023-24’. The MPC, which has forecast CPI inflation to average 5.1% over the 12 months ending in March 2024, is cognisant of the continuing challenges in aligning inflation with the target, given the global uncertainties.Specifically, Mr. Das flagged the spatial and temporal distribution of rainfall during this monsoon in the wake of El Niño conditions, unabated geopolitical tensions, uncertainty over international commodity prices including those of sugar, rice and crude oil, and the volatility in global financial markets as upside risks to the MPC’s inflation projections. Another key factor feeding into the RBI’s policy approach is its conviction that macroeconomic fundamentals have strengthened after the unrelenting focus on preserving price and financial stability. To be sure, the increase in credit costs since the RBI started raising its benchmark interest rates in May 2022 appears to have retarded investment and consumption activity last year. Bank credit data show the pace of growth in loans to industry, particularly the MSME and medium sectors, slowed appreciably last year. The sequential contraction in estimated private consumption spending in the fourth quarter of the last fiscal year is also likely to have been, to some degree, a fallout of the higher borrowing costs. Still, as Mr. Das emphasised, policymakers can ill afford to take their eyes off inflation. Price stability is after all a public good and achieving durable disinflation must remain a non-negotiable goal, especially amid widening income inequality and high levels of joblessness.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n \nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nReserve Bank of India\n\n/\n\ninflation and deflation\n\n/\n\neconomy (general)\n\n/\n\nmacro economics\n\n/\n\nunemployment\n\n/\n\nbanking\n\n/\n\nloans\n\n/\n\noil and gas - upstream activities\n\n/\n\nagriculture",
        "headline_1": "Unwavering focus: On the Monetary Policy Committee’s approach to policy",
        "headline_2": "Price stability is a public good and must remain a non-negotiable goal",
        "link": "https://www.thehindu.com/opinion/editorial/unwavering-focus-the-hindu-editorial-on-the-monetary-policy-committees-approach-to-policy/article66951002.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-06-2023"
    },
    {
        "full_article": "The indictment of former U.S. President Donald Trump by a federal grand jury in the investigation by the Department of Justice (DoJ) into his alleged mishandling of hundreds of classified documents creates an unprecedented political situation ahead of the 2024 American presidential election. This is the first time in U.S. history that a federal government is bringing charges against a former President. According to Mr. Trump’s lawyers, the Republican party leader faces seven counts of charges, including violation of the Espionage Act and conspiracy to obstruct justice. Prosecutors say Mr. Trump deliberately withheld sensitive documents even after they demanded the return of such papers, which were recovered through a search warrant at his Mar-a-Lago residence in Florida. For Mr. Trump, who assailed Hillary Clinton in the 2016 presidential election campaign over her use of a private server, this is an embarrassing situation. He already faces criminal charges in investigations by the Manhattan District Attorney over the payment of hush money to an adult film actor in 2016. A prosecutor in Georgia is probing alleged attempts by Mr. Trump and his allies to topple the results of the 2020 presidential elections, with charges expected in August. Fresh charges pursued by the federal government will further deepen his legal troubles just when the election campaign is heating up.If in New York the hush money investigation was initiated by a Democrat attorney, the classified documents probe was by a special counsel appointed by the DoJ, whose head, Attorney General Merrick B. Garland, is a Biden pick. Classified documents were found at the residences of Mr. Biden, former Vice President Mike Pence and Mr. Trump last year. While a separate special counsel probe into Mr. Biden’s handling of the classified papers at the time when he was the Vice President is yet to conclude, the DoJ has decided not to seek criminal charges against Mr. Pence, who is challenging Mr. Trump in the Republican primaries. As of now, Mr. Trump is the leading contender for the Republican presidential ticket. So, what makes the indictment politically complicated is that Mr. Trump is not only a former President but also the key potential rival of Mr. Biden, the incumbent, in 2024. Mr. Trump has already seized the political angle, calling the cases a Democratic witch hunt and asking his supporters “not to surrender” the country “to the radical Left”. As he seems determined to use the cases for political mobilisation, America’s divided polity is set to see further polarisation. Amid this chaos, the DoJ cannot afford to be seen as partisan. It should ensure transparent investigations and build watertight cases based on legal merits.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\npolitics\n\n/\n\ninvestigation",
        "headline_1": "Complicated situation: On Donald Trump’s indictment and American politics",
        "headline_2": "With Donald Trump’s indictment, the U.S. polity will see further polarisation",
        "link": "https://www.thehindu.com/opinion/editorial/complicated-situation-the-hindu-editorial-on-donald-trumps-indictment-and-american-politics/article66951028.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-06-2023"
    },
    {
        "full_article": "Imagine a world without the internet today, where computer networks didn’t talk to each other. People in one country might continue to reinvent the wheel in use for years in another part of the world. Without a standardised internet protocol, our version of reality would have looked radically different – one with many local area networks but no common internet to plug into.\nThis alternate reality is similar to the flux in the digital health space today. On the edge of disruptive technologies, it awaits direction, standardised framework and a decisive nudge from the international leadership to ensure innovations can be scaled up to benefit billions in the Global South.\nThe exciting world of digital health is brimming with small but powerful pilots and innovations across subsectors. Some of these are smart wearables, internet of things, virtual care, remote monitoring, artificial intelligence, big data analytics, blockchain, tools enabling data exchange, storage and remote data capture.\nBut without a unified global vision, all of it is stuck in a fragmented ecosystem. This, when the pandemic has shown the enormous potential of digital healthcare tools.\nDigital tools, public good\nIndia has experienced transformative digital tools in public health. During the Covid pandemic, platforms like CoWIN and eSanjeevani were game-changers in the delivery of vaccines and healthcare services.\nCoWIN, Covid vaccination programme’s digital backbone, tracked the logistics of vaccines. It registered people to be vaccinated and generated digital certificates as proof of vaccination.\nBy reducing the information asymmetry between people and the system, CoWIN democratised the vaccination drive. Rich or poor, everyone had the same access. Realising the potential of the open-source tool, PM Modi offered it to the world as a digital public good. Similarly, eSanjeevani, the telemedicine platform allowed online consultations with doctors from home. It has handled over 10 crore consultations. At its peak, it handled over 5 lakh consultations a day.\nA digitally enabled Covid war room helped make real-timepolicy decisions. A specialised surveillance system tracked the disease by geography and monitored inventories for essential supplies, predicting demand at national, state and district levels based on caseloads. Aarogya Setu, RT-PCR app and other digital tools allowed for data to inform policy that strengthened India’s Covid response by an order of magnitude.\nTo exploit the potential of digital tools in public health, India is building a national digital health ecosystem – Ayushman Bharat Digital Mission (ABDM). It empowers patients to store and access medical records, share these with healthcare providers and ensure treatment.\nIt helps patients access accurate information on health facilities and service providers. India under PM Modi is willing to share its learnings and resources to build similar digital health ecosystems for the world, particularly lowand middle-income countries. Here, vulnerable people can derive benefits of cutting-edge digital solutions. The dream of universal healthcare coverage can come true.\n\nOpen access, remove barriers\nAccess to digital solutions is blocked by copyright regimes and proprietary systems. Most transformative digital solutions are not easily accessible because they are unevenly distributed in terms of language, content, and infrastructure.\nEven where digital public goods or open-source solutions exist, their utility is limited as they’re bound toa platform, data and logic, for which no global standards exist. There is no global governance framework for digital health that can ensure interoperability across systems and address concerns around data security and privacy.\nIndependent efforts to create global standards around digital health exist but operate in silos, and are largely uncoordinated without any support for their enforcement.\nIf the global community resolves to converge its efforts under one umbrella, G20 is the platform to build a future-ready vision for digital health.\nConsolidate efforts, ensure coverage\nImagine the tremendous potential that can be unlocked if we build and implement a global blueprint for digital health. For that we need to:\n1. Converge the many scattered ongoing efforts into a global initiative on digital health, institutionalise a governance framework.\n2. Collaborate on a protocol as had been done for the internet decades ago.\n3. Identify and scale up promising digital solutions as digital public goods.\n4. Bring on board all stakeholders.\n5. Build trust for global exchange of health data and find ways to fund such initiatives.\nWith the presidency of G20, India will strive to build consensus on some of these issues with mechanisms to operationalise them. All it takes to script a breakthrough in digital health is to place collective good over narrow interests; to grasp that the ‘universe’ in Universal Healthcare Coverage extends beyond own countries.\nWhat must drive intention and action in G20 is Vasudhaiva Kutumbakam: the universe is a family. And it is our responsibility to secure the health of that family. Whatever the cost.\n\n",
        "headline_1": "One world one health",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/one-world-one-health/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-06-2023"
    },
    {
        "full_article": "By Vivek Kumar\nIn economic parlance, investment holds a special place in assessing the quality of overall economic growth. At an aggregate level, investment is nothing but spending by economic agents (households, private corporations and government) on creation of capital assets. It can take the form of dwellings, machinery and equipment, and intellectual property products.\nIn the short run, investment influences GDP via the transactional impact of generation of capital assets. More importantly, in the longer run, it boosts the productive capacity of the economy and increases overall efficiency.\nRead full opinion on TOI+\n\n",
        "headline_1": "Investment: The next big story",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/investment-the-next-big-story/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-06-2023"
    },
    {
        "full_article": "The southwest monsoon swept over Kerala yesterday as RBI announced its monetary policy resolution in Mumbai. The monsoon’s eight days behind schedule. To put it in a spatial context, by now in a normal year it would have crossed Goa on the west coast. RBI’s assessment of inflation is influenced by the southwest monsoon. Its decision to keep its policy rate, repo, constant at 6. 5% was widely expected. What was more interesting was the central bank’s assessment of the inflation trajectory for the rest of the year.\nIndia’s retail inflation cooled off over the last two months. It was 4. 7% in April and 5. 7% in March, partly on account of lower food prices. However, among food items, the price trend hasn’t been uniform. Milk is dealing with supply challenges and RBI highlighted it. Also, cereal has been inflating in double digits for a while. This is where the monsoon comes into play as rice is the most important cereal by output. GOI data showed that in 2022-23, paddy output was a record 135. 5 million tonnes. However, preliminary acreage data for this year was worrisome.\nOn June 2, paddy acreage was 2. 17 lakh hectares, a decline of 26. 5% in relation to the previous year. The delay in the onset of the monsoon is bound to have influenced the low acreage. In this backdrop, it’s pertinent that GOI accepted the recommendation of the commission for agricultural costs and prices to enhance paddy’s MSP for the current kharif season by 7% to Rs 2,183/quintal. It’s too early to gauge the impact of the monsoon on agricultural prices. What’s certain is that the regional pattern of rainfall and its volume in July will have a significant bearing on food inflation.\nBesides the monsoon, RBI’s policy statement yesterday also showed that firms expect inflation to trend upwards. The early results of the central bank’s survey of firms showed that they expect both input costs and output prices to harden. Given these uncertainties, RBI’s average inflation forecast for 2023-24 was 5. 1%, a tad lower than what it expected two months ago. In short, the economy is not yet past the point where inflation is no longer a threat to macroeconomic stability. However, on the supply side, price-cooling levers are all in GOI’s hands. RBI’s interest rate weapon can’t and shouldn’t be used any time soon.\n\n",
        "headline_1": "Rain, RBI, GOI",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/rain-rbi-goi/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-06-2023"
    },
    {
        "full_article": "Goa CM Pramod Sawant appears to be trying hard to open up a new political plank by stating that it was time to wipe out signs of Portuguese culture from the state. Sawant cited accounts of how the 400-year-old Portuguese colonial rule over Goa had seen destruction of temples and other centres of local culture. In fact, he made a point of restoring these historical sites by allocating Rs 20 crore for the effort last year. Restoration is fine. However, if Sawant’s goal is to erase the syncretic culture that makes Goa a marvellous part of the India tapestry, he will do a great deal of harm to Goan society.\nPoliticians often conflate historical events with cultural evolution. While the two can be inter-related, they are separate processes. No one can predict how culture evolves. Though the injustices of the Portuguese colonial rule are undeniable, the amalgamation of Portuguese and local Goan cultures continues to be a wonderful lived reality. The influence of this syncretism can be seen in everything from Goan cuisine to festivals and architecture. The Churches and Convents of Goa even enjoy Unesco World Heritage status. This is what makes Goa unique and draws international tourists to this beautiful state. And with tourism contributing roughly 18% of Goa’s net state domestic product, is Sawant willing to forgo this source of revenue for his state’s people?\nPlus, there is nothing to suggest popular resentment to things Portuguese. In fact, Sawant’s own government has been trying to enhance collaboration with Portugal and is even striving to ink an MoU on tourism and IT with Lisbon. There is also an understanding on Portuguese technical support in water supply, education, shipbuilding and engineering. Therefore, Sawant’s pitch doesn’t square with Goa-Portugal relations today. Trying to change Goa’s identity will be a self-goal for Sawant and a big loss for Goa.\n\n",
        "headline_1": "Let Goa be",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/let-goa-be/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-06-2023"
    },
    {
        "full_article": "There is no denying the fact that more than 730,000 forcibly displaced Rohingya living in the camps at Ukhiya and Teknaf upazilas in Cox's Bazar since August 2017, with a traumatic past and an uncertain future, is a grave humanitarian crisis. But this large-scale influx, in an ecologically vulnerable region like Cox's Bazar, has had a significant negative impact on the host communities, particularly the poor population. While the Rohingya have received massive international and national attention and resources, and rightly so, the plights of these poor locals brought on by the Rohingya influx usually does not get the attention it deserves.\nSeveral research and surveys indicate that since 2017, when the Rohingya crisis began, income and employment opportunities in the host communities have significantly fallen. For example, a study by SMA Ullah, et. al. found that between 2015 and 2020, the average income decreased by 11 percent in the host communities while the national income grew by about five percent every year during the same time. A 2021 survey by the Brac Institute of Governance and Development (BIGD) found that the employment rate in Cox's Bazar was almost 20 percentage points lower than the national average, even among men.\nThe negative impact can be attributed primarily to the increase in labour supply, with the Rohingya people informally (and illegally) offering labour at a cheaper rate as they do not have any other option. And naturally this increased supply has had the worst impact on the poorest locals, because their livelihoods - manual labour, petty business, and primary activities (notably fishing in Cox's Bazar) – are usually the jobs taken up by the Rohingya, who are unlikely to have the necessary skills or resources to pursue other (better) livelihood options.\nSupporting the poor people affected by the Rohingya crisis is crucial for maintaining stability in the region and a good relationship between the two communities. Many members of the host communities now harbour negative feelings about the Rohingya because of several reasons, including the competition in the local labour market. Supporting them also has a strong humanitarian appeal; after all, they are vulnerable, too, due to poverty.\nThere are some initiatives to support the poor in the host communities, and the ultra-poor graduation (UPG) programme offered by Brac to the extreme-poor households is a notable one, which started in Ukhiya and Teknaf in 2018, in collaboration with partners including the UNHCR. Since then, 8,000 extreme-poor households in these two upazilas have received a host of services to improve their livelihoods, including technical and soft skill training, savings, healthcare and social safety nets, community integration, awareness raising, and hands-on coaching under the UPG programme. They also received funding to buy productive assets or to start a business. The most vulnerable households received a grant, and the slightly better-off ones received a combination of grants and credit.\n\nIn Cox's Bazar, the size of the local economy is increasing due to both the Rohingya crisis and tourism. However, the local poor do not necessarily have a share in this growing pie; rather they suffer without intervention, as is clear from the data shared here. Thus, building their capacity to produce marketable goods and then connecting them with the market so that they can sell their products at good prices seems to be working well.\nBIGD researchers Narayan Das, et.al. evaluated the programme and found encouraging results. The study found that the programme significantly increased the labour supply among the participating households who received support in 2018, especially women. As a result, two years after the programme started, the per capita income increased by more than 25 percent. The value of their assets increased significantly, over 25 percent for land and more than 150 percent for other productive assets. Their savings and food security also increased significantly.\nOne important aspect of the UPG programme is creating market linkages for the participants who are now producing different marketable products and accumulating productive assets to expand their trade. To this end, the programme increased the capacity of 2,000 participants – how to negotiate, how to ensure quality, etc – organised them in groups for bulk-supplying and purchasing and better negotiating, and finally connected them with backward and forward linkages. The participants were also linked with relevant government extension services for accessing available technical services and inputs.\nIn Cox's Bazar, the size of the local economy is increasing due to both the Rohingya crisis and tourism. However, the local poor do not necessarily have a share in this growing pie; rather they suffer without intervention, as is clear from the data shared here. Thus, building their capacity to produce marketable goods and then connecting them with the market so that they can sell their products at good prices seems to be working well.\nIntensive, holistic programmes like the UPG hold a strong promise to reverse the economic damage done by a major crisis, not only related to a sudden, large-scale human migration, but also in other crisis situations such as natural disasters.\nIt is usually the poor who suffer the brunt of any crisis, be it man-made or natural, because they do not have the necessary power, resources or voice to protect themselves. The poor and the vulnerable, thus, must be provided support to weather a regional or national crisis. It is crucial for continuing our progress, and avoiding any regress, towards human development and building a just and prosperous Bangladesh.\n \nNusrat Jahan is the head of Communications and Knowledge Management at Brac Institute of Governance and Development (BIGD).\n\n",
        "headline_1": "Supporting the extreme poor in Cox’s Bazar",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/supporting-the-extreme-poor-coxs-bazar-3341996",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-06-2023"
    },
    {
        "full_article": "Inequality has been growing in Bangladesh over the past couple of decades or so. Any effort at halting this process and reversing the trend has to start from a political commitment, an understanding of the factors at work, and adoption of necessary measures to attain the goals.\nInstruments of fiscal policy – viz, policies for generating revenues and allocating public expenditures – are potential tools for attaining the twin objectives of economic growth and income redistribution. For example, lower tax rates on low-income groups can result in higher post-tax incomes in their hands, thus enabling them to spend more. Higher expenditure on goods and services, through expanding markets, can create an incentive for investment and output growth. Thus, the goals of equity and growth can be attained simultaneously. On the other hand, the lowering of taxes on profits can be used as a means of promoting growth through the investment route. That route is expected to generate incomes in the hands of lower-income groups indirectly through employment growth which may or may not materialise.\nFiscal policy instruments help move towards a higher growth trajectory and an equitable and just society when an economy relies more on direct taxes, because they can be made progressive. For example, rates of income taxes can be varied by income groups – with progressively higher rates for upper-income groups. Wealth taxes can be progressive if imposed on wealth above a certain level.\nExamples of progressive taxes and equitable income distribution are present in the Nordic countries (e.g. Norway, Sweden, Finland, Denmark). In these countries, tax rates for high-income groups are quite high, and income distribution is more equal than other capitalist countries. The rich people in these countries do not resent high tax rates simply because the revenues generated through taxes are utilised efficiently, and benefits are received by the people. Furthermore, the process of tax payment is smooth and hassle-free, and the use of taxpayers' money is transparent.\nIndirect taxes are by nature regressive, and hence a greater reliance on them go against the principle of equity. For example, VAT and import duties are usually borne by buyers of the relevant goods and services, irrespective of their levels of income. Buyers of all income groups bear these taxes at the same rate. Of course, some nuances can be introduced by using multiple rates – with lower rates for items that are more likely to be bought by the lower-income people in larger quantities.\nTax policies in developed countries usually vary depending on the political party in power. Conservative parties (e.g. Republicans in the US, Conservatives in the UK) usually favour low corporate taxes as a means of encouraging businesses to invest. The argument is that low taxes will encourage investment, and hence growth of output and employment. Democrats and social democrats, on the other hand, favour lower rates of income taxes for lower-income groups and higher expenditures, especially on infrastructure and social sectors like education and health. Lower taxes for low incomes would result in more take-home income for such people, which, in turn, should encourage investment through the multiplier effect of a rise in consumption expenditure.\nGoing beyond taxes, public expenditure can be used to provide benefits to the poor and lower-income groups. Examples of such expenditures include: i) free healthcare for people of low-income groups; ii) education grants for children of such groups; iii) employment programmes for the poor; and iv) social safety nets for the poor.\nThe tax regimes in Bangladesh are more dependent on indirect taxes like VAT, import duty, etc, and hence are regressive in nature. The incidence of such taxes is usually on the consumers, irrespective of their income levels. In the budget for FY2022-23, the rates of corporate tax were reduced. Although they have been kept unchanged in the proposed budget for FY2023-24, the overall policy environment remains geared towards providing favours to big businesses. This kind of policy is not only not conducive to reducing inequality, but they help exacerbate it.\nHistorically, issues of equity and social justice have not been given much importance in the process of budget formulation in Bangladesh. Although there is a brief mention of this issue in the budget speech for FY2023-24, the rhetorical nature of this mention is exemplified by the continued reliance on indirect taxes, reluctance to raise direct taxes (e.g. income tax) on the upper-income groups, and neglect of wealth and inheritance taxes as a means of taxing those who are capable of paying taxes. Instead of doing so, the more regressing path of relying on indirect taxes has continued. The latest example of such an approach is the mandatory contribution of Tk 2,000 irrespective of whether a person has taxable income or not.\nCurrently, income tax accounts for only a third of the total tax revenue of the country. The rest comes from VAT, import duty, supplementary duty, etc. Revenue from income tax registered the lowest growth during July-January period of FY2022-23. Direct tax-GDP ratio declined over almost a decade. No attempt has been made to reduce the dependence on indirect taxes.\nThe only notable effort to raise revenues is to expand the tax net. This, of course, is desirable, because out of the 40 million people who are regarded as capable of paying taxes by the National Board of Revenue (NBR), only 8.8 million have TIN and 3.2 million submitted returns in FY2022-23. However, reliance on only this for raising revenues and taxing people even if they don't have taxable income show the government's attitude towards inequality.\nWhile efforts are needed to expand the tax net, not considering additional measures like raising the tax rates for higher income slabs and ignoring the possibility of wealth tax are indicative of the lack of seriousness regarding the issue of equity and social justice.\nComing to public expenditure, beyond free primary education, there is very little by way of pro-poor policies. Likewise, in health, community clinics were ostensibly thought of as a means for providing health care to the poor, but the quality of services provided through them is a big question. Also important is the issue of healthcare for the urban poor.\nProductive employment is an important means of generating income for the poor and low-income people, and hence policies in this area can have important implications for equitable growth. But the proposed budget, like its predecessors, offers precious little in terms of incentives for job creation by private entrepreneurs. The lone paragraph on the issue in the speech mentions that the government is \"implementing suitable programmes for sustainable employment generation,\" although there is nothing more on what those programmes are. In the paragraph on industry, export diversification and support to labour intensive industries are mentioned, but nothing specific is seen on how to achieve such goals, and especially on how non-RMG labour-intensive industries can be promoted.\nProgrammes for job creation through infrastructure are common in developing countries, and are used especially when the growth of output fails to generate jobs needed to absorb the growing labour force. Although such programmes continue to exist in Bangladesh, allocations for them have remained static for some years now. In the FY2023-24 budget, the wage rate for such programmes have been raised to Tk 400 per person per day, but that is still lower even than the going wage rate in agriculture.\nSocial safety nets consist of a plethora of minuscule programmes, many of which were designed basically to serve political purposes. For example, even after the proposed increase to Tk 600 per person per month, the old age allowance will be just about one day's wage in the rural areas. The coverage, despite a small increase, remains small compared to the total number that is potentially eligible.\nOn the whole, it seems that fiscal instruments as a tool for equitable growth continue to be ignored in the budgetary process. If the government is serious about the issue of equitable growth, it can undertake measures necessary in the areas of revenues and expenditures that are well-known. What is important is the political will to do so.\nDr Rizwanul Islam is an economist and former special adviser to the Employment Sector, International Labour Office, Geneva.\n\n",
        "headline_1": "FY24 budget ignores fiscal policy as a tool for equitable growth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/fy24-budget-ignores-fiscal-policy-tool-equitable-growth-3341936",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-06-2023"
    },
    {
        "full_article": "I once teased a business boss with patriotic bait. \"Why do you hire so many foreign nationals to do your everyday job? Can't you just hire trainers or short-term consultants to develop local human resources instead?\" I was not ready for the answer he gave me, \"Believe it or not, we are a very entrepreneurial nation. The moment we elevate people to top managerial positions, they are sure to replicate our business and start their own. With foreigners, you are at least guaranteed that they are happy with hefty paycheques and aren't interested in starting rival businesses with your institutional knowledge.\"\nNow that two of the pest controllers in Dhaka, responsible for the tragic demise of two young boys, have gotten stuck in the sticky traps of police, we hear that the owners broke away from their former employer to start their own business, DCS Organization Ltd. There is nothing wrong with it as long as they have the professional knowledge and training to do so. The official website of DCS says they have 200-500 employees at their disposal to offer services to households, hotels and industries. There is no way of knowing whether all their service staff are adequately trained. Any aspiring commercial pest control operator can apply for a licence from the Khamarbari office of the Department of Agricultural Extension, certifying that they have two registered technicians and one MBBS doctor. Given the size of the organisation, DCS probably has more than two expert technicians, but whether they engage their most trained staff to administer pesticides for a one-off residential job remains questionable. The death of the siblings following their pest control activity confirms their professional and technical shortcomings.\nI remember calling one of the pest controllers to negotiate with unwanted critters that have invaded my home. Since we have two dogs and two cats in our house, we asked how long we would need to stay out of the house during the pest-cleaning process. Sensing our inconvenience, the guy said two to three hours at the most. Something did not sound right and we did not seek their service.\nThe dead siblings are an uncanny reminder that their fate could have been ours. All these gimmicks and ad stunts on social media make you think that you really should hire professionals to deal with the insects with whom we have evolved for God knows how many years. The inefficacy of medicines or aerosol spray that you buy from the stores may lead you to believe that you should give these new start-ups a chance. It is a mystery why your trusted branded aerosol has no impact on the flying and crawling insects; maybe these organisations work in cahoots with the pesticide manufacturers? If you complain, you are sure to get your ego dented by the insult of not being able to kill even a mosquito. The problem lies, you will be told, in how you administer the medicines, but not in the chemical itself. Hence the need for professional help.\n\nThe death of the brothers is a stark reminder of our insignificant existence in the grand scheme of things. Their insignificance is no greater than the insects that were being targeted. The manhunt of the insect hunters will hopefully bring a change to the system. The businessmen would stop using aluminium phosphide tablets, which are normally used in big warehouses over a longer span of time, as a shortcut to kill pests in households.\nI am trying to imagine what is going on with the family of those two young boys. What about the father who ordered the services to get rid of the parasites? Did the mother pester her husband to do something about the disgusting insects? Did the children complain about not being able to be in their rooms for such a long time while their house was being cleansed? What about the toxic smell they felt? Did they cover their food and water? Were there enough instructions from the technicians? How will this family survive the shock? All they wanted was to get rid of the invisible inhabitants of their households. The price that they paid is unbearable.\nThe death of the brothers is a stark reminder of our insignificant existence in the grand scheme of things. Their insignificance is no greater than the insects that were being targeted. The manhunt of the insect hunters will hopefully bring a change to the system. The businessmen would stop using aluminium phosphide tablets, which are normally used in big warehouses over a longer span of time, as a shortcut to kill pests in households. The deaths will be construed as a sacrifice that has perhaps saved the lives of many others. The intertwined fate of humans and insects is the story of life.\nThere is a short story by American writer Ray Bradbury called \"The Sound of Thunder,\" which is normally credited as the source of the oft-quoted butterfly effect. The story, set in a futuristic setting, recounts a group of amateur hunters who travel back 66 million years to hunt T-Rex dinosaurs. The safari agency is extremely careful in marking the animals for the kill so that the future evolution of the species is not changed. One hunter panics after seeing the T-Rex and moves off the track to step on a butterfly that he wasn't supposed to touch. When the time-travellers return to the future, they hear that the language is changed and so have the election results. The killing of the butterfly has made all the difference.\nWill the death of these two young souls make any difference to our apathetic and ambivalent existence?\n \nDr Shamsad Mortuza is a professor of English at Dhaka University.\n\n",
        "headline_1": "The life of insects",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/the-life-insects-3341931",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-06-2023"
    },
    {
        "full_article": "We are at a loss as to how the Bangladesh Road Transport Authority (BRTA), the sole government agency responsible for ensuring a sustainable, safe and environment-friendly modern road transport system in the country, is allowing hundreds of buses to operate in Dhaka without any fitness certificates for years on end. By the BRTA's own estimates, 21.92 percent of the buses plying the roads in the capital do not have the necessary fitness clearances. But while the transport authority claims that there are 75 companies running 3,974 buses, transport sector insiders have told this daily that there are over 120 operators running more than 5,000 buses in the city. This means that the number of unfit buses wreaking havoc on our transport system, and putting the lives of commuters and pedestrians at risk on a daily basis, is much higher than the BRTA estimates.\nIt is now an open secret that unfit buses are allowed to operate in Dhaka – and in Bangladesh – in exchange for hefty bribes, a despicable process in which a host of actors are involved, from BRTA officials to members of law enforcement. For how long will the BRTA continue to turn a blind eye towards such criminal activities taking place right under its noses? How many more lives will be lost to needless crashes caused by unfit vehicles before our authorities start taking their mandate of monitoring and regulation seriously?\nIn 2019, the government formed a committee to rationalise bus routes and have a limited number of bus service providers in Dhaka for effective regulation. The rationalisation of bus routes was supposed to be a marked departure from the current \"trip system,\" where the more trips drivers make – and the faster they drive, in violation of traffic rules – the more money they make. Although the committee stopped issuing fitness certificates from 2019, only three of the 42 routes in the capital have been rationalised thus far. The buses that were denied permits have continued to roam the streets in the meantime, with the authorities seemingly nonplussed about its implications on an already fragile transport system.\nExperts have aptly pointed out that the drivers of these unfit buses are even more reckless as they are accountable to no one. These buses pose a grave danger to the city dwellers as well as to the environment. Under the circumstances, we urge the BRTA authorities to wake up from their perpetual slumber and take their job of monitoring and regulation seriously. Not being able to deliver on their mandate is not an issue of manpower – as is oft-cited by them when asked why they are failing to monitor unfit vehicles – but one of willpower.\n",
        "headline_1": "Why is 1 in 5 buses in Dhaka unfit?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-1-5-buses-dhaka-unfit-3341866",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-06-2023"
    },
    {
        "full_article": "The sufferings of Bangladeshi migrant workers abroad are nothing new, and a recent study by the Refugee and Migratory Movements Research Unit (RMMRU) has revealed a picture of hardship for those in the Maldives. Of the 120 current and 250 returnee migrants surveyed by RMMRU, 36 percent reported not being paid for overtime work. Documented workers earn an average monthly income of Tk 37,066 while undocumented ones earn Tk 25,650 – which might come as a surprise to those with a rosy vision of overseas earnings.\nOn top of this, workers faced discrimination and abuse in multiple forms. For instance, around 38 percent of respondents said their employers had taken away their passports, while about half of both undocumented and documented workers faced workplace discrimination. Perhaps the most dehumanising treatment that they reported is physical or verbal abuse, which at least 18 percent of respondents suffered at one point.\nUnfortunately, Maldives is not an exception – the plight of low-skilled Bangladeshi workers is quite similar in other destination countries, including Middle East, too. Wage theft, withholding of passports, discrimination, abuse of various kinds, and even threats of deaths are vulnerabilities that workers must contend with on a regular basis. Such injustices taking place in other countries may pose a challenge for us to address them. However, the onus is still on the government to ensure that our workers abroad are not abused or exploited. These people often have to pay a hefty sum to intermediaries (who make up an insidiously corrupt system) to get jobs there. Once there, they often work for inhumane hours for a relatively small amount, and then send whatever they can save back home. Through this hard and uncompromising process, they give a boost to our economy.\nIt is, therefore, crucial that the government takes better care of our migrant workers, including those in the Maldives. It must ensure regular collaboration with the authorities of destination countries to ensure full compliance of labour rights, so that our workers can be protected from abuse and exploitation.\n",
        "headline_1": "Our workers in Maldives deserve better",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/our-workers-maldives-deserve-better-3341796",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-06-2023"
    },
    {
        "full_article": "The Bank Company (Amendment) Bill- 2023 tabled by Finance Minister A. H. Mustafa Kamal on Thursday last runs short of remedies the country's troubled banking industry needs now. The proposed amendments, among others, define the term 'willful defaulters', empower the central bank to take action against such defaulters and reduce the number of directors from a single family. The existing Bank Company Act has been amended seven times since its enactment in 1991, but some of its core objectives are yet to be fulfilled. One particular issue--- the buildup of default loans in banks---had particularly prompted the policymakers to put in place a separate law for banks. The multilateral donors which had been pressing the government hard to reform the banking sector since the mid-eighties also played a role in the law's enactment. Most changes made to the Bank Company Act so far are primarily designed to make it perfect and time-befitting. A few amendments, however, accommodated some undue demands coming from influential sponsor-directors of some private banks. Unfortunately, the state of the country's banking sector, by any measure, is disappointing. The situation is now worse than before. Loan scams, on the one hand, have dented its image badly and a huge volume of non-performing loans (NPL) is eating into its vitals, on the other. The lack of discipline in loan management in the case of some state-owned banks and private banks is now at its peak. What is worrying is that some people responsible for loan scams or bringing some financial institutions to their knees have gone unscathed because of their political connections. The total size of the NPL, if the loans under the rescheduling facility are taken into account, comes close to Tk 1.5 trillion. This is huge money and the industry can hardly withstand it. The reasons for the banking industry coming to such a pitiable state are more or less known to all concerned. Regulatory indifference, government interference and a lack of corporate culture are among the key reasons. Some recent developments in the banking industry in the absence of transparency and accountability would highlight the state of decline of the sector that is considered a key driver of the economy. The amendment which seeks to define 'willful defaulter' elaborately and to curtail benefits to such defaulters is a welcome one. In the absence of such a definition, even some big loan defaulters have claimed that the situation has forced them to withhold payments to the banks. The reality, in most cases, is found to be otherwise. Thus, the amendment in question would carry no meaning if the influential borrowers continue to dodge their inclusion in the list of 'willful defaulters'. The proposed bill though provides for appointing one alternate director for a maximum period of three months, it ignores the issue relating to the maximum number of directors from a family and the tenure of the directorship. The International Monetary Fund (IMF) had suggested changes here. What remains important here is the intent of key stakeholders---the government, the central bank and the bank owners to make some positive changes. Are they interested in streamlining the banking sector? Until now they seem to have been uninterested in the face of demands for reforming the banking industry. Hopefully, they would demonstrate their due seriousness to clean the Augean Stables and help the banking sector emerge strong and disciplined.",
        "headline_1": "Bank Company Bill-23 leaves much to be desired",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bank-company-bill-23-leaves-much-to-be-desired-1686320465",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-06-2023"
    },
    {
        "full_article": "This season's load shedding is more ominous than those experienced in the past. The country is suffering from multifarious economic problems ranging from falling remittances and exports. While focus remains on the apparels sector, the other 15 per cent of the export sector is in serious trouble. The country's energy policymakers are only now coming to grips with the problems of steering the nation towards an increasingly import-dependent energy policy where fossil fuels are procured from international markets via long-term and short-term contracts. It is strange to think that with so many knowledgeable people involved with energy planning, precisely what possessed them to leave unexplored the probable onshore gas reserve and set aside the usage of own coal reserves. Since thousands of megawatts of electricity are to be produced by coal-fired power plants, the decision not to explore domestic coal reserves is quite intriguing. Today, energy planners have nothing to say except to bring up the past when over 15 years ago, 60 per cent of the country had no electricity and how things have gone from there to 100 per cent electricity coverage. Absolutely no arguments there but billions of dollars have been sunk into making the necessary infrastructure to produce electricity using coal. Even at this juncture, when it is abundantly clear that the national exchequer is in no position to import coal, there is no talk about developing the country's own coal deposits.Then why energy planners in the country sat idle for years on an outdated mode of production sharing contract (PSC) model that effectively all potential foreign investors shied away from because the prices being offered by Bangladesh didn't make it attractive enough for foreign oil & gas companies to bid for offshore blocks. Only when things became clear as day light that the country was in deep trouble about sourcing liquefied natural gas (LNG) did the impetus change about doing something about it. Apart from LNG, a sizeable chunk of power comes from independent power plant (IPP), and outstanding payments to IPPs have grown to around Tk18,000 crore. What are IPPs expected to do? Keep generating power and not get paid? Why is it that \"capacity payment\", a clause built in to these contracts only rescinded the other day, one which has cost the national exchequer billions of taka over the last decade?When energy experts in the country hammered on the need for exploration of natural gas onshore (and offshore) and demanded that the State explore coal mining in the open-pit manner, all manners of protests erupted from certain sections of society. Why did energy planners not keep the bigger picture in mind that securing its own fossil-fuel supplies domestically was the only way to ensure energy security and keep price of power within acceptable limits. Dhaka city is going through a painful period as summer has been terrible this year. Energy supply in rural areas is much more erratic. With no power come a host of problems. Thousands of generators gulp down tons of diesel (which needs to be imported) and also break down (which costs money to repair). A lack of power has precipitated problems with supply of water to residential areas in some of the most posh areas in Dhaka city, and it leaves little to imagination what the situation is in other areas. At the end of the day, the mess citizens are living through today has taken years in the making for short-sightedness in energy planning. The excuse that the Russo-Ukrainian war is largely to blame is no longer tenable. Geopolitics has a tendency to create problems with international supply chains but one wonders how that fact eluded the country's energy planners. When energy experts pointed out over the last decade that the country is dependent on a single oil refinery and its capacity needs to be expanded, such advice fell on deaf ears. Why? Had Bangladesh not only expanded the refinery's capacity to refine crude oil and built new ones, couldn't Bangladesh have taken advantage of cut-rate prices offered by Russian oil producers, one that has been a boon for both India and China, and indeed some countries in the EU? This question comes to the fore because a significant portion of the electricity generated today comes from IPPs. Lastly, why is the import of energy concentrated in the hands of the State after 50 years of independence? With so many private sector entities now involved with the energy sector, the time has surely arrived to let producers of electricity arrange for their own finance to import the necessary fuel. Let there be some mechanism whereby an industry can procure its necessary fuel of choice directly from producers. It is time to deregulate because obviously the manner in which the energy sector is being run today needs a major reshuffle.[email protected]",
        "headline_1": "Load shedding and deregulation of energy import",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/load-shedding-and-deregulation-of-energy-import-1686320649",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-06-2023"
    },
    {
        "full_article": "Tobacco is a man-made menace the world is confronting for decades. Bangladesh is very much within the risk arena of this menace. The country is listed among the world's top 10 tobacco consuming countries. According to Global Adult Tobacco Survey (GATS) 2017 (report published in 2020), 37.8 million people consume tobacco in one form or another in Bangladesh. The size of the smoking population is 19.2 million, and that of the smokeless is 22 million. Among the smoking population, around 15 million use cigarette, while another 5.3 million use bidi. These numbers undoubtedly indicate why Bangladesh is still within the list of high tobacco-burden countries in the world and hence tobacco should be a serious cause for concern in terms of public health.How to drastically limit the prevalence and help the country get rid of the epidemic of tobacco is a million-dollar question for the tobacco control researchers and policy makers of the country. It is well recognised that increase in tobacco price can control its demand. There is also a unanimous consensus that as a fiscal regulatory mechanism \"tobacco tax\" is the most crucial tool to fight against the high prevalence of tobacco use. Considering the country context, in Bangladesh the importance of the tax and its effective design along with efficient implementation is of many folds. In addition, it is widely discussed and accepted that to make the tobacco tax effective, it has to be consistently adjusted with the \"inflation rate\" and \"income growth\" of the country. Tobacco tax is multi-tiered and based on ad valorem. In the past years tax and price-increase in the low tier compared to others was not sufficient to address the high prevalence and consumption at that tier. This particular tier in combination with medium tier has the highest level of market share. More specifically, around 84 per cent of the total cigarettes supplied in the country comes from the 'medium' and 'low' price tiers and the rest 16 per cent is attributed to 'high' and 'premium' price tier. Realising this, most of the tobacco manufacturers introduced their new brands in the low tier, expanding the production of this tier. This helped them take full benefit of tiered tax system and undermine the national tobacco control efforts.Bangladesh is currently in its era of economic transformation with a political commitment for sustaining high economic development. Better design of tobacco tax and its efficient administration and proper governance will ensure higher revenue earning that can contribute to the goal of sustainable economic development and help curb the menace of tobacco. In order to achieve the national target of making the country \"Tobacco Free by 2040\", the tobacco control initiatives should be strengthened and made consistent with the national fiscal stance. The current tobacco tax structure as well as the tobacco tax administration has certain drawbacks. For instance, the price dispersion among the different cigarette price tiers is considerably high allowing the smokers to switch rather than quit. In addition, the ad valorem nature of current excise tax creates the opportunity for tobacco industry to design their brands and products targeting a particular segment of tobacco. As a result, the government is receiving only a small portion of the upward adjustment of base price (Market Retail Price (MRP)) of tobacco. Therefore, it is high time to shift the tobacco tax system towards \"specific excise tax\", reducing the number of price tiers and thus making the tobacco tax structure as simple as possible. S M Abdullah and Rumana Huque are Faculty, Department of Economics, University of Dhaka and PhD Researcher, University of York, UK",
        "headline_1": "Tobacco taxation calls for revision",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tobacco-taxation-calls-for-revision-1686320698",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-06-2023"
    },
    {
        "full_article": "At present, many parts of Dhaka city are facing a severe gas shortage, affecting people in multiple ways. Irregular outage and low pressure have made it impossible for many of us to cook at home. Since restaurants have raised prices of food, many people can no longer afford outside food. Industrial sectors have also been affected by the gas shortage. A number of factories often have to halt their production processes due to this gas crisis, which is having a grave impact on the country's economy. Many people have resorted to the use of gas cylinders, which is not only dangerous but costlier as well. The skyrocketing prices of gas cylinders in the wake of the increased demand are adding to the financial problems of the people. They are paying gas bills for line gas that they do not even get and for LPG cylinders as well. With the exploration of new natural gas reserves, the authorities concerned should improve their distribution mechanism and efficiently detect leaks and theft. According to a recent report, the number of illegal gas connections in the adjacent areas of Dhaka city is four times higher than that of the legal ones. Due to these illegal gas connections, legitimate users are suffering. These connections are most vulnerable for leakage and fraught with the risk of accident. So it is important to stop illegal gas lines. This will relieve legal users from suffering to some extent. Abdullah Almamun, Student of Department of Sociology, Jagannath University, Dhaka,[email protected]",
        "headline_1": "Take action against illegal gas connection",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/take-action-against-illegal-gas-connection-1686320722",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-06-2023"
    }
]