[
    {
        "full_article": "It is a matter of considerable relief that the Supreme Court has allowed the commencement of counselling for post-graduate medical admissions under the all-India quota at a time when the long delay has caused a shortage of junior residents in the midst of an ongoing public health crisis. The Court’s decision to uphold the 27% quota for OBCs, with reasons to be adduced later, has also helped the cause of giving a push to the admission process, which was put on hold months ago. It is somewhat disappointing that despite several hearings and the deployment of an expert committee, the controversial criteria for the 10% Economically Weaker Sections (EWS) remain unchanged for admission for 2021-22. As early as October 25, the Union government offered to put on hold the admission process during the pendency of the challenge to the introduction of the OBC and EWS quotas by a July 29, 2021 notification. A month later, it informed the Court that it wanted to revisit the criteria for EWS. It was in response to the Court’s questions about the rationale of keeping the annual income criterion for the EWS quota at ₹8 lakh, the same income ceiling for those belonging to the OBC category to be eligible for reservation benefits. The time taken by the committee to reconsider the criteria and submit a report seems to have been in vain, as it has returned a recommendation that the existing norms be retained for the current year’s admissions.The Bench, taking into account the fact that the admission process cannot be further delayed, has chosen to allow the admission to proceed based on the norms spelt out in the July notification. However, the validity of the expert panel’s recommendations will be decided when the Court takes up the matter in March. It makes one wonder why the Government postponed the counselling and took more than a month to get a panel to revisit the criteria, if it was ultimately going to press for the current year’s admission to be allowed without any change. The Court, on its part, felt compelled to defer to the Government on this point, considering the urgency of the situation, as the alternative was staying the EWS quota for this year’s admission. Its original point — that there cannot be a common income limit for those coming from a background of social and educational backwardness and those who are members of privileged classes, but with inadequate economic means — still stands. The outcome is that this year’s batch may suffer from ‘over-inclusion’ if the norms are revised downwards from next year onwards. While the norms for EWS quota may get tweaked over time, the question whether there ought to be any reservation for the advanced classes solely on the ground that they have insufficient means is still before the Constitution Bench. An early decision will be most welcome.",
        "headline_1": "Unchanged: On EWS quota income norm",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/unchanged-the-hindu-editorial-on-ews-quota-income-norm/article38209622.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-01-2022"
    },
    {
        "full_article": "The National Statistical Office’s first advance estimates for economic output in the current financial year is an optimistic forecast that flags some positive trends as well as areas of concern that have the potential to derail the growth momentum. The NSO has projected real GDP for the 12 months ending March 2022 at ₹147.54 lakh-crore, a 9.2% expansion from the provisional estimate of ₹135.13 lakh-crore for the last fiscal year, when the full fury of the COVID-19 pandemic had caused output to contract by 7.3%. At that pace, India’s economy would regain its pre-eminence as the world’s fastest growing major economy. A key pillar of this growth assumption is the upbeat outlook for net tax receipts on products, which the NSO sees expanding by a robust 16.2%, after shrinking by 18.4% in the preceding period. Gross Value Added, which aggregates output in the various sectors of the economy, is projected to grow by 8.6% year-on-year on the back of a continued healthy showing by the farm sector and a heartening double digit (12.5%) rebound in manufacturing. However, when compared with the pre-pandemic FY2020’s GVA, the projected output of ₹135.2 lakh-crore is barely ₹2.5 lakh-crore, or 1.9%, higher, clearly pointing to the fact that the economy has a fair distance to travel before it can regain the growth momentum that is crucially required to create more jobs and help narrow the widening income inequality.Tellingly, the NSO’s forecast, which relies on varied data spanning the first six to eight months of the current fiscal, has not factored in the impact of the ongoing Omicron-induced surge in COVID-19 cases. After all, it is anyone’s guess as to how much of a blow the current wave may deal to already fragile supply chains, consumption demand and contact-intensive services. In fact, private final consumption expenditure, which two years ago accounted for close to 60% of GDP, is still struggling to recover from the crushing compression it suffered in the first full year of the pandemic, when it shrank 9.1%. While the NSO posits consumer spending to grow by 6.9% this fiscal, the assumed figure is still a sizeable 2.9% shy of the FY2020 level. Equally significantly, the omnibus services category that spans trade, hotels, transport, communication and broadcasting and makes up a fifth of the GVA is estimated to post a mere 11.9% expansion after shrinking by 18.2% last fiscal. As a result, even without factoring in the impact of a third wave, this vital services sector would still be lagging behind its pre-pandemic output by 8.5%. With the Union Budget barely a few weeks away, policymakers have a clear choice to make: introduce consumption and investment supportive measures, even if it means loosening the fiscal purse strings, or risk seeing the growth momentum faltering for want of a fair wind.",
        "headline_1": "Growth concerns: On economic forecasts amid Omicron surge",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/growth-concerns-the-hindu-editorial-on-economic-forecasts-amid-omicron-surge/article38209655.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-01-2022"
    },
    {
        "full_article": "The emergence of the highly transmissible Omicron variant of the coronavirus reminds us how uncertain the world has become. Despite vaccination, the third wave of the pandemic indicates that Covid may continue to remain a part of our life. Experts have cautioned that the virus may not be wiped out fully and could continue to prevail and affect people, but over time it may become weaker and the fatality rate may decline. Omicron seems to signal the beginning of that phase. Hence, we have to prepare ourselves to navigate through its perils and learn how to survive.\nIn the face of the rapid surge of Omicron, several countries are reinstating strict measures including travel restrictions and quarantine of travellers. Citizens are being alerted to the dangers. Companies are revisiting their coping strategies. For example, a global financial company has made vaccination mandatory for its staff if they want to keep their jobs. Some companies have announced work-from-home policies for an indefinite period of time.\nIn Bangladesh, the government has announced some directives recently, while people have been asked to strictly follow health protocols. Further directives to control people's mobility are supposed to be announced soon.\nHowever, some of the announced measures are inadequate. People traveling into Bangladesh will have to undertake an antigen test post-arrival. This is a very weak measure compared to what has been announced in India where travellers will have to undergo seven days of quarantine and an RT-PCR test on the eighth day. Antigen tests are not very reliable in detecting the coronavirus. That is why it is not accepted in most countries. The health ministry, therefore, should take stronger measures. We may recall that weak measures for international travellers in the early days of Covid-19 had been a reason for the fast spread of the virus in Bangladesh.\nDuring the first and second waves, countries enforced lockdowns and border closures. However, that was not very successful. Of course, countries such as China could control the spread of the virus quite successfully, but have had to see their economy shrink. Indeed, the global economic output reduced significantly. Poorer countries were hit hard as they did not have enough fiscal space to support the poor and various economic sectors. \nLike many countries, Bangladesh government had announced lockdowns in 2020 and 2021. Enforcing measures like countrywide shutdown, use of masks, and maintaining physical distance helped reduce the spread of the virus. The rollout of vaccination further helped reduce cases. However, there has been a lack of seriousness among the common people in following health protocols of late. A large number of people do not wear masks in public places. This highlights the need for constant efforts towards awareness-building through various platforms.\nAlmost two years into the pandemic, this is also a time for Bangladesh to reflect on how we have prepared ourselves in terms of healthcare facilities. The health sector has always been underfinanced. With an allocation of around one percent of Gross Domestic Product (GDP), the sector suffers from inadequate human resources, facilities and innovation. Unfortunately, even with only 5.8 percent allocation in the total Annual Development Programme in 2021-22 fiscal year, the Health Services Division could spend only 6.4 percent of its allocation during July-November of FY22. This is unfortunate since there is a need for higher spending on health services during the pandemic. The allocation for various ministries and divisions is determined by the ministry of finance on the basis of their capacity to spend. So, naturally, there will be lower allocation for the poor performers.\nThe capacity of the health system compared to the needs of patients even during normal periods is far too low. Since the outbreak of the pandemic, some capacity has been developed, but essential facilities such as ventilators, hospital beds, and intensive care units in the hospitals are still woefully inadequate. There is a need for higher allocation. But the quality of healthcare services and the inherent weaknesses in the system cannot be improved with higher allocation alone. The sector has to be revamped through reforms since much of the problem is linked to the governance of the sector. How government funds are used, who gets contracts, who oversees procurements, as well as the quality of the supplies are some of the issues that need to be scrutinised and streamlined. The number of healthcare professionals also have to be increased urgently.\nWhile bigger investment by the government is needed to ensure affordable healthcare, the private sector also has to invest more. The private sector needs to increase and improve their services considering the high demand. Reputed international hospital chains may also be brought in to collaborate with local private investors. It's essential that the government ensures proper regulation and monitoring of these hospitals.\nOverall, dealing with the coronavirus successfully will largely depend on a robust and affordable health system. Policymakers should utilise the lessons learnt in the past two years and be prepared for a possible third wave.\n \nDr Fahmida Khatun is the Executive Director at the Centre for Policy Dialogue. Views expressed in the article are the author's own.\n",
        "headline_1": "Is our health system ready to face Omicron?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/our-health-system-ready-face-omicron-2935871",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-01-2022"
    },
    {
        "full_article": "In the spring of 2020, when the whole planet appeared to be going into lockdown and major fashion retailers were collectively cancelling billions of dollars' worth of garment orders, it was difficult to see light at the end of the tunnel. As 2020 rolled on, things got worse, and there were genuine concerns that the impact of global lockdowns could cause serious and lasting structural change to garment industries, such as our own, as the demand for clothing dried up.\nWhile it is too early to begin resting on one's laurels, the most recent data from the Export Promotion Bureau suggests we may have finally turned the corner. As per the bureau's figures, Bangladesh's apparel exporters witnessed around 30 percent growth to USD 35.57 billion in 2021—a new record. This is compared to earnings of USD 27.32 billion in 2020, which was the lowest in several years. The export figures also show that in December 2021 alone, RMG shipments saw about 52 percent growth to USD 3.8 billion, compared to the corresponding period in the previous year.\nThis is a remarkable turnaround, considering our industry went through a series of lockdowns coupled with other logistical factors, such as shipping delays and price hikes, nationwide transport strikes, and rises in costs for raw materials, such as cotton and diesel.\nThere are several reasons for this growth in exports. One of the most telling is that several of our competitors, including Vietnam and China, were hamstrung by logistical issues and industry lockdowns in the latter half of 2021. Fashion brands and retailers turned to Bangladesh, along with India and Pakistan, to fulfil orders during this period.\nHowever, this is not necessarily a temporary shift in the sourcing landscape. Several industry executives and sourcing specialists are indicating that the shift away from China by fashion sourcing teams is now in full flow. There are several reasons for this, but one of the most obvious is the growing political tension between the US and China (and, to a lesser extent, the European Union and China).\nChina has long-standing human rights challenges around the mistreatment of its Uyghur Muslim population, and this is causing many buyers to shift to other apparel sourcing hubs. The fashion industry is generally extremely sensitive to corporate social responsibility (CSR) issues, and this trend is not going to go away in an age of heightened human rights awareness. Due diligence in clothing supply chains will be one of the biggest issues in the next couple of years.\nAll of this is important because it suggests that the burgeoning orders that RMG makers in Bangladesh experienced in the latter half of 2021 could continue moving forward.\nHaving said that, we must consolidate our position to make sure that we capitalise on the opportunities at hand. There are several steps I believe we, as manufacturers, as well as our industry leaders, need to take to achieve this.\nThe first is to double down on sustainable and responsible production. We know ours is a price-orientated industry, but after price, sustainability will be the number one priority for fashion buyers in the years ahead. Many are now looking to tie down partnerships with those who share their thinking and can help them meet their ambitious climate targets. This is a huge opportunity for our manufacturers to grab and maintain market share and build long-term collaborations.\nThe second thing I believe we need to do is be proactive. The dust is still settling on the global fashion industry and its supply chains right now. New alignments are being forged, supply chains are in a state of upheaval, and there is a sense of all parties vying for the best position in the current state of flux.\nAgainst this backdrop, it is fair to ask: Do our industry leaders have a plan—if so, what form does this take? The biggest thing I would like to see on this front is a strategy around skills, training and investment in the future of our industry. I genuinely believe we can experience tremendous growth, but we must be ready if more orders do come in and the shift out of China gathers momentum.\nThis brings me to the final point. Amid the satisfaction of the past few months, our industry is noticeably still struggling to maintain a healthy profit margin on orders. We remain price-takers. As long as this is the case, we will struggle to take a long-term, strategic approach as an industry.\nI am encouraged to see that our industry leaders are now upholding the benchmark in the minimum costs of garment production. The results of this will enable us to provide better data to fashion buyers about costing issues, so they might better understand the kind of pressure we face on margins. This, combined with much-needed skills and training in price negotiations with customers, must surely be among high priorities for us all in 2022.\n \nMostafiz Uddin is the managing director of Denim Expert Limited, and the founder and CEO of Bangladesh Apparel Exchange (BAE) and Bangladesh Denim Expo.\n \n",
        "headline_1": "Clouds lift as RMG makers bounce back",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/clouds-lift-rmg-makers-bounce-back-2935861",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-01-2022"
    },
    {
        "full_article": "The date January 10, 1972 will remain etched forever in golden letters in the history of Bangladesh. On this day, Bangabandhu Sheikh Mujibur Rahman, the dreamer, the architect, and the supreme commander of the historic War of Independence of Bangladesh, returned to the country after spending 290 days in a Pakistani prison.\nGetting Bangabandhu out of the prison was no easy job. One episode of drama unfolded after another in Rawalpindi, especially in the cantonment, where senior generals put extreme pressure on General Yahya Khan to start his trial in a military tribunal. They all wanted to hang him on charges of waging war against Pakistan. Accordingly, a military court was formed, and the trial of Sheikh Mujibur Rahman started on August 11, 1971. Two British lawyers wanted to represent him in the trial, but the Pakistani government did not entertain their request. The court declared the verdict on December 4, sentencing him to death.\nIt is obvious that at that crucial juncture of history, Bangabandhu's life was poised perilously below the proverbial Sword of Damocles. Gallows was being prepared, and a grave was being dug for the brave Bengali—who still stood tall and towering over his captors. But time was slipping away fast every minute.\nSensing the urgency of the situation, a vigorous international diplomatic campaign was set in motion by the powerful leaders of friendly countries and the Bangladesh government in exile, to put pressure on the military generals. Meanwhile, after the defeat of the Pakistan Army in the erstwhile East Pakistan, Pakistan's new prime minister, Zulfiqar Ali Bhutto, deposed Yahya Khan and put him under house arrest. Powerless, Yahya expressed his anger saying he should have hanged Mujib long ago.\nThe Pakistan government and the generals were in an indignant mood after their ignominious defeat in Bangladesh on December 16, 1971, and having to surrender in Dhaka along with over 90,000 soldiers to the joint command of Bangladesh and India. They were still wrathful enough to find an opportunity to kill Bangabandhu. But, when last-minute diplomacy failed, and the US ambassador at Rawalpindi met with Bhutto on January 3 to talk about his release, the Pakistani generals finally realised that they had been completely ditched by their so-called friends like the US and China.\n Despite pressure from the blood-thirsty army generals, a clever Bhutto sensed correctly that he needed to use Bangabandhu to negotiate the return of 90,000 Pakistani soldiers from India. That was needed to consolidate his power in the country.\nTherefore, with their backs against the wall, the Pakistanis had no other option but to swallow their pride and free Bangabandhu on January 8, 1972. Like a wounded predator, they watched their prize catch walk away to freedom.\nThe news of Bangabandhu's release and journey towards Dhaka reached the people in Bangladesh on January 9. Rifle fires and machine gun bursts and \"Joy Bangla\" slogans kept the residents of Dhaka awake throughout that night. In the early morning of January 10, people started to walk towards the airport in Tejgaon in groups. Senior leaders of the Awami League's wartime government, headed by Tajuddin Ahmed, managed to reach the airport in a number of cars. Senior military, police and civil administration officials were also present at the airport.\nThere was an overwhelming presence of the local and international press at the airport. We had never seen so many foreign correspondents at one place before. We talked with some of them and learnt that they had flown in from Kolkata and New Delhi in the morning to cover the big event.\nThe sun began to incline towards the western sky, and we began to worry whether Bangabandhu was really coming today or there had been some kind of miscommunication. Finally, in the afternoon, a shining aircraft of the Royal Air Force of Britain appeared in the sky over Dhaka, and the huge crowd shouted in a thunderous voice, \"Joy Bangla,\" \"Joy Bangabandhu.\" The long wait was over.\nAs the plane touched down and taxied to the marked spot at the airport, Bangabandhu came out of the door and filled his lungs with the sweet air of his beloved country. We heard the boom of the 21-gun salute given by the artillery regiment of the Bangladesh Army to mark the homecoming of the supreme leader. He waved at the crowd, came down the stairs and stood on the soil of a free and proud country. He smiled as he listened to the thundering roar of a million people outside… \"Joy Bangla,\" \"Joy Bangabandhu.\"\nThe people were caught in the frenzy of the magical moment with broad smiles on their faces and tears in their eyes. Many could not believe their eyes as they saw Bangabandhu walking towards the car waiting for him on the tarmac. Witnessing the whole episode was a lifetime experience for us.\nMillions had walked to the airport from different corners of the city, and now they walked alongside the car carrying their beloved leader to the Ramna Race Course venue. Everything else stopped on the track; nature paused to listen to the invigorating slogans of \"Joy Bangla,\" \"Joy Bangabandhu.\"\nAt the Race Course Maidan (now Suhrawardy Udyan), Bangabandhu spoke to his countrymen in an emotive voice. He narrated how he was arrested on the fateful night of March 25 and taken to Pakistan. He shared some of his experiences in jail and the uncertainty of the last couple of days. He mentioned the heroic role each Bengali played during the nine-month Liberation War, facing colossal odds. He talked about the brutality of the Pakistani soldiers throughout the length and breadth of Bangladesh, and lamented the deaths of millions of Bengalis. He cried while talking about the female victims who had suffered in the hands of the barbaric Pakistani soldiers.\nBangabandhu, while recalling the contribution of every countryman during the war, urged the people to help him rebuild the war-ravaged country. Millions of hands went up in the air to assure Bangabandhu of their support.\nThe timing of his return was of the essence. The country was badly in need of cash currency, food and relief goods to feed 75 million people who had lived hand to mouth for nine months. With Bangabandhu at the helm, relief started to pour in every day. The friendly countries were also waiting for his return to formalise the issue of recognising Bangladesh. Recognition of major countries provided Bangladesh with the political clout it needed to negotiate terms in various world forums. He successfully motivated the heavily armed freedom fighters to lay down their weapons and go back to normal life. He also had to address the internal affairs of the Awami League and form a new cabinet.\nWhen we look back, we remain convinced that Bangabandhu's presence was of utmost importance as remnants of enemy forces were still holing up in the country, and their armed collaborators were still active with illegal weapons in their possession. Decisive actions were required to neutralise those anti-state elements. And the government needed to establish a firm control over the administration, which had not been amalgamated as yet. The issue of the return of the Indian forces could only be addressed by Bangabandhu.\nBangabandhu Sheikh Mujibur Rahman's return to his base was the final chapter in the epic War of Independence of the country.\n \nShahnoor Wahid is a senior journalist.\n\n",
        "headline_1": "From death row to deafening cheers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/death-row-deafening-cheers-2935846",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-01-2022"
    },
    {
        "full_article": "Did you know that Bangladeshi girls and boys won four gold medals at the International Robot Olympiad (IRO) last month? Since 1999, girls and boys from around the world have been competing here every year with their amazing ideas and the robots they build. In 2021, Team Bangladesh won four gold, two silver, five bronze, and four technical medals at the IRO. This is an achievement that should encourage many more youngsters to enter the amazing world of robotics. As a nation, we should be proud and assured that amid myriad problems, we are producing intelligent youngsters—our first robot builders. I humbly acknowledge the tremendous work done by the organisers and promoters behind this success. But how do we make this success permanent? We have the human capital, our leadership has embraced the vision too, but are the institutions ready to lead?\nAI (artificial intelligence) is a buzzword that engenders both fear and hope. This is because AI can automate many tasks resulting in cheaper, faster, and better performance than humans. So, economies that are embracing AI-based automation have greater leverage than others. This means that a novel digital divide among the \"haves\" and the \"have nots\" is lurking in the corner. Many international institutions like PricewaterhouseCoopers (PWC) and Mckinsey have forecasts on how many tasks of almost all economic sectors will be replaced by AI-backed automation. There will be new jobs and roles added to the economies, while many traditional jobs will become obsolete.\nHowever, AI is in its nascent state. Even the developed nations have only started harnessing AI. Also, unlike previous technologies, AI is less about infrastructure and more about knowledge and education. Hence, any nation with a planned educational scheme can reap its full benefits. However, the first step is to have a practical and context-aware strategy.\nThe Bangladesh government's ICT Division portal hosts a draft AI strategy. According to that draft, a task force was supposed to be established by 2019, prototype development and piloting was due to be done by 2021, and data-driven directive generation and a fully trained workforce are supposed to be in place by 2024. However, a prolonged web search failed to provide any information regarding the progress of this strategy. Meanwhile, Oxford Insights' Government AI Readiness Index 2020 tells us that Bangladesh ranks 123rd among 172 countries, and in the regional ranking, we are 14th among 16. One of the parameters of this index is \"vision,\" where Bangladesh scores zero.\nThere are a couple of other indices that are also relevant to understanding our technology readiness. One of them is a Portulans Institute's Network Readiness Index, based on parameters like technology competitiveness, governance, individuals' readiness, and social and economic conditions. According to the 2021 index, Bangladesh ranks 95th among 130 countries, despite having a score higher than expected given its income level. In the individuals' readiness sub-index, Bangladesh ranks 104 with points lower than the lower-middle-income average. The United Nations' e-government development index (EGDI) indicates the state of digital inclusion, in 2020 EGDI, Bangladesh ranked 119th out of 193. Among its South Asian peers, Bangladesh is lagging behind India (100), Bhutan (103), and Sri Lanka (85). To sum up, these indices point out that the culture of digital inclusion in the country is not satisfactory.\nTo bring about a cultural shift, vision is necessary, but not sufficient. First, we need to focus on making the government truly digital. Bangladesh has some piecemeal solutions, but with no electronic ID or holistic data management system, and without a user-friendly interface, these interventions are fractured. The country can move forward only if the transactions between the government and the residents become secured and easy.\nSecond, we should focus on finding a way to leapfrog. As a soon-to-be developing country, Bangladesh is slowly moving towards heavy manufacturing, but the economy is still dependent on agriculture, textile, and garments. With AI, most manual tasks in these sectors will be automated. This means that we will need fewer-in-number-but-better-in-skills labour. With proper planning, new technologies infiltrate faster in societies where people do not enjoy the luxury of traditional technologies. The developing world saw faster growth of mobile phones and mobile financial services than the developed world, where there are robust landlines and banking services. This is proof that leapfrogging is possible. The key is to start with one sector and not to worry about all others. Maybe we could emphasise agriculture or textile and put all our research and planning efforts on building AI-driven appropriate technologies and engaging people.\nThird, we need to plan on infrastructure. Emphasis should be given to wider use of mobile telephony and applications. This requires ensuring robust high-speed connectivity, and sufficient wireless bandwidth. Secured applications should be designed that are usable with little tech knowledge and no language barrier. These applications will need a vast amount of data while collecting much more. These data should be made available for greater use, and the regulatory regime should ensure that personal privacy will not be at stake in the name of public safety.\nFinally, we need to plan on ensuring education for all. The critical need of a successful AI-based society is its educated residents. The focus should be on ensuring multi-disciplinary training starting from the primary level. In the AI world, emphasis should be given to STEAM (science, technology, engineering, arts and mathematics), not STEM (science, technology, engineering, and mathematics), as we need more society-aware scientists, technologists, and science-aware social workers, and creative residents. We should also emphasise making our educational institutions ready for \"continuous education,\" focusing on training and awareness for all.\nBangladesh came a long way in 50 years. However, the next phase of our growth depends on a knowledge-based society. If we want to ensure development, we will have to embrace AI. Our youngsters are ready; we need to ensure that the adults have put a proper plan in place.\n \nDr Moinul Zaber is senior academic fellow at the Operating Unit on Policy-Driven Electronic Governance (UNU-EGOV) in United Nations University (UNU), Guimaraes, Portugal. His Twitter handle is @zabermi. The views expressed in this article are those of the author.\n",
        "headline_1": "Time to adapt to AI",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/time-adapt-ai-2935166",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-01-2022"
    },
    {
        "full_article": "It is disheartening to learn that the Sundari canal at Karatia in Tangail Sadar upazila has been turned into a relic of the past, almost as a sequel to the previous incidents of encroachment of canals in the country. Also known as Katakhali Khal, Sundari flows through Sadar and Basail upazilas of the district. Once a free-flowing waterbody with boats plying in abundance, it has shrunk in size because of the encroachment of its two banks and dumping of waste by those living near it.\nOnce a major water route in Tangail, the canal used to connect many villages and important trading centres. When concrete roads were scarce in the remote villages, people travelled by boats through canals like Sundari. According to a report by The Daily Star quoting local sources, it was dug at the order of a landlord around 1900 to facilitate communication in the area. It was named Sundari as it enhanced the beauty of the surrounding area. Elderly villagers still recount how water used to flow through the canal all year round including during dry seasons. And because of unfettered communication by boats, traders from far and wide used to come to Karatia Market, which resulted in the economic prosperity of the entire region.\nIt's a pity that such an important canal is now filled up with organic waste posing a health hazard for the locals. Students and teachers of the Sadat College, who live in hostels, are the worst sufferers of the stench emitting from the garbage dumped into the canal.\nWe are told that a project for the revival of the canal is presently in hand, and that work will begin soon and all illegal structures will be demolished in due time. The chairman of the Upazila Parishad said, \"even though it's true that the Sundari canal remains polluted, it hasn't been encroached. Previously, the canal was partially cleaned through a project but later it returned to its previous state. Necessary steps will be taken to free the canal from encroachment soon.\" We can only hope that Sundari will once again be restored to its past beauty and will merrily flow around the upazila.\n",
        "headline_1": "Sundari no more graceful",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/sundari-no-more-graceful-2935841",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-01-2022"
    },
    {
        "full_article": "It is devastating to note that as many as 1.6 million youths lost their jobs and about 20 million experienced a loss of income as a result of the pandemic, according to a first-of-its-kind study by the finance ministry. The International Labour Organization (ILO) had previously found that in 2020, youth employment around the world had dropped by 8.7 percent and adult employment by 3.7 percent—demonstrating the overall negative impact of the pandemic globally. In spite of that, the pandemic's effect on Bangladesh's youth labour force has been particularly brutal.\nDespite its impressive economic growth, Bangladesh had struggled to create enough jobs and exciting new opportunities for its younger population even before the pandemic began. For example, according to the Labour Force Survey 2016-17, even though the country's overall unemployment rate stood at 4.2 percent, youth unemployment rate far surpassed that at 12.3 percent. Moreover, during that time, the rate of job creation had already slowed down at a worrying rate—between 2013 and 2016-17, while the average annual GDP growth was 6.6 percent, the average annual growth of jobs was only 0.9 percent. The pandemic, of course, has further exacerbated these problems.\nAside from job market related issues, the pandemic has also created other new challenges for our young people. According to the government study, millions of college and university students are facing uncertainties in regards to whether they will be able to complete their degrees on time. And due to sitting idly at home for long durations of time, many more are at risk of developing various health problems such as sleep disorders, obesity, cardiovascular diseases and diabetes.\nThe combined effects of these problems mean we are potentially at risk of losing an entire generation, as well as their productivity and creativity. Whereas now is the time for Bangladesh to take advantage of its demographic dividend—which will not last much longer—the fact that it is struggling to provide its younger population with even the most basic of opportunities is extremely unfortunate. And not all of this can be blamed on the pandemic. \nThe rate of corruption in our country, which always eats away at the potential for productivity and creativity, is something that has been plaguing Bangladesh for decades. Unfortunately, instead of going down, corruption only seems to have increased in recent times. Lack of good governance is another factor that has been holding back our young people from fully committing to our social and economic progress. \nNow that the pandemic has really set us back, the only way to turn things around is for the government to sincerely try and address these long-standing problems. The government report itself has acknowledged this. Therefore, we hope the policymakers will now recognise the urgency with which they must act to ensure that our young people have all the tools at their disposal to create a brighter future for themselves and our country—and to remove all the governance and politics related barriers that have so often stood in their way.\n",
        "headline_1": "The youth deserve better from us",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/the-youth-deserve-better-us-2935656",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-01-2022"
    }
]