[
    {
        "full_article": "In Nagaland, which voted for the continuation of the Nationalist Democratic Progressive Party (NDPP)-Bharatiya Janata Party (BJP) coalition, in the Assembly election held on February 27, power sharing among various interest groups is often predicated on the fact that the State’s fortunes are deeply tied to its relations with the Centre. The party in power in Delhi gets a significant say in the State’s politics. In the NDPP-BJP 40-20 seat understanding, their coalition won 37. The rest was shared by several parties, such as Nationalist Congress Party, which stands third with seven seats. Politics in Nagaland is such that nobody wants to be in the Opposition and all MLAs have now extended support to the NDPP-BJP government. Far from being a sign of healthy political unity, the complete absence of an Opposition in the Assembly has pushed the State to a new low in terms of a lack of legislative accountability. The purported reason for this scandalous unity that started in the previous Assembly is to jointly work towards resolving the “Indo-Naga political issue” that pertains to a settlement with separatist organisations. But in practice, this has now become a scramble for a share in the power pie.Neiphiu Rio, who remains in the saddle as Chief Minister, enjoys the trust of the BJP, which has got five berths in the Council of Ministers. Mr. Rio’s defection from the Congress sent that party in a downward spiral, even as he became the Chief Minister in 2003 after joining the NPF. There are two firsts in the State Assembly as well — two women Members, one of whom is also the first woman Minister in the State, which is remarkable considering Nagaland’s patriarchal character. Former Chief Minister T.R. Zeliang, who moved to the NDPP from the NPF in 2022, is a Deputy Chief Minister. The representation of the regions of Nagaland and the major Naga communities is more balanced this time. The State faces serious development challenges and its governance deficiency is severe, which have been attributed to years of extremism and associated extortion — something that is only partly valid. What is closer to the truth is the assumption that political parties too have developed a stake in the stalemate. A demand for statehood for six districts in eastern Nagaland has added a new fault line. The NDPP-BJP alliance won nine of the 20 seats in this region. In an Assembly without an Opposition, the accountability of the government could be elusive. Effectively, politicians have betrayed the trust of the people in Nagaland.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nNagaland Assembly elections 2023\n\n/\n\npolitics\n\n/\n\nBharatiya Janata Party",
        "headline_1": "Free of opposition: On politics in Nagaland after the election",
        "headline_2": "All parties in Nagaland are scrambling for the power pie",
        "link": "https://www.thehindu.com/opinion/editorial/free-of-opposition-the-hindu-editorial-on-politics-in-nagaland-after-the-election/article66600319.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-03-2023"
    },
    {
        "full_article": "The UN refugee agency, the UNHCR, has come down strongly on the U.K. Prime Minister, Rishi Sunak’s plan to pass a new “Illegal Migration Law” that effectively stops the granting of asylum to migrants who reach the U.K. illegally. Mr. Sunak, while standing at a dais marked “Stop the Boats”, said the government is worried about the numbers of those attempting to travel to the U.K. and applying for asylum while on British soil, at considerable cost to the exchequer. Instead, as Home Secretary Suella Braverman explained while introducing the Bill this week, asylum seekers who try to enter illegally would either be returned to their own countries or a “third country”, presumably Rwanda, that has entered into an agreement to provide processing facilities for them. They also face a lifetime ban on citizenship and re-entry to the U.K. According to the UNHCR, the law would contravene international laws, including the 1951 Refugee Convention that Britain is a signatory to. To start with, those who flee their homes and countries often do so without proper paperwork, as they are forced to leave to save their lives. Many of the estimated 45,000 who came to the U.K. on “small boats” last year would have been economic refugees rather than political asylum seekers, and it is problematic that the British government does not make a distinction between the two. The Bill makes exceptions for those arriving directly from the countries they are fleeing, but those would be a small proportion given the short distances “small boats” could travel. The British government, much like the U.S.’s Trump administration that latched on to the equally catchy “Build That Wall” slogan, is long on political rhetoric, but short on the actual mechanics of making such a plan work, if it fails to be a deterrent to small boats bringing in migrants. In addition, the plan to transport asylum seekers to a third country, apart from sounding neo-colonial, will also come at considerable cost, one that the hapless migrants are unlikely to be able to afford.The British move is meant to stop the small boats, but must be seen in the larger political context of anti-immigrant and xenophobic beliefs gaining salience in other democracies. While western countries have long quoted international law and convention to India on its plan to forcibly deport Rohingya refugees to Myanmar, or to discriminate on the basis of religion in the Citizenship (Amendment) Act, they must also introspect on their message to the world by enacting such laws themselves. By rejecting asylum seekers and illegal immigrants, nearly all of whom are coming to their shores by braving unsafe routes in search of a better life, they also belittle the real contributions immigrants have made to their societies, including those like the parents of Mr. Sunak and Ms. Braverman, who made their journey from Africa during more welcoming times.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUnited Nations\n\n/\n\nUnited Kingdom\n\n/\n\nlaws\n\n/\n\nillegal immigrants\n\n/\n\nimmigration\n\n/\n\nRwanda\n\n/\n\nUSA\n\n/\n\nRohingya crisis\n\n/\n\nreligion and belief\n\n/\n\nCitizenship Amendment Act\n\n/\n\ndemocracy\n\n/\n\ninternational law\n\n/\n\nMyanmar",
        "headline_1": "Stopping the boats: On the U.K.’s new ‘Illegal Migration Law’",
        "headline_2": "Western democracies are belittling the contribution of immigrants",
        "link": "https://www.thehindu.com/opinion/editorial/stopping-the-boats-the-hindu-editorial-on-the-uks-new-illegal-migration-law/article66600091.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-03-2023"
    },
    {
        "full_article": "Employment potential of India’s textiles and clothing industry remains grossly under-realised. Its share in the total workforce remains low at 3.6% and of agriculture high at 45.5%.\nWhile the well-recognised policy constraints originating in land, labour and electricity markets and logistics sector remain critical, as a recent paper by economists Abhishek Anand and Naveen J Thomas emphasises, trade-policy interventions too have contributed to the underperformance of the sector. The damage has been particularly serious in the man-made-fibre (MMF) segment.\nRead full opinion on TOI+\n\n",
        "headline_1": "Trade policy has no clothes: GoI must get tougher on big business houses asking for import protection on key inputs in the textiles industry. India is losing out on creating millions of manufacturing jobs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/trade-policy-has-no-clothes-goi-must-get-tougher-on-big-business-houses-asking-for-import-protection-on-key-inputs-in-the-textiles-industry-india-is-losing-out-on-creating-millions-of-manufacturing/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-03-2023"
    },
    {
        "full_article": "China’s annual session of the National People’s Congress saw an unusual prognosis on its economic trajectory. The government targeted an annual economic growth rate of 5% in 2023, the lowest in over 25 years. It’s also lower than IMF’s 5.2% forecast. If IMF seems veering towards optimism, consider its five-year forecast. China’s growth rate is expected to steadily decelerate and fall to a little over 3% by 2028. The country’s scorching growth phase is over.\nYet, China will be a colossus on the global economic stage with its 2022 nominal GDP at $19.2 trillion. However, a slowdown in China’s growth rate will make it harder to catch up with the US as its economic performance has provided ballast for its strategic ambition. China’s economic challenge will be all the more acute because it’s also turned a demographic corner. In 2022, its population shrank for the first time in 60 years because of declining fertility. China’s big challenge is that it’s growing old before getting rich. Moreover, unlike the US, it’s not a magnet for skilled immigrants.\nChina’s experience has some takeaways for India, which has a GDP about one-fifth that of China. The Economic Survey estimated that India’s potential output can rise to 7-8% in the medium-term. Most forecasts place the likely GDP growth for 2023-24 below the medium-term potential. Admittedly, the global economic scenario is not rosy but neither have the worst-case scenarios anticipated a year ago shown up. India’s potential output needs to be located in the context of its demographic transition. UN projections show that the largest segment of the population is between the 15-19 age group at around 120 million. In contrast, China’s bulge comes in the 30-34 age group.\nThis large cohort that is entering the job market in India may not find adequate opportunities if the medium-term potential is 7-8%. It begs the question if India’s economic growth ambitions are in sync with its demographic transition. Keep in mind potential output is what can be realised if the economy is firing on all cylinders. Instead of setting quantitative targets in terms of GDP level, policy should steer the focus to enhancing economic growth rate. Given the existing gap between the economic size of China and India, the only way to narrow the gap and secure India’s strategic aims is to grow faster than 8%.\n\n",
        "headline_1": "Think 8% plus: India should know that its estimated medium-term growth isn’t sufficient given its demographic structure",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/think-8-plus-india-should-know-that-its-estimated-medium-term-growth-isnt-sufficient-given-its-demographic-structure/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-03-2023"
    },
    {
        "full_article": "After an IIT Bombay Dalit student, Darshan Solanki, died by suicide last month, an internal probe has attributed it to depression over his poor academic performance, ruling out caste bias. His family rejects this finding. Suicide has complex causes and cannot be reduced to any pat reason. Plus, mental health is not simply a story inside a mind, social discrimination can be a factor. Merely months before this death, two surveys within IIT Bombay had documented how Dalit and Adivasi students deal with the pressures of discrimination on campus.\nOther bright and promising Dalit and Adivasi students have been driven to depression and suicide in India’s best educational institutions. Many institutions define ‘meritorious’ and deserving at the point of the entrance test alone. But many of these students fight immense odds: schooling disadvantages, poor resources, subpar teaching assistance and low English or tech skills. On campus, the academic pressure and high stakes are intensified for them. Unfortunately, our elite institutions have downplayed these difficulties when students drop out, or even die by suicide. They claim these students do not meet exacting academic standards, instead of making a genuine effort for those who have made it this far into their care.\nThe IIT-Bombay probe panel noted that Solanki was sensitive about his JEE rank and having been laughed at for language barriers and for voicing doubts about computer use – but did not link the tragedy to these experiences, which so many students have reported. As an IIT-Bombay faculty member wrote, institutions ignore systemic causes by casting such suicides as isolated and individual matters. Universities have to genuinely make room for all their students. Narrow definitions of merit are of no use to those students who most desperately need help.\n\n",
        "headline_1": "The deep bias: Institutions have to be more sensitive to students who face insidious forms of social discrimination",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-deep-bias-institutions-have-to-be-more-sensitive-to-students-who-face-insidious-forms-of-social-discrimination/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-03-2023"
    },
    {
        "full_article": "Beyond bombs and missiles, Russia’s invasion of Ukraine has sparked interest in Ukrainian culture. Director of Ukrainian Institute Volodymyr Seiko tells Rudroneel Ghosh how the war has galvanised Ukrainian culture as response to Russia’s imperialist project:\nWhy do you think there is so little recognition and understanding of Ukrainian culture, at least in South Asia?\nThe first reason is just geographical distance. We clearly see this through the research of international perceptions of Ukraine in different regions we have been doing at the Ukrainian Institute. Usually the farther a country is from Ukraine, the less that society would know about Ukraine and Ukrainian culture. Because there are fewer people-to-people contacts, less mobility between Ukraine and countries farther away, the organic cultural links with South Asia are fewer.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘World needs to put Russia on hold … Ukraine war may be first deeply cultural war in recent history’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/world-needs-to-put-russia-on-hold-ukraine-war-may-be-first-deeply-cultural-war-in-recent-history/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-03-2023"
    },
    {
        "full_article": "Many factors that impact us as a country are not in our control – the climate crisis, pandemics, geopolitics, globalisation, energy crisis, international terms of trade, the Ukraine war, etc. But some are, like enabling our students to be among the best learners, if not in the world, then at least in the region. So when we fail to do that, and knowingly continue to do the very opposite of it, we are forced to ask: are we not destroying the future of our students and, in the process, jeopardising that of our country? \nI am fully aware of our history of student activism and am a personal witness to the tremendous importance and benefits that it brought to us. I believe that students must have a role to question what they see and protest whenever they see injustice, oppression, corruption, abuse of power, etc. They must have the right to demand change if a situation calls for it. \nBut we must also ask: what has become of the student activism that we were once so proud of? Do issues like justice, democracy, freedom, and rights of others hold any meaning for our present day students? How conscious are they of the complexity of modern life and its challenges? How aware are they of the existential threat that humanity faces today – namely climate change? Do they know that their beloved motherland is at the forefront of that crisis and is likely to be one of its worst victims? Do they think that attacking opponents to sort out differences is the only way to go? Do they attach any value to having dialogues with those with whom they disagree? Why is violence their first choice? What values, ideals, dreams are they receiving from their education? What is the role of educational institutions in genuinely guiding these young lives to prepare better for the future?\nThe above questions and many more forced themselves upon me as I read our own recent reports on the clashes between the students of Dhaka College, Dhaka City College, and Ideal College. All three colleges are among the better ones in the city, with creditable academic track records. Of them, Dhaka College is the oldest, most prestigious and successful – till recent times. City College excels in commerce subjects, with Ideal College holding its own at a satisfactory level. All three are located in the upper middle class areas around New Market, Green Road, and Dhanmondi. If these students are the products of our near-best colleges, one must worry about what's happening in the rest. \nWhat are we actually teaching them? And of what we teach, how much are they really learning? Are we preparing them to be suitable citizens of the 21st century? Do we really understand what being \"citizens of the 21st century\" implies? We know that it will be an artificial intelligence (AI)-driven society. Will we be able to take advantage of its enormous potential, or will our students go out in anger and break those machines as AI will inevitably start taking away our jobs? \nThe good students who are still coming out of these colleges and from others are doing so absolutely on their own, and not because of the institutions they study in.\nWhen we passed our matric examination from St Gregory's High School in 1965, all my friends who did outstandingly well went to Dhaka College, and those of us who belonged to the second tier went to Notre Dame College. As the protest against Gen Ayub Khan's rule and resentment against West Pakistan's domination gained momentum, and especially after Bangabandhu launched his six-point programme in 1966, our friends in Dhaka College started joining the protests and many of them enrolled in one or the other of the most prominent student organisations of the time – both groups of the left-oriented East Pakistan Student Union (EPSU) and the student wing of Awami League, the East Pakistan Students' League. That was Dhaka College.\n\nAs a participant and a direct beneficiary of the student movements of the past, I cannot but raise the question: why are we throwing our college and university students into this abyss of moral and ethical degradation?\nStudent politics in our time was the most serious schooling in social awareness, political consciousness building, and familiarisation with bigger issues like people's struggles for economic, political, and cultural rights and learning to link them with global issues like imperialist domination and the impact of colonialism. This led us to life-changing self-awareness that made us better human beings. Simply put, student politics made us enlightened citizens of the country and, in many ways, of the world. (We chanted endless slogans for the release of Nelson Mandela and the fall of the Apartheid regime, and in support of Palestine, Viet Nam, Angola and Mozambique).\nIt's not that there weren't fights between students of different colleges or between groups within each institution during our time. They, however, never defined the totality of student activities as they mostly do now. \nJust about a year ago, on April 18, 2022, a deadly clash erupted between the Dhaka College students and the traders and shopkeepers of the New Market area. The clash lasted for two days until on the 19th, two persons – Nahid Mia and Mursalin – totally unconnected with the incidents, were killed. The reason was extortion. \nToday, it is almost expected that students will indulge in violence, that they will be involved with money-making activities, with gangsterism and activities that are generally deemed as anti-social. Conversely, stories of students participating in social causes, in fighting for human rights, democracy, and justice in general are getting rarer. \nWith some variations, this is the picture of student activities in almost all colleges and universities throughout the country. The only brilliant exception were the school students demanding road safety measures in 2018. Instead of encouraging them to get more involved with social causes, they were brutally suppressed. Some are still facing police cases.\nAs a participant and a direct beneficiary of the student movements of the past, I cannot but raise the question: why are we throwing our college and university students into this abyss of moral and ethical degradation? Will the future of our student community be sacrificed at the altar of criminal activities and partisan politics? As long as a student is willing to add to the muscle power of one's party, then whatever else he does as a student is acceptable – should that be our position? \nAnd all this when we stand at the doorstep of the most profound changes that humanity ever faced – negatively the climate crisis and positively the AI revolution, especially in the fields of physics, chemistry and biology. \nThere cannot be a more tragic example of our future going astray. And we are solely responsible for it. There is no \"conspiracy\" here, only our inexplicable and thoroughly incomprehensible indifference to our future.\nMahfuz Anam is the editor and publisher of The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: Rewarding thuggery, punishing talent",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/column-mahfuz-anam-rewarding-thuggery-punishing-talent-3267136",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-03-2023"
    },
    {
        "full_article": "Three accidents in less than three weeks have once again highlighted how vulnerable Dhaka's buildings are to fires, explosions and such disasters. First, there was the fire in Gulshan, which killed two individuals. Then, there was a blast near the Science Lab intersection which killed three. And then came the explosion in Gulistan which killed at least 22 so far. Their locations – one in a posh area, one in a commercial area, and the latest in a crowded area in Old Dhaka – suggest that when it comes to building accidents, no neighbourhood is safe enough. The risk seems to lurk everywhere in this megacity thanks to unplanned urbanisation, blatant violation of building and fire safety regulations, as well as lack of inspection and awareness.\nThis has been a proven recipe for disaster, and by the look of things, it has been getting worse. As per data from the fire service, there were 19,642 fires in 2018. The number rose to 24,102 last year. If the trend holds, and if the relevant authorities continue to refuse to learn and take preventive actions, it is only a matter of time before tragedy strikes again.\nOurs is a city \"strewn with ticking time bombs\", as the headline of a report by this daily memorably put it. And why not? Given how callously building and fire safety regulations are treated, questions can be asked about the electrical and structural safety of most buildings. Some of the commonly cited reasons for recent fires/explosions include electric short circuit, accumulation of gas in a confined space, poorly maintained air conditioning units, etc. The Gulistan blast has also been blamed on accumulated gas through concealed or disconnected gas lines. There is also the possibility of biogas accumulating in the septic tank or a leaky sewer pipe turning part of the building into a gas chamber, which was somehow ignited. Whatever the reason, it is obvious that it had to do with poor maintenance of the building.  \nThe question is, how many buildings are there with similar conditions? How will residents understand if there is a risk of gas accumulation and of explosion? Lack of awareness is an issue, of course, but as an expert speculated, Titas Gas authorities may have stopped adding the distinctive foul-smelling mercaptan to natural gas making it difficult to detect a leakage. Most buildings in Dhaka also suffer from poor ventilation. Unfortunately, the safety of buildings – including gas connections, electric lines, sewer pipelines, septic tanks, elevators, etc. – is rarely inspected, while fire drills are quite unheard of, making it almost natural for tragedies to occur.\nThis must be stopped. We urge the relevant authorities, including Wasa, Desa, Rajuk, fire service and the city corporations, to acknowledge the gravity of the danger that residents of this overcrowded city face. As experts have suggested, the government should immediately introduce a practice of providing occupancy certificates after yearly inspection of all buildings. We need a thorough inspection of all residential and commercial buildings, and all measures must be taken to improve their safety. We must also punish those responsible for the frequent building tragedies.\n",
        "headline_1": "How to avert the next building tragedy ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-avert-the-next-building-tragedy-3266971",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-03-2023"
    },
    {
        "full_article": "You don't have to smoke a pack every day to get lung cancer in Dhaka – the air you breathe here will do it for you. Breathing this air is unfortunately not a choice for us; it's a necessity. A necessity that is also our kryptonite – a slow poison that kills us every day. Deep down we know that none of us is well. Regardless of our habits, we are all coughing every day. The few trees that are left in Dhaka have also given up. Their once green leaves are now covered with thick layers of dust.\nIn Dhaka, we do not live; we survive.\n\"Dhaka maintains its position consecutively at the top five of the lists of most polluted cities in the world,\" a ranking that we don't wish to be a part of, but our effortless performance leaves us \"breathless.\" While smokers can consciously refrain from smoking in front of children, the poisonous air of this city mercilessly enters their still-developing respiratory systems. As a result, their immunity is heavily compromised. Currently, a majority of children in Dhaka – and Bangladesh – are suffering from multiple respiratory and immunity-related diseases. So, are we really consciously letting our children slowly die right before our eyes?\nDhaka's air contains mercury, chromium, nickel, zinc, arsenic and all the other deadly elements that can cause chronic respiratory complications in humans, especially in children. With their lungs still developing, children are getting exposed to extremely harmful particles present in the air in Bangladesh. Unlike adults, they have a higher lung capacity, which makes them inhale a larger amount of air, thus making them more prone to breathing in this poison.\nAccording to The State of Global Air 2019, a report by the US-based organisations Health Effects Institute and the Institute for Health Metrics and Evaluation, \"The life of a South Asian child will be shortened by 30 months on average as they grow up in the current high levels of air pollution.\" Air pollution is directly linked to diseases that can kill – pneumonia, bronchitis and asthma and many other irreparable lung and heart conditions. The smaller symptoms are mild lung infections and allergies. There is a sudden spike in infant mortality and premature births Dhaka, which can also be linked to air pollution.\nWhat do all these statistics and health records mean to the ones responsible? Nothing notable has yet been done to address and tackle the situation.\n\nOne doesn't have to be an expert to test how much dust is present in our air. Just stand on the footpath by the Tongi Diversion Road for 10 minutes. Your eyes will start to burn and you will start coughing heavily even if you are wearing a face mask. Imagine this amount of poison entering your body every day. What's even more worrisome is how it's affecting our children.\nBack in 2020, the High Court directed the authorities to submit a report within a week on what measures they had taken to reduce air pollution. Three years later, just last month, the court again called in the authorities concerned as to what they had done to implement the directives issued back in 2020. Noticing that nothing has been done yet, the court asked the authorities whether they \"want to kill us.\"\nAll that the authorities concerned are doing is to go after the brick kiln owners to stop their operations. But brick kilns are just one of the contributors. Nothing has been done to stop the bus companies who run public buses with apparently no fitness whatsoever. These buses still emit thick black smoke, in the presence of the traffic authorities who are responsible for regulating said vehicles. Small factories inside the city also emit poisonous smoke as by-products. The regulatory authorities don't seem to bat an eye as these violations keep occurring.\nOne doesn't have to be an expert to test how much dust is present in our air. Just stand on the footpath by the Tongi Diversion Road for 10 minutes. Your eyes will start to burn and you will start coughing heavily even if you are wearing a face mask. Imagine this amount of poison entering your body every day. What's even more worrisome is how it's affecting our children.\nPaediatricians these days are busy treating children with allergy-related complications caused by air pollution on a regular basis, not to mention respiratory issues. If this goes on, we have to prepare for a very sick and unwell generation ahead.\nThe popular quote \"The great Bangladeshi dream is to leave Bangladesh\" seems to make a lot more sense now that parents have to see their children suffer while breathing in poisonous air. No wonder parents who can afford it are sending their children abroad for a better life. What used to be an \"elevation of standard of living\" has now become just the bare minimum – to be able to breathe clean air. If I want my children to live, I'd either have to buy them an expensive gas mask with an oxygen tank, or leave this country for good. No matter how unpatriotic it may seem, I don't want to see my kids gradually die before my eyes. More and more families are emigrating to other countries to provide this basic necessity to their children, and I think nothing tops anyone's priority of ensuring a healthy life for their children. If the authorities concerned do not act now, we will have to pay a heavy price in the future.\nBarrister Aiman R Khan is associate advocate at Rahman Law Associates and Company.\n\n",
        "headline_1": "Let us live, or we leave",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/let-us-live-or-we-leave-3267101",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-03-2023"
    },
    {
        "full_article": "It bears repeating that the Digital Security Act (DSA) is nothing but a tool of repression as it is being used to muzzle freedom of speech and press freedom. This has been proven time and again in the last four years or so. The way it has been used particularly to target and harass journalists, editors, political activists and human rights defenders is unacceptable in any democracy. Unfortunately, despite activists frequently raising concerns over its abuse and demanding its abolishment, the government seems to be not only turning a deaf ear to the demand but is, in a way, advocating its abuse. The law minister's recent comment – that the law is required in the present context – is an example of this.\nAgainst this backdrop, we appreciate the call of the United Nations High Commissioner for Human Rights Volker Türk to amend the DSA. He has also raised concerns at the \"increasing incidents of political violence, coupled with arbitrary arrests of political activists, and ongoing harassment of human rights defenders and media personnel in the build-up to the elections.\" We think these are all valid concerns, and should be addressed with the same urgency that the abuse of DSA deserves.\nBy now, there is ample evidence that the law has been abused to harass people unnecessarily, with the majority of cases filed under it hanging unresolved for long. According to the Centre for Governance Studies (CGS), at least 1,109 cases were filed between October 2018 and August 2022 – in which a total of 2,889 individuals were accused. What happened to these cases? The CGS study has found that only two percent of the accused saw their cases come to a close, with the court handing either a conviction, an acquittal or the dismissal of the case. And the rest have been suffering through prolonged investigation and trial processes.\nThe CGS also found that, of all the cases filed under this draconian law, 60 percent were filed over Facebook activities, which is hardly surprising. And the fact that a total of 140 cases were filed for allegedly defaming the prime minister alone further reveals the absurdity of the law.\nMoreover, the cases filed under this law are not being handled as per the law. Reportedly, at least 725 of all the cases that police are now investigating are from before 2022. Although the law gives a 60-day time limit to submit an investigation report – with an extension of 15 days, if sought by an investigation officer – this is rarely followed. This is a clear violation of rules governing the investigation process.\nThere is simply no reason anymore for the law to exist. Therefore, we demand that the government repeals this law urgently, or at least amend it in a manner reflective of the concerns of the activists.\n",
        "headline_1": "No reason for a black law to exist ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-reason-black-law-exist-3267026",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-03-2023"
    },
    {
        "full_article": "Three accidents in less than three weeks have once again highlighted how vulnerable Dhaka's buildings are to fires, explosions and such disasters. First, there was the fire in Gulshan, which killed two individuals. Then, there was a blast near the Science Lab intersection which killed three. And then came the explosion in Gulistan which killed at least 22 so far. Their locations – one in a posh area, one in a commercial area, and the latest in a crowded area in Old Dhaka – suggest that when it comes to building accidents, no neighbourhood is safe enough. The risk seems to lurk everywhere in this megacity thanks to unplanned urbanisation, blatant violation of building and fire safety regulations, as well as lack of inspection and awareness.\nThis has been a proven recipe for disaster, and by the look of things, it has been getting worse. As per data from the fire service, there were 19,642 fires in 2018. The number rose to 24,102 last year. If the trend holds, and if the relevant authorities continue to refuse to learn and take preventive actions, it is only a matter of time before tragedy strikes again.\nOurs is a city \"strewn with ticking time bombs\", as the headline of a report by this daily memorably put it. And why not? Given how callously building and fire safety regulations are treated, questions can be asked about the electrical and structural safety of most buildings. Some of the commonly cited reasons for recent fires/explosions include electric short circuit, accumulation of gas in a confined space, poorly maintained air conditioning units, etc. The Gulistan blast has also been blamed on accumulated gas through concealed or disconnected gas lines. There is also the possibility of biogas accumulating in the septic tank or a leaky sewer pipe turning part of the building into a gas chamber, which was somehow ignited. Whatever the reason, it is obvious that it had to do with poor maintenance of the building.  \nThe question is, how many buildings are there with similar conditions? How will residents understand if there is a risk of gas accumulation and of explosion? Lack of awareness is an issue, of course, but as an expert speculated, Titas Gas authorities may have stopped adding the distinctive foul-smelling mercaptan to natural gas making it difficult to detect a leakage. Most buildings in Dhaka also suffer from poor ventilation. Unfortunately, the safety of buildings – including gas connections, electric lines, sewer pipelines, septic tanks, elevators, etc. – is rarely inspected, while fire drills are quite unheard of, making it almost natural for tragedies to occur.\nThis must be stopped. We urge the relevant authorities, including Wasa, Desa, Rajuk, fire service and the city corporations, to acknowledge the gravity of the danger that residents of this overcrowded city face. As experts have suggested, the government should immediately introduce a practice of providing occupancy certificates after yearly inspection of all buildings. We need a thorough inspection of all residential and commercial buildings, and all measures must be taken to improve their safety. We must also punish those responsible for the frequent building tragedies.\n",
        "headline_1": "How to avert the next building tragedy ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-avert-the-next-building-tragedy-3266971",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-03-2023"
    },
    {
        "full_article": "The country's poultry industry is passing through a hard time. Following the pandemic, it is now the Russaia-Ukraine war that is causing disruption to supply chain, made worse by high price of imported poultry feed. To be precise, it is the exorbitant price of feed, either imported or locally produced from imported inputs that have already taken too heavy a toll on the sector threatening its very survival. The fallout is deeply felt in the abnormal price spiral of poultry products - broiler chickens and eggs -- all over the country. What has transpired from reports in the past couple of months is that poultry owners are far from running their business even at break-even. A large number of small and medium farms have already quit business as they were unable to remain afloat amid unrelenting losses. According to the Bangladesh Poultry Association (BPA), the number of poultry farms in the country fell to 60,000 in the past two years from 160,000 in 2009. The association largely blames the rise in feed and chick prices for closure of the farms. It is the marginal farmers who hold 90 per cent of the chicken and egg industry while the corporate farms control the rest, said BPS president at a press conference late last month. According to observers, the current hike in the prices has come rather too late for most of the poultry farmers as many of them are reportedly not in business. The price of broiler chicken in Dhaka has shot up by nearly Tk 90 to Tk 230 per kilogram in less than a month. Egg prices have also increased by Tk 20 to 140 a dozen in this period. In 2022, wholesale price of a kilogram of broiler chicken ranged between Tk 118 and Tk 148 averaging at Tk 129, while the production cost stood at Tk 144.99. Production cost of a kg of broiler chicken now ranges between Tk 149 and Tk 152. So selling broiler chicken is way behind the break-even point. Coming to poultry feed, it appears that the price hike is to the tune of around 70 per cent. Reports quoting poultry insiders say a 50 kg sack of feed used to cost Tk 2,400-2,500 in mid-2021. It went up to Tk 2,700-2,800 midway through last year before leaping to Tk 3,380-3,420 later in December. It was around Tk 3,550 until February; the latest price is Tk 3,650 per sack. There is also a fall in the operation of local feed mills. Of the 200 registered feed mills in the country, only 60-70 are reportedly in business due to demand slump. Clear enough, it is the feed price that is instrumental to turning things this bad. There is definitely a need for state intervention to rescue the poultry industry. According to observers and stakeholders, this has to be right now. Providing subsidy or duty waiver on feed import and raw materials for local feed mills could be one of the measures. The Ministry of Fisheries and Livestock should hold talks with the poultry people in devising ways for riding out the crisis.",
        "headline_1": "Rein in poultry-feed price hike",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rein-in-poultry-feed-price-hike-1678375128",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-03-2023"
    },
    {
        "full_article": "Accidents at industrial units or factories can happen due to human errors and oversight or may have explanations involving factors at times beyond control. But when disaster strikes out of the blue at home or commercial establishments, people have reasons to be overly concerned and panicky. But in this age of advanced science and technology, it is foolish to be fatalistic instead of looking for the real cause behind such disasters. It is exactly from this point of view the three blasts occurring within four days in Sitakunda, in Dhaka City's Science Laboratory area and in Fulbaria, which reduced the sites into debris like that of an earthquake need to be analysed. By no means can those be compared with the disaster at the Union Carbide India Ltd. pesticide plant in Bhopal, considered the world's worst industrial tragedy. The Chernobyl and Fukushima nuclear meltdowns are even far greater man-made disasters, although their combined casualties are apparently fewer. But in terms of environmental damage and long-term radioactive impacts, the two nuclear accidents are unsurpassed yet. But this does in no way make the gravity of the three local disasters any less. At home, the Nimtoli chemical warehouse fire on June 3, 2010, a similar inferno at Churihatta on February 20,2019 and yet another chemical warehouse disaster on a lower scale at Armanitola in April, 2021 expose the danger of unsafe storage facilities for chemicals in crowded urban locations. In the first two tragic incidents, 123 and 78 lives perished. Now inflammable substances like chemicals ask for the highest possible safety measures for their storage and handling and those are at risk of triggering the worst disaster in and around the site of their location if handled inappropriately. People living in the area are aware of the danger. This is why the demand for their relocation at a place away from congested area is vociferous. Well, the Sitakunda oxygen plant's is an industrial accident no matter how it came to happen. If the industrial unit's safety system is unreliable or its lax management/supervision or even human error is responsible for the blast that has reduced the plant into total wreckage, it cannot be ruled out altogether. Only more so, because refuelling of an inflammable gas like oxygen into cylinders demands appropriate technology and regular check-up of the system. Any defect or fault developed must not escape an in-built or extra system of vigilance. If there is still a risk of malfunction or mechanical failure, it is the way of machines and technology. When it comes to residential accommodation with gas pipeline connection, there is still the danger of leaking gas. The presence of heavier gases in a confined space can cause blasts if those come into contact with a small spark or flame of a lighter or match stick. Gas cylinders now widely used in households' kitchens are increasingly causing blasts that more often than not end up taking lives ---at times of all the members of a family. The impression is that this is normal and bound to happen at a regular frequency. This should not be the case.Even if gas lines and cylinders pose a threat and it is somewhat expected, what about commercial establishments where there is no such gas line connection or no use of gas cylinders? One explosion happened in a hotel opposite to Jonaki Cinema Hall and it was caused by accumulation of gas from sewerage lines, experts concluded. Before conducting a comprehensive probe, different agencies have ruled out any act of sabotage as their detectors did not smell any explosive in either of the spots of explosion that ripped apart floors of buildings in the latest incidents. Whether it is premature to say that accumulation of sewerage or Titas gas at the basement of Queen's Tower at Fulbaria caused the powerful explosion killing 19 people and injuring about a hundred others, about 20 of them grievously, only time will tell. The same is true for the Shirin Bhaban in Science Laboratory area because the presence of a concealed gas pipeline no longer in use and left plugged only to develop leak and release gas leading to the blast is as yet a hypothesis. It has to be established beyond doubt. Otherwise, people will feel nervous and even frightened to visit the shopping malls well decorated on the front side of mostly dilapidated buildings on the Elephant Road. Fulbaria's Siddique Bazar is also highly congested and arranged in a most unplanned manner possible. The problem lies with the chaotically constructed buildings with unsafe electric wiring. In this connection, the lesson from garment factories can be illuminating. With help from and under supervision by the Alliance and Accord, garment factories were retrofitted after the Tazreen Fashions fire in 2012 and Rana Plaza disaster in 2013. No tragic fire in garment factories has been reported since such remedial action. Today, Bangladesh boasts 192 green factories---all but four in the garment sector ---to become the overwhelmingly global leader. To stay in business, garment factories which earn 85 per cent of foreign exchange had no other option. The chemical warehouses had no such compulsion and inducement and therefore the shifting of those to their new location in Keraniganj is delayed for years. It is for the same reason, the construction of buildings in trading hubs is still haphazard after the disastrous fire at Gulistan's hawkers' market and trendy shopping malls are allowed in old and shabby buildings on Elephant Road. Substandard gas cylinders with no clear expiry date reach consumers. The faulty accommodations are cause and effect of the tragedy always waiting to happen. If garment factories can make a spectacular turnaround, so can the gas cylinder business and shopping arcades.\n[email protected]",
        "headline_1": "Countering man-made disasters",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/countering-man-made-disasters-1678375157",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-03-2023"
    },
    {
        "full_article": "In 2020 and 2021, the Kingdom of Saudi Arabia (KSA) did not allow outside visitors to perform Hajj because of the Covid-19 pandemic. With the pandemic waning in 2022, it relaxed some restrictions and allowed a limited number of people from across the world to perform Hajj, which is the fifth of the Five Pillars of Islam. This year, the pilgrimage is open and, as usual and the KSA government has fixed pilgrim quotas for the countries having large Muslim populations. Last year, Bangladesh had a quota of 60,000 pilgrims. This year, it is 127,198. If not for Covid-19 restrictions, the high cost of the Hajj package is restraining many Bangladeshis from taking part in Hajj this year. The Ministry of Religious Affairs has extended the deadline for Hajj registration three times until now, but the response has been poor. Nearly half of the allotted quota of pilgrims for Bangladesh has remained vacant until now. The government has fixed the cost of the Hajj package at around Tk 700,000 while India and Pakistan have fixed the cost at half of that amount. Each Bangladeshi pilgrim will have to spend more than Tk 800,000, if the costs of the sacrificial animal, food etc., are included. India, which has a Hajj pilgrim quota larger than Bangladesh, is providing a subsidy of INR100,000 for each Haji. Thus, an Indian Muslim will be able to perform Hajj at a cost of INR 3.1 lakh as against INR 3.99 lakh during 2018-2022. Pakistan has fixed the Hajj package cost at Pak Rupee 1.0 million. When converted to Taka, the amount comes to around Tk 400,000. Airfare turns out to be one of the major factors, which has pushed up the cost of the Hajj package. Bangladesh Biman has increased the airfare to Tk198,000, an increase of Tk 60,000 this year over that of the last year. The reason for the airfare hike is that the hajj flights are not open to other carriers. Biman and Saudi Arabian Airlines are the two authorized carriers of pilgrims. The reasons behind doubling the cost of the Hajj package remain unexplained. Indeed, the authorities concerned should have taken into consideration the economic hardship that the low- and middle-income people, who constitute most of the annual pilgrimage to Mecca, are now enduring. Usually, these people perform Hajj with their lifelong savings. The abnormal hike in the cost of the Hajj package this year has dashed their hope. While fixing the cost of the Hajj package, the Religious Affairs Ministry, as a matter of routine, must have held discussions with the authorized Hajj agents. It is not known whether the hike in cost was the outcome of any such parley. Whatever may be the reason, the private Hajj agents will also be losers since many would skip their planned pilgrimage this year because of the cost escalation. It is not unlikely that the dishonest section of Hajj operators tries to compensate for their losses by reducing their promised services to would-be Hajis. It would be really unfortunate if they are allowed to indulge in such an evil practice. Every year, allegations of maltreatment of Hajis by some Hajj agents come to the fore. The ministry concerned tries to address some while many more go unheard. Hopefully, the ministry would be extra watchful in matters of maltreatment by private Hajj agents. Besides, the government should keep the Hajj flights open to all carriers that have permission to carry passengers from Bangladesh to Saudi Arabia. Pilgrims should not suffer, financially, to keep the Biman afloat. If passengers may choose their carriers while flying to any destination, why should it not apply with Hajj pilgrims? \n[email protected]",
        "headline_1": "The high Hajj package cost disappoints many",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-high-hajj-package-cost-disappoints-many-1678375194",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-03-2023"
    },
    {
        "full_article": "Savar is an industrial hub on the outskirts of Dhaka city. One can reach there within one and a half hours from the capital city by road. The Dhaka Export Processing Zone (DEPZ) is situated in this upazila. Hundreds of industrial units, garment factories and business houses operate in DEPZ and outside of it. Then there are around a hundred tanneries now located at Hemaetpur in Savar. Also there are the Jahangirnagar University, Gono Bishwabidyalay and a number of educational institutions. Due to such economic and academic activities, Savar has become a densely populated area. Unfortunately, the healthcare facilities in Savar are very poor. There is no government general hospital and medical college in Savar. A 500-bed public hospital along with a medical college is necessary here to provide medical services to industrial employees, inhabitants and students. Savar can be an appropriate location for a full-fledged public medical college to impart undergraduate medical education. It will undoubtedly improve the standard of health services for all people of this area. Bangladesh has enough teachers to impart medical courses at the graduate and postgraduate levels. As Savar is only one and a half hours' away from Dhaka city, faculty members for a medical college will not be a problem. They will be encouraged to serve in this hospital due to its proximity to Dhaka. The government should utilise this opportunity and set up a public medical college in Savar so that more students can study medical science and become physicians in the future. \nMd Ashraf Hossain, Bank Town, Savar [email protected]",
        "headline_1": "Savar needs medical college hospital",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/savar-needs-medical-college-hospital-1678375215",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-03-2023"
    }
]