[
    {
        "full_article": "The Gujarat High Court order declining to stay the conviction of Congress leader Rahul Gandhi in a defamation case is quite unreasonable and borders on the fanciful. Justice Hemant M. Prachchhak becomes the third judicial authority in Gujarat to rule that Mr. Gandhi, in using the words “Why do all these thieves have Modi as a surname?” in an election campaign speech in 2019, had committed defamation against a large number of people and that it was a “serious offence”. The purported seriousness of the offence has been cited to justify the award of a two-year jail term, the maximum punishment for defamation. While the remark is unlikely to have troubled or caused any reputational harm to any reasonable person, the trial magistrate, a civil court hearing an appeal against conviction, and now, the High Court, have unanimously concluded that the offence is grave, amounting to moral turpitude. The High Court has agreed with the first appellate court that Mr. Gandhi does not deserve the benefit of stay of conviction, an order that would help overcome his disqualification from the Lok Sabha. It has enthusiastically endorsed the conclusion that the offence is grave because it was committed by a Member of Parliament and leader of a party that had ruled the country for decades and that it was a speech that contained a false statement made with intent to affect the outcome of an election.The court has controversially ruled that the statement has defamed a determinable group of people, referring to those with the surname ‘Modi’. It has thus rejected the key argument that 13 crore people with the surname could not have been aggrieved by that sentence. How the court concluded that a large number of people were aggrieved is not clear when no one except the complainant has claimed harm to reputation. It is disconcerting that court after court has endorsed a punishment tailored specifically to disqualify a Member of Parliament. The High Court has also ignored the argument that a legislator cannot be pushed out of the House and barred from electoral contest for an offence that was neither serious nor involved moral turpitude. Instead, it has made a fanciful claim that the law’s object is to maintain purity in politics and cited the pendency of other cases against Mr. Gandhi to decline to stay the conviction. It has even referred to a complaint by V.D. Savarkar’s grandson against Mr. Gandhi, as though a political remark could add another layer of gravity to the offence. The extent to which a judicial order can go to make a defamation case sound like a horrific crime against society at large is quite astounding.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nIndian National Congress\n\n/\n\nlaws",
        "headline_1": "Dangerously fanciful: On the judiciary, Rahul Gandhi’s conviction and the defamation case",
        "headline_2": "The High Court has made defamation sound like a horrific crime",
        "link": "https://www.thehindu.com/opinion/editorial/dangerously-fanciful-the-hindu-editorial-on-the-judiciary-rahul-gandhis-conviction-and-the-defamation-case/article67060795.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-07-2023"
    },
    {
        "full_article": "The Biden administration’s decision to send cluster munitions to Ukraine to fight the Russian invasion shows both the challenges Kyiv and its western allies face in the prolonged war and the U.S.’s readiness to escalate it to push back the Russians. Cluster munitions are designed to explode on impact, but many remain “duds”, which can explode later, causing indiscriminate harm — the reason why over 100 countries have banned them. The U.S., though not a signatory to the Convention on Cluster Munitions, had criticised Russia in the recent past for using these munitions in the conflict as amounting to war crimes. But the U.S.’s U-turn now, as part of its 42nd aid package to Ukraine since the Russian invasion began, points to the strains Ukraine is facing on the battlefield. In a war dominated by artillery, Ukraine is entirely dependent on the West for weapons that include artillery shells and ammunition, while Russia’s industrial base has picked up, ensuring an uninterrupted supply of weapons to the front lines. The conventional war has strained western reserves, leaving Ukraine at a disadvantageous position when compared to Russia’s artillery superiority.Before Ukraine began its counteroffensive a few weeks ago, the western calculation was that swift battlefield victories by Ukraine, like its lightning counter-advances in Kharkiv and Kherson last year, would change the dynamics and put Russia’s President Vladimir Putin under pressure. But the Russians, over the last few months, have built strong defence fortifications along the over 1,000-km long front line, from Kherson in the south to the outskirts of Kharkiv in the northeast, which the Ukrainians have found extremely difficult to break through. Ukraine has made some minor territorial gains in southeast, but at a heavy cost, and is far from achieving its perceived breakthrough of cutting off Mr. Putin’s landbridge in Zaporizhzhia, separating the Russian-controlled Donbas in the east from Crimea in the south. It is this reality of the battlefield that led the U.S. to take what President Biden called “the difficult decision” of sending cluster munitions. However, this would still raise criticism. The alleged war crimes committed by Russia in Ukraine have been well documented and slammed internationally. Kyiv is also being accused of targeting civilian centres in the Donbas. But the U.S. has tried to draw a moral and ethical line, no doubt thin, by saying it was helping Ukraine defend itself. This line gets blurred with the decision to send the civilian killer munitions to the battlefield. It also shows that no side is willing to make a compromise as yet, irrespective of their battlefield positions, as the war, even after 16 months of fighting, still stays in an escalation spiral.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nRussia-Ukraine Crisis\n\n/\n\nUSA\n\n/\n\ndefence equipment",
        "headline_1": "Blurred lines: On the U.S.’s new move in the Ukraine war",
        "headline_2": "The U.S. decision to send cluster munitions to Ukraine blurs all moral lines",
        "link": "https://www.thehindu.com/opinion/editorial/blurred-lines-the-hindu-editorial-on-the-us-new-move-in-the-ukraine-war/article67060790.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-07-2023"
    },
    {
        "full_article": "Bonjour, Monsieur Modi, welcome to France! Let’s hope the two-day state visit to celebrate Bastille Day on July 14 avec Monsieur Macron and co goes off splendidly. Alas, not too many people across the world are ready to raise a glass of bubbly and salute La Republique with a cheery ‘Vive la France’ greeting. Last week’s riots across Paris, following the shooting of a 17-year-old Moroccan-Algerian boy named Nahel Merzouk belied the grand promises of liberté, egalité, fraternité made in the French constitution.\nRead full story on TOI+\n\n",
        "headline_1": "Rampage and ramps: Tale of a divided Paris",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/shobhaadeblog/rampage-and-ramps-tale-of-a-divided-paris/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-07-2023"
    },
    {
        "full_article": "India is socially diverse, but our politics is strangely homogeneous. Ideological differences between rival parties seem to matter not a jot. Legislators regularly and smoothly switch sides. In the 1970s, it could be said that all parties were mostly fifty shades of red, today all parties seem to be fifty shades of saffron. A week is a long time in politics goes the adage for British politics.\n\nIn India, a week can be an eternity. Until late June, the BJP had been regularly denouncing the corruption of the Nationalist Congress Party (NCP) in irrigation and co-operative bank scams. Yet on July 2, Ajit Pawar of NCP, accused by his political opponents of involvement in both scams, was sworn in as dep-uty chief minister in a BJP-Shiv Sena alliance government. Ajit Pawar shares this post with former BJP chief minister Devendra Fadnavis who, in 2019, had vowed to dispatch Ajit Pawar to “chakki peesing” in jail. Ahead of general elections, this compromise seems to have been undertaken to bolster the ruling BJP’s strength in the 2024 battle.\nSuch trade-offs have a long history. In 2019, the Congress, which had dubbed Shiv Sena’s Bal Thackeray as a symbol of hate politics, moved to tie up with it and form the Maha Vikas Aghadi government. But such compromises are not unique to Maharashtra. In Tamil Nadu, as leader of the Opposition, DMK chief MK Stalin had called for the arrest and jailing of V Senthil Balaji, the then AIADMK minister. Today chief minister Stalin supports Senthil Balaji, now in the DMK, remaining a minister without portfolio while still in jail.\nThe rise of large-scale and rather immoraldefections began when Indira Gandhi returned to office in 1980. In the same year, Haryana chief minister Bhajan Lal defected with almost the entire Janata Dal to the Congress (I). But the tide has turned. Once politicians beat a path towards the Congress, today most seem headed to the BJP. The chaotic defections of the 1980s led to the anti-defection law of 1985, but this is no longer adequate to curb the Aaya Ram-Gaya Ram phenomenon.\nUnder this law, legislators who split parties can escape disqualification if they have support from two-thirds of the party. Wholesale defections are thus legitimised. Though individuals who switch parties must resign and seek re-election, this is no deterrent. Given the resources and money-power that MLAs command, re-election is guaranteed. In 2019 in Karnataka when Congress MLAs resigned and brought down the H D Kumaraswamy government, a majority were re-elected.\nThe Association for Democratic Reforms reveals that as many as 222 (20%) Congress candidates switched loyalties during the elections between 2014-2021 as compared to 111 (9. 8%) who left the BJP. There are several reasons for the spike in defections. First, BJP’s near-total dominance in politics. Second, pressure from central investigative agencies and the so-called “washing machine” syndrome that washes away the taint of those who defect. Third, family or individual strangleholds in parties leading to ambitious MLAs having no choice but to exit the party so that they can ascend the ladder in other parties, and four, the murky transactional-ism that has replaced ideology. Labels like secular, communal, corrupt, leftist or rightist are hanging like fragments of neglected laundry on a threadbare clothesline called ideology.\nAt the core of this unparalleled defection culture is cash-and-carry politics where every MLA/ MP wants to be on the winning side. The lure of the lal batti (or the white Innova with the flashing red light) is very strong. A ministership gives access to state resources, convoys, police and officials. Sweeping into a poll rally with a convoy of cars and commandos is altogether more impressive than simply trundling around in a solitary opposition vehicle.\nThis culture of defections may destroy India’s democracy itself because it makes the party system meaningless. High-profile defectors walk away with plum posts, while old-time party loyalists are demoralised. Voters are held captive to a capricious but powerful MLA or MP who stands for nothing beyond self-interest. A new law, laying down that a period of five years must elapse before defectors get ministerships, could disincentivise India’s industry of defections. Citizens must speak up too and not simply watch politics as spectator sport, as we then become complicit in our own powerlessness. At the very least, the voter must punish political defectors. If ‘deal-making’, power-hungry netas won’t do it, will voters at least not reward those who betray the mandate?\n\n",
        "headline_1": "Maha-churn: Law to prevent Gaya Rams from being rewarded is needed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bloody-mary/maha-churn-law-to-prevent-gaya-rams-from-being-rewarded-is-needed/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-07-2023"
    },
    {
        "full_article": "A few days ago, a Twitter post about a proposal made to the Residents’ Welfare Association (RWA) of a housing society in Bengaluru made headlines. The proposal noted how residents “can feel uncomfortable when being surrounded by maids” in the common area and also decried the use of sofas at the building reception by “cooks, carpenters, plumbers”. “Most of us,” it blithely stated, “have probably stopped sitting on the sofas by now.” A Twitter user would later point out that the post was by a ‘single individual’ and not an RWA notice, but this clarification doesn’t change the fact that such instances of deep-rooted bias are on the rise in affluent residential societies.\nDomestic workers took out a rally on the occasion of International Domestic Worker Day in Patna on Friday. pic by–k m sharma\nThe ‘service lift’ is now a common feature in most high-rises, and the building security is quick to draw the lakshman rekha for drivers, delivery persons and domestic help using it. Indeed, discriminatory practices, such as restricting access to parks, gazebos, etc are so rampant as to have become the norm in urban gated societies.\nIn a bid for legitimacy, these prejudicial rules are often justified on the grounds of ‘security’ or ‘convenience’. The widespread paranoia in the early days of the Covid-19 pandemic, for instance, had brought out the classism of RWAs which imposed various directives on domestic staff on the pretext of hygiene and sanitisation. Ironically, at the time, it was the staff that was more at risk of being infected by their globe-trotting employers.\nThese persistent attempts to police the movement of domestic workers within housing societies stem from an urge to erase any jarring reminders of inequality in our utopian islands of prosperity. This urge is physically manifested in the high compound walls that surround our apartment blocks — stark on the outside but aesthetically trellised with exotic plants within — which serve to hide the adjoining slums from our sight. In a country where the top 10% households own 65% of the total wealth (according to the World Inequality Report 2022), owning (or even renting) a home in these luxury estates is a privilege only a few can afford. Having gained entry, we rely on the walls — and the rules and bye-laws of our RWAs — to preserve exclusivity.\nThe paradox lies in the fact that we cannot afford to make this exclusivity absolute because the people we do not want ‘loitering’ in our gardens are the very people we rely on to keep our homes clean, cook our food, walk our dogs, drive our cars, and retain order in our lives. And so, we make grudging concessions to allow access while constantly regulating the spaces they can inhabit and even the economic value we ascribe to their services. Evidence of the latter can be found in the ‘rate cards’ for household work that are circulated on RWA WhatsApp groups to ensure so-called transparency for employers. The truth of the matter is that these employers are likely to spend more on a single meal in a fine-dining restaurant than the prescribed salary their help can earn in a month. A recent report about a study by the Indian Institute of Human Settlements noted that “domestic workers in Bengaluru and Chennai would have to work in six low-paying households to earn the state minimum wage”.\nEvery time reports about discrimination against domestic workers surface, we express our outrage and then quieten down — until the next incident. Perhaps it is time we began to examine the role we can play in breaking this cycle. There is little institutional support available to domestic workers, as the legal framework governing the informal domestic work sector is practically non-existent. Domestic workers fall outside the purview of the traditionally understood scope of ‘workmen’ under labour laws and only a handful of states cover them under the Minimum Wages Act. Also, the National Policy for Domestic Workers envisaged in 2019 to include them under existing laws is yet to be implemented. In this environment, the biased actions of RWAs add to their woes.\nA few years ago, the apartment complex I lived in considered introducing a rule mandating that staff members should only access elevators from the basement parking lot; what was left unsaid was that their presence in the swanky glass-and-marble lobby irked certain residents. Thankfully, most of the other residents immediately shot down this suggestion and the idea was dropped. In the Bengaluru RWA incident as well, a Twitter user stated that more than 20 people had “pushed back” on the proposal to restrict common area access. If this were indeed the case, it is heartening.\nIt is convenient to ignore prejudices that do not affect us, if simply to avoid conflict with the housing society overlords. But this indifference comes at a cost. It is only by protesting against unjust diktats, that we can stop them from perpetuating their problematic worldview and perhaps, even change RWAs to being an agency for good.\n\n",
        "headline_1": "Sofa to lift, RWA curbs on service staff smack of deep-rooted bias",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/sofa-to-lift-rwa-curbs-on-service-staff-smack-of-deep-rooted-bias/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-07-2023"
    },
    {
        "full_article": "I let go of a toxic family member 5 years ago. She had been a close family member for over 40 years and we were always brought up to accept and tolerate all family members, even if they not very nice, because they were “family”. We all have an almost helpless approach to family with a “what to do, it’s family and we can’t change that” sort of attitude. Over time we realise that the concept of family is a dependable one as many a time we fall back on them in our difficult times and they do inevitably rise to the occasion. However, there are family members that you cannot depend on, cannot turn to and in fact get drained by them emotionally, mentally, financially and even physically by them as we tend to run helter-skelter to ensure they are happy and taken care off. With age comes wisdom and a realisation that sometimes the word “family” is used as a noose. With stating familial bonds comes a sense of entitlement, belonging and power over the other family members and some tend to misuse and abuse that connection. If anyone in your family is abusive, overly demanding, makes you feel guilty about not living up to “roles and responsibilities” and has outbursts that make you feel bad about yourself, its toxic. If you tend to feel depressed, anxious, stressed, exhausted or that you have to walk on eggshells around them then it’s a clear sign that the person is toxic to you. It doesn’t necessarily mean that the person is toxic to all, it could be the relationship you share with the person that is toxic and possibly fuelled by jealousy, insecurity or ego towards you.\n Toxic people aren’t necessarily aggressors, they could also do it subversively. The whole concept of blaming others and displaying a victim mindset is also toxic as they attempt to suck you into their drama’s and to feel guilty for not showing support. Manipulation, passive aggressive behaviour, unpredictability and uncomfortable drama are all signs that you need to deal with the family member firmly so as to not allow yourself to be a recipient of their toxicity. It’s a difficult toss up when it comes to distancing yourself from a toxic family member, compared to dealing with a toxic friend or colleague.\n You inevitably raise eyebrows within the family for stirring up trouble by disassociating from another family member and for not being “family” to them. Fact is there are limits, and if that family member cannot respect my role, individuality, choices and rights, and is disrespectful and indecent, I feel zero connection or duty or want to take the relationship further. I have created firm boundaries and though it took a couple of years, the family has accepted it and in fact now resonate with it. To be honest, ridding myself of the toxic member set me free. It was a mental and emotional divorce and liberating to not have to play to their tunes, be dragged into their drama’s, or have to respond to their never-ending needs which surprisingly almost always ended with nonchalance, ingratitude and expectations of more. I love my family and always there for them, but refuse to be imprisoned with a toxic member by it. Boundaries, self-worth, self-respect are key ingredients we should never feel bad about. \n\n   I am a 20-year-old girl. I have always been very close to my cousins. We have stayed in the same locality so we would hang out together all the time. However, recently, I have shifted to a new city. I feel absolutely lost as I have no friends here. My cousins have been asking me to come live with them, but my parents don’t want me to do that. While I want to rely on the comfort of my cousins, my parents feel that this is a good opportunity to spread my wings. What would suggest I do?\n\nYou have the ability and blessings of your parents to forge a life path for yourself and you should seize the opportunity. Your family and friends will always be there, and they too will find their paths and move forward for what is in their long-term best interests. There are so many amazing challenges and opportunities in front of you, seize them. You have youth and support and once you work on and master the ability to blend into a new environment you will do the same with marriage, with a job, with perhaps many geographical shifts in the future as well.\n\n   My mother has been a working woman all her life, she retired recently. While she has friends, she doesn’t enjoy stepping out of the house. But now, whenever I am at home she comes to my room and wants me to spend all my time with her. She even resents me going out with my friends in the evening. I am trying to handle the situation sensitively, but I am not sure how long I can continue being patient. What should I do?\n\nRetirement is a major life shift and her daily routine, focus & purpose are lost. Make her your ally. If you need anything done, ask her to help you. Whether it’s related to developing a new menu, redoing the home, setting systems in place with staff, or perhaps assisting you in your own work and coming up with ways to contribute and ease your workload or grow. Alternately, you can suggest she take on online mentoring for those who may wish to enter the profession she was in, or to share any skills, experiences she may have developed with others. If you want\n\n   I am a 35-year-old woman working in a bank. For the last two years, I haven’t got a promotion which I feel I should get. On the other hand, a male colleague who joined the organisation with me five years ago, has been promoted twice. My boss says that I need to grow more, whereas I do as much work as he does and often perform better than him. I have a great rapport with my boss. I am unsure whether to take up these issues with the HR and higher-ups or to wait for another year. What would you suggest?\n\nSit with your HR and assess what has prevented a promotion and then work on plugging the gaps. Ask about your current growth in the company, your contribution and for them to do a fair assessment as to whether there should be an increment or promotion based on performance and time spent. Take that data to your boss and request for a review. \n\n",
        "headline_1": "Ridding yourself of a toxic family member",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/heartchakra/ridding-yourself-of-a-toxic-family-member/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-07-2023"
    },
    {
        "full_article": "Sonamoni! No prefix, no suffix, that is her name. It signifies the golden pearl of the eye. However, the irony lies in the fact that this golden pearl became an outcast in society, as the locals cursed her as \"Swami Kheko,\" meaning a husband eater. It was common to label women as \"Swami Kheko\" when they lost their husbands to tiger attacks in Sundarbans. Unfortunately, such identifying remarks still persist to some extent in that area. Recently, several NGOs have stepped forward with development projects under the name \"Bagh Bidhoba\" (tiger widows) to assist these vulnerable individuals. Consequently, \"Bagh Bidhoba\" has now become a popular category used to identify these women.\nSonamoni couldn't recall her date of birth, but she roughly estimated her age based on a significant event. \"I got married at the age of 12, before the 'Golagulir Bachar' (the year of bombardment in 1971).\" Her married life began with Charan Sardar, who belonged to the Bagdi community, a subgroup within the broader Hinduism fold, and was a successor of the fishermen in the coastal basin of Sundarbans.\nThe majority of fishermen and the Bagdi community lacked land for cultivation, which compelled them to venture into the water-bound Sundarbans to catch fish, crabs, wax, honey, wood, fruits, and other resources to sustain themselves. Moreover, they didn't have proper housing. From my observations, I discovered that they managed to live in cramped huts in the \"Charland\" of Chuna River, located at the edge of Sundarbans. This settlement is known as Jelepara, adjacent to the Munshiganj bazaar of Satkhira range Sundarbans. They have resided in this area for generations, sometimes following hereditary lineage and other times shifting their profession to fishing and crab collection in the marshy forest for an extended period.\nThe landless Bagdi community finds themselves trapped within the intricate network of watery forests in order to sustain their livelihood, despite the constant threat of tiger attacks. In the small village of Jelepara, it is rare to find a family that haven't experienced injuries, losses, or fatalities among their kin, relatives, or neighbors due to these tiger encounters. Despite the high risk to their lives, thousands of people venture into the Sundarbans every day in the coastal regions just to survive.\nAmong them was Charan Sardar, Sonamoni's husband, who embarked on a 15-day trip into the forest with a group of fishermen after obtaining a permit from the forest department in 1973. The first 14 days passed uneventfully, but on the final day, as they were returning home, Charan Sardar stopped to gather firewood for their household. It was then that a nearby fishing boat passed by, and he asked them to relay a message to Sonamoni: \"We will be home by noon, so tell her to cook rice.\"\nUpon receiving the message, Sonamoni prepared the food and anxiously awaited her husband's arrival. However, on that unfortunate Sunday, news spread rapidly through Jelepara. A tiger had attacked Charan Sardar and dragged him deep into the dense vegetation. The villagers immediately organized a rescue mission in an attempt to recover his body from the tiger's clutches. Unfortunately, the efforts were in vain as the river tides had washed away any trace of his whereabouts.\nSonamoni faced immense hardships following the tragic loss of her husband to a tiger attack. In her own words, she shared, \"Upon hearing the news, I felt a moment of faintness and couldn't believe it. I had lost my husband, and it felt like I had lost everything in life. I was only 14 years old at that time. Right after this shocking moment, my mother-in-law blamed me, saying that her son had to die because of me. I was branded as 'Opoya' (evil), 'Olokkhi' (inauspicious), and 'Oshoti' (cuckold). Consequently, they started calling me 'Swami Kheko' (husband eater). These curses pushed me to the brink of suicide, but I couldn't take such a step because I had a seven-month-old child to care for. I silently endured every curse for the sake of that baby.\"\nFollowing that traumatic incident, Sonamoni's brothers stepped forward to support her. She temporarily found refuge within her brothers' family. As time passed, her brothers took it upon themselves to find a suitable groom for her. However, due to the stigma attached to being labeled a \"husband eater,\" no one was willing to accept her. Additionally, Sonamoni herself had no desire to remarry, as she wanted to focus on raising her son without the potential pain and deprivation that could come from a stepfather.\nAs days turned into months and months into years, Sonamoni became an additional burden for her family, leading to strained relationships and frequent arguments over various daily issues. Sonamoni shared, \"Even my brothers and their wives began accusing me, claiming that the tiger attacked my husband because of me. Whenever any discomfort arose within the family, they would blame me for having eaten my husband and even threatened that I would devour them and their children. I had no place in my in-laws' home, nor did I have any shelter in my parents' house. In moments of despair, I would lament, 'Oh Bhagoban' (god), it would have been better if the tiger had devoured me.\"\nAmidst those challenging circumstances, one of her distant fathers-in-law came forward to provide assistance and help them secure a shelter where they could survive and protect Sonamoni's child. Her mother-in-law welcomed Sonamoni back. \"After returning to my in-laws' house, some relatives convinced me that we have another unmarried son. If you marry him, you will be able to survive and provide a better life for your child,\" Sonamoni recounted.\nWith limited options, Sonamoni reluctantly agreed to this marriage proposal. Thus, she married her brother-in-law, who happened to be the younger sibling of her deceased husband. It felt as though she had lost a family in the ebbing tide and had now found solace in the surging waves. However, just as the tidal waves bring extremely saline water that renders the coastal area's health and soil infertile, the second chapter of Sonamoni's life was marred by the unforgiving nature of societal prejudices. The villagers were unwilling to accept her as she was branded \"Swami-Kheko\" and considered a source of bad luck for the larger community. Consequently, Sonamoni and her husband, Bhaban Sardar, were subjected to social exile or \"Ekghore\" by the villagers.\nSonamoni became a dreaded symbol of \"bad luck,\" and her family had to adapt to a life of ostracization within the village. She explained, \"We were prohibited from participating in any social or religious ceremonies. If someone was getting married, a few days before the ceremony, someone from that household would come and ask me not to step outside. They believed that my presence would bring misfortune to the newly weds. I was not allowed to attend any Puja (religious ritual) because they believed that my presence would render the Puja Mandap impure and displease the gods and goddesses. Even my innocent son's presence was not accepted at any social festivals or gatherings; he would cry and we would have to return home.\"\nSonamoni also shared that she would hide whenever the Bonojibis (local people who ventured into the forest for resources) went into the forest. They believed that if she was spotted during the initial stages of the forest expedition, it would attract tiger attacks towards the Bonojibis. Sonamoni and her family became symbolic of foreboding and ill omen for the larger society. Due to being associated with social evil, she lost all avenues of social connections, even with her own relatives. \nHowever, a couple of years later, that forceful imposition of \"Ekghore\" life had been withdrawn over successive fierce conflicts between Sonamoni and larger Bagdi Samaj. As a consequence, Sonamoni had to arrange social gatherings twice and serve food to the villagers to erase the \"Ekghore\" status and for the social recognition as decided by the leaders of her Samaj.\nDespite the challenges they faced, Sonamoni and her second husband had three more children. As her elder son grew up, he and her husband began fishing together in the jungle to sustain their livelihood. They relied on catching fish and crabs for survival, though they struggled to attain financial stability. The hardships of life continued to follow them.\nIn an attempt to alleviate their difficult circumstances, Bhaban Sardar purchased a Pata Jal (a type of fishing net) from a nearby market. He processed the net by applying gum derived from velvet apple, which enhanced its durability and made it easier to set up along the long riverbanks. With a pass permit obtained from the forest department, he joined a group of fishermen for a fishing expedition. Utilizing the Pata Jal, they had a successful catch during the trip and anticipated returning home soon.\nHowever, tragedy struck once again. While they were preparing to pack up the net and other belongings, a tiger suddenly pounced on Bhaban Sardar, injuring his shoulder and other parts of his body. Despite their best efforts, his colleagues were unable to rescue him, and his body could not be recovered. Once again, Sonamoni experienced the loss of her second husband, mirroring the circumstances of her first husband's demise.\nAfter this incident, the villagers had no doubts in labeling Sonamoni as a source of bad luck for the Bonojibis. Consequently, her mother-in-law confined her within the house, forbidding her from going outside. The belief was that her presence would bring misfortune to the Bonojibis, and the risk of a tiger attack would increase if she was sighted during their forest expeditions.\nSonamoni shared her heartbreaking story, saying, \"My mother-in-law had lost two of her sons, and I had lost two husbands. After those tragic incidents, she became convinced that I was Swami Kheko, and she forcibly restrained me and later expelled me from the house. I attempted to find work to sustain myself, but people continuously rejected me. I resorted to collecting rice gruel (Vater Fan) from door to door, sometimes cooking \"Shaluk\" (water lilies) and \"Khuder Bhat\" (broken spare rice). Life had become stagnant, devoid of any progress.\nIn desperation, I started working as a cleaner in various establishments in Munshiganj bazaar. I worked in tea stalls, hotels, grocery shops, rice storehouses, and decorator shops. I took on any kind of work that came my way. It was through these endeavors that I managed to provide for and raise my three children. I even saved enough to arrange their marriages.\"\nWhen I asked her about the reasons behind the accusations of being a husband-eating evil, Sonamoni explained, \"Listen carefully. When my husband would leave home and venture into the jungle for resources, I was expected to adhere to certain practices. I was not allowed to apply vermillion on my forehead, tie up or part my hair, or even oil and comb my hair. I couldn't wash our clothes or do any sewing. Cooking during the day, frying chilies, or even disposing of ashes from the oven was prohibited. I was not permitted to entertain relatives or neighbors by offering them good food. Brooming and mopping the house, as well as casually going to the market, were also forbidden. There were many sets of practices, known as 'Bachok,' that were expected of women whose husbands went into the jungle.\"\nThese \"Bachok\" practices hold esoteric explanations. It is believed that by following these practices, the forest expeditions of their husbands are secured, acting as safeguards and bringing well-being, protecting them from tiger attacks. On the other hand, the Bonojibis themselves have to adhere to additional \"Bachok\" practices.\nSonamoni continued, \"My husband also had his own set of 'Bachok' when entering the jungle and working there. For instance, he was not supposed to enter the jungle on Fridays as it was considered a sacred place, and his body had to remain sacred. They had various mantras (formulas) to recite in the jungle. They had to use leaves for toilet purposes and were not allowed to eat crabs. Since the jungle is considered the sacred place of Bonbibi, nobody was allowed to harm anything within its boundaries. Every member of the group had to follow the guidance of the Gunin/Fakir (spiritual leaders). They had more 'Bachok' than us.\"\nSonamoni further explained, \"You see, my parental home was far from the jungle, and fishing was not a common activity there. Hence, I was unaware of these 'Bachok' practices. After getting married and coming here, I did my best to follow these practices whenever my husband went into the jungle, although sometimes I couldn't adhere to all of them due to urgent matters. But people would curse me as if I were the sole reason for the tiger attacks, even though my husband followed his own 'Bachok' as well.\"\nThe practices of \"Bachok\" in the Sundarbans, stemming from the belief in Bonbibi, are often viewed as cultural stigmas and superstitions by various stakeholders in the region, including some environmental activists, conservation movements, tourist agencies, NGOs, media outlets, researchers, and the forest department. They portray these practices as exacerbating the suffering of \"tiger widows,\" and Sonamoni's experiences align with this narrative. However, focusing solely on superstitions as the source of suffering overlooks the broader context and intertwined reasons behind the social exile, economic deprivation, violence, and discrimination faced by these widows. It also disregards the larger social, economic, and power dynamics that influence the fishermen community in the Sundarbans.\nWe also need to address questions regarding the sources of decision-making power within the Samaj (community) beyond customary laws and state apparatus, and how it functions as a social norm. For example, the mechanism that defines Sonamoni's transition from human to evil, and later from evil to human, demonstrates the cyclical nature of categorizing humans within the anthropological machine of her community. This process creates a dichotomy between humanity and others, leading to the justification of practices such as slavery and genocide. It also allows for the acceptance of violence against those defined as the \"other,\" stripping them of their human status. In the case of Sonamoni, she was forced to endure a life of social exile imposed by the Bagdi Samaj, following acts of social performance through dispositif rather than simply stigmatizing her belief in Bonbibi. Therefore, without delving into the constitutive functions and sources of authoritative power within the Bonojibis' Samaj, any understanding of the beliefs and practices regarding Bagh Bidhoba would be incomplete.\nMd Raihan Raju is a PhD researcher at the Department of Sociology, South Asian University, New Delhi. He can be contacted at  [email protected]\n",
        "headline_1": "Bagh Bidhoba",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/bagh-bidhoba-3365181",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2023"
    },
    {
        "full_article": "In an exclusive interview with The Daily Star, Dhaka South City Corporation (DSCC) Mayor Sheikh Fazle Noor Taposh talks about the current state of playground and parks, tree felling for development purposes, and the importance of public opinion in designing projects.\nBeautiful Dhaka – with playgrounds, greenery and parks – was one of your five electoral pledges. However, we have been observing a distressing trend of key public parks, such as Osmani Udyan and Panthakunja Park, remaining off limits to the public due to never-ending construction work. Why this long delay in ensuring people's access to parks?\nIn my election manifesto, I categorically mentioned that we want to bring back ward-based playgrounds. Even if we can find just a small piece of land, we'll turn it into a playground for children. For instance, in Sutrapur, under Ward 42, which is a densely populated area in Old Dhaka, a small piece of land of the DSCC was leased in the name of establishing a car park and market. But they were essentially occupying the land for years, even after a case had been filed with the High Court. I recovered the land from encroachers, disposed of the case, and made the land accessible for children. In Alamganj, under Ward 46, we recovered a piece of PWD land – which had been encroached upon from every side and turned into a warehouse of sorts – from the encroachers and erected a fence around the playground.\nAs for the parks you mentioned, they are being constructed under megaprojects, but it is sad that for various reasons, the work has been delayed. Just after I took over as mayor, I visited Osmani Udyan thrice and tried to fast-track its completion. But unfortunately, the contractor violated the terms and conditions of our contract, and we had to cancel it. Now, we are going for implementation based on the original design. But three years of my tenure have already passed. Appointing new contractors after doing due diligence is a lengthy process.\nOur project at Panthakunja had to be suspended due to the construction plan of the elevated expressway. Many unnecessary infrastructures had been planned in the earlier designs of the expressway, so we had to ask them to revise the designs to showcase the natural beauty instead. But, again, we had to cancel the contract and we will have to invite a fresh tender for it. We are hoping to resume the work of both parks this year and complete them within a short time.\nYou are saying that you have taken many initiatives to ensure parks and playgrounds in every ward, but we have seen some government organisations occupying and constructing housing projects on some of these playgrounds. In Azimpur, for instance, three playgrounds were gobbled up to construct high-rise buildings. According to the Detailed Area Plan, 25 wards of DSCC are still without any playgrounds.\n\nAggression is a huge challenge for us – aggression from land-grabbers, private organisations, and government bodies too. You will be surprised to hear that in Ward 11, Rab was going to build an office occupying a DSCC playground. The agreement had been signed just before I took over office. I told them that they cannot take over a playground.\nBut we are also taking proactive steps. We have spoken to the deputy commissioner and asked him to identify government land, particularly in 18 new DSCC wards, so that we can build sufficient playgrounds in a planned manner. We are constructing the Dhupkhola playground. We have opened Golapbag playground and Sadeque Hossain Khoka playground for the public. So, we are doing our work at a time of tremendous aggression.\nIn Dhanmondi, why have most of the public playgrounds been leased out to private clubs, barring access to the public? Dhanmondi Lake has been leased out to various businesses, most of whom are violating their lease by not doing due maintenance of the parks. Are you concerned about it?\n\nThe playgrounds we are constructing or renovating will remain open for all round the clock. But we are also seeing that some of the playgrounds, particularly in posh areas, are being run by different academies. The Dhanmondi Sheikh Jamal playground is operated by Sheikh Jamal Club, and it was leased out to them before my time. The Abahani field, too, has been under the Abahani Club for a long time – since the 70s, in fact. But the Abahani field is still open to the people, as far as I know. The construction work that is going on now is on the land that belongs to Abahani to expand their facilities.\nIn many cases, parks and playgrounds were reduced in size when renovated under megaprojects as part of their design – it was done by urban planners themselves. Under these projects, new structures were introduced to be run commercially to ensure the maintenance of the parks. The design of Dhanmondi Lake was prepared in 1996, after the Awami League government came to power. And we still have the same infrastructures that were initially in the master plan – nothing new has been added. Those who took the lease before ran those establishments but did not pay the DSCC for 14 years. I cancelled those leases and gave out new ones, maintaining the same conditions.\nPeople in Dhaka have limited places to visit, and everyone wants to visit Dhanmondi Lake. So even though people complain to me all the time that there are too many people there, we can't really help it. However, we want to keep all the parks, udyan and public places under the DSCC closed for one day of the week for due maintenance and cleaning.\nWe have formed a committee to maintain these parks, playgrounds and public places. Earlier, everything would be done based on a given project, which meant that as soon as the project ended, there was no one to ensure its maintenance. City corporations also did not focus on maintenance work. As we have the financial capacity now, we are prioritising this issue. We have appointed an arboriculturalist, caretakers and new gardeners to maintain the greenery and aesthetics of the spaces. We are building our capacity.\n\nPeople in Dhaka have limited places to visit, and everyone wants to visit Dhanmondi Lake. So even though people complain to me all the time that there are too many people there, we can't really help it. However, we want to keep all the parks, udyan and public places under the DSCC closed for one day of the week for due maintenance and cleaning.\nThere have been widespread protests and criticisms about the tree felling on Satmasjid Road. Although urban planners and environmentalists have said the development work could have been done without harming the trees, you have insisted that the action was inevitable.\n\nPeople can make a lot of generalised comments. We also have our own experts and urban planners, and we have designed the projects based on their recommendations. We do not want to fell trees unless it is absolutely necessary. Even then, if some trees have to be cut for development purposes, we make sure to plant three times as many trees. You have seen how many plants we have already planted on Road 27. Basically, we want to replace big trees with smaller flower plants in the medians, which increase the aesthetics and are also easier to maintain.\nShundor Dhaka is one of our electoral pledges. We have planted over 300,000 plants, but unfortunately, no one listens when you beat your own drum.\nAs a city mayor, how important is public opinion to you? Is there any mechanism in place to inform the public and engage them in consultations before major decisions are made about development work?\n\nWe give utmost importance to public opinion. Every time we undertake a project, our consultants and directors are supposed to visit the locality and engage with community members, and design the projects based on their concerns and recommendations. It's not as if a project is designed from a mayor's office! Unfortunately, I have found that a lot of our external consultants didn't actually make the field visits before designing the projects – they did so from the comforts of their offices, on their laptops. As a result, many of those designs were flawed and completely devoid of the grassroots reality. However, we have begun the process of consulting the public.\nThere are many projects where we have taken the perspective of the local communities into consideration before finalising the details. Sometimes, when we tell the experts that we want an aesthetic and beautiful space, they come back to us with elaborate designs where there are costly structures with only a few trees here and there. But then we hear from the communities that they do not want such obstructions – they want open, unrestricted green space. And we definitely prioritise people's concerns.\nSo, you are saying that when there is a protest from a given community about one of DSCC's projects, you revert your decision based on people's demands?\nYes, there are many such examples. But you also have to see where the resistance is coming from. When I went to excavate the Buriganga, land-grabbers naturally resisted. You can't pay heed to their resistance. We went to the field, we inspected CS, RS, SA blueprints, RA blueprints, field survey blueprints, GIS maps, etc before we went for implementation. If someone comes and says their grandfather left them land in the middle of the river, I can't accept that. Of course, I have to take a stern stance then.\nIn the last one-and-a-half decades, Tk 115 crore was spent on setting up modern traffic signal lights, but people did not get any benefit from it. Now, the DSCC is going to set up AI technology at 54 spots to modernise traffic signals. Experts think this kind of technology is not viable for Dhaka city where the volume of traffic is huge. What do you think?\n\nI am also concerned about the project's success. We are going to implement this work in two phases. In the first phase, we need some infrastructural development, such as expanding roads, balancing the lanes and ensuring pedestrian-friendly footpaths. There are some other roads which are not of the same width throughout, meaning some parts are narrower than others, which create traffic congestion. In the second phase, synchronised traffic signals will be introduced, which was not done earlier.\nWe will definitely do a pilot project before going for synchronisation. Besides, the remote control that was given to the police previously was not synchronised, and they could control the signals manually through the remote. After a while, they just returned to their old system of using sticks. We will set up a central control room through which to control the entire signalling system. If we become successful, then Dhaka will get a modern traffic movement system after a long time.\n",
        "headline_1": "‘Aggression from govt, private bodies a huge challenge for us’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/interviews/news/aggression-govt-private-bodies-huge-challenge-us-3364836",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2023"
    },
    {
        "full_article": "In Bangladesh, whether it is the Awami League or the BNP, the incumbent always vouches for the neutrality and independence of the Election Commission. On the other hand, whichever party is in the opposition camp, for its part, fervently maintains that the commission is nothing more than a puppet installed by the incumbent and completely subservient to the ruling regime. The people, i.e. the voters, have always tried to sift through the rhetoric to discern just how neutral the commission will be, come election day.\nThis issue has recently come to the fore following the amendment of the Representation of the People Order (RPO), which stipulates the powers the election office holds. This latest amendment, which was passed in parliament last week, curtailed the EC's authority to react to election-rigging, violence or irregularities. The law now stipulates that the commission can only suspend elections at specific polling centres where irregularities take place, and not in the entire constituency (as had happened during Gaibandha 5 by-polls last year). Furthermore, the commission can suspend elections only on polling day. But an election is not an issue of one day – it's a process spanning days and weeks, sometimes months. And its sanctity could be deemed to have been endangered at any time during the course of that process.\nThe provision empowering the EC to halt or suspend elections was included during the Shamsul Huda-led commission, and two elections – 2014 and 2018 – were conducted under this provision. There were no explanations as to why such a sudden change of that provision was necessary. Although the opposition lawmakers protested and questioned how the incumbent EC would conduct an impartial election if it was not given the power to suspend polls, when the bill was passed, Law Minister Anisul Huq said suspending polls in an entire constituency over disturbances in some polling stations was \"undemocratic,\" and that's why this amendment had been made. The law minister reasoned that each constituency usually has 100-150 polling centres. The EC's power of suspending polling at all centres is not democratic if violence and/or irregularities are reported at only a few centres. \"It would impede people's right to vote because no violence or irregularities were reported at the rest of the polling centres,\" he said. But does that justify the curbing of EC's power?\n\nComing back to the Gaibandha-5 by-polls, the incumbent Election Commission stopped the by-polls in October, saying the situation had gotten \"out of control\" due to widespread irregularities. The EC was lauded for such a brave and rare move, while many ruling party leaders criticised it. But when it came to punishing the alleged officials, the EC remained toothless and ineffective. \nThe move comes at a critical juncture when the demand for holding a free and fair election in Bangladesh is getting louder at home and abroad, with the next parliamentary polls just a few months away. With the commission's authority to react in the face of irregularities being restricted, the participating parties are also deprived of means to seek remedy if and when a situation arises. For instance, if a candidate is forced to stay away from the constituency or barred from submitting the nomination form, should there not be a system of remedy? What would happen if voters are terrorised before the polling day, which stops them from venturing out to vote?\nAs for a single incident affecting the entire constituency, there are dozens of such examples when a single instance of violence engulfed the entire constituency and even spilled over to other areas spreading fear and panic. In all this, Gono Forum MP Mokabbir Khan's comment rings true. He said in parliament, \"Laws are enacted in the country for the benefit of some individuals, groups and the government.\"\nComing back to the Gaibandha-5 by-polls, the incumbent Election Commission stopped the by-polls in October, saying the situation had gotten \"out of control\" due to widespread irregularities. The EC was lauded for such a brave and rare move, while many ruling party leaders criticised it. But when it came to punishing the alleged officials, the EC remained toothless and ineffective. Many political commentators believe that the government curtailed the EC's authority to prevent any recurrence of the Gaibandha-5 by-election.\nCivil society organisation Shushashoner Jonno Nagorik (SHUJAN), in a statement, said the EC was yet to gain the trust of all political parties and organisations, and the amendment to the RPO would further undermine its confidence and make it a powerless institution to conduct fair elections.\nThis sort of a move is nothing new for the incumbent government. The Huda Commission in 2008 had also introduced the provision of a \"No\" vote in the election if the voters did not feel confident about any of the candidates. A total of 0.55 percent votes cast in the ninth parliamentary election were \"No,\" and the highest percentage was found in the Rangamati constituency (9.66 percent). But the ruling Awami League cancelled that provision before the 10th parliamentary election held in 2014, most likely to prevent potential embarrassment. It appears the incumbents are becoming apprehensive of an increasing number of scenarios that might embarrass them in the upcoming election.\nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n\n",
        "headline_1": "Why tie up EC’s hands further?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-tie-ecs-hands-further-3364796",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2023"
    },
    {
        "full_article": "It is alarming to know that river erosion has reached alarming levels in about eight districts including Kurigram and Lalmonirhat, damaging homes, farmlands and educational institutions. According to a report, multiple rivers, including the Brahmaputra, Teesta, Dharla, Dudhkumar, and Gangadhar, are eroding the banks in at least 60 locations. In Kurigram, about 280 homes, three schools, and a college have been washed away, while in Lalmonirhat, about 20 homesteads have disappeared. Many farmlands and over 500 homesteads are also reported to be under threat.\nThe figures provided by the Bangladesh Water Development Board (BWDB) paint a gloomy picture of devastation being caused by river erosion. It shows how a predictable seasonal menace has been allowed to wreak havoc thanks to a lack of timely action by those in charge. Elderly individuals like Hajera Bewa, who lost her house and arable land, now find themselves destitute and compelled to start anew. There has been even an instance of an entire village being swallowed by the Dharla river, as per the account of 40-year-old Shukcharan Barman in Lalmonirhat. Their pleas for help and lasting solutions resonate with the anguish of the affected and at-risk communities.\nIn Tangail, where the Jamuna reportedly washed away over 100 houses, villagers even demonstrated by blocking roads.While administrative efforts to combat river erosion through the placement of sandbags and concrete blocks are commendable, it is clear that these measures are insufficient to address the magnitude of the problem. The need for long-term solutions, including the construction of embankments and permanent dams, cannot be overstated. It is also vitally important – as monsoon continues to bring more rain, not just in these districts but also many other parts of the country – that the government allocates sufficient resources to relief and rehabilitation efforts. It is crucial that these efforts focus not only on short-term aid but also on sustainable solutions enabling local communities to become more resilient to future disasters.\nWe must prioritise the development of robust infrastructure that can withstand the erosive power of our rivers during monsoon.\n",
        "headline_1": "Take measures to combat river erosion",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/take-measures-combat-river-erosion-3364631",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2023"
    },
    {
        "full_article": "The choking of most drains in Khulna city due to indiscriminate dumping of garbage, as reported by this newspaper on Saturday, paints a picture of unplanned waste disposal that, unfortunately, plagues the entire country. The most frightening aspect of this garbage fiasco is that it contains thousands of tons of plastic waste which is not biodegradable and wreaks havoc on the environment as well as people's health.\nIn Khulna, there is a huge dearth of bins leading to residents dumping trash into open drains and even roadside spaces, and it is happening under the nose of the local administration. Efforts to clean the drains have been apparently slowed due to \"manpower shortage\". The narrative remains the same in many other cities and towns as well, with little progress being achieved in terms of solving our garbage problem. Equally distressing is the accumulation of plastics as a result of this problem. Plastics and polythene not only clog the drains and water bodies, causing waterlogging; they also enter the soil ruining its fertility by killing larvae, earthworms and microbes. The toxic chemicals of micro-plastics also enter the food chain harming the health of humans and animals – another devastating result of this monstrous pile-up of plastics.\nLast month, the prime minister warned about the plastic pollution. She said that her government had taken multifaceted initiatives to reduce plastic production and ensure proper waste management. We earnestly urge the government to speed up these initiatives and implement them at the ground level. This should include a multi-ministerial body that will monitor these efforts and rigorously ensure that dumping of plastics into water bodies, including drains, is prevented. The government must vigorously enforce the recycling of plastics. The various environment-related acts adopted by the government have to be enforced. This includes the Mandatory Jute Packaging Act 2013 which aims to replace plastic packaging with jute packaging. In fact, we must revive our original initiatives to completely ban polythene and replace them with biodegradable jute bags.\nThe state of drains and unregulated dumping of garbage across the cities in Bangladesh are a wakeup call about the urgency of addressing the plastic menace. Proper waste management with the help of adequate manpower, removal of plastics from the environment and effective recycling efforts have to be part of our development agenda going forward.\n",
        "headline_1": "Plastic garbage is choking us to death!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/plastic-garbage-choking-us-death-3364061",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2023"
    },
    {
        "full_article": "The recent spurt in criminal activities like mugging, theft and robberies indicates enough deterioration in law order situation of Dhaka City. Most crimes took place during and after the 4-day Eid-ul-Azha holiday in a virtually deserted capital. What distinguishes the bouts of the criminal incidents is their return after a relatively long gap. Thanks to a concerted police campaign against violent and minor crimes in the last couple of years, the rate of offences witnessed a remarkable decline. The city areas once allegedly infested with professional and amateur criminals were eventually found tolerably crime-free. Against this backdrop, the sudden increase in criminal activities here has given city inhabitants a cause for concern. It's because the crimes include the killing of a police constable in the city in the early morning of July 1. The hapless law enforcer was returning to Dhaka after spending his Eid holidays in his village home. A day earlier, a private TV journalist was badly injured in muggers' knife attack in the wee hours near BTV in Rampura. In the nearly two weeks, that included a 4-day Eid holiday and the normally busy roads with few pedestrians, the muggers and other criminals such as thieves and robbers appeared to have their field days. However, the Dhaka Metropolitan Police (DMP) has held drug addicts responsible for many of these crimes. According to police, most of them arrive in the capital from the city outskirts. As part of its preparation, the DMP organised an emergency meeting on July 2 with the participation of the OCs' at 50 police stations in Dhaka metropolis. The higher authorities of the police directed the OCs to deal stringently with the deteriorating law and order. The ongoing crime spree chiefly comprises mugging, at times in broad daylight, and thefts. That the DMP authorities have launched a special crime-busting drive in the face of the sudden slide in law and order is welcome. According to impartial law and order monitors, these drives shouldn't be carried out perfunctorily. The sudden deterioration in the law and order, demands an in-depth assessment, sociological analysts feel. Many experts point their fingers at the post-corona pandemic socio-economic deadlock, which is followed by a series of crises. For a developing country like Bangladesh, the combined impact is price hikes of essentials --- interpreted as fallout of the festering Russia-Ukraine war. Now that the whole world is getting involved in a global economic bedlam, Bangladesh, like many others, finds itself to be a silent victim.A section of social thinkers finds the roots of law and order breakdown in market jitters. Not all the members of society are equally affected by these unforeseen heating of the market. Those who are badly affected find outlets of expression for their suppressed dissatisfaction. Many, thus, take recourse to aberrant activities. Violent or anti-social engagements are among them. However, this course of events shouldn't be taken as an excuse for turning into social pariahs or hardened criminals. Socio-economic stalemates have been affecting Bangladesh since its birth. As a normal process, these critical times have invariably been a witness to the rise in social crimes. The criminal activities could be a desperate last recourse or an impatient outburst. Had a fewer number of people been vulnerable to economic pressure, society would have witnessed fewer crimes as well.",
        "headline_1": "Slide in city's law and order",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/slide-in-citys-law-and-order-1688912346",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-07-2023"
    },
    {
        "full_article": "Two reports related to foreign exchange were published in the Saturday's issue of this paper on the first page. The first report was about sale of US dollars (USDs) by the central bank, the Bangladesh Bank (BB). It said the BB sold the highest amount of foreign exchange (in USD) in its history in the immediate past fiscal year that amounted to USD13.58 billion. The buyers were mostly the commercial banks who needed it to meet various international payment obligations including making payments against import bills. Also, another objective of the BB's selling USDs is to meet the demand of the foreign currency in the market so that the exchange rate of USD against taka could be kept stable. The other report was that the country's foreign reserve declined to USD29.98 billion or approximately USD30 billion on last Thursday, July 6, following meeting yet another international payment obligation of USD1.1 billion to the Asian Clearing Union (ACU). As a result, the country's forex reserve situation which was USD31.16 billion before the payment (on July 6) came down to USD29.98 billion, or approximately USD30 billion after the ACU payment. These reports on the sale of foreign currency by the BB, or its making international payments are but routine activities by a central bank and, under the normal circumstances, that should not make any news of note. But with the country's foreign exchange reserve depleting faster than it is being replenished by export earnings, inward remittance and other payments made to Bangladesh from external sources, it is concerning. But there is another reason to be concerned about. It is that the International Monetary Fund (IMF) has extended a credit package worth USD4.7 billion to Bangladesh on certain performance criteria requiring for the government to have a forex reserve limit of USD24.46 billion at the minimum by June for the release of the second tranche of the credit. But the figure for this minimum forex reserve should be calculated by a formula as prescribed by the international lender. In fact, according to the IMF formula, the reserve amount will be way less than the figure now being shown at USD30 billion (approx.). But apart from such a rise and fall in the reserve figures, there are other issues that should also be concerning. It is about the flight of capital in the form of hard currencies from the country. This is mainly due to the volatility in the foreign exchange market.Through announcing the new monetary policy last month, the BB hopes to restore stability in the unstable forex market. An important indicator of the instability is the continuous fall in the value of taka against the USD. Unlike in the past, when the BB would set the exchange rate of USD against taka, the new policy has left the issue to the market to decide. It is hoped that the difference between the official rate of USD and its market rate will be narrowed down. At a stage, the outflow of hard currency from the economy through illegal means will stop. But is there any visible change in the behaviour of the foreign exchange market? The actual exchange rate of USD against taka in the kerb market still exceeds the rate determined by the BB at Tk 108.85 for each dollar by 5 to 7 taka. This is one of the reasons why the economy is deprived of the entire amount of hard currency that our migrant workers send every month in the form of remittance. In fact, even the country's finance minister admitted that the amount of remittance coming through the formal channel is only half of what is being sent home by migrant workers. In other words, the rest amount is coming through informal channels. Who does not know that the informal channel is the illegal channel popularly known as hundi? The recipients of remittance money get a higher amount of taka per dollar sent by their relatives abroad, but the dollars do not enter the economy. Those remain outside the country. The other sources of earning hard currencies such as through export are also not foolproof. It is an old practice that through under-invoicing, a large sum of the hard currencies earned through export by the country remains abroad. Also, through over-invoicing, a section of dishonest importers illegally sends the country's hard-earned dollars abroad. But the just declared monetary policy hardly provides any answer to this continuous flight of capital through hundi and other illegal means. Had the economy not been deprived of remittance worth over USD20 billion (according to an estimate), the foreign reserve situation would not reach such a critical point. If the monetary policy cannot stop this flight of capital from the economy, the government should apply enforcement measures in its hands to stop the outflow of hard currencies through illegal means. Also, the government should be able to identify the major hundi channels at home and abroad eating away at Bangladesh's most vital sources of foreign currency earning and bust those rackets. In the case of such rackets lying abroad, the government should seek the collaboration of the governments of those countries to destroy the dens of financial crime there. The government on various occasions expressed its intention to retrieve laundered money hidden in shell companies or kept with illegal offshore accounts. Shrewd and vigorous diplomatic efforts on the government's part will be required to bring back the money already laundered and stop further flight of capital through hundi and other illicit means. This is the best way to effectively arrest the decline of the forex reserve position. \n[email protected]",
        "headline_1": "Stopping flight of capital",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stopping-flight-of-capital-1688912398",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-07-2023"
    },
    {
        "full_article": "Wael Sawan, chief executive officer (CEO) of Shell PLC, a giant oil company, has warned that slashing oil and gas production at this stage would be 'dangerous and irresponsible' as it would trigger soaring energy bill again. This in its turn will have an adverse impact on living standard of the global population as it did last year. Quite naturally, he has come under fire from green campaigners and particularly Simon Stiell, executive secretary of the UN Framework Convention on Climate Change (UNFCCC). The head of the UN's climate change body has criticised Sawan for making such an 'irresponsible' comment. Jamie Peters, head of climate at the Friends of the Earth has accused of the Shell boss of 'fuelling climate crisis and the soaring coast of energy'. In his scathing remark, he goes further to contend that the oil companies profit on the misery of ordinary people and are destroying the planet at the same time. The Shell CEO is now making a cynical case to lock everyone in a volatile fossil fuel market. He also points out the incompatibility of the Shell stand not to go by its earlier commitment to slash oil production by 1.0 to 2.0 per cent each year of this decade right at a time when the world has just experienced the hottest June on record and scorching heatwaves. True, where the Shell chief's prime concern lies was made clear by himself when he did not mince words to say, \"Ultimately, I am in the service of shareholder value\". Notwithstanding his overriding concern for protection of the company's and its shareholders' interests, all his arguments cannot be refuted off-handed. His first contention is that a switch to renewable energy from fossil fuels is not happening first enough to replace those. His second point is even more compelling. He argues that the poorer and energy-scarce countries were 'at risk of being left behind in the transition to renewable energy' because these nations do not have the infrastructure required for the purpose. Then he cites the example of Bangladesh and Pakistan which lost out to rich European nations in the bidding war for gas in the international market at the peak crisis period in the aftermath of the war in Ukraine last year.Indeed, these are hard realities the energy-poor and cash-starved countries are encountering still now, particularly for want of greenback. Notwithstanding the European Commission's policy on transition to clean energy, the European governments had to make a reverse journey on the use of coal. But this year, it is reported that they are likely to slash fossil fuel energy by 20 per cent. When the rich nations with the capacity to invest in renewable energy are still finding it hard, poorer countries with little or no infrastructure and technology are sure to find themselves in a more disadvantageous position. Even in Europe, different nations have different targets to meet the climate change goals, depending on their resources and facilities. The developing and underdeveloped nations are more handicapped depending on their resource base and ability to import technological support. It is exactly at this point, the rich nations and the oil companies which have made outrageous profit on the misery of the poor can lend a helping hand. The Shell company's backing out of its commitment to slash its yearly output is unacceptable. But it has decided to go for further investment in oil production, instead. It is doubly unacceptable. It could, along with the rich nations, invest in the transferring process of technology to the poorer nations. After all, the Paris Climate Agreement has to be respected and the temperature rise arrested at least below 2.0 degree Celsius above the pre-industrial level. It would have been better if the temperature could be limited below the 1.5 degree Celsius. Shell's decision is contradictory but world leaders must admit that they have failed to rise up to their commitment with matching actions. It is time, they abandoned their policies to protect interests of giant oil and gas companies and took a firm pro-people stand.",
        "headline_1": "Fossil fuel vs renewable energy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fossil-fuel-vs-renewable-energy-1688912428",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-07-2023"
    },
    {
        "full_article": "Gulistan is a busy place in Dhaka city. Despite having a flyover and wider roads, this place always remains crowded and jammed by heavy traffic. If anyone has to pass this place quickly, s/he must get down from the vehicle and start walking. Otherwise, passengers have to get stuck to seemingly never-ending jams. One of the main reasons behind this is illegal bus parking under the Mayor Hanif Flyover. A large number of buses are parked every day under the flyover, causing immense sufferings both to commuters and pedestrians. There is no designated parking area in Gulistan. So, buses are parked haphazardly on the road on a regular basis. It is done in broad daylight in front of law enforcers. If the authorities concerned took a stern action against bus parking in Gulistan, traffic congestion would be eased to a great extent. \nBadsha Faysal, Jurain, Dhaka, [email protected]",
        "headline_1": "Easing Gulistan's traffic chaos",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/easing-gulistans-traffic-chaos-1688912449",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-07-2023"
    }
]