[
    {
        "full_article": "This week, an early-morning earthquake in Tibet of magnitude 7.1 and originating at a depth of 10 km has reportedly claimed at least 100 lives and damaged buildings and houses. The tremors from the quake were felt in Nepal as well as parts of Bihar and even New Delhi, thousands of kilometres away. The main earthquake was followed by at least two aftershocks. If the epicentre had been located closer to India, the damage could have been manifold. Earthquakes in the Himalayas evoke a special kind of dread in the country. Memories of two deadly quakes in Nepal in April and May of 2015 that killed at least 9,000 and caused incalculable damage still bubble up. The tectonic plates are the gigantic shards into which Earth is broken up. Layered on them are the continents and the seas. These plates are constantly in motion — colliding with, diverging with, or sliding past one another. The Indian plate collided with the Eurasian plate and the crust tilted upwards, creating the Himalayas. The fractured zones along which they interact create the fault lines where earthquakes occur. By studying these faults and the pattern of past earthquakes, seismologists can estimate how much latent energy at these fault lines, which can run thousands of miles, has been released and how much of it still resides in them.Scientists have long warned of a massive, overdue earthquake in the Garhwal-Kumaon range because of what is known about the pattern of quakes in the region. The records of the last 300 years suggest that those that have occurred have not released all the pent-up energy and that is why there is a broad consensus among experts that an 8-magnitude temblor is overdue. Unfortunately, predicting the day and time is outside the ambit of current science. Thus, the best we can hope for is insulation against the projected damage. It is in this context that infrastructure development in the Himalayan region must be viewed. While several of these projects are intended to smooth the movement of people and goods, the recurrent landslides and glacial lake outbursts that wash away dams, hydropower projects, and roads serve as a constant reminder of the inherent fragility of the region. Every form of infrastructure in the region — power plant or dam — must take into account the imminence of a major earthquake and the associated costs factored into planning. Adhering to already existing building codes, not only in the Himalayas but in the surrounding Indo-Gangetic plains, can go a long way in limiting the inevitable damage. Published - January 10, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        earthquake\n                    \n                            /                      \n                        \n                        Tibet",
        "headline_1": "Damage control: On the Tibet earthquake",
        "headline_2": "Adherence to existing regulations can limit the impact of earthquakes",
        "link": "https://www.thehindu.com/opinion/editorial/damage-control-editorial-on-earthquakes-in-the-himalayas/article69081409.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-01-2025"
    },
    {
        "full_article": "The Delhi Assembly elections on February 5 is set to be a bipolar contest between the incumbent Aam Aadmi Party (AAP) and the Bharatiya Janata Party (BJP). The Congress, once the most popular party in the national capital, is struggling to regain at least part of its lost prominence. Delhi is not a full-fledged State, and its unique and convoluted governance design often sets the Centre and the State government on a collision course. Still, there is national spotlight on Delhi politics, which the AAP and the BJP have dominated since 2012. Since then, the voters in Delhi have swung overwhelmingly in favour of the AAP in Assembly elections and the BJP in Lok Sabha elections. The AAP nurtures national ambitions and its chief, Arvind Kejriwal, fashions himself as a challenger to Prime Minister Narendra Modi. In the run-up to the elections, the AAP has had its image of incorruptibility and of being a platform for the commoner severely stained by corruption allegations against Mr. Kejriwal and several of his colleagues. It is true that the central investigative agencies are selective in their anti-corruption probe, but that does not absolve AAP of suspicion. The frequent run-ins with the Lieutenant Governor appointed by the Centre have made it difficult for the party to deliver on what it has promised, even as it makes a bid for a fourth term.The BJP is pitching a double-engine government that will put an end to the tussle between the two powers that control Delhi. The election is likely to bring up issues concerning the integrity of the election process itself. The AAP has submitted to the Election Commission that the names of bona fide voters are being removed from the electoral rolls. When announcing the elections, the Chief Election Commissioner sought to allay these fears saying deletion of names was not possible without adhering to strict protocols, and every party has the right to raise objections at various stages. In response, the BJP has said that the AAP is worried that illegal Rohingya and Bangladeshi immigrants who are benefiting from the party’s welfare schemes will be struck off the list. The results, scheduled to be announced on February 8, will also be a test of the strength, the strategies, and the coherence of the parties ranged against the BJP. While the AAP and the Congress fought the Lok Sabha elections with a seat-sharing agreement as INDIA partners in an attempt to defeat the BJP, they are opposing each other in this fight. For the BJP that considers every election as a life-and-death matter, Delhi is even more so. Published - January 10, 2025 12:15 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Delhi Assembly Elections 2025\n                    \n                            /                      \n                        \n                        Delhi",
        "headline_1": "Winter contest: On the Delhi Assembly elections",
        "headline_2": "Assembly elections to Delhi have an oversized importance",
        "link": "https://www.thehindu.com/opinion/editorial/winter-contest-on-the-delhi-assembly-elections/article69081422.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-01-2025"
    },
    {
        "full_article": "A Bihari banquet brings home the culinary and cultural diversity of the country\nI last visited Bihar in the mid-70s to interview Jayaprakash Narayan – JP as he was called by his followers – in Patna at the height of his movement against Indira Gandhi’s authoritarianism. \nThe ageing leader spoke with a passion all the more fervent for being softly voiced about the “sensation of swaraj”, which was sweeping the country.\nI was too preoccupied making mental notes of the piece I would write for the JS magazine to pay much attention to my hurried meal before catching the train back to Calcutta.\nI associated Bihar with pioneering politics, the origins of Buddhism, and coalfields, but not any particular cuisine.\nSo it came as a very pleasant surprise when Bihar, as represented by its culinary art, paid us a recent visit, thanks to a home chef who sent us a veritable banquet of dishes.\nFrom Kashmiri wazwan to Tamil Nadu’s Chettinad, the momo and thukpa of the Northeast, to Goan Vindalho, we are well acquainted with the great Indian kitchen. But Bihar was a blank slate, or a blank plate, for us until it was revealed by an array of dishes as appetising as they were unusual. \nThe recipes conjured the flavours of Magadh, the ancient name of Bihar when it was the seat of the Mauryan empire. There were two vegetarian kebabs, soft as vowels, of lauki and kathal, which would have beguiled the most staunchly non-vegetarian of palates; Champaran mutton from Bihar’s champa forests; a Murgh Musallam that finds mention in the Akbarnama; crunchy litti stuffed with savoury fillings. \nIt was a feast that we spread over several meals, each a discovery of new tastes and textures. It struck me once again that food represents much more than a geographic location; it is a mouth, a voice, an expression of a way of life, of a cultural affirmation. \nIndia above all is a celebration of these distinct and complementary ideograms of identity, and an attempt to erase them into a superimposed sameness would meet with resolute resistance. Resistance in which, as it did in JP’s time, Bihar might well lead the way. \n\n",
        "headline_1": "Great Indian kitchen",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/great-indian-kitchen/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-01-2025"
    },
    {
        "full_article": "It’s not your job to tell India’s workforce to work hard to make the nation great\nThere could have been a distinction between Narayana Murthy’s brusque advice to India’s young to work 70 hours a week so that the country can compete with the best globally, and L&T boss Subrahmanyan saying he wished he could make his employees work Sundays and for 90 hours a week. The distinction would have been that Murthy, a corporate boss, had self-selected himself as an adviser to the nation’s young, while L&T chief would have only been preaching to his company employees. A CEO can mandate working hours, and it’s up to employees whether they fall in line or quit. But this distinction ultimately doesn’t apply to L&T’s boss because in that same video he approvingly recounts a Chinese professional telling him China will beat America because Chinese work longer. “If you have got to be on top of the world, you have to work 90 hours a week,” he said. Via his ringing approval of Chinese ‘work culture’, L&T’s boss walked into Murthy territory.\nIt’s extraordinary that CEO-types seem to discount the fact that it’s not the hours you work but the quality of your work that’s important. But there are more fundamental points to make to those given to such grandiloquence. First, the worst offence against a nation’s young is to regiment them, especially in a democracy. ‘Work x hours a week to make India great’ is a tool of regimentation that, if it succeeds, can rob the young of independent thinking, making them vulnerable to even worse forms of regimentation. A nation is a collection of people, and the people needn’t, and indeed shouldn’t, all march together. It’s not just modern political liberalism that teaches us this. India’s scriptural wisdom makes the same point, even more powerfully. Laissez faire, to each his/her own, is a foundational principle of the Indian way of life.\nPeople everywhere work for a variety of motivations. Earning money to live is the basic motive. Some will be especially driven at work, many won’t be. And almost no one comes to work thinking of making his/her nation great. India’s workforce should tell business bosses who say this stuff that if your idea of a great country is one where everyone’s working long hours seven days a week, thinking of nation-building, then you are in the wrong country.\n\n",
        "headline_1": "Memo to biz bosses",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/memo-to-biz-bosses/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-01-2025"
    },
    {
        "full_article": "LA fire tells us this: if the rich are so vulnerable to global warming, the job for countries like India is enormous \nIf Hollywood made a movie about Hollywood burning, it wouldn’t have looked as terrifying as news videos of LA wildfires. Much media attention is on destroyed homes of displaced LA celebrities. But the uncertain near-term future of tens of thousands of ordinary people, many of whom are homeless, tells us a larger, scarier story, one that’s relevant around the world, and very much so for India. Wildfires are not uncommon to southern California. But like other extreme weather events around the globe, they have become more frequent and intense. The places where fires are raging have seen nearly 100% deficit in the season’s rainfall. Temperatures are more than 2 °C warmer. Bush’s become extra dry and flammable. As vegetation catches fire, high winds turn homes into fuel faster than any army of firefighters can protect them. But this is the richest state of the richest country in the world. The sight of its might and money going up in ashes is putting the scare in far-off places. Angelinos’ helicopters, trucks, reservoirs are all expensive mitigation and yet loss’s already running at $50bn. How will poorer nations fend off global warming attacks?\nIndia’s vulnerabilities are massive. Because its population and landmass are vast. And diverse. Cloudbursts and landslides hurting our mountains, torrential rains putting our cities to flood, coastal disasters, every season seems to bring its own natural crises. In fact, in the first nine months of 2024, India had at least one extreme weather event – such as a flood or a cyclone – on 90% of days. Plus, projections are that climate change induced catastrophes will only get worse for this country. So, if catastrophes keep coming, our only option is to get better, much, much better at fighting them off. The way in which NDMA has really hauled up its rescue and relief operations is a ray of hope. But in countless other ways, the urgency of mitigation is MIA. From construction activities that respect topography to water billing that’s awake to acute water-stress, there’s so much India knows it has to do. Don’t leave it for too late.\n\n",
        "headline_1": "The burning",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-burning/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-01-2025"
    },
    {
        "full_article": "Slowdown in 2024-25 is due to low govt investment & sluggish pvt investment. Next fiscal year, every major economy will be on a wild ride thanks to Trump. Good news will be lower oil prices\nIndia’s economy will expand at 6.4% this fiscal as per the first advance estimate of the gross domestic product, broadly in line with downward revised expectations following a sharp drop in second quarter growth to 5.4%.\n\nNominal GDP, which does not strip out the impact of inflation, grew at 9.7%, lower than budgetary expectation of 10.5%. With this, India will become a $3.9tn economy in fiscal 2025 from $3.6tn in the previous year.\nRead full story on TOI+.\n\n",
        "headline_1": "Next, Trumpoline economy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/next-trumpoline-economy/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-01-2025"
    },
    {
        "full_article": "We see no valid reason for the divisions among student bodies regarding the timing of student union polls at public universities. Reportedly, the Students Against Discrimination (SAD) platform and Chhatra Shibir favour holding elections without delay, as they are confident of winning. However, Chhatra Dal prefers postponing the elections until after the national polls, as its leaders are reportedly not yet \"fully active\" on campuses. Meanwhile, most left-leaning student parties also support delaying the elections, citing the need to reform the structure of student unions.\nAlthough most student bodies united during the July uprising that brought down Sheikh Hasina's autocratic regime, divisions began to emerge after Dhaka University authorities formed a special committee on November 14 to conduct the Ducsu elections. These divisions are concerning as they appear to prioritise political interests over the needs of students.\nStudent union polls, not just at DU, must be held based on the needs of university students—not external factors like national elections. Chhatra Dal's push for postponement until after national polls seems to hark back to the old system where ruling parties granted undue advantages to their student wings. This system cultivated political dominance on campuses, disregarding the welfare of the broader student community.\nIt is crucial to remember that such politics of dominance caused immense suffering for students, degraded the quality of education, and undermined universities and colleges over the 15 years of Awami rule. During this period, Chhatra League's reign of terror reached unprecedented levels, with the tragic death of Abrar Fahad at BUET becoming a rallying point for the July uprising against the fascist regime and its oppressive student wing. Although not on the same scale, previous governments also misused student wings to achieve political ends. In post-uprising Bangladesh, the people reject any return to these practices—a message that political and student parities must take to heart.\nAt the same time, it is important to ensure that all student bodies are given a level playing field for fair elections at different universities. Therefore, the elections should not be rushed either.\nPublic universities have mechanisms to form their own election commissions, and they should follow timelines that best serve their students. In addition, necessary reforms should be considered to ensure these elections properly reflect student interests. Prospective candidates and student bodies must recognise that the only purpose of these elections is to serve the general student population. Both students and the public expect a new kind of student politics—one that fosters learning and leadership, not domination, criminality, or terrorisation.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n \n",
        "headline_1": "When should student union polls be held?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/when-should-student-union-polls-be-held-3795556",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-01-2025"
    },
    {
        "full_article": "The former Prime Minister Khaleda Zia on Tuesday embarked on a long-anticipated journey abroad for medical treatment. The Bangladesh Nationalist Party (BNP) chairperson—whose imprisonment, health deterioration, and subsequent treatment had become a politically charged issue for years during the Awami League regime—has gained tremendous sympathy for the hardship she has endured. As a result, her journey to London, which reunited her with her eldest son Tarique Rahman after seven long years, has become something of a watershed moment in Bangladesh's recent political history.\nThe BNP, who had been politically stifled by the Awami League, understandably looked to capitalise on this moment. However, the way BNP activists descended upon much of North Dhaka on Tuesday night to bid their chairperson farewell, choking Dhaka's most vital artery—the Airport Road—with sheer numbers is an approach that lacked creativity and freshness. It stank of an all too familiar tendency of political parties in our country to construct cults of personality, something much of Bangladesh has violently rejected in the recent past and has been trying desperately to move past.\nFor an outside observer, it must be baffling that the BNP, having witnessed what the actions of the last 15 years did to the Awami League in three short weeks this summer, never even considered the fact that if they didn't play fast and loose with people's precious time like Sheikh Hasina used to, it would set a nice contrast in the minds of voters and the young generation.\nFor the BNP, this last Tuesday was an opportunity. If they could only get Khaleda Zia on the plane without majorly disrupting life in the world's densest city, have some strategically placed public relations agents on popular media discuss this refreshing approach and focus on the former two-time prime minister's steadfast commitment to not compromise with an undemocratic foe and the culmination of a years-long familial separation, the BNP may well have been cruising on the journey to wiping the memories of the horrendous five-year period when the BNP was last in power.\nIn truth, every day since August 5, 2024, has been a day of opportunity the BNP has missed. The Awami League's ouster, the mountain of legal troubles facing Awami League politicians, and the general rejection of Awami League influence across all facets of life in the country have certainly been a victory for the BNP. Yet, to solidify this victory, the presumptive prime political force in Bangladesh has to distance themselves from the one that has just been booted.\nThe BNP faithful might say that this is an unnecessary exercise. The BNP has forever been the furthest possible thing from the Awami League, due to the decades-long animosity between the rivals. Yet, in the minds of those who remember 2001-2006 and those who don't remember that time but have been told stories of corruption, misrule, and the perennial threat of bombings that haunted those days, BNP is part of the same political culture that birthed the authoritarian juggernaut that the Awami League became.\nIn fact, history supports this perception. The BNP and the Awami League were the two major stakeholders of the post-Ershad democratic restructuring, and they had subsequently split the honours in the four elections since, whose credibility has been largely accepted. While the Awami League has emerged victorious—by a long margin at that—in the cursed contest of inflicting misery on the people of Bangladesh, the BNP too has been a participant.\nThere is little doubt that the BNP is poised to benefit greatly from the aftermath of August 5, 2024, but if the BNP wants to be seen by history in a light that is a shade separate from that which cloaks the Awami League, they must shake things up.\nThe political culture that seeks to elevate one politician, or a political family, to a position any greater than a regular citizen of the country is a political culture that must end. It was refreshing to hear that some in the BNP leadership had called for more sense on Tuesday night, but that call went unheard. For millions in Dhaka, it was like being haunted by a nightmare, when yet again, a politician's flight abroad took priority over the journey of every ambulance, emergency vehicle, public bus, or a simple homebound employee after a long day.\nAll BNP achieved on Tuesday night was reassuring themselves that they too could call on the numbers that the Awami League boasted in its heyday. But people already know that the BNP is the biggest party in the country now. What people don't know is if the BNP has the capacity to show the bare minimum respect to its potential constituents, which AL never showed in all its years of power.\nThis lack of respect, this disregard for public welfare over years and years, is what makes a popular, elected government fester into one that needs to turn its guns on the public to stay in power.\nThe BNP, on Tuesday night, made a clear show of its lack of respect for the people whose support they hope will carry them into power. In the next election, the support of the blindly faithful may just carry the party over the line into the parliament (or the presidency, depending on constitutional reforms), but if their attitude towards the public does not change, they too run the risk of eventually festering into some form of the disease that kills before it's violently cured.\nAzmin Azran is digital features coordinator at The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "BNP’s show of force on Airport Road and a political culture that refuses to change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bnps-show-force-airport-road-and-political-culture-refuses-change-3795471",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-01-2025"
    },
    {
        "full_article": "On January 7 this year, the Bangladesh government issued a ban on the import of \"e-cigarettes/electronic nicotine delivery systems.\" This decision came after discussions surrounding restrictions on the import of e-cigarettes to \"protect public health and future generations from their harmful effects.\"\nMany of you might remember a protest earlier on December 28 last year, when people took a stand to stop this oncoming ban. At the time, many people, including me, had a laugh at the expense of \"vapers fighting to protect their vapes.\" While I can agree with many about the \"vape bro\" stereotype, I do want to talk about the more serious situation that has escaped us. Because the truth is, I was once a \"vape bro\" myself—I used e-cigarettes to quit smoking.\nAt the age of 15-16, I smoked my first cigarette. Despite the Juvenile Smoking Act, 1919, anyone who has ever smoked a cigarette knows these laws—like many others in Bangladesh—are largely disregarded. I was 18 when I finally managed to quit cigarettes for the first time and stayed off nicotine for almost four years, before I resumed smoking again when I was in university. It was only when I discovered the world of e-cigarettes that I was able to bid adieu to the infamous cancer sticks that the government is yet to ban, despite them also being filled with nicotine.\nMy story isn't unique; I have heard of numerous others who have been able to quit smoking by using e-cigarettes. However, that does not mean that I blindly support the use of e-cigarettes and vapes. Even before I bought my first vape in 2018, I took the time to research the benefits and downsides that come with e-cigarettes.\nWhile e-cigarettes have not been around long enough for us to fully understand the long-term problems or benefits that come with them, they are arguably a less harmful alternative to traditional cigarettes. This is in large part due to vapes having a smaller amount of carcinogens—substances like arsenic, benzene, etc that cause cancer.\nAdditionally, inhaling vapour as opposed to smoking means your throat and lungs are not as irritated compared to when you smoke cigarettes. These conclusions are cited in research done by the National Health Service in the UK and Cancer Research UK. Interestingly, the British healthcare system has encouraged the use of e-cigarettes and vapes as an alternative that can help heavy smokers quit. After realising the potential of e-cigarettes in ending the cycle of tobacco consumption, the British government took major steps to regulate the market for these products to ensure that people switching from cigarettes to vapes did not increase their nicotine intake or get addicted to the variety of appealing flavours as part of their plans for a smoke-free generation.\n\nThe British government is world-renowned for its public health policies. So, on what basis has Bangladesh's interim government decided to ban e-cigarettes, rather than do actual good by regulating its market here?\nLet me tell you exactly what is going to happen as a result of such bans. Legitimate e-cigarette companies that have been operating in Bangladesh for around 20 years and helping people quit cigarettes will go out of business. Individuals who might have switched from cigarettes will be left with very little choice but to return to smoking because they will no longer be able to buy their e-cigarettes. Finally, because it is Bangladesh, a black market of unregulated vape products will form and lead to disasters, as happened in the US when the FDA simply banned certain vape flavours.\nNot only just that, the government will be taking away our right to choose between smoking and e-cigarettes. If e-cigarettes are bad, then guess what? Cigarettes are worse, and that is something we have known for decades.\nAdditionally, if this is to reduce e-cigarette use among minors, which has not clearly been stated in connection with this decision, then why aren't we imposing the existing Juvenile Smoking Act, as cigarettes are being sold to minors at a much higher rate due to their availability?\nThis decision by the interim government has no rhyme or reason and definitely has no transparency. No referendums were taken either to determine if this was what the public desired.\nLet's get one thing out of the way: I am not advocating for everyone to start vaping and supporting protests in its favour. e-cigarettes should only be an alternative for smokers to transition to a smoke-free life, with the long-term goal being to quit nicotine. If you never smoked, then you don't need to get into vaping at all.\nQuitting nicotine was one of the hardest things I have had to do in my life. Numerous times, I have quit and then returned to smoking cigarettes, even years later. But thanks to e-cigarettes, I was able to quit cigarettes at the very least before finally getting off nicotine just last year.\nHowever, if the government is still hell-bent on keeping this ban, they at least need to come forward and provide us with an explanation, along with the reason as to why they have not also decided to ban cigarettes if their real concern is truly to \"protect public health and future generations from their harmful effects,\" as they have stated in their notice.\nAaqib Hasib is sub-editor at The Daily Star. He can be reached at [email protected].\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The truth about e-cigarettes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-truth-about-e-cigarettes-3795446",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Expanding external audit of banks' assets",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/expanding-external-audit-of-banks-assets-1736437646",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "BRICS' potential for changing global economic order",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/brics-potential-for-changing-global-economic-order-1736437684",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "It's time to switch to  generic prescriptions",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/its-time-to-switch-to-generic-prescriptions-1736437718",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Drug pricing mechanism",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/drug-pricing-mechanism-1736437741",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-01-2025"
    }
]