[
    {
        "full_article": "The booming excitement over the maiden launch of the Indian Space Research Organisation’s new rocket, the small satellite launch vehicle (SSLV), turned to disappointment soon after. This was because the satellites that the vehicle was carrying failed to be placed into the desired orbits and were lost. Breaking a tradition of withdrawal and silence after a failed mission, ISRO announced the details of why the satellites were lost without losing time. The three stages of the SSLV rocket, with their solid propellants, performed as expected and detached smoothly to raise the remaining stages through the determined trajectory. However, in the terminal stage, there was malfunctioning of a sensor, which led to the satellites being placed in an elliptical orbit instead of a 356 km, low-Earth, circular orbit. An elliptical orbit is defined by its long and short axes, just as a circle is defined by its radius. The short axis of the elliptical orbit achieved was small and the height the satellites were above the earth was only about 76 km. At this height, the atmospheric drag would hinder the progress of the satellite and if a huge thrust is not provided, the object would lose height and fall back to the earth, perhaps burning up; in any case it will be invariably lost to the control room. This is what happened to the two satellites being carried by the SSLV.The SSLV has been promoted as the next workhorse rocket of ISRO after the Polar Satellite Launch Vehicle (PSLV). Measuring just two metres in diameter and with a height of 35 m, it is indeed smaller than the PSLV which has been used to place satellites of a wide range of masses. The fact that PSLV carries smaller satellites, too, is something of an overkill, and those with masses up to 500 kilograms can be sent up using the SSLV instead. The SSLV uses solid propellants and this is more economical and easier to handle than the liquid propellant stages of the PSLV. The SSLV has the flexibility to launch multiple satellites, and satellites can be launched on demand — as the rocket requires minimal launch infrastructure. All these features make it very attractive for commercial earth observation and communication. Strategically, too, it makes sense to separate the ranges of mass being carried. This time, however, success was not to be, and the 135 kg Earth Observation Satellite EOS-02 and the 8 kg nano satellite, AzaadiSAT, were both lost. What stood out in this episode was the direct communication of S. Somanath, Chairperson, ISRO, and making available the initial analysis quickly for the benefit of all concerned. It is well known that space agencies around the world invest in testing much more than India does. India’s approach, though seemingly economical, might extract a cost at some point. Success in such circumstances is remarkable; and failure a lesson that comes at a cost.",
        "headline_1": "Space to learn | On the failure of ISRO’s maiden small satellite launch vehicle mission",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/space-to-learn-the-hindu-editorial-on-the-failure-of-isros-maiden-small-satellite-launch-vehicle-mission/article65750371.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-08-2022"
    },
    {
        "full_article": "The Commonwealth Games (CWG), alluding to a happily ever-after between England and its former colonies, may have its legacy issues. And in terms of the competitive yardstick, with the obvious absence of the United States of America, Russia and China, the CWG is considered a notch below the Olympics and the Asian Games. Yet, the CWG has a certain value in being a multi-nation quadrennial event that pits a disparate group of countries split by continents and fused by a shared past linked to the British Empire. It offers athletes one more shot at glory besides inspiring their fans to pursue sport with added vigour. In the latest edition that concluded at Birmingham on Monday, India with a medal haul of 61, inclusive of 22 golds, was placed fourth while Australia, host England and Canada led the charts. With shooting excluded from the CWG, India lost out on an additional yield. Most Indian medals told a tale etched by hope, diligence and hard work. If Sharath Kamal’s table tennis exploits, even at 40, proved that sportspersons can fight the dimming light, weightlifter Sanket Sargar’s silver in the men’s 55kg segment, showed that financial difficulties cannot derail a focused athlete. Four years ago, Sanket used to sell paan from a tiny shop at Sangli in Maharashtra, and his is a story that needs to be cherished.Similar is the personal history linked to weightlifter Achinta Sheuli, who won gold in the 73kg division. Achinta, his brother Alok and mother did embroidery. The siblings also worked in the fields, fighting poverty and coping with the demise of their father. Like Sanket, Achinta’s too is a story of hope and redemption. If fresh athletes caught the eye with their triumph over tough circumstances, the established ones reiterated their dominance too. P.V. Sindhu, who will now be counted among India’s greatest ever athletes, won gold in the badminton women’s singles while her male counterpart Lakshya Sen did an encore. Fresh territories were annexed too as in a field always dominated by the Africans, Avinash Sable won silver in the men’s 3000m steeplechase. Boxer Nikhat Zareen again landed a solid punch for women-power while her colleague Lovlina Borgohain’s failure and the issues surrounding her personal coach in the lead-up to the CWG, revealed faultlines. Medals were secured in hockey and women’s cricket but they were not gold and the respective squads displayed fragility in crunch situations. That sport is not always war minus the shooting was evident when Neeraj Chopra effusively praised Pakistan’s Arshad Nadeem, who won gold in the men’s javelin. The latest success in the CWG, should hold the Indian athletes in good stead as they prepare for next year’s Asian Games in China.",
        "headline_1": "Shared history: On the Commonwealth Games",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/shared-history-the-hindu-editorial-on-the-commonwealth-games/article65750382.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-08-2022"
    },
    {
        "full_article": "There are always a host of precipitating factors when two parties split, but the essential cause is invariably structural. In its post 2014 dominant phase, Modi-Shah BJP has been relentlessly expansionist, steadily taking over the space of its allies in Maharashtra, Assam and Goa. Bihar has been no different.\nJD(U) believes that BJP sabotaged its performance in the last election (using Chirag Paswan’s LJP), to end up with the greater number of seats in the alliance. Thus, the alliance was fated to collapse owing to structural incompatibility between BJP’s goal of dominating the state and JD(U)’s goal of holding on to its social base.\nRead full opinion on TOI+\n\n",
        "headline_1": "Patna potboiler: Chapter 2 – Bihar’s new politics can play out in multiple ways in 2024. Here are the key factors to watch",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/patna-potboiler-chapter-2-bihars-new-politics-can-play-out-in-multiple-ways-in-2024-here-are-the-key-factors-to-watch/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-08-2022"
    },
    {
        "full_article": "That there would be another political realignment was perhaps foretold in Bihar’s 2020 assembly poll results. Not only did BJP pip JD(U) by a fair distance, even RJD put up a strong showing, losing only narrowly after its 2019 Lok Sabha washout. Nitish Kumar was no longer the charmer, and the Bihar electorate seemed to have tired of “sushasan babu”. This was also the signal that BJP’s ambitions in Bihar now had solid grounding. That Nitish’s band of 45 MLAs were always vital for government formation didn’t and doesn’t change these realities.\nBJP may not rue too much the loss of a government over which Nitish maintained tight control. But his decision is a breather for the good news-starved opposition. The breakup gives the opposition a better shot at Bihar’s 40 Lok Sabha seats for 2024. Nationally too, the realignment boosts flagging opposition unity. In 2020, anti-incumbency against the Nitish-led government, especially among youth looking for employment, was evident. Only the swelling women vote, mobilised by better targeting of welfare schemes, turned the tide for NDA. Even here, Nitish couldn’t really claim credit; that goodwill seemed reserved for PM Modi, which translated to more seats for BJP.\nWhoever runs Bihar, it is in dire need of a governance reset. Since the 1991 economic reforms, all big states have widened their lead over Bihar in terms of per capita income. The state remains content to be a net exporter of low-skilled migrant labour. Niti Aayog’s analysis that 51% of Bihar’s population remaining multidimensionally poor showed the state lagging in education, healthcare and nutrition. With Nitish at the helm since 2005, much of the popular ire targets him. Even the Bihar BJP, his partner for 13 of these years, is more eager to cling to Centre’s achievements. BJP’s fresh pitch to voters may even seek a resounding mandate to rid the state of Mandal-era politics and alliances.\nJD(U) and RJD should learn from their records of poor governance and frequent ego clashes that dogged the 2015-17 mahagathbandhan experiment. Not that the BJP-JD(U) affair was any better. If voters grow disillusioned with opportunistic coalitions, the secular combine will face heavy odds in 2024. However, if the JD(U)-RJD caste edifice holds, BJP may struggle. Meanwhile, there’s a warning no side should ignore: Bihar’s violent Agnipath protests signal that the young are growing fiercely impatient.\n\n",
        "headline_1": "Breakup in Bihar: New alignment can bring good tidings for opposition or for BJP. But when will good governance come?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/breakup-in-bihar-new-alignment-can-bring-good-tidings-for-opposition-or-for-bjp-but-when-will-good-governance-come/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-08-2022"
    },
    {
        "full_article": "GoI introduced the Electricity (Amendment) Bill in Parliament on Monday, accompanied by a request that it be sent to the relevant parliamentary standing committee for scrutiny. Both the bill’s introduction and its proposed scrutiny are welcome steps. Electricity distribution reform is a tricky area, with the Modi government trying it since 2014. This bill seeks to refine the landmark electricity reform legislation of 2003. The 2003 legislation tried to overlay a new architecture to promote competition in a system defined by a maze of cross-subsidies.\nThe main mechanism to foster competition in the 2003 law was open access, which means a customer is not limited to a single supplier. In practice, open access was really limited to industrial units. Therein lay the challenge. Cross-subsidies given by states depended on using industrial consumers to subsidise households and farmers. Consequently, open access has a mixed record. Fairly good in the case of inter-state access but unsatisfactory for intra-state, said a parliamentary panel in 2015. Also, open access has been stymied by states using barriers such as cross-subsidy surcharge to make switching costly. Their defence is that long-term power purchase agreements leave them with stranded fixed costs every time their best customers switch out.\nGoI’s current bill hinges on its power to set rules to open the distribution chain. States’ distribution infrastructure can be opened up to all licensees in the area. It’s a way of segregating carriage and content to circumvent the conflict of interest state discoms face – by simultaneously owning distribution infrastructure and retailing. There’s also a provision to pare cross-subsidies. Unsurprisingly, this is a political minefield as electricity is in the Constitution’s concurrent list. That said, this phase of evolution is overdue. Now, the standing committee needs to get cracking.\n\n",
        "headline_1": "Power plays: Electricity (Amendment) Bill is necessary but politically tricky. House committee has much to do",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/power-plays-electricity-amendment-bill-is-necessary-but-politically-tricky-house-committee-has-much-to-do/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-08-2022"
    },
    {
        "full_article": "Grandmaster RB Ramesh, coach and captain of the bronze-medal winning India 2 team in the open category at the 44th Olympiad spoke with Prasad Ramasubramanian about his team’s performance and the road ahead for India:\nYou were the Indian team captain when we won bronze during the 2014 Olympiad. You are once again the captain during the bronze medal show this year. How do you assess the performance?\nThe bronze in 2014 will always be special because that’s the first time we won a medal at the Olympiad. The medal in this edition of the competition too is close to heart because the event was happening in India.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘At this Chess Olympiad our young guns have proved they can beat the best in the business’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/the-interviews-blog/at-this-chess-olympiad-our-young-guns-have-proved-they-can-beat-the-best-in-the-business/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-08-2022"
    },
    {
        "full_article": " \nBetween July 28 and August 4, 2018, school and college students across the country protested to ensure road safety for all. Four years later, are our roads any less treacherous? Looking back, what significance does the movement hold for those whose willpower turned these protests into a national phenomenon? How do they remember it? Four years on, how much of their demands have been fulfilled? \n",
        "headline_1": "WATCH: Why are our roads still so unsafe?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/star-multimedia/news/watch-why-are-our-roads-still-so-unsafe-3091381",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-08-2022"
    },
    {
        "full_article": "\"If you enrage nature, it will repay you with sufferings and hardships,\" said one elderly Mro woman. Other elders nodded quietly, but their non-verbal affirmation spoke a thousand words.\nSungAw, a word in Mro language, defines both nature and environment, as Mro people do not distinguish between the two. In their own way, Mro women explained that all natural elements are intrinsically and harmoniously linked to each other, and harming one element will eventually have an impact on other elements, initiating a string of causal effects that are deemed to create an imbalance in the natural world. Humans, like any other living beings, cannot escape the consequences. Driven by such experiential knowledge passed down from generation to generation, these communities have been religiously practising sustainable natural resource management, long before the scientific community came up with the term. It is now widely acknowledged around the world that Indigenous traditional knowledge is contemporary and dynamic, and is of equal value to any other form of knowledge. However, in Bangladesh, the depth of Indigenous women's understanding of the natural world and the inherent value of traditional knowledge and traditional practices are yet to be fully learnt, understood and duly recognised by the scientific community, development practitioners and policymakers alike. \"Surviving with nature,\" – as opposed to surviving by \"fighting against nature\" – essentially defines this community's way of life. But the question now is, for how long?\nThrough a series of intergenerational dialogues between women and men at three villages of Mro communities, the richness of Indigenous traditional knowledge and the indispensable role that Indigenous women play in the preservation and transmission of traditional knowledge came to light. So did the tough challenges that women in these communities are facing while carrying out this role in a socioeconomic and political landscape that has changed drastically over the past two decades. The latter needs more attention, as the environmental violence that these communities have long been enduring exacerbates disproportionately the hardships and sufferings of Indigenous women. Environmental violence is perpetrated by politically influential non-resident entities and goons through the over-exploitation of forest produces and illegal extraction of stones from stream basins in the adjacent forests, causing severe environmental degradation in their localities.\n\"They have chopped off all the large trees in the forests. The streams have dried up. Let alone getting fish and crabs from those streams, we cannot even get sufficient drinking water… We have to walk half a day worth of distance just to get water during the dry season.\"\nWhile both women and men are custodians of traditional knowledge, Indigenous men and women bear specific knowledge on the different aspects of daily activities and various communal affairs due to the gendered dimension of roles and responsibilities within these communities. Indigenous women, being the primary responsibility bearers in ensuring food and nutrition for their families, are the repository of knowledge on native flora and fauna, including crops, seeds and medicinal plants, seasons, weather and sustainable agricultural and foraging methods. Their knowledge is nature-based, and their practice is intrinsically linked to land, forest and every other natural element of their surroundings. Hence, when these communities experienced dispossession of land, be that of ancestral land through forceful eviction to make way for a firing range, or of Jhum land to build a popular tourist resort, or of community forest land by a non-local land-grabber, Mro women considered it as \"the beginning of the end\" of their survival with nature and of preserving traditional knowledge.\nConstrained with limited access to land, these communities had little to no choice but to adopt non-traditional methods of agriculture, such as intense or repeated farming and cash crop cultivation, which resulted in the decline of soil fertility and yield of produce. And like a domino effect, overdependence on chemical fertilisers, replacement of native crops with hybrid varieties, increasing use of chemical pesticides to protect those novel varieties of crops followed suite. Indigenous women's knowledge on scores of native crop varieties and pest repellent plants is steadily becoming obsolete in the face of this new development.\n\"We used to seek forgiveness from nature if a drop of pesticide fell on our Jhum soil… We were told that without using pesticides and fertilisers, we wouldn't get a good yield of these crops. After a few years of applying those chemicals, our soil fertility and productivity have declined even more. Now fertilisers, pesticide, whatever we use, nothing works.\"\n\nWith the increase in using chemical pesticides and fertilisers came newer forms of health issues, including reproductive health-related complications predominantly affecting younger Indigenous women – complications that traditional medicines cannot cure. Besides, plants with medicinal properties to treat even common illnesses are becoming rare in the adjacent depleted forests. Subsequently, communities are increasingly relying on modern medicines and treatments, draining their already strained finances.\n\"We are falling sick more frequently. In the past, we did not need to seek medical treatment from doctors. We used to prepare our own medicine from plants that grow in the forests, and it used to cure our illnesses. Forests are gone, so are the [medicinal] plants.\"\nThere are certain foraging methods of edible and medicinal plants and wild animals from forests and waterbodies that allow natural regeneration to ensure that the stock of natural resources do not deplete, an ancient traditional practice that much of the younger generation of women has now abandoned in these villages. This course of deviation from traditional practice can be directly attributed to the fact that women, especially young women, are concerned about their safety at the hands of outsiders. The increasing presence of non-Indigenous persons/outsiders in the forests, mostly labourers and businessmen of illegal logging and stone-extracting activities, have resulted in women self-restricting their movement within a certain perimeter of the forests.\n\"There have been a few incidents where Bangalees chased our women with bad intentions. On each occasion, they fled leaving behind their baskets, machetes, etc… Our women gather enough courage to go to the streams and forests that are a bit far from our village.\"\nIn the past, it was strictly prohibited by custom to cultivate on the edges of streams to prevent depletion of water level, a custom that only elderly women can now recall. When cultivable land is made scarce, the yield of crops is in rapid decline and sustenance by sustainable foraging of natural resources is no longer an option, the viability of Indigenous traditional practices that are acclaimed for the conservation of environment and biodiversity for the survival of these communities is put to question by the very knowledge-holders.\nWhat has been shared above is a glimpse of a fraction of what Indigenous traditional knowledge entails. The theme to commemorate this year's International Day of the World's Indigenous Peoples allows us to recognise and celebrate Indigenous women's rich knowledge and indispensable role in preserving and transmitting traditional knowledge. While there have been multiple calls for documentation of Indigenous traditional knowledge, which by all means is equally important, it should not be forgotten that knowledge is best preserved by practice. \"What is the use of this knowledge if we are not allowed to practise?\" This rhetorical question posed by a Mro woman is sufficient to provoke our thoughts on this matter. A conducive environment is needed where Indigenous women can continue practising, preserving and transmitting traditional knowledge, a precious inheritance of utmost significance in preserving the world's cultural diversities as well as in conserving biodiversity and environment. However, without protecting and ensuring the rights of Indigenous peoples to land, territory and natural resources, the inherent and ongoing challenges will continue to linger.\nBased on the narratives of Mro Indigenous women documented during an intercultural research on indigenous women, traditional knowledge and environmental violence.\nRani Yan Yan is the queen of the Chakma Circle in the Chittagong Hill Tracts (CHT).\n",
        "headline_1": "Indigenous women know how to nurture nature. We need to listen to them. ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/indigenous-women-know-how-nurture-nature-we-need-listen-them-3090771",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-08-2022"
    },
    {
        "full_article": "In Class 6, my class read about my community in a social science book. It was just an introduction of our food habits and where we lived. There was no mention of our distinct social, economic or political systems unique to Indigenous identity. Truth was, I could see the non-Indigenous world only, but not myself.\nOnce a co-worker told me I belonged to the common area of all overlapping circles that represented minorities based on gender, religion and race. He didn't hint at my high vulnerability level, rather envied that I enjoyed all the \"minority privileges\" that would help my application get accepted to foreign programmes. He made me feel guilty.\nLike me, many Indigenous people see themselves only through others' eyes.\nArticle 9 of the United Nations Declaration on the Rights of Indigenous Peoples states that Indigenous people have the right to belong to an Indigenous community in accordance with the concerned traditions and customs. No discrimination of any kind may arise from the exercise of such a right. Yet, a lack of representation is intertwined with ignorance towards Indigenous history and identity. We are called immigrants whereas we are the first inhabitants to our region. We are debated by groups, telling us who we really are and how our food habits should change. It's humiliating!\nWhen a child is disrespected for who she is, she will reject her home and culture. It's easier to believe what she is shown than dig into her unpreserved ethnic history. Confidence is not the obvious outcome, rather the exception. Beauty images are served that look nothing like us. We grow up being called chinku, ridiculed for our bocha naak. Our food habits are labelled unhygienic. Where is the culture survival guide for Indigenous children?\nThe isolating feeling persists in a life-long cycle. People around us are amazed by Kaptai Lake's beauty, turning a blind eye to the displacement of thousands in 1960. Our friends plan trips to Sajek and we cannot help but tear up because of the food crisis in the region. When we are frustrated, we are called antagonists. It's as if only we get to see that the hills are bloody, and it is lonely because no one else does.\nOne might reach a conclusion that Indigenous peoples are good at sports. For example, it is an exciting time when Bangladesh is facing India in the SAFF U-20 final where Indigenous players like Sojol Tripura are representing the country. Last year, Bangladesh's U-19 women's team clinched the SAFF U-19 Women's Championship after defeating India 1-0. In the 80th minute, right-back Indigenous player Anai Mogini's long range cross outside the D-Box led to Bangladesh scoring the winning goal. This is when it is important to reflect: Do we have Indigenous representation in decision-making for the career of these Indigenous players? How can we make sports more accessible for Indigenous aspirants from the remotest corners?\nOther professions commonly associated with Indigenous communities are tied with access and perceptions. At beauty salons, I admire the sense of sisterhood among Garo salon workers chatting in their mother tongue when attending to customers. Indigenous waitresses or store staff, coming to the cities to earn a livelihood, are exemplary for the sheer determination to adapt to a completely different cultural setting. As much as these professions have given them financial freedom, it can become dangerous if their possibilities are limited to these. Employers may deem ethnic candidates only fit for blue-collar positions, creating a glass ceiling.\nA lack of representation in leadership makes the positions appear out of reach for them. Imagine yourself in their place. With no precedents set, you don't know what's right. The formula for a reality like yours has not been cracked yet. Securing a spot requires additional creativity and courage. Creativity, because you are not served images of people like you, so you have to create them in your head. \"How do I pass the entrance exam when I am not well-versed in Bangla or English?\" Courage, because you don't even know if you are actually welcome. \"Are my surroundings capable of imagining what an Indigenous professor looks like?\"\nEven when you make it, you don't feel you belong. You tell yourself, \"I have to be grateful for a seat at the table.\" You have to work extra hard to prove you are worthy. Much of this conditioning can lead one to mainstream themselves for acceptance. When culinary expert Arpon Changma established CHT Express that specialises in Chakma food items, people came to his restaurant and, upon seeing ethnic faces, left. Yet, today, the chef of BBQ Express is pushing the culinary envelope unifying different cultures: the Chittagong Hill Tracts, Texas and Dhaka.\nRepresenting culture through work has been long done by artist Kanak Chanpa Chakma. Her subject of women represents the point at which Chanpa's artistry converges with her activism. In her art, chores like carrying water and cultivating are testament to the extraordinary everyday strength of the Indigenous women she depicts. Her paintings are often accompanied by a mix of red, yellow and blue. While the colours depict hope and cultural heritage, Kanak doesn't shy away from using red to depict the pain and violence that has been inflicted upon Indigenous communities.\nKanak recognises the immense work it takes for an Indigenous artist to gain a foothold in the country's art scene. In an effort to create a ripple effect, she founded Ethnic Artists' Forum, mentoring a young group of Indigenous artists. I visited \"The colours of youth,\" which was the first ever art exhibition by Indigenous artists for me. It was the first time I saw my community's reflection in art: Indigenous motherhood, the intertwining existence of nature and ethnic communities. Do you remember the first time you felt seen?\nRepresentation aids in the creation and validation of the identity of the represented. It is the seemingly unimportant moments where people see someone who looks like them in the media or workplace, and are subconsciously influenced by this experience. Indigenous content creators like Sukanan Chakma and Payel Tripura are claiming their place in fashion and entertainment in the digital world. Their presence in trendy TikTok videos allows me to see our Indigenous culture as a part of the evolving digital landscape, too.\nSuch content fights misrepresentation. Storylines with a Bangalee girl playing the role of an Indigenous young woman falling in love with the settlers reinforce the Bangalee fantasy towards Indigenous women. Authentic Indigenous representation in media is an antithesis to Nuhash Humayun's advert for Tecno, where an Indigenous boy is given a Bangalee name, portrayed to offer namaz, and where Bangalee settlers live in bamboo-framed homes of the ethnic communities.\nNavigating the world as an Indigenous person is like walking between two different worlds. You belong to neither. You are too foreign for the outside world, yet you are stripped off your identity when you want to make your place. Seeking representation is asking for fairness, to extend beyond a fantastical realm. How else do we promulgate the truth of our Indigeneity?\nMyat Moe Khaing is a marketing strategist at a multinational company, who takes an interest in Indigenous and gender politics.\n\n",
        "headline_1": "Navigating a world without Indigenous representation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/navigating-world-without-indigenous-representation-3090886",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-08-2022"
    },
    {
        "full_article": "Amid news of the two mayors of Dhaka being granted the state minister status and despite the city literally bursting at the seams, with over a crore people squeezed into its two corporations, it's unfortunate that the city's priorities aren't getting enough attention. Or, even if they are, they aren't getting the kind of response needed. One of the priorities is to have spacious roads and well-maintained pavements. Presently, many streets and pavements remain in a bad shape. They're either going through some kind of repairs, or being put to personal/commercial use, or have parts of them grabbed illegally by building owners, thus obstructing the flow of traffic and pedestrians.\nAnd while all this is going on, local ward councillors are turning a blind eye, firstly, to the suffering of pavement users, for example, and secondly, to the violation of related rules and regulations which they're supposed to enforce. Often, we see parts of streets and pavements being occupied to make steel products or keep raw materials, plastic containers and iron scraps, or simply to park vehicles. Not only does this harm the integrity of concrete roads, those also become narrower and pavements unusable as a result. There is also the problem of canals and drains being clogged.\nDespite the occasional drives to evict or free up occupied public spaces, the city corporations have largely failed to make any impact in this regard or take action against illegal users. Just how indifferent the concerned offices are can be understood from the fact that not one councillor from the 54 wards in Dhaka North City Corporation (DNCC) has been able to prepare a list of road grabbers as directed by the mayor over six months ago. According to a report, the mayor gave them a verbal instruction to this effect on January 27. Some councillors defended their inaction by saying there was no follow-up written notice. Some spoke of \"confusion\" over the contents of the instruction. Others, somewhat justifiably, even spoke of the difficultly and even futility of listing given the political clout enjoyed by grabbers, making it harder to take meaningful action.\n\nDespite the occasional drives to evict or free up occupied public spaces, the city corporations have largely failed to make any impact in this regard or take action against illegal users.\nBut one thing is obvious: the collective failure of councillors to respond to the mayor's instruction, and the lack of accountability for said failures. It also shows how political considerations often triumph over the interests of ordinary pedestrians and commuters. We urge the DNCC high-ups to take a firm stance in this regard. They must bring councillors into line and urgently free up grabbed or blocked streets and pavements.\n",
        "headline_1": "DNCC must free up occupied streets and footpaths",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dncc-must-free-occupied-streets-and-footpaths-3090786",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-08-2022"
    },
    {
        "full_article": "In early June, when presenting the budget to parliament, the finance minister emphasised the importance of boosting food production and ensuring food security. Although the final budget was criticised for not introducing proper measures to increase production, it was evident from his speech that the government acknowledges the importance that agricultural production holds for this country. Why then, we must ask, is it showing apathy towards farmers, without whose labour it is impossible to ensure food security?\nIn recent months, our farmers have suffered from the consequences of floods, followed up by extreme heat and limited rainfall, which wreaked havoc on their livelihoods through crop losses and low yields. Yet, even before they recovered from the shock of natural disasters, they were hit with a 37.5 percent rise in urea fertiliser prices. And now, they are at risk of being knocked out by the 42.5 percent rise in diesel prices.\nIt is estimated that the diesel price rise will force farmers to spend an additional Tk 4,000 in irrigation per hectare of Boro production. This is a crop that makes up 53 percent of our total rice production. Around 75 percent of all irrigation equipment is diesel-run. Data from Bangladesh Petroleum Corporation (BPC) suggests that paddy farming burnt over 15 percent of the 46 lakh tonnes of diesel used in FY 2020-21. Does the government have any plans to ease this burden that has been foisted upon already-suffering farmers, especially small-scale ones who account for 84 percent of all farmers and live in highly vulnerable conditions? While there are provisions of a Tk 500 crore stimulus package for the agricultural sector, we are yet to find how this amount will be utilised.\n\nWhy then, we must ask, is the government showing apathy towards farmers, without whose labour it is impossible to ensure food security?\nThere are fears that if farmers are not able to pass on this rise in costs of production and get fair prices, many will give up on farming altogether. This is a huge threat to achieving food security. The alternative scenario – where higher costs are passed on to consumers – is equally grim. Ever since the pandemic, we have seen the prices of essentials continue to increase. Already, high costs of transportation are pushing up prices of vegetables and other foods brought into the cities from across the country. What we are witnessing now is nothing short of a cost of living crisis, and it will only get worse.\nIn December, a UN report found that 5.2 crore people in Bangladesh are food insecure, a number which went up by 2.4 percent between 2018 and 2020. Why should so many people be facing hunger in a country experiencing \"rapid development\"? The government must place greater emphasis on protecting the livelihoods of farmers, who are carrying on their shoulders the crucial responsibility of feeding the nation.\n",
        "headline_1": "Protect farmers to ensure food security",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/protect-farmers-ensure-food-security-3090801",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-08-2022"
    },
    {
        "full_article": "Amid news of the two mayors of Dhaka being granted the state minister status and despite the city literally bursting at the seams, with over a crore people squeezed into its two corporations, it's unfortunate that the city's priorities aren't getting enough attention. Or, even if they are, they aren't getting the kind of response needed. One of the priorities is to have spacious roads and well-maintained pavements. Presently, many streets and pavements remain in a bad shape. They're either going through some kind of repairs, or being put to personal/commercial use, or have parts of them grabbed illegally by building owners, thus obstructing the flow of traffic and pedestrians.\nAnd while all this is going on, local ward councillors are turning a blind eye, firstly, to the suffering of pavement users, for example, and secondly, to the violation of related rules and regulations which they're supposed to enforce. Often, we see parts of streets and pavements being occupied to make steel products or keep raw materials, plastic containers and iron scraps, or simply to park vehicles. Not only does this harm the integrity of concrete roads, those also become narrower and pavements unusable as a result. There is also the problem of canals and drains being clogged.\nDespite the occasional drives to evict or free up occupied public spaces, the city corporations have largely failed to make any impact in this regard or take action against illegal users. Just how indifferent the concerned offices are can be understood from the fact that not one councillor from the 54 wards in Dhaka North City Corporation (DNCC) has been able to prepare a list of road grabbers as directed by the mayor over six months ago. According to a report, the mayor gave them a verbal instruction to this effect on January 27. Some councillors defended their inaction by saying there was no follow-up written notice. Some spoke of \"confusion\" over the contents of the instruction. Others, somewhat justifiably, even spoke of the difficultly and even futility of listing given the political clout enjoyed by grabbers, making it harder to take meaningful action.\n\nDespite the occasional drives to evict or free up occupied public spaces, the city corporations have largely failed to make any impact in this regard or take action against illegal users.\nBut one thing is obvious: the collective failure of councillors to respond to the mayor's instruction, and the lack of accountability for said failures. It also shows how political considerations often triumph over the interests of ordinary pedestrians and commuters. We urge the DNCC high-ups to take a firm stance in this regard. They must bring councillors into line and urgently free up grabbed or blocked streets and pavements.\n",
        "headline_1": "DNCC must free up occupied streets and footpaths",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dncc-must-free-occupied-streets-and-footpaths-3090786",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-08-2022"
    }
]