[
    {
        "full_article": "The steady rise in the planet’s temperature as a consequence of humanity’s unfettered use of fossil fuel forms the backdrop to altered weather patterns everywhere. India too has been registering instances of anomalous weather with alarming frequency with an erratic monsoon and coastal erosion. However, some recent changes are seemingly paradoxical. An analysis of public weather data over the last half a century by the Centre for Science and Environment (CSE), suggests that the all-India average temperature during the monsoon months (June-September) is higher than the summer months (March-May). Monsoon temperatures are 0.3°C higher than average summer temperatures when compared from 1951-80. In 2012-2021, this anomaly rose to 0.4°C. The India Meteorological Department has said that India’s average temperature has risen 0.62°C from 1901-2020 but the CSE analysis says — supporting similar studies on these lines — that this has not meant a uniform rise in temperatures across seasons. It is the winter (January and February) and post-monsoon (October-December) average all-India temperatures that have risen faster than even the monsoon and summer temperatures. Average daily maximum temperature for north-western States in March was 30.7°C, whereas the all-India average was 33.1°C or 2.4°C hotter. The average daily minimum temperature showed an even larger (4.9°C) difference. Central India’s normal maximum was 2°-7°C higher, while south peninsular India’s normal minimum was 4°-10°C higher than temperatures in northwest India.The shattering of temperature records is only one part of the changes; there is also evidence of the toll on lives. From 2015-2020, 2,137 people had reportedly died due to heat stroke in northwest India but southern India had reported 2,444 deaths due to excess environmental heat, with Andhra Pradesh accounting for over half the reported casualties. The urban heat island effect — whereby cities because of concrete surfaces and dense populations tend to on average be hotter than rural habitations — also contributed to heat stress. Indian authorities are cognisant of these trends with some States, led by Gujarat, having Heat Action Plans (HAP). The National Disaster Management Authority is working with 23 out of 28 heat-prone States to develop HAPs that stress changes in the built environment: using material that keeps the indoors cooler, having an early warning system about heatwaves and improving health infrastructure to treat heat stroke patients. However, much remains in terms of reaching out to rural India as well as governments taking steps to plan infrastructure and housing in ways that recognise the dangers from a warming environment. It is time that India includes financial incentives, preferably via Budget outlays, for effective cooling plans. Adapting to and mitigating this most visceral challenge is the need of the hour.",
        "headline_1": "Beating the heat: On hot summers and hotter monsoons",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/beating-the-heat-the-hindu-editorial-on-hot-summers-and-hotter-monsoons/article65617371.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-07-2022"
    },
    {
        "full_article": "New Zealand Cricket striking a deal to remunerate its women cricketers the same as their male counterparts is a major landmark in the fight to close the gender pay gap in sports. From August, New Zealand’s men and women players will be entitled to the same match fees, both at the international and domestic levels. This comes four months after the United States’ women’s national footballers won the six-year-long battle with their federation to secure equal compensation. The agreements are expected to be game changers, encouraging more girls to take up the sports. As New Zealand captain Sophie Devine said, “It’s great to be recognised in the same agreement, alongside the men. It’s a massive step forward and will be a huge drawcard for young women and girls.” But victories in equal pay struggles have not come easy. Tennis moved first because of the untiring efforts of Billie Jean King, who pressured US Open to shell out the same for men and women back in 1973. That it took another 34 years for the other three Grand Slam tournaments to come around, with Wimbledon the last in 2007, shows the road is still uphill. Football, basketball and golf remain holdouts. Seen in this context, the decisions in New Zealand and the U.S. appear seismic.Barriers to bridging the pay gap have come from various quarters. In tennis, the sporting argument that men play best-of-five-set matches at the Majors while the women best-of-three is often made. In cricket, any move to narrow the monetary gap between men and women, especially in India, is dithered over by citing lower market ratings for the ladies’ game. But it would be prudent to focus on the factors that are holding women back — unequal opportunities, curtailed playing time and lack of investment. Historically, men taking to sport and following sport have been organic exercises, largely because of social conditioning. Women, on the other hand, have been forced to internalise that sporting participation and fandom are not for them. The need of the hour is to eliminate such barriers and improve access. The prime example in India is the success of Saina Nehwal and P.V. Sindhu, who benefited from a reasonably well-structured system, found success and rose to become highly paid stars in their own right. It will also help if the terms of the debate are widened. Reducing the pay gap is also about being fair and respectful, and recognising the effort and excellence women bring to sport. It is time the vicious cycle of fewer women accessing sports, fewer women becoming professionals and hence fewer women having commercial opportunities is broken and the glacial pace of the journey towards pay parity hastened.",
        "headline_1": "Fair play: On bridging the gender pay gap in sports",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/fair-play-the-hindu-editorial-on-bridging-the-gender-pay-gap-in-sports/article65616849.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-07-2022"
    },
    {
        "full_article": "We all identify with the need to love ourselves and to nurture and take care of our minds, our emotions, our bodies and our spiritual selves. But how? There are so many guilt associations with putting our needs ahead of our responsibilities to others, and to always care for others before we care for ourselves. Be it family, friends, business or even charity, we are programmed to feel pressured if we put ourselves as number 1 on our daily to do list. Well, it starts with intention and affirmation. If you wake up with a smile, give yourself a hug and say, “I love you”, it’s a great beginning to self-love. If you look at yourself at yourself in the mirror while brushing your teeth and say “I matter” it’s a wonderful affirmation that boosts self-respect. Self-care can be simple acts like eating food that’s good for your body, using chemical-free skincare & hair care, turning on a diffuser with essential oils like an invigorating eucalyptus or lemon to start your day or chamomile and lavender to end your day.  Of course, self-love would include nurturing and pampering yourself the way you do to others, and it’s also imperative that you do things that make you feel happy and positive, and which trigger happy hormones like exercising, meditating or even taking time away from work so that you can relax and unwind. Self-respect also means not allowing the words and actions of others to damage you. Accept healthy criticism with an open mind and stand up against abuse and disrespect. Most importantly, to love yourself means to abstain from self-hurt and self-criticism. It’s something we tend to on a continuous basis, berate ourselves for being lazy, overweight, stupid, or “not good enough”. How can you ever feel positive about yourself or your life if you’re constantly attributing negative associations to it? Such words and beliefs are hugely damaging and reminds me of the book ‘The biology of Belief’ by American Biologist Bruce Lipton where he shares a tree killing technique practiced by the tribes of the Solomon Islands. They surround a tree daily and shower it with unkind words and abuses when they want it to die, and eventually it does. Dr Lipton’s body of research shows the power of our subconscious minds to convert positive or negative words/ actions/ beliefs into self-fulfilling prophecies. Start infusing positive self-talk into your life at least once every hour. At night before you sleep, think about all the positive experiences of the day, express gratitude for all the good experienced be it a great meal, a kind word exchanged or any act or experience that made you happy, even a scene in a film you saw. This is your individual human journey on this amazing planet, and no one should have the right to rob you of the joy and potential that each day brings with it. Its time to not only build a better world around you, but also and equally, a better you! \n\n I am 20 and I have recently found interest in dating. I have a\ndistant cousin who is three years elder to me and I am attracted to him. I want to share my feelings with him & as he’s not my closer family I think it’s fine to date him. But I want to keep this a secret and I don’t know how to share about this with him as I think he considers me his little cousin sister.\n\nBaddddddd idea! Attraction at your age is something that will flourish and abound, what you need is to focus on the qualities you look for in a partner to enable a respectful, empowering and joyful togetherness and family should be kept firmly out of your budding hormones and sexual needs.\n\n\nA very close friend of mine recently told me about his feelings.\nHe likes me and we have been friends since school. But now things have become very awkward for me because of his feelings and I am unable to even maintain friendship with him. I don’t feel the same way for him. How to go about this issue now because I want to be friends again and let go of the awkwardness?\n\nHave a chat with him in a gentle, caring and respectful tone. Tell him you value him and the friendship way too much to let it stay fractured, and that you also understand how emotions can get mixed up in best friend circumstances. Add that you don’t like the stressful undertones you are feeling and that you’re deliberately and respectfully going to make light of it and even tease him gently about it as great friends ride out all “calamities” together with laughter.\n\n\nI have recently reconnected with my ex, and our conversations\nhave been going pretty well for now. In fact we are going to meet\nsoon. But I am not sure if I want to pursue anything with him, because I don’t want a ‘blast from the past’. Would you suggest the same too?\n\nIt’s fun and sometimes even electric to connect with an ex and have all the chemistry and memories come flooding back. Enjoy the chatter and the reconnection and exploration of how both have evolved. If it seems to lead to wanting more and you want something meaningful and beyond a passionate encounter, commit to meeting at least 11 times before you jump into anything. \n\n",
        "headline_1": "How to love yourself",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/heartchakra/how-to-love-yourself/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-07-2022"
    },
    {
        "full_article": "Magazine’s milk metaphors to ruminate on countries. The Russian bear, the Chinese dragon, the American eagle, the French rooster are among the animals that inhabit the international relations menagerie in magazines and journals.\nWhen it comes to India, elephant is the preferred animal, although the Economist frequently invokes the tiger. While both the tiger and lion are native to India (KKR in IPL should really have been called Bengal Tigers, going up against Gujarat Lions), they’ve been usurped by Bangladesh and Sri Lanka. You won’t find a lion in Sri Lanka outside of the zoo and in the names of its people. The Sri Lankan lion ((Panthera leo sinhaleyus) has been extinct for 37,000 years. The LTTE ran with Tigers although there are no tigers in Sri Lanka either. Sinhalese Lions v Tamil Tigers is a whole other story I’ll delve into another time.\nTo come back to. India: Inasmuch as it is a toss-up between a tiger and elephant when it comes to animal spirits, the country offers many other metaphors. There’s always the snake-charmer, which Time magazine used in the 50s (once depicting then Defense Minister Krishna Menon with a cobra); there’s also the rope trick. There’s always poverty, depiction of which by the west offends Indians, who prefer to live in denial.\nThere’s also the lotus, which is in vogue lately, mainly to depict the ruling party. For some reason, the cow is sitting it out. Too holy, I guess, although there is a Time cover from the 1940s showing a cow alongside Sardar Patel.\nA frequent go-to for magazines is Maa Kali. Time magazine pulled this in right from the get-go after India won its independence, depicting a self-injuring Goddess Kali to illustrate India’s Partition in an October 1947 cover. A more recent Time cover in 2012 celebrated Kali as “Goddess of the Year.” (see previous posts)\nMs magazine took Kali to a whole new level, twice putting manifestations of her on cover in what Little Richard fans can paraphrase as Good Golly Ms Kali. In the 1972 cover, Miriam Wosk created the iconic first cover depicting a modern version Kali, with tears streaming down her face while she uses eight arms to juggle an overabundance of work and household tasks. Illustrating Jane O’Reilly’s story “The Housewife’s Moment of Truth,” also showed a baby inside Kali’s belly. Eight arms strikes me as an odd (sic) number; I thought Kali was either four or ten.\nOutrage brigade can sit down. Miriam Wosk died in 2010.\nMore recently, at the height of the Covid pandemic in April 2021, Ms. paid homage to Wosk’s work, depicting a COVID-era mother—this time juggling two kids, both quarantined at home; a mask and a vaccine; a broom, representing the lion’s share of home labor women have had to do since the beginning of the pandemic. No, she isn’t smoking in either of them. Too much work.\n\n",
        "headline_1": "Good Golly, Ms Kali",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/ruminations/good-golly-ms-kali/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-07-2022"
    },
    {
        "full_article": "Shinzo Abe – an outstanding leader of Japan, a towering global statesman, and a great champion of India-Japan friendship – is not among us anymore. Japan and the world have lost a great visionary. And, I have lost a dear friend.\nI first met him in 2007, during my visit to Japan as the chief minister of Gujarat. Right from that first meeting, our friendship went beyond the trappings of office and the shackles of official protocol.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘My friend, Abe San’: Prime Minister Modi’s tribute to Shinzo Abe",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/narendra-modis-blog/my-friend-abe-san-prime-minister-modis-tribute-to-shinzo-abe/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-07-2022"
    },
    {
        "full_article": "Former Japanese PM Shinzo Abe’s assassination during an election campaign stop yesterday robs Japan and the world of a consequential statesman. Abe was deservedly Japan’s globally best-known leader in a long time, and not just because he was his country’s longest-serving PM. It was during his second PM stint (2012-20) that Abe tried to free Japan from its conservative cocoon with a foreign policy reorientation and an economic reforms programme, dubbed ‘Abenomics’.\nAbe was keenly aware of Japan’s changing geopolitical environment. He had quickly grasped the implications of the rise of an aggressive China and was the original visualiser of the free and open Indo-Pacific construct. He was, therefore, a key driving force behind the resurrection of the Quad, realising that Japan had to play an important security role in Asia to counterbalance China. Although revision of Japan’s pacifist Constitution remained his unfinished agenda, in 2015 his administration did manage to reinterpret the war-renouncing Article 9 and pass relevant security bills that allowed Japan’s Self-Defence Force to mobilise overseas under certain conditions. And Abenomics, anchored by loose monetary policy, fiscal stimulus and structural reforms, tried to breathe life back into the stagnating Japanese economy. Results were mixed. Attempts to encourage more women and immigrants to participate in the Japanese workforce came up against deep-rooted conservative impulses, which refuse to recognise that Japan is hobbled by a super-ageing population.\nNonetheless, Abe laid the framework for what a dynamic Japan should be. And this dynamism has been certainly visible in the New Delhi-Tokyo relationship, which has deepened with a mutual logistics support agreement and a 2+2 foreign and defence ministerial dialogue. It also helped that Abe and PM Modi developed good personal rapport. Abe believed in India’s rise and its ability to deliver for Asia. New Delhi and Tokyo must continue to work on his vision.\n\n",
        "headline_1": "Abe’s legacy: He believed in India & partly reformed conservative Japan",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/abes-legacy-he-believed-in-india-partly-reformed-conservative-japan/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-07-2022"
    },
    {
        "full_article": "The recent virtual BRICS summit, which brought together the heads of state and government of Brazil, Russia, India, China, and South Africa, was interesting as much for what did not happen as for what did. The two-day gathering was marked by some constructive discussions, but also platitudes and pablum, and concluded with a grandly titled but thoroughly anodyne \"Beijing Declaration.\"\nFew doubt the huge potential of the BRICS, which comprises the world's two most populous countries (China and India), a former superpower (Russia), and two of the biggest economies in Latin America and Africa. But the grouping's record since the first annual BRIC meeting in 2009 (South Africa joined the bloc the following year) has mostly been a story of lofty rhetoric and chronic underachievement.\nThe Beijing Declaration states that the BRICS High-Level Dialogue is an opportunity to deepen cooperation in the fight against Covid-19, digital transformation, supply chain resilience and stability, and low carbon development. All these goals are being pursued in a variety of multilateral forums.\nMore hypocritically, the declaration condemned terrorism and called for the finalisation and adoption of the Comprehensive Convention on International Terrorism within the United Nations framework. This rang rather hollow, since the summit took place just days after China blocked a joint proposal by India and the US to designate the Pakistan-based terrorist Abdul Rehman Makki as an international terrorist under the provisions of the UN Sanctions Committee.\nIndia and the US have long regarded Pakistan, which notoriously sheltered Osama bin Laden, as an enabler of international terrorism. But Pakistan gets away with it because it is shielded by China at the UN.\nThis was not the first time that China stymied proposals for the Sanctions Committee to list known Pakistan-based terrorists. It has repeatedly blocked efforts to designate as international terrorists Masood Azhar, chief of the UN-proscribed terrorist entity Jaish-e-Mohammed, and others associated with the equally murderous Lashkar-e-Taiba. Indian Prime Minister Narendra Modi pointedly stated at the BRICS summit that the group's members should understand each other's security concerns and provide mutual support in the designation of terrorists, adding that this sensitive issue should not be \"politicised.\"\nIt was against this background that China, the summit chair, floated a proposal to enlarge the group by accepting new members, and subsequent reports claimed that Argentina and Iran had applied to join. But the matter was not officially discussed at the meeting and featured only tentatively in the closing declaration.\nUnderlying the enlargement issue are two questions that go to the heart of the BRICS grouping. First, is it a largely economic organisation or a geopolitical one? Second, if the BRICS is primarily a geopolitical bloc, will it become the principal vehicle for the emergence of a global axis led by China and Russia – a goal that China appears to support and that the proposed enlargement, and the putative candidates, seem intended to serve? In that case, what is India doing in it?\nAs to the first question, the BRIC acronym was initially impelled by a vision of economic cooperation. The four (later five) emerging markets' shared and compatible perspectives on issues of global governance reform certainly provided a raison d'être.\nBut their common concerns about the direction of global development and the power of the Western-dominated Bretton Woods institutions meant that the group's agenda was political as well. BRICS seemed to be emerging as the premier platform of the Global South, articulating developing countries' dissent from the so-called Washington Consensus – a tendency underscored by the addition of South Africa, the only African economy in the G20.\nIn recent years, however, the global environment has changed dramatically. A backlash against globalisation and a US-China trade war, as well as heightened suspicions among US policymakers of China's geopolitical intentions, have been compounded by military hostilities between China and India.\nAs a result, BRICS appears to be undergoing an identity crisis. Indian foreign policy mandarins initially saw the group as a useful platform to increase India's international influence, in keeping with its traditional role as a leader of the developing world. But India is plainly uneasy about efforts to turn the bloc into a geopolitical forum supporting Chinese and Russian interests – and to enlarge it to include other \"like-minded\" states such as Iran. (Brazil has also maintained a studied silence on Argentina's reported membership application.)\nIndia is said to have had a crucial hand in the drafting of the Beijing Declaration's single reference to the bloc's enlargement, buried deep within the 75-paragraph document. Paragraph 73 states: \"We support promoting discussions among BRICS members on [the] BRICS expansion process. We stress the need to clarify the guiding principles, standards, criteria, and procedures for this expansion process through [the] Sherpas' channel on the basis of full consultation and consensus.\"\nSir Humphrey Appleby, the famously circumlocutory British bureaucrat in the Yes Minister television series, could not have put it better, except perhaps for adding \"in the fullness of time.\" The meaning is clear: \"Full consultation\" is a recipe for indefinite delay, and the insistence on \"consensus\" means that at least one state will ensure that enlargement never happens.\nIt appears that China has not taken India fully into its confidence regarding BRICS expansion plans and the pending applications. India can scarcely be expected to welcome an enlargement of BRICS that is intended to make the bloc more China-centric. There are also the inevitable concerns about whether, given China's patronage, Pakistan would be next in line to join.\nIndia has always been the indispensable swing vowel in the BRICS acronym. If the bloc's current strategic direction and possible enlargement push the country toward the exit, the grouping will become not just unpronounceable, but also unviable.\n \nShashi Tharoor, a former UN under-secretary-general, is an MP for the Indian National Congress.\n\nCopyright: Project Syndicate, 2022www.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "Are the BRICS breaking up?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/are-the-brics-breaking-3067101",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2022"
    },
    {
        "full_article": "The lead headline in this newspaper on July 4 reminded us of the arrival of an austere time, but another story inside was even more depressing, telling us that, according to the Global Emotions Report 2022, Bangladesh is the seventh saddest nation in the world. And we became miserable well before the onset of high inflation and cost of living crisis. How was it possible? Haven't we got dozens of occasions round the year to celebrate – some religious, some cultural, and many more political? Or are we about to hear that some quarters opposed to the government and its world-class development have been conspiring against us? The Global Emotions Report, however, is not produced by any of the opposition parties, including the BNP, or any human rights groups. It is a report by the global polling giant Gallup, constructed as part of its annual survey on people's emotional well-being.\nIn its quest for assessing the emotional state of people and what contributes to their happiness or unhappiness, Gallup asks hundreds of thousands of people in 122 countries questions about both positive and negative emotions. Think about how you felt yesterday. Did you smile or laugh a lot? Did you learn or do something interesting? Were you angry? Sad? It also asks whether someone was treated with respect, felt well-rested, or suffered from stress. Gallup asks people to imagine a ladder, with the lowest rung representing the worst possible life and the highest rung representing the best possible life. People rate where they stand today and where they expect to stand in three years. Based on how they respond, Gallup classifies them as thriving, struggling, or suffering.\nAccording to this index, we are not thriving, not even struggling, but are suffering. Every resident of Dhaka knows well how much stress one has to cope with just to survive every day. They don't need the Economist Intelligence Unit to tell them that their capital is the seventh least liveable city in the world. Its pollution level, air quality, noise, availability of clean water, traffic jams – all rank among the worst. Unless someone is a superhuman having supreme patience, it is quite natural that people would forget to smile, and become angry and sad all the time.\nThough the world is suffering from war, inflation, and a once‑in‑a-lifetime pandemic, Jon Clifton, the global managing partner of Gallup, said the global rise of unhappiness started long before any of those issues made headlines. In fact, unhappiness has been rising for a decade, he said in the report. And the report identifies five significant contributors to the rise of global unhappiness: Poverty, bad communities, hunger, loneliness, and the scarcity of good work. Economists have long been saying that inequalities are rising alarmingly in our growth strategy, which has not created quality jobs as much as it should be. And the Covid pandemic has worsened it further, increasing poverty and hunger. And now, rising inflation and a prolonged war would certainly be bringing in further distress and despair.\nAnother part of the study has produced the World Happiness Report for the United Nations focusing on different variables, such as income, health, and social support. Could that have a different result that can cheer us up? The World Happiness Report, which has used statistical analysis to determine the world's happiest countries, concluded that Finland retained its standing as the happiest country in the world for the fifth consecutive year. To determine the world's happiest country, researchers analysed comprehensive Gallup polling data from 149 countries for the past three years, specifically monitoring performance in six particular categories: Gross domestic product (GDP) per capita, social support, healthy life expectancy, freedom to make your own life choices, generosity of the general population, and perceptions of internal and external corruption levels.\nUnfortunately, these results won't cheer you up either as Bangladesh ranked 94th on the list. We know that our government attaches the highest importance to making our country a high-growth economy, raising per capita GDP, and graduating to a developing country. So, where do we stand after a decade-long pursuit for economic prosperity and well-being of the people? Besides GDP and life expectancy, among other things, Gallup questions included, \"Are you satisfied or dissatisfied with your freedom to choose what you do with your life?\" and \"Is corruption widespread throughout the government/businesses in this country or not?\" Would one be mistaken in drawing the conclusion that lack of freedom and widespread corruption, both in public and private sectors, are the reasons that keep us stuck in the lower rankings of global indices?\nOther nations faring as badly as ours in the ranking of sadness or unhappiness are mostly known to be entangled in conflicts. One critical element of the study shows that Bangladesh has done equally badly in both the Positive Experience Index and the Negative Experience Index. In the Positive Experience Index, the 10 lowest-scoring countries include our neighbours Nepal and India, along with Egypt, Tunisia, Ukraine, and Georgia. But their scores in the Negative Experience Index are not so poor.\nThe authors of the report claim that higher scores in the Positive Experience Index indicate that positive emotions are more pervasive in a country. These scores strongly relate to people's perceptions of their living standards, personal freedoms and the presence of social networks. On the contrary, in the Negative Experience Index, the higher the score, the more pervasive negative emotions are in a country. People's experiences with health problems and their ability to afford food are predictive of higher negative scores. Reading such analyses would surely make one even sadder.\n \nKamal Ahmed is an independent journalist and writes from London, UK. His Twitter handle is @ahmedka1\n\n",
        "headline_1": "What makes Bangladesh 7th saddest nation in the world?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-makes-bangladesh-the-seventh-saddest-nation-the-world-3067071",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2022"
    },
    {
        "full_article": "Today I have set out to write one of my most difficult columns. Difficult, because I am writing about a person who is so intimately entwined in my existence that it will be hard to separate myself from her larger-than-life persona. This is a humble tribute to my late aunt, Salma Khan (lovingly known to the family as Situ), who passed away last week.\nBefore I recount my aunt's multiple contributions and achievements, it may be appropriate to touch upon her challenging childhood.\nSitu was merely a toddler when her father prematurely passed away. Her world suddenly shifted from security to uncertainty, the future turning into a question mark. But her mother – my grandmother – took up the difficult task of raising and educating her seven children with great fortitude. Situ grew up under the aegis of a matriarch who never cowed under pressure and did not differentiate between her four sons and three daughters. The unconstrained and liberal environment at home proved ideal for a talented woman like Salma to navigate the rapids of life with utter confidence, ability, and a belief in herself.\nSalma Khan's many accomplishments cannot be encapsulated in a single column, but let me highlight the important ones. Although she herself was comfortably placed in the social structure, Salma was a feminist. She invariably stepped out of her comfort zone and walked the extra mile with the less fortunate. Whether it was fighting for equal rights of female workers or rallying against the domestic violence that women are subjected to – she left her footprint by challenging the many injustices and inequities. In the process, she raised public awareness and helped reshape our social and political consciousness, especially towards women.\nAs a member of the Planning Commission, she was instrumental in mainstreaming gender issues in the macro framework of the country's Five-Year Plans. She was always unafraid to act; I closely observed her in meetings where she took on a horde of men resisting her ideas. Apart from exceptional courage, her greatest quality was that she did her homework and articulated her viewpoints forcefully and persuasively.\nHer attributes were recognised at international forums. She became the founder chairperson of NGO Coalition on Beijing Process (NCBP), a network of 624 NGOs working towards the implementation of the Beijing Platform for Action. She distinguished herself as the first Asian chairperson of the UN Committee on the Elimination of All Forms of Discrimination against Women (CEDAW). Having worked in the CEDAW Committee for over 12 years, she left her mark in the UN human rights system. As the ambassador to Indonesia, Salma Khan demonstrated to the international community that women in Bangladesh could rise to the highest levels, not only in politics, but also in the government sector.\nIn her book The Fifty Percent: Women in Development and Policy in Bangladesh, Salma Khan gave visibility to the invisible by exposing the exclusion of women from development activities. Her research revealed that, despite being in a disadvantaged socioeconomic situation, and contrary to patriarchal beliefs, women contribute substantially to the economy. She thus inspired women to \"act\" for their rights, rather than be passive dissenters.\nMy narrative about Situ would remain incomplete if I did not write about the woman she was. Recently, while a few of us were in the middle of a discussion on how to be a \"real woman,\" a female friend commented, \"I am so confused trying to decide whether to be a Betty Crocker and bake cakes or a Virginia Woolf and work toward women's emancipation.\" Although the remark was made flippantly, I immediately thought of my aunt Salma, for she was the first woman who taught me that there was no need to make these choices. Real emancipation of a woman lies in forging her own path professionally, socially, and in her personal life. Salma Khan was a good wife (to her extremely supportive husband, Habibullah Khan), a loving mother, a dutiful daughter, a loyal friend, a doting grandmother, and also an excellent professional. Her household chemistry was so well-balanced that her mother and mother-in-law lived with her, under the same roof, in perfect harmony. She believed in strong family ties and made special efforts to lend support to her near and dear ones whenever they needed her. I will never forget that when I was going through a difficult transition in my life, she arrived at my doorstep in remote Yerevan in Armenia to give me moral strength. There are countless ways she helped her relatives, friends, and domestic help – most of which will perhaps remain unknown.\nMy aunt was the first to tell me about Prof Yunus' work in Grameen Bank and how the programme's income-generating activities empowered women. She made me aware about Brac schools and their impact on girls' education long before I joined the World Bank as an education specialist. This knowledge inspired me to approach development work with passion, not just as a profession. And every time I feel the urge to protest against some inequity or injustice, I remember how Situ implanted a seed that helped me understand how important it is to enable the voices of the disempowered to be heard.\nSalma Khan sparked a dynamic change with long-lasting implications in many lives. For my cousins and I, she was an aunt, a second mother, and a friend. But above all, she was the wind beneath our wings – as I hope she will be for many young women of the new generation.\nWherever you are Situ, you will always make the champak trees bloom. Rest in peace under their fragrant canopy.\nMilia Ali is a Rabindra Sangeet exponent and a former employee of the World Bank.\n\n",
        "headline_1": "Salma Khan: A mind without fear and a head held high",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/salma-khan-mind-without-fear-and-head-held-high-3067061",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2022"
    },
    {
        "full_article": "Words are not enough to express how appalled we are by the increasing incidents of violence against women and girls across Bangladesh. According to a new report by Ain o Salish Kendra (ASK), at least 476 women have been raped in the country in the first six months of 2022. Among them, 24 were killed after rape, and six died by suicide.\nOur women and girls have suffered many other forms of violence as well during this period of time. Reportedly, a total of 228 women were victims of domestic violence between January and June this year. Of them, 140 were killed and 42 died by suicide. ASK found that dowry was one of the major reasons behind domestic violence, and the number of dowry-related deaths and suicides are extremely concerning. These numbers are truly horrifying, but we shudder to think what the real picture could be as these numbers were collected from newspaper reports only.\nThese revelations point to the fact that all the efforts made by human rights groups, legal aid organisations, and the media to combat violence against women and children in Bangladesh have hardly yielded any results. And how will they, if the state is not willing to take responsibility to ensure the safety of half of its population?\nIn the cases of rape, it is still the survivors who have to suffer from social stigma, while the perpetrators often roam around freely, further intimidating the victims and their families. When it comes to the legal side of it, there are a number of loopholes that discourage survivors from filing rape cases and pursuing justice. The archaic definition of rape in our law is one of the biggest examples of this. Although the controversial \"two-finger test\" was finally prohibited by the High Court in 2018, a more extensive reform is still needed so that the law can do justice to rape survivors.\nTherefore, if we can't change our mindset towards the victims of such a heinous crime, bring the necessary reforms to our existing laws, sensitise the law enforcement officials and the society at large about the issue, and break the existing culture of impunity that the rapists enjoy, things will not change for our women and girls, and we might continue to witness such high number of rape cases in the coming years.\n",
        "headline_1": "476 women raped in the last six months",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/476-women-raped-the-last-six-months-3067041",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2022"
    },
    {
        "full_article": "Words are not enough to express how appalled we are by the increasing incidents of violence against women and girls across Bangladesh. According to a new report by Ain o Salish Kendra (ASK), at least 476 women have been raped in the country in the first six months of 2022. Among them, 24 were killed after rape, and six died by suicide.\nOur women and girls have suffered many other forms of violence as well during this period of time. Reportedly, a total of 228 women were victims of domestic violence between January and June this year. Of them, 140 were killed and 42 died by suicide. ASK found that dowry was one of the major reasons behind domestic violence, and the number of dowry-related deaths and suicides are extremely concerning. These numbers are truly horrifying, but we shudder to think what the real picture could be as these numbers were collected from newspaper reports only.\nThese revelations point to the fact that all the efforts made by human rights groups, legal aid organisations, and the media to combat violence against women and children in Bangladesh have hardly yielded any results. And how will they, if the state is not willing to take responsibility to ensure the safety of half of its population?\nIn the cases of rape, it is still the survivors who have to suffer from social stigma, while the perpetrators often roam around freely, further intimidating the victims and their families. When it comes to the legal side of it, there are a number of loopholes that discourage survivors from filing rape cases and pursuing justice. The archaic definition of rape in our law is one of the biggest examples of this. Although the controversial \"two-finger test\" was finally prohibited by the High Court in 2018, a more extensive reform is still needed so that the law can do justice to rape survivors.\nTherefore, if we can't change our mindset towards the victims of such a heinous crime, bring the necessary reforms to our existing laws, sensitise the law enforcement officials and the society at large about the issue, and break the existing culture of impunity that the rapists enjoy, things will not change for our women and girls, and we might continue to witness such high number of rape cases in the coming years.\n",
        "headline_1": "476 women raped in the last six months",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/476-women-raped-the-last-six-months-3067041",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2022"
    },
    {
        "full_article": "This year, we celebrate Eid-ul-Azha amid a number of crises. Thousands of people in Sunamganj, Sylhet, and other parts of Bangladesh have only recently lost all their belongings to one of the most devastating floods seen in a hundred years. The world is experiencing one of the scariest inflationary trends in recent times, which has also spilled over to our country. People all across Bangladesh are struggling to afford even the most basic necessities, while it seems that another wave of the Covid pandemic has begun to rear its head. It is in times like this that the deeper message of Eid-ul-Azha becomes even more important.\nLet us all remember that this Eid is really about sacrificing in the divine way. And what can be more divine than to use some of our material wealth to help out our fellow man and woman? There is no shortage of people around us right now who need help. It is our religious and moral obligation to extend a helping hand to them, and to ensure that they too can have somewhat of a joyous Eid.\nIf sacrifice is what this festival is all about, then the people in distress should be the prime beneficiaries of what we do on the occasion of Eid-ul-Azha. This Eid, let us resolve to break away from the temptation to show off our worldly riches, and focus on sharing some of our blessings with the less fortunate. In keeping with the true spirit of Eid, we hope that government and non-government organisations will also come forward with various initiatives that can alleviate some of the sufferings of the people who have been hit badly by the floods and ongoing inflation.\nWe would also like to remind everyone how important it is to maintain proper hygiene during Eid-related ceremonies and distributions. The government must ensure that the city corporations and other local administrations diligently carry out their duties, so that garbage and other waste material don't pile up on our roads and other public places. Finally, we hope that Eid travellers have a safe journey home and back, properly following all the health guidelines to prevent another sizeable outbreak of Covid post-Eid.\nWe wish our readers and patrons a happy and safe Eid. Eid Mubarak!\n",
        "headline_1": "Eid Mubarak to you and yours",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/eid-mubarak-you-and-yours-3067011",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2022"
    }
]