[
    {
        "full_article": "Prime Minister Narendra Modi’s whistle-stop summit sojourn to the Indonesian capital of Jakarta earlier this week was primarily aimed at deepening India’s engagement with the economically significant grouping of 10 Southeast Asian nations. Coming on the eve of India’s hosting of the G-20 summit in New Delhi as the current holder of the bloc’s presidency, Mr. Modi’s presence at the annual ASEAN-India summit was an opportunity to cement traditional ties with the neighbouring Asian economies at a time of heightened global trade uncertainty. As the trade facilitation body UNCTAD noted in its June 21 ‘Global Trade Update’, the ‘outlook for global trade in the second half of 2023 is pessimistic as negative factors’ including downgraded world economic forecasts, persistent inflation, financial vulnerabilities and geopolitical tensions dominate. Against this backdrop, the joint leaders’ statement on ‘Strengthening Food Security and Nutrition in Response to Crises’ at the ASEAN-India summit underscores the shared vulnerability the region perceives in the face of the ongoing heightened global food insecurity, which has been exacerbated by the war in Ukraine, climate change and national policy responses to inflationary pressures. India’s recent curbs on export of rice have triggered some alarm, with the prices of the regional staple reportedly nearing a 15-year high. The onset of an El Niño, which is historically associated with disruptive weather events, queers the ground further, and ASEAN leaders are justifiably wary.Mr. Modi’s pitch, laying stress on the need for a rules-based post-COVID-19 world order and a free and open Indo-Pacific, was clearly directed at members among the Asian bloc who are increasingly disquieted by China’s recent muscle flexing and claims over the South China Sea. The Prime Minister’s not-so-veiled message to the ASEAN members is that India is a more reliable long-term strategic and economic partner, which has no territorial ambitions that could discomfit them. India also sought to position itself as a voice to amplify the concerns of the Global South, stressing that it would be mutually beneficial for all. For India, grappling as it is with an underwhelming free trade agreement (FTA) with the 10-nation grouping, trade ties with the eastern economies have grown in volume but asymmetrically, with imports far outpacing the country’s exports. The widening trade deficit and the perception that Chinese goods are taking advantage of lower tariffs under the FTA to find their way into the Indian market, have among other factors precipitated a review of the pact that is likely to be completed in 2025. In the meantime, India needs to stay closely engaged with the ASEAN members both as a trade hedge against the slowdown in its main western markets and to highlight its significance as an all-weather ally.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nPrime Minister Narendra Modi\n\n/\n\nG20\n\n/\n\nG-20 New Delhi 2023\n\n/\n\nIndia-ASEAN\n\n/\n\nUnited Nations\n\n/\n\nfood\n\n/\n\nnutrition and diet\n\n/\n\nCoronavirus\n\n/\n\nChina\n\n/\n\neconomy (general)\n\n/\n\ndiplomacy\n\n/\n\nweather science\n\n/\n\nIndonesia",
        "headline_1": "Eastern hedge: On the need for India to stay closely engaged with ASEAN members",
        "headline_2": "India needs to build closer ties with ASEAN for economic and strategic reasons",
        "link": "https://www.thehindu.com/opinion/editorial/eastern-hedge-the-hindu-editorial-on-the-need-for-india-to-stay-closely-engaged-with-asean-members/article67285369.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-09-2023"
    },
    {
        "full_article": "Bypolls in seven Assembly segments in six States across the country threw up mixed political signals. The Bharatiya Janata Party (BJP) won three and Opposition parties won four. There is no national pattern to be sought in these elections that answer widely different situations and calculations, but the polls do offer pointers to local shifts. In Ghosi in Uttar Pradesh, the BJP’s Dara Singh Chauhan lost the election to the Samajwadi Party (SP) candidate. Mr. Chauhan represented a pattern of BJP expansion through defections and allurement. He was the sitting SP MLA who crossed over to the saffron party and sought re-election as a BJP MLA. The SP candidate was supported by the Congress, the CPI(M) and the CPI(ML)-Liberation, broadly the INDIA bloc of Opposition parties in the State. Uttar Pradesh is critical for the BJP’s fortunes in 2024, and the Ghosi by-election had turned high profile after SP chief Akhilesh Yadav, who had been keeping his head down for some time, and Chief Minister Yogi Adityanath both campaigned hard. The BJP also sought to reinforce its multi-caste Hindu coalition in the by-election, but it did not find favour with voters in the end. The BJP retained a seat in Uttarakhand, while it lost a sitting seat in West Bengal to the ruling Trinamool Congress (TMC). The ruling Jharkhand Mukti Morcha retained Dumri in Jharkhand.Dhupguri in West Bengal witnessed a combination of INDIA bloc parties facing off against another constituent, while Puthuppally in Kerala had the parties in the combination fighting each other. In Dhupguri, the CPI(M) and the Congress jointly opposed a third INDIA partner TMC, and finished a distant third. The TMC is eager to prevent an alliance between the Congress and the CPI(M), both of which are confused and struggling to survive in West Bengal. In Kerala, fronts led by the CPI(M) and the Congress, clashed for the seat vacated by the death of Congress veteran Oommen Chandy. His son Chandy Oommen romped home comfortably. Though it had repeatedly framed the by-election as a test of Chief Minister Pinarayi Vijayan’s governance, the Left’s stakes in Puthuppally were not as high as they were in Boxanagar in Tripura which it lost for the first time since 1988 to the BJP. The BJP also retained Dhanpur in the State. The CPI(M) has alleged electoral malpractices and violence by the ruling BJP in Tripura. The outcomes were largely decided by local factors, but they also indicate the political winds in the respective regions. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nelection\n\n/\n\nUttar Pradesh\n\n/\n\nUttarakhand\n\n/\n\nWest Bengal\n\n/\n\nKerala\n\n/\n\nTripura\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nAll India Trinamool Congress\n\n/\n\nJharkhand",
        "headline_1": "One nation, many elections: On the seven by-elections, their political signals",
        "headline_2": "The bypolls across the country were decided by local factors",
        "link": "https://www.thehindu.com/opinion/editorial/one-nation-many-elections-the-hindu-editorial-on-the-seven-by-elections-their-political-signals/article67285725.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-09-2023"
    },
    {
        "full_article": "UPI services for foreign delegates, a VR cycle depicting India’s digital journey and a showcasing of India’s digital public infrastructure (DPI) like Aadhaar, direct-benefit-transfers and DigiLocker formed a key part of India’s diplomacy at the Bharat Mandapam in Delhi.\nIndia’s soft power was once limited to the strength of its ancient culture, traditions and hospitality. Its digital revolution has added a powerful new lever of influence to this quiver.\nThe push to create an India-led multilateral institution — the One Future Alliance and the Global Digital Public Infrastructure Repository— to take the Indian experience global reflects the importance of this thrust.\nIndia’s digital revolution is unlike any that came before. Over two decades, the world’s largest democracy combined the rise of cheap mobile phones, cheap data and a unique digital ID system to create an unprecedented revolution in digital public goods. Crucially, it was largely enabled by the actions of the state and public institutions. It deeply disrupted the way Indians deal with money, with each other and with the government. This changed the basic plumbing that underlies Indian society, transforming politics, the government’s relationship with every Indian and the nature of the state itself.\nCash in: UPI is even called a low-cost software version of China’s Belt and Road Initiative\nIt is easy to forget how recent the shift is. In a little over a decade, India built a melange of public digital platforms that have transformed lives. This DPI basically consists of three broad pillars: identity, payments and data management. Its base was laid with the Aadhaar biometric identity system created in 2009. By December 2022, India had 1.35 billion Aadhaar enrolments.\nThis was followed by systems like UPI which made digital payments as easy as sending an SMS on your mobile phone or scanning a QR code. In August 2023, India recorded 10.58 billion UPI transactions. UPI accounted for as much as 73% of all non-cash retail transactions. In global terms, this meant that India was now home to 46% of the world’s real-time digital payment transactions.\nThe third pillar is focused on data services like DigiLocker, through which people can access their authenticated government-verified documents like driving license, education records, tax records and so on. By December 2022, India had more than 137 million users of DigiLocker.\nA major impact of DPI has been on financial inclusion. India brought almost half a billion people into the banking system over the past decade. In eight years, India opened over 462 million new bank accounts for the poor through the PM Jan Dhan Yojana. That’s more than the entire population of the US, France and the UK put together.\nDPI enabled India to reach a financial inclusion rate of 80%. This might otherwise have taken 43 years to reach, as a World Bank G20 policy document has emphasised.\nFurther, the rise of DPI meant that India significantly expanded the scale and scope of its welfare state between 2013 and 2023 through direct-benefit transfers (DBT). Government data shows that the initial 10.8 crore beneficiaries of DBT reported in 2013-14 (many of whom were added under UPA) went up by over eight times to 92.3 crore beneficiaries by 2022-23.\nActual direct cash payments into people’s bank accounts went up by over 34 times from Rs 7,367 crore in 2013–14 to Rs 2.55 lakh crore in 2022-23. If you add transfers in kind (such as foodgrains under the public distribution system), then total transfers went up by more than a whopping 110 times in the same period. In other words, this digital transformation also changed the nature of the relationship between the state and the poor.\nSuch digital public platforms are not only game-changing for India, their success has meant that many other countries have shown interest in using them. At last count, as many as 43 countries had expressed an interest in using some aspects of Indian DPI.\nThis is why India’s DPI is now an important marker of its soft power. It has even been called a “low-cost, software-based version of China’s infrastructure-led Belt and Road Initiative.”\nBy early 2023, for example, UPI was connected with Singapore’s PayNow system and also with the United Arab Emirates, through Mashreq Bank’s NEOPAY system. Nepal and Bhutan have been using UPI since 2022.\nAgreements had been signed for deploying UPI in France as well. Similarly, several countries like the Philippines, Morocco, Burkina Faso, Ethiopia, Togo, Bahrain, Maldives and Sri Lanka had begun using or signed agreements for creating an Aadhaar-like unique digital identity system developed by Bengaluru’s International Institute of Information Technology as a global public good.\nBuilt on the principles of open access and interoperability, DPI has not only created a new digital highway for connecting India in unprecedented ways, it has also provided New Delhi with new opportunities for leadership in the Global South.\n\n",
        "headline_1": "G20: India’s new soft power is digital public infrastructure",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/academic-interest/g20-indias-new-soft-power-is-digital-public-infrastructure/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-09-2023"
    },
    {
        "full_article": "The Indian manual of makeovers has some explicit instructions when it comes to beautifying our homes for celebrations. It advocates the Quick Gun Murugan method of décor. A dent in the wall? Cover it with strings of marigolds. Mouldy, damp patch by the door? Forget waterproofing; hang a gota curtain over it. It has always been evident that we are not particularly bothered by what we see every day but are preoccupied by what all the Sharmajis of the world will think of our homes.\nThe G20 summit prep team is clearly following this manual. What can be cleaned has been scrubbed to a gleaming finish, and what can’t, is hidden behind a heap of posters, screens, and flowers.\nWe do deserve to have a big, fat celebration after our grand Chandrayaan-3 success. In fact, Isro chief S Somanath has been getting accolades both on earth and in the skies. When he boarded a recent IndiGo flight, the air hostess made an in-flight announcement calling him a national hero. What was even more remarkable was the fact that he got free nuts with their dehydrated poha.\n\n\nPHOTO CREDIT: Chad Crowe\nThe moon mission has been a great source of pride with street parties to entire housing societies hosting Chandrayaan soirees. There has been so much chatter about it on my building WhatsApp group, that one neighbour (who I now suspect to be a Chinese spy, though he keeps insisting he is from Rajkot) called the mission ‘Chandrayawn.’ I wanted to cover his car in mud, but I did something equally spiteful: I immediately threw him out of the group. No more lovely ‘Good morning’ and ‘Happy Sunday’ forwards for him.\nThere is another extraordinary thing about the lunar mission that speaks to every Indian’s heart: its bargain price. The Chandrayaan-3 operation reportedly cost less than half the budget of the movie ‘Interstellar’. This has made all the bhaisaabs who jump at the sight of two-for-one bonanza offers rejoice even more. Getting a good deal is a large part of our inherent makeup. For the India vs Pakistan ODI world cup clash in Ahmedabad, people came up with an ingenious plan to deal with inflated hotel room prices: they booked hospital rooms instead. This way they pay cheaper rates for their stay and get a medical check-up simultaneously.\nMeanwhile, the G20 dinner invitation from the ‘President of Bharat’ caused frothing anchors and irate panellists to get into heated discussions over rumours of a name change. The opposition alliance, with the acronym I.N.D.I.A., also jumped into the fray. And some joked that Pakistan was not just getting its cricketers ready, but also planning a googly by laying claim to the name ‘India’ if we renounce it officially.\nNow I am the last one to take umbrage at any name, which would be obvious by the fact that I have been lugging ‘Twinkle’ around for almost five decades. However, for members of my generation, the definitive image that the word ‘Bharat’ brings to mind is the iconic Manoj Kumar with a pained expression and a hand covering half of his face.\nIt would be interesting if the electoral Kurukshetra of 2024 does turn out to be a battle between Bharat and INDIA. But who are the Kauravas and who are the Pandavas in this Mahabharata will all depend on which way you lean, especially if it’s to the left of the right side.\nAnother leader skipping the G20 band baaja baraat along with Vladimir Putin is Chinese President Xi Jinping. This has nothing to do with being confused between India and Bharat, as I am sure my building spy would have explained these things to the Chinese government. There are strong rumours that Xi Jinping had been very excited to attend the summit earlier when he mistook videos of Rahul Gandhi and our Laluji cooking mutton as part of the G20 banquet preparations. Clearly, dal bati churma is not going to cut it for someone from a country that may not play cricket but considers it an edible dish instead.\nMy fellow citizens are not perturbed by Xi Jinping’s absence: the only Chinese they truly care about is the kind that comes in takeaway containers. WhatsApp groups around the country continue to be over the moon at the idea of the G20 summit. My bua in Chanakyapuri, instead of complaining about road diversions or the restrictions on food deliveries during the summit, is busy posting updates of what she calls, ‘Our country being right up there with all the first world countries.’\nThey used to say that all roads lead to Rome but with roads temporarily closed as world leaders arrived for the summit, it’s clear that all flight routes lead only to Delhi.\n\n",
        "headline_1": "G20: Over the moon and behind the marigolds",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/mrsfunnybones/g20-over-the-moon-and-behind-the-marigolds/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-09-2023"
    },
    {
        "full_article": "Multilateralism is diplomacy at its most difficult. Getting sovereign nations to agree to work together, often against their individual interests, is akin to herding cats. Even more than nuclear weapons and high per capita incomes, being able to muster the carrots and sticks to get a motley crew of governments to sing in harmony is evidence of a great powerdom. The G20 summit in New Delhi is the first real evidence India may have reached a stage where it can deliver the globe to save the world.\n\nThere are four distinct periods of multilateralism for India. The first, which lasted less than two years, was a blind commitment to the United Nations. This ran afoul of the Cold War. The second, a response to the Cold War, was to draw from the Afro-Asian conference in Bandung and cobble together the Non-Aligned Movement (NAM). NAM provided India a diplomatic buffer and an intellectual principle to position itself between Moscow and Washington.\nRead full story on TOI+\n\n",
        "headline_1": "The new look in New Delhi – G20 summit is the first real evidence India may have the heft to get widely different govts to agree on some key issues",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-new-look-in-new-delhi-g20-summit-is-the-first-real-evidence-india-may-have-the-heft-to-get-widely-different-govts-to-agree-on-some-key-issues/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-09-2023"
    },
    {
        "full_article": "Creativity is an excellent thing to aspire to, most of us would agree. Self-help books, TED talks, corporate memoirs all talk up the value of creativity. It’s no longer seen as the preserve of artists and geniuses, but as a wellspring we can all tap into, in all types of work, in engineering and management, in schooling and parenting and cooking, in living well.\n\nBut what is creativity? Originality? Ingenuity? Divergent thinking? Far from being an eternal value, it is a foggy idea, a word that only came into popular use in 1950s America amid Cold War anxieties about conformity and falling behind in technology, says The Cult of Creativity: A Surprisingly Recent History by Samuel W Franklin.\nOf course humans have an urge to make things, and an appetite for novelty. But the idea of a trait called creativity is a recent invention. It replaced the older Romantic idea of the ‘mad genius’, which was both a gift and an affliction for those who had it. Creativity was a more democratic idea, accessible to all, and it suggests health and vitality.\nIn post-war America, creativity was cast as the force of individualism, and it had both anti-communist and aspirational uses. If the Soviets were improving their technology by blueprint, Americans had ingenuity, they claimed. Psychologists, engineers and advertisers embraced for their own ends. Corporations introduced techniques like ‘brainstorming’, with ‘freewheeling’ sessions where good ideas could be generated by committee. In classrooms, creativity was taught as a kind of general ability, an overarching attitude.\nThese were the decades when it was common to map political beliefs and systems onto personality types.\nCreativity was cast as an individual signature and a democratic value, the ability to live with some disorder in free societies, compared to the totalitarian systems that suppressed human impulse for the sake of stability and unity. But it was, and remains, a catchall term that people use for things they like, rather than any specific quality. The definitional ambiguity has helped it endure, and spread without question, the book explains.\nThe uses of creativity have only multiplied in ‘post-industrial’ economies, which are supposedly no longer about making things in factories but having brilliant ideas. Today, as AI’s abilities threaten to supplant human workers, there is even greater insistence on creativity, as the very thing that machines can’t do. Creativity is packaged and sold as a product, as ‘design thinking’, for instance. Neuroscience and its applications promise to identify, quantify and maximise it.\nThe book calls for a closer examination of what we label creativity, because there is no such pure spirit to be found. For instance, when it comes to accomplishing something, what matters is not some elusive inspiration but motivation, persistence, and the time and space to do it. Secondly, it might be helpful to look at the value of what’s been created rather than its novelty. The cult of innovation and disruption has caused climate catastrophe and tech-driven chaos. Rather than glorifying change and newness, a more useful ethic could revolve around care and maintenance.\nWe could value the work done by nurses, janitors, most engineers, garbage collectors and so on, mundane and essential work that keeps the world from falling apart. The opposite of destruction is perhaps not creation, but preservation, suggests the book.\n\n",
        "headline_1": "Maybe creativity is overrated – A more useful ethic would centre on mundane work",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/maybe-creativity-is-overrated-a-more-useful-ethic-would-centre-on-mundane-work/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-09-2023"
    },
    {
        "full_article": "Global credit rating agency Moody's recently downgraded its outlook of Bangladesh's banking sector from \"stable\" to \"negative.\" Anyone following the endless crisis in this sector would say this was inevitable. Reported estimates suggested that the amount of bad loans was as high as Tk 120,649 crore at the end of 2022. The cost incurred by the default culture in Bangladesh can hardly be overstated: excessive non-performing loans (NPLs) reduce GDP growth, stunts economic development, and exacerbates income inequality.\nHow can we eradicate this culture of loan-defaulting? First, policymakers must substantially strengthen the enforceability of regulations and make the bankruptcy system efficient. Second, banks must tighten up their loan monitoring methods once a loan is disbursed. And third, Bangladesh Bank should consider further development of bank stress tests.\nIn Bangladesh, the primary reason behind excessive bad loans is a general lack of governance and, in particular, the inability to enforce banking regulations, which breeds corruption and moral hazard. Consequently, decisions on credit intermediation tend to be driven by political connections or outright bribing of bank executives, without any serious consideration of a borrower's debt repayment capacity. More generally, when the legal system in an economy is not strong, and policymakers routinely amend regulations to serve the purposes of powerful groups with vested interests, it is only inevitable that unethical borrowers will default without fear of adverse consequences. Demonstrating strict punishment is the only way to change the deeply entrenched mindset that a large borrower can get away without repayment.\nUnfortunately, the government has long shied away from any serious overhaul of financial regulations. Such an overhaul would entail increasing the accountability of bank management and strengthening the bankruptcy system so that lenders have sufficient ability and incentive to identify and penalise wilful defaulters. Policymakers need to consider setting up new bankruptcy courts that administer the elements of the bankruptcy process, including disputes related to legal settlements, and appoint insolvency professionals who can help banks recover as much of defaulted loans as possible.\nIf first-order problems such as enforceability and bankruptcy resolution can be strengthened, the second step is to tighten up the banks' risk management practices. Before disbursing a loan, a bank must carefully screen creditworthy borrowers based on their financial statements, collateral quality, and projected ability to repay debt. After a loan is disbursed, banks must continue to monitor borrowers.\nOne of the most common mechanisms to monitor a borrower is to use loan covenants, which are restrictions on the actions a borrower can take after a loan is disbursed; they are typically written into the initial loan agreement. For example, one of the most common loan covenants used by banks globally is the minimum earnings-to-interest-expense ratio (or the \"interest coverage ratio\") that a firm must maintain. In the US, many banks require borrowers to have an ICR of at least 1.5 or more. This means that the borrower's cash flow or earning must always be greater than its required interest payment by at least a factor of 1.5. Every quarter, a borrower must report their financial statements to the lender in order for the lender to verify compliance with loan covenants. If a borrower violates this requirement, the bank gets the contractual right to demand immediate repayment of the loan, raise interest rates on the loan, lower loan maturity, or demand additional collateral. The expectation of this type of punishment ensures that the borrower has sufficient incentive to generate adequate cash flow to always avoid defaulting on a loan. At the same time, a covenant violation gives the lender an early signal that a borrower might be in financial distress. But the effectiveness of loan covenants is highly dependent on the enforceability of loan agreements.\nMy conversations with experienced bankers in Bangladesh suggest that, while some foreign commercial banks use covenants regularly, most of the domestic commercial banks do not, thus leaving themselves open to a higher likelihood of borrowers defaulting on their obligations.\nRegulators and economists at the Bangladesh Bank must consider using more granular data when they conduct their periodic stress tests of bank loan portfolios. The idea behind stress tests is to see how resilient the banking system is to an unexpected economic or financial crisis, and how well it can support an economy during a recession. How should stress tests be designed to truly assess banking sector vulnerabilities? And are the stress tests conducted by the central bank effectively capturing emerging risks? In my professional view, corporate default probability needs greater attention in this regard.\nThe non-performing loan (NPL) numbers we hear of are what economists call an equilibrium outcome, meaning that it is the result of choices made by two parties: the lender who supplied credit and the borrower who demanded credit. Therefore, simply looking at bank-level data (such as the sensitivity of capital to risk-weighted assets to various recessionary scenarios) is not enough. When there is an aggregate negative shock (for example, a pandemic), it will hurt everyone in an economy simultaneously. Examining one party in a loan agreement, without considering the financial condition of the other, overlooks the full picture.\nAs a first step, BB's stress tests should be able to predict default probability at the borrower level to get a clearer picture of underlying credit risk. While it is commendable that BB's current stress tests take concentration risk quite seriously and estimates the effect on NPLs if the top three borrowers default, understanding the full extent of corporate default risk requires generating default probability for each borrower. When estimating the probability of default at the borrower level, researchers must directly incorporate the borrower's outstanding debt, their existing stock of cash, historical cost of borrowing, historical tendency to default, access to alternate sources of capital, and the amount of assets that can be sold in the event of serious liquidity problems.\nThe best way to better understand corporate default risks is to generate more data and produce greater information. Such data encompasses detailed financial statements of all companies that borrow from domestic and foreign commercial banks operating in Bangladesh. For example, the Federal Reserve System requires the largest banks in the US to report their entire portfolio of corporate and retail loan holdings every quarter (above a certain loan size threshold). These reports include details on each individual loan disbursed by a given bank, along with the detailed income statement and balance sheet information of the borrower. This allows regulators and researchers to dig deep into corporate debt capacity and default probability. Furthermore, requiring borrowers and lenders to produce more granular information will generate transparency for all stakeholders in the banking system.\nAt the heart of it all, policymakers must be willing to adopt change and accept the fact that playing by a business-as-usual attitude will no longer work. Reforming the banking sector is long overdue, and regulators must act now before a full-blown crisis hits the economy and ordinary people end up paying the price again.\nDr Sharjil Haque is an economist based in Washington DC, US. Views expressed in this article are the author's own.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter, see our guidelines for submission. \n",
        "headline_1": "Banking sector reform can no longer be delayed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/banking-sector-reform-can-no-longer-be-delayed-3415226",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-09-2023"
    },
    {
        "full_article": "The twentieth century saw the emergence of public funded universities and technical institutions, while technology development was concentrated in the R&D laboratories of large corporations. The age of the lone inventor – Edison, Siemens, Westinghouse, Graham Bell – had ended with the nineteenth century. The twentieth century was more about industry-based R&D laboratories, where corporations gathered together leading scientists and technologists to create the technologies of the future. In this phase, capital was still expanding production. Even though finance capital was already dominant over productive capital, the major capitalist countries still had a strong manufacturing base. In this phase of development, science was regarded as a public good and its development was largely concentrated in the university system or publicly funded research institutions. Technology development was largely regarded as a private enterprise. Science was supposed to produce new knowledge, which could then be mined by technology to produce artifacts. The role of innovation was to convert ideas into artifacts. The system of intellectual property – patents and other rights – arose to provide protection to the useful ideas embodied in artifacts. From the beginning, patents also had a public purpose – the state-granted monopoly for a certain period was meant to ensure the eventual public disclosure of the invention: the quid pro quo being full public disclosure in lieu of a limited-term monopoly.\nThe transformation of this system that had existed for several centuries came about as a result of two major changes in the production of knowledge. The first relates to the way in which, under the neoliberal order, the university system of knowledge production has been transformed into a profit-making commercial enterprise. Secondly, the distinction between science and technology has blurred considerably and the two are more closely integrated than before. For example, an advance in genetics can almost seamlessly lead to an artifact – a drug, a diagnostic tool or a seed – that is both patentable and marketable. Similar is the case of innovations in the field of electronics and communications. Many disciplines of science and also research output in universities, are, in consequence, driven closer to the systems of production. The conversion of the university system into a system producing knowledge directly for commercial purposes has happened in tandem with the destruction of the R&D laboratories that were so much a part of the industrial landscape of the twentieth century. Finance capital controls university science, not just through \"investment\" in R&D, but also the purchase of \"knowledge.\" Its monopoly is exercised through buying the patents that university research produces. This monopoly in turn allows finance capital to dominate over industrial capital.\nThe end of the twentieth century revealed the rupture of finance capital and productive capital. Today, global capital operates far more as disembodied finance capital, controlling production at one end with its control over technology and markets at the other. In this phase, where capital increasingly lives off speculation and rent, there is also a marked separation of knowledge as capital from productive or physical capital—plant and machinery. Foxconn/Hon Hai Precision Industries manufactures Apple products but cannot claim a major share in the profits from their sale, since Apple holds the intellectual knowledge and property rights. Roughly, Apple gets 31 percent of the profits from an iPhone sale, Foxconn less than two percent.\nThe transformation of capital to rent seeking, by using its monopoly over knowledge – patents, copyrights, industrial designs, etc – characterises the current phase of capital. With this, the advanced capitalist countries have increasingly become rentier and \"service\" economies. In essence, they dominate the world by virtue of controlling the global financial structure, new knowledge required for production, and distribution through retail and global brands.\nEven as universities are captured by capital and turned into what is termed as University Inc, the new knowledge they produce is still publicly funded. This is true alike of advanced capitalist countries and those like India. The direction of scientific research is dictated by private capital, which takes over any successful outcome, and yet this transformation of science did not come about through being privately funded. The cost of fundamental research is high and only a few of its research outputs may have immediate benefits in terms of advancing technology. This is where the state, whether in electronics or in genetics, takes care of the costs while the patents are handed over to private capital. A hallmark of the neoliberal system is the socialisation of risk and privatisation of rewards.\nThe understanding that science needs to be restored as an open and collaborative exercise has given birth to the commons movement. By a curious sleight of hand, capitalism sees the finite commons—the atmosphere and large water bodies such as lakes, rivers and oceans—as infinite, and demands the right to dump waste in these commons. Yet it regards knowledge, capable of being copied an infinite number of times without loss, as finite and demands monopoly rights over it!\nNever before has society had the ability it does today to bring together different communities and resources in order to produce new knowledge. It is social, universal labor, and its private appropriation as intellectual property under capitalism stands in the way of liberating the enormous power of the collective to generate new knowledge and benefit people.\nPrabir Purkayastha is the founding editor of Newsclick.in, a digital media platform. He is an activist for science and the free software movement. His most recent book is Knowledge as Commons: Towards Inclusive Science and Technology (LeftWord, 2023).\n\nThis article is an adapted excerpt from Knowledge as Commons: Towards Inclusive Science and Technology, by Prabir Purkayastha (LeftWord, 2023). It was reproduced with permission from LeftWord. This adaptation was produced for the web by Globetrotter and reproduced in The Daily Star with permission. \nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n",
        "headline_1": "Is Intellectual Property Turning into a Knowledge Monopoly?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/intellectual-property-turning-knowledge-monopoly-3414841",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-09-2023"
    },
    {
        "full_article": "The meetings between prime ministers Sheikh Hasina and Narendra Modi just before the G20 Summit has further consolidated the bilateral relations between Bangladesh and India. The Indian premier's expression of gratitude for the Bangladesh government's role in ensuring peace in India's northeast region is a fact for which the Hasina government deserves full credit. The invitation extended to our prime minister to attend the G20 Summit was indeed a most welcome gesture. It is a further testimony to the personal dynamics between the two heads of states that have developed over the years and deepened the strategic ties between the two countries. Although it is not expected that major bilateral issues will be solved on the sidelines of such a summit, it is encouraging to note that both sides expressed the commitment to collaborate and cooperate on ensuring political and economic stability.\nAt the same time, we must note that although three MoUs have already been signed at the meeting, they did not apparently address some of the issues brought forward by our prime minister. One was to request India to ensure uninterrupted supplies of essential goods to Bangladesh, which is crucial for food security as well as to maintain price stability of essentials – a critical factor in an election year. Bangladesh-India trade is about $14 billion, and essential commodities comprise a major part of it. The other important issue was Hasina's request to Modi to extend cooperation for quick repatriation of the Rohingya to Myanmar. As we know, Bangladesh and Myanmar are working on repatriating 3,000 Rohingya initially, with mediation by China. We hope that the \"constructive and positive approach\" expressed by the Indian prime minister in safe and sustainable repatriation will have a significant impact in the near future.\nThe meeting with the Indian prime minister holds special significance for Bangladesh's prime minister because it is taking place only a few months before our national election. Speculations continue regarding India's neutral stance regarding the Bangladesh election, which is quite different from that of the Western nations, who have been reiterating their wish to see free and fair polls here. But it is quite evident that the Modi government would prefer a continuation of the deep ties that have been developed over the years with Bangladesh, thanks to Prime Minister Sheikh Hasina.\nBangladesh is one of the most important strategic partners of India, and India is Bangladesh's most important neighbour as the latter shares almost the whole of its border with the former (except for the small stretch with Myanmar). Therefore, it is in the interests of both countries to smooth out whatever unresolved issues there are between them. For Bangladesh, it is important that India takes decisive measures to resolve the long-standing water-sharing issues (especially that concerning the Teesta River), the significant trade deficit with India, and the border killings which still continue. We hope that the warmth and bonhomie shared by the two prime ministers will lead to greater economic and strategic ties that will be mutually beneficial.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n \n",
        "headline_1": "Hasina-Modi meeting bodes well for stronger ties",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/hasina-modi-meeting-bodes-well-stronger-ties-3414726",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-09-2023"
    },
    {
        "full_article": "The meetings between prime ministers Sheikh Hasina and Narendra Modi just before the G20 Summit has further consolidated the bilateral relations between Bangladesh and India. The Indian premier's expression of gratitude for the Bangladesh government's role in ensuring peace in India's northeast region is a fact for which the Hasina government deserves full credit. The invitation extended to our prime minister to attend the G20 Summit was indeed a most welcome gesture. It is a further testimony to the personal dynamics between the two heads of states that have developed over the years and deepened the strategic ties between the two countries. Although it is not expected that major bilateral issues will be solved on the sidelines of such a summit, it is encouraging to note that both sides expressed the commitment to collaborate and cooperate on ensuring political and economic stability.\nAt the same time, we must note that although three MoUs have already been signed at the meeting, they did not apparently address some of the issues brought forward by our prime minister. One was to request India to ensure uninterrupted supplies of essential goods to Bangladesh, which is crucial for food security as well as to maintain price stability of essentials – a critical factor in an election year. Bangladesh-India trade is about $14 billion, and essential commodities comprise a major part of it. The other important issue was Hasina's request to Modi to extend cooperation for quick repatriation of the Rohingya to Myanmar. As we know, Bangladesh and Myanmar are working on repatriating 3,000 Rohingya initially, with mediation by China. We hope that the \"constructive and positive approach\" expressed by the Indian prime minister in safe and sustainable repatriation will have a significant impact in the near future.\nThe meeting with the Indian prime minister holds special significance for Bangladesh's prime minister because it is taking place only a few months before our national election. Speculations continue regarding India's neutral stance regarding the Bangladesh election, which is quite different from that of the Western nations, who have been reiterating their wish to see free and fair polls here. But it is quite evident that the Modi government would prefer a continuation of the deep ties that have been developed over the years with Bangladesh, thanks to Prime Minister Sheikh Hasina.\nBangladesh is one of the most important strategic partners of India, and India is Bangladesh's most important neighbour as the latter shares almost the whole of its border with the former (except for the small stretch with Myanmar). Therefore, it is in the interests of both countries to smooth out whatever unresolved issues there are between them. For Bangladesh, it is important that India takes decisive measures to resolve the long-standing water-sharing issues (especially that concerning the Teesta River), the significant trade deficit with India, and the border killings which still continue. We hope that the warmth and bonhomie shared by the two prime ministers will lead to greater economic and strategic ties that will be mutually beneficial.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n \n",
        "headline_1": "Hasina-Modi meeting bodes well for stronger ties",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/hasina-modi-meeting-bodes-well-stronger-ties-3414726",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-09-2023"
    },
    {
        "full_article": "Russian Foreign Minister Sergey Lavrov's trip to Bangladesh, the first ever visit of its kind from a Russian foreign minister, is an important milestone in continuing diplomatic relations between our two countries. The seeds of this relationship were sowed in 1971, when the Soviet Union extended its support to Bangladesh during the Liberation War, and as such we welcome his presence and his talks with Prime Minister Sheikh Hasina and Foreign Minister AK Abdul Momen.\nHowever, it is important to note that this trip comes at a time when the major nations are deadlocked in a power struggle, and increasingly turning towards the Indo-Pacific region as a battleground for their hostile relations. Coupled with the disruption of global supply chains and subsequent price hikes as a direct result of the Russia-Ukraine war and sanctions against Russia, countries like Bangladesh are finding themselves caught in the crossfire and having to maintain a delicate balancing act to navigate these challenging diplomatic situations.\nLavrov made strong statements on US interference and Russia's commitment to working with its partners to prevent any outside \"dictates.\" In this regard, we defend our right to formulate our own national policies without facing external pressure from any nation. At such a time, it is even more imperative for Bangladesh to maintain its foreign policy position of friendship to all, malice to none.\nWe hope that part of this policy of maintaining friendly, mutually beneficial relations will lead to creating conditions that allow Bangladesh to deal with and recover from the negative impacts of the past year's global events. A possible supply of LNG, wheat and fertilisers to provide urgent relief from high inflationary pressures is the need of the hour, as well as repayment of loans from Russia in a currency that will suit Bangladesh. At the same time, we hope Russia will exert its influence with its allies in the region to hold Myanmar accountable for the violence against the Rohingya, and ensure safe, voluntary and durable repatriation of Rohingya refugees.\nSo far, Bangladesh has taken a balanced position in the UN regarding the Russia-Ukraine war. We support the prime minister's call for all parties to arrive at a peaceful settlement through negotiations, and hope that in the ongoing G20 summit, major powers will listen to the voice of reason that countries like Bangladesh are providing, and choose cooperation instead of militarisation.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n",
        "headline_1": "Lavrov’s visit consolidates Bangladesh-Russia relations",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/lavrovs-visit-consolidates-bangladesh-russia-relations-3414621",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-09-2023"
    },
    {
        "full_article": "The outcome of the government's plan to mobilise an increased volume of revenues during the current financial year (FY) by raising the tax rates on registration of land and apartments might backfire. The registration tax rate for both has been doubled. In addition, a capital gain tax at the rate of 15 per cent is in place. The rate hike coupled with economic downturn has notably slowed down the land and apartment sales, leading to a reported decline in tax revenue mobilisation during the first two months of the current FY. It hardly comes as a surprise that transactions in the sector have gone down by as much as 40 per cent. This is reflected in the National Board of Revenue's (NBR) sharp fall in revenue collection from this lucrative sector. Transactions in land and apartments have long been a favourite tool to whiten money as the practice has been to register these at a fraction of their actual values. Needless to say, the NBR is keen to increase its revenue, but the move taken was too fast and at a time of economic downturn which has left a lot of prospective buyers struggling with their finances. The other issue is that the value of apartments has gone up significantly since the outbreak of the war in Europe. One cannot but take cognizance of the fact that additional duty has been imposed on a number of building blocks for real estate like cement, stone, tiles, lifts, ceramics, switches, sockets, etc. The Bangladesh Taka has also depreciated significantly against the US$. The idea of \"Housing for All\" has taken a major hit because the bulk of the market is in the 1,000 square feet segment that services the middle class. Prior to the latest fiscal measures (and rise in cost of various inputs), the average value per square feet for an apartment of this size was Tk 4,000. A prospective buyer would come up with own finance of about Tk2.0 million and take bank finance of the rest (as banks usually finance about 50 per cent of the transaction value). Now, the same apartment is retailing for about Tk7.0 million, which has resulted in the reduction in sale by more than 50 per cent. Because it is not possible for most buyers to come up with extra Tk1.5 million given today's economic realities.The various rates of fixed taxes have been fixed by the NBR on areas, some of which are absent from the land survey records. Reportedly, many areas like Sayedabad and Gulshan fall under the jurisdiction of Dogara and Ranabhola mouza, which are not covered by the land survey and hence it has become difficult for sub-registry offices to collect taxes effectively. As per NBR data, it is understood that only Tk320 million land taxes has been collected in July, 2023 as opposed to Tk1.01 billion in taxes over the same period last fiscal. The target had been to collect Tk47 billion taxes from land and flat sales this fiscal. At the end of the day, the NBR needs to rethink its policy of raising taxes and registration fees as it has seriously cut its revenue stream.",
        "headline_1": "Reducing tax, fees in real estate sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reducing-tax-fees-in-real-estate-sector-1694272496",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-09-2023"
    },
    {
        "full_article": "The excitement over the country's graduation from the Least Developed Country (LDC) list has subsided for obvious reasons. If everything goes well, Bangladesh will formally come out of the LDC category by the end of 2026. Nepal and Lao PDR will also be graduated from the UN-defined category of the world's poorest nations. Graduation means Bangladesh will be a developing country which is non-LDC. No official labelling of 'developing country' or 'developing nation' by the UN or any other international body exists. In some cases, the classification is self-imposed or self-designated. For example, World Trade Organization (WTO) members declare themselves whether they are 'developed' or 'developing' countries. Some global organisations make the classification arbitrary as there has yet to be an official consensus. For instance, the UN's World Economic Situation and Prospect classifies all countries of the world into three broad categories: developed economies, economies in transition and developing economies. Nevertheless, graduation from LDC reflects the respective country's significant improvement in economic and social areas. It also indicates that the country has become more competitive in the global market. That's why a graduated LDC is no longer eligible for the benefits and preferences it had enjoyed as an LDC. Thus, Bangladesh will also lose various advantages, including the duty-free quota-free (DFQF) market access it has enjoyed as an LDC. Developed countries, except the United States (US), have granted DFQF market access to Bangladesh and other LDCs. Some developing countries, mostly economically advanced, also provide preferential market access, if not full DFQF. The market access preferences help the LDCs enhance their exports in a less competitive regime. Currently, 70 per cent of the country's export earnings enjoy preferential market access, which means the importing countries have imposed lower or zero tariffs on Bangladeshi products. After graduation, Bangladesh has to compete with developing countries like India, Indonesia and Vietnam in the markets of the developed countries like Canada and Germany. Besides higher tariffs, there will be extended or extensive non-tariff measures like stringent conditions for product standards.And after graduation, Bangladesh will no longer enjoy all 25 special and differential treatments (S&DT) in the WTO agreements. There are 183 S&DT provisions in various agreements of the WTO, of which 25 are exclusively for LDCs. As the 25 benefits will not be available, the rest of the provisions will be there, and those are all for the non-LDC developing members of the WTO. Bangladesh has been devising various strategies to offset the loss and erosion of preferential treatments. One of the core strategies is signing bilateral and regional free trade agreements with different trade partners. So far, there is little progress in this connection, although the media regularly reports that the country has already decided to strike deals with leading trade partners or is thinking of doing so.In June last, the commerce minister informed the national parliament that the government has completed feasibility studies on signing free trade agreements (FTAs) and preferential trade agreements (PTAs) with 23 trading partners. He also told the parliament that primary negations or discussions with ten countries and three regional blocs have already been started. The countries are: India, Nepal, Sri Lanka, Malaysia, Indonesia, Japan, China, the United States of America (USA) and Japan. However, the country's interest in signing a bilateral FTA or PTA with a trading partner is not new. In the last two decades, many researches and studies have also been conducted to estimate the costs and benefits of Bilateral Free Trade Agreements (BFTAs). Debates on the estimated costs and benefits are also there. In some cases, decisions have also been taken to start formal negotiations to move ahead. Meanwhile, the tempo has been lost for various reasons. For instance, it was five years ago when signing a BFTA with Sri Lanka had been finalised. An official announcement was also made. But the final deal is yet to come. Bangladesh, however, signed a PTA with Bhutan on December 6, 2020. So far, it is the only bilateral free trade deal made by the country, although PTA is not a full-fledged free trade agreement as it allows tariff cuts and tariff waivers of a limited number of products. FTA opens the room for the removal of almost all the tariffs on goods within an agreed time and keeps a limited number of products out of the tariff removal. PTA is generally considered as the first step of economic integration, followed by FTA, which is the second step.Moreover, the nature and characteristics of FTA have also changed over the years. It is no longer confined to trade in goods but extended to trade in services. Besides tariff rates and rules of origin, the issues of standards and intellectual property (IP) rights are also included. Trade facilitation has also become an essential part of any FTA, which underscores the faster customs clearance of products through electronic systems. Member countries of the WTO, including Bangladesh, have already started to take necessary steps to implement the WTO TFA. Also, investment protection and government procurement are now two critical components of an FTA.In other words, FTA now means comprehensive economic cooperation or partnership agreement (CECA or CEPA). Bangladesh and India have already agreed to sign a CEPA, and the final negotiation is likely to start soon. CEPA also includes dispute resolution mechanisms, energy cooperation and digital trade. Thus, the scope of CEPA is quite broad. Moreover, Bangladesh has also shown interest in joining the Regional Comprehensive Economic Partnership (RCEP), the largest regional trade bloc in the world, which comes into effect in 2022. It is a bloc of 10 ASEAN countries (Brunei, Myanmar, Cambodia, Indonesia, Laos, Malaysia, the Philippines, Singapore, Thailand and Vietnam) with five partner countries (Australia, China, Japan, Korea, and New Zealand). Also known as a China-centric deal, it is an ambitious accord. Whether RCEP members will welcome Bangladesh depends on the country's formally approaching the bloc to join, which has a significant geo-political implication.[email protected]",
        "headline_1": "FTAs & PTAs: Bangladesh’s dilemma still on",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ftas-ptas-bangladeshs-dilemma-still-on-1694272548",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-09-2023"
    },
    {
        "full_article": "The view of a teenage boy helping his middle-aged father in a physically hard work stands in stark contrast with another showing a group of them sitting in a circle at a deserted place in Dhaka. The boys assembled in a group are sniffing glue from a polythene bag. The adhesive, available at hardware shops, and with shoe-menders, is an intoxicant. As the glue-sniffing boys put it, the smell of the glue kept in a hollow airtight polythene bag makes them feel high. At the same time, it keeps them without hunger for a long time. The teenagers aged 10-15 years belong to the class of street-based homeless kids. Most of them have no place to sleep at night. Many of them are found asleep on footpath benches, road islands, rail stations or launch terminals. Throughout the day, they roam the city streets aimlessly, at times begging, or gossiping on a less crowded footbridge. Many are found dozing at unlikely places.After managing the required money, a few of them buy together a 'pot' of `dundee'. They utilise it after dusk to keep the pangs of hunger away. Glue-sniffing has reached an alarming level after the adolescent boys, and a few girls, became hooked on the substance. It has been over 10 years when the new drug menace overtook the Dhaka street children. The problem with the apparently mild addiction is it eventually becomes a step to graduate into the world of psychedelic and hard drugs. This kind of dope-taking was not long ago a common practice among both the upper and lower class urban youths. The addiction to narcotics begins normally with the low-dose synthetic drugs. The wayward teenagers, street children in particular, take to this dope-taking first as a fun and pastime before they get addicted to abusing stronger substances. Producing hallucinogenic effects, they belong to the amphetamine group of synthetic drugs. Appallingly, many a teenager mildly addicted to cannabis in Dhaka and the country's other urban areas, end up being hardcore addicts.The most terrible aspect of drug addiction among floating teenagers is they remain vulnerable to becoming chronic addicts in the future. To meet the expenses of collecting specific drugs, many of them become desperate enough to sell their blood at blood banks. It leads to premature withering of many promising lives. On the other hand, a section of desperate young addicts turn to violent methods like mugging and other crimes to procure the money for collecting drugs. Few can predict that these kids won't grow into hardened criminals in the near future. Of late, the agency concerned of the government has taken a tough stance on the menace of glue-sniffing, seemingly the initial stage of entry to the multi-step world of drug abuse. It's encouraging to learn that the addicted teenagers have been taking treatment at the indoor department of the government rehabilitation centre, under the Department of Narcotics Control (DNC), since 2016. But given the fast expanding size of the capital, it might prove a daunting task to keep track of the groups engaged in the addiction of glue-sniffing. In order to make the anti-'dundee' campaign a success, concerted efforts of all related agencies are an imperative. The most critical roles are expected to be played by the two Dhaka City Corporations and their volunteers. Moreover, anti-drug social activists and child rights groups ought to play an active role in the fight against child drug abuse. As the scourge involves children, the problem warrants to be dealt with sensitively.[email protected]",
        "headline_1": "Saving street kids from 'soft drugs'",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/saving-street-kids-from-soft-drugs-1694272723",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-09-2023"
    },
    {
        "full_article": "Currently, digital marketing is a crucial tool for achieving business success. This enables businesses to effectively connect their target market and build a solid online presence. Businesses are continuously looking for novel ways to stand out and engage with their target audience. Modern corporate tactics now revolve around digital marketing, which uses a variety of technologies and strategies to increase online visibility and engagement. Marketers nowadays need to be very creative. And what they need more is to produce content in a very short time. That is where AI (artificial intelligence) can be the game changer. AI in digital marketing can be used across various aspects of the marketing process, including content creation, customer segmentation, personalisation, social media management, ad campaign optimisation, email marketing automation, SEO optimisation and more. AI-powered tools and algorithms can analyse data on user behaviour, preferences and demographics, and improve overall marketing performance. If we use AI in making contents, it can improve their quality, and increase our productivity too. Md. Shadman Sabik Saad, Student of the Department of Marketing and International Business, School of Business and Economics, North South University, Dhaka, [email protected]",
        "headline_1": "Using AI in digital marketing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/using-ai-in-digital-marketing-1694272905",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-09-2023"
    }
]