[
    {
        "full_article": "The importance of the decennially conducted Census cannot be overstated. As it tallies data on several features of the Indian population, such as basic demography, literacy levels, caste status, educational levels, spoken languages, religion, marital status, occupation, and migration status among others, the Census is vital to administrative functions and planning of welfare schemes. Census data are also critical as they are used as a frame to underpin other sample surveys that are representative of the whole population. The national Census is utilised by international agencies to project the world’s population as well. India has conducted the Census every 10 years since 1881; only 2021, a pandemic-affected year, was an exception as the exercise was postponed. With the deadline for freezing of boundaries further extended to June 30, 2023, the Census can effectively be conducted only some months after this event. Census enumeration is preceded by activities such as house-listing. Most States were in line to begin this in early 2020, before the COVID-19 pandemic hit. But the repeated postponement and, consequently, the undue delay in the Census’s commencement will severely affect the availability of vital information on population numbers at district and other lower levels.The pandemic has been cited as a reason for the delay. The fact that lockdowns and physical distancing norms are now a thing of the past and infection levels in the country have remained relatively low ever since the last Omicron variant wave happened in early 2022 suggests that this is no longer a valid excuse. In fact, Census data should validate the various estimates on mortality based on ‘excess deaths’ analyses during the COVID-19 pandemic. Also, it is imperative that decadal changes in India’s demography related to urbanisation and migration of people across States are captured adequately. Welfare schemes such as the targeted Public Distribution System under the National Food Security Act depend on population estimates, and the government continues to rely on Census 2011, which is now clearly outdated. Inter-State disparities in population growth rates could also impinge upon debates on the prospective delimitation of electoral boundaries and apportioning of seats across States. Considering these and other imperatives for the smooth planning and implementation of administrative, welfare and statistical management for governance, the Union government must show alacrity in commencing the Census.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit",
        "headline_1": "Time to count: On government’s delay in conducting census",
        "headline_2": "The Census is too vital for the government to delay it any further",
        "link": "https://www.thehindu.com/opinion/editorial/time-to-count/article66357988.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-01-2023"
    },
    {
        "full_article": "In a welcome move, the Supreme Court has transferred to itself petitions pending in several High Courts seeking legal recognition of same-sex marriage. A Bench of Chief Justice D.Y. Chandrachud and Justices P.S. Narasimha and J.B. Pardiwala asked the Centre to file its reply to all the petitions on the issue by February 15 and has listed the case for directions on March 13. Petitioners are looking for an authoritative ruling legalising same-sex marriage, especially on the question of whether it will be brought within the ambit of the Special Marriage Act of 1954, which allows a civil marriage for couples who cannot marry under their personal law. After the transformational judgment in K.S. Puttaswamy (2017) upholding the right to privacy and Navtej Johar (2018) decriminalising homosexuality, the courts have shown the way to end uncertainty regarding the rights of the LGBTQIA+ community. Petitioners have argued that denying the community the same rights as heterosexual couples violates a clutch of fundamental rights on life and liberty including Articles 14, 19 and 21 of the Constitution and Article 16 of the Universal Declaration of Human Rights, to which India is a signatory. Article 16 says, “Men and women of full age, without any limitation due to race, nationality or religion, have the right to marry and to found a family”.The apex court will first have to contend with the response from the Centre, which has said it is opposed to same-sex marriage, stating that judicial intervention will cause “complete havoc with the delicate balance of personal laws”. There are also other issues on which the LGBTQIA+ community, which already faces prejudice in society, will need clarity from the court. Under Sections 5, 6 and 7 of the Special Marriage Act, parties to the marriage have to give prior notice to the Marriage Officer of the district who has to publicise the notice and call for objections. In the past, many inter-caste and inter-faith marriages faced violent opposition from those acting in the name of honour or community. Though the Allahabad High Court ruled in 2021 that people marrying under the Special Marriage Act can choose not to publicise their union, saying that mandatorily publishing a notice of the intended marriage and calling for objections violates the right to privacy, the LGBTQIA+ community will look for a definitive directive on this from the Supreme Court. Awareness campaigns are also a must to sensitise society about the rights of all individuals. By legalising same-sex marriage, India can join the 30-odd countries which allow it, and lead from the front in Asia where only Taiwan has legalised it.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit",
        "headline_1": "Glimmer of hope: on the rights of same-sex couples",
        "headline_2": "SC must provide a definitive directive on the rights of same-sex couples",
        "link": "https://www.thehindu.com/opinion/editorial/glimmer-of-hope/article66357272.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-01-2023"
    },
    {
        "full_article": "China will look inwards for much of this year, giving India leeway to cautiously look elsewhere. The economic engine that is the source of all of Beijing’s aspirations is sputtering. No one talks of China overtaking the United States in dollar GDP terms in five years. That is now seen as an over-the-horizon target. Last month the Chinese Economic Work Committee, which sets the country’s economic agenda, declared, “For the next year, we must make economic stability our top priority.”\nRead full opinion on TOI+\n\n",
        "headline_1": "Smiling rabbit, hidden dragon: China will focus on economy this year, but this doesn’t at all mean it has mellowed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/smiling-rabbit-hidden-dragon-china-will-focus-on-economy-this-year-but-this-doesnt-at-all-mean-it-has-mellowed/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-01-2023"
    },
    {
        "full_article": "The emergency evacuation of residents from parts of Joshimath should serve as a national wake-up call. The town’s land subsidence problem featured in government reports over four decades ago. But that wisdom got bulldozed by infrastructure and construction plans designed for the region. The repeated economic and human loss experienced in the Garhwal Himalaya over the last few years should finally spur India to factor environmental consequences in its calculation of project benefits and in GDP. It will present a more realistic picture of where we stand.\nThe overarching case for estimating green GDP, which accounts for environmental degradation, is the risk faced by India on account of climate change. India ranked fifth in the Global Climate Risk Index in 2020, which makes the country among the more vulnerable nations. Since then, India has committed to a nationally declared emission target of net zero by 2070. It’s a quantitative measure and the milestones on the path of its realisation need to be measured. Here, our performance is poor. A recent study in the RBI Bulletin pointed out that data on environment indicators are unavailable in any Indian database. Researchers are forced to rely on data generated overseas in an area where India is acutely vulnerable.\nThe situation is retrievable. Accounting for environmental degradation allows for calibration of policy and a sharper focus on relevant technology. Consider the example given by US economist William Nordhaus. He estimated that between 1973 and 2018, growth rate of net national product after adjusting for environmental costs is actually marginally higher than the unadjusted NNP. The reason is that over time emissions have declined relative to output and costs of producing an additional unit keep going down. That’s the case in India too, which is a cause for hope. The RBI study said that each unit of GDP in 2000 consumed 4.5 kg of material. By 2017, it had come down to 2.8 kg per unit of GDP. The trend will continue.\nThe environmental risk in India varies across regions. Estimating green GDP at both national and state levels will hold a mirror to policy makers on the potential costs and benefits of economic decisions. The first step is to build our own database. It needs to be followed by dissemination of green GDP to inform policy at levels of government.\n\n",
        "headline_1": "Greening GDP: Joshimath must be a wake-up call. Factoring in environmental costs, in projects and in national output",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/greening-gdp-joshimath-must-be-a-wake-up-call-factoring-in-environmental-costs-in-projects-and-in-national-output/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-01-2023"
    },
    {
        "full_article": "A law ministry presentation that showed 79% of high court judges appointed between 2018 and 2022 were upper castes is unsurprising, but also unacceptable. Minorities, SCs and STs comprise 20%, 16% and 8% respectively of the population, but only 2.6%, 2.8% and 1.3%, respectively, of judges appointed post-2018 were from these groups. OBCs too are underrepresented, and women, nearly 50% of the population, made up just 13% of HC judges.\nIn November, CJI Chandrachud had said that today’s HC judge composition reflects the situation of 30 years ago. By all accounts, there is tremendous diversity in higher education today. All India Survey of Higher Education reveals 53 women per 100 men in LLB courses in 2019-20 from just 44 in 2015-16. Similarly, SCs made up 13% of all LLB enrolment and OBCs 29%, suggesting that the old order has irrevocably changed.\nOne of the many criticisms of the collegium system has stemmed from its indifference to the changing social composition in public institutions. Higher judiciary mirrors private entities – mainstream media is no exception – in not being representative enough. The collegium’s alleged penchant for nepotism, with many of those passing muster being sons, a few daughters, and kin of ex-judges, is seen as blocking the way for “unpedigreed” others. The now-quashed six-member NJAC was to have one of the two eminent members from SC, ST, OBC, women or minorities. And in another blow against diversity, GoI has not cleared the appointment of India’s first gay judge. Diversity brings collective experiences and point of views for the Bench from traditionally non-elitist groups, improving quality of justice delivery, and representation inspires social confidence. CJI Chandrachud should walk the talk and prod the Supreme Court and HC collegiums into actively looking for diversity in appointments.\n\n",
        "headline_1": "Mixed benches, please: Women, SCs, STs, OBCs & minorities are hugely underrepresented in higher judiciary. Correct this",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/mixed-benches-please-women-scs-sts-obcs-minorities-are-hugely-underrepresented-in-higher-judiciary-correct-this/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-01-2023"
    },
    {
        "full_article": "In 1851, Seattle, chief of the Suquamish tribe around Washington’s Puget Sound, is believed to have delivered what many still consider to be one of the most profound environmental statements made by man. In reply to a proposed treaty under which his tribe was persuaded to sell acres of land to the colonisers, Seattle wrote to the US president that all things are connected: “How can you buy or sell the sky, the warmth of the land? If we do not own the freshness of the air and the sparkle of the water, how can you buy them? Every part of this earth is sacred … Every shining pine needle, every sandy shore, every mist in the dark woods, every clearing and humming insect is holy.”\nRead full opinion on TOI+\n\n",
        "headline_1": "Broken-back mountains: Joshimath, Darjeeling, Sikkim … Time to cap the numbers of vehicles, tourists in hill towns & ask if we need every fast connectivity option",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/onefortheroad/broken-back-mountains-joshimath-darjeeling-sikkim-time-to-cap-the-numbers-of-vehicles-tourists-in-hill-towns-ask-if-we-need-every-fast-connectivity-option/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-01-2023"
    },
    {
        "full_article": "In 2023, several economies globally will face recession, while three large economies – the US, the EU and China – will continue to slow down, as the International Monetary Fund (IMF) observed on the eve of the new year. In October 2022, the IMF projected global economic growth to decrease from 3.2 percent in 2022 to 2.7 percent in 2023. This has been causing difficulties across countries and affecting the living standards of low-income households. \nFor Bangladesh, though inflation has subdued slightly in recent months, it is still much higher than the previous year and the government's projections. In December 2022, inflation reached 8.71 percent, compared to 6.05 percent in December 2021. Much of this is imported inflation since the country depends on imports of fuel and other essential commodities. Global inflation has also passed onto locally produced items due to high fuel, transport and logistical costs. \nHowever, a part of this inflation is also due to the manipulation of a small group of players who hoard commodities and control the market. \nEfforts to mitigate inflationary pressure are inadequate. The government initiative of selling essential foods at subsidised prices under family cards is not enough compared to the needs of low-income families. Besides inadequate coverage, there are also complaints of leakages in the distribution of subsidies and other social safety net programmes. \nFuel prices were raised by 51.2 percent for octane and 42.5 percent for diesel in August 2022. This has added to the pre-existing difficulties of the low- and fixed-income population, whose income is too inadequate to meet basic expenses. This also happened too soon after the last major hike of November 2021, when the government increased prices of diesel and kerosene by as much as 23 percent. Additionally, Bangladesh Energy Regulatory Commission (BERC) increased electricity tariff at the bulk level by 19.92 percent on November 21, 2022. This hike is apprehended to be passed on to consumers and push up their cost of living further. \nHigh import growth and low remittance growth have resulted in a current account deficit. The external sector is also observing a depletion of forex reserves, which declined from USD 41.8 billion in June 2022 to USD 33.8 billion in December 2022. However, according to the IMF, Bangladesh's forex reserve is overestimated by USD 7.2 billion. \nThe domestic economy has limited fiscal space with a tax-GDP ratio of 8.5 percent in FY 2022, which is abysmally low. Due to trade misinvoicing alone, Bangladesh lost USD 8.27 billion between 2009 and 2018. If data on other types of illicit financial flows (such as tax evasion and smuggling) were available, this amount would turn out to be even bigger.\nThe weakness of the economy is vividly manifested through a vulnerable financial sector that is burdened by large amounts of non-performing loans (NPL). As of September 2022, the share of NPLs was 9.36 percent of total outstanding loans in the banking sector. The culture of letting habitual, wilful loan defaulters go scot-free and providing them with endless flexibility further encourages them. This has resulted in several scams during the past decade, wherein individuals and business groups have swindled depositors' money from banks in the name of taking out business loans. \nBangladesh's policymakers have taken a few measures to tackle the current economic situation. The government has prioritised infrastructure projects and postponed the implementation of projects that can wait. To save our forex reserve, the central bank has taken a few measures, such as increasing the margin of letters of credit (LC) and making the reporting of all types of foreign exchange transactions made by banks mandatory, and encashment by banks of 50 percent of the total balance held in exporters' retention quota accounts. Any visible outcome is yet to be observed.\nIn case of remittances, though the government offers 2.5 percent incentive to remitters for sending money through banks, remitters get a more attractive rate and better services when using informal channels to send money home. The difference between the amounts coming in through formal channels versus informal channels is large, and the service of the latter is more efficient than that of banks. \nThe supply shortage of dollars in the market has led to a free fall of the taka against the US dollar. Policymakers have kept the taka artificially stronger against the dollar for a long time by injecting US dollars into the market. Meanwhile, several competing countries such as China, India and Vietnam had devalued their local currencies. This made Bangladesh less competitive for its exports and less attractive for remitters to send money through formal channels. Though Bangladesh Bank allowed the market to determine the exchange rate a few months ago, the market is yet to be corrected. \nIn view of declining forex reserves, Bangladesh has sought a loan of USD 4.5 billion from the IMF. However, to qualify for this, Bangladesh must undertake several reform measures for improved governance and efficiency. The key elements of the IMF loan programme to Bangladesh will include creation of additional fiscal space, containing inflation and modernising the monetary policy framework, strengthening the financial sector, boosting growth potential, and building climate resilience. \nHowever, reforms should be designed and implemented by the country itself, since reforms under the directives of external agencies could limit the policy space and ignore the country's reality. \nThe ongoing global economic crisis has affected all countries irrespective of their level of economic achievements. However, countries with an efficient system and robust institutional mechanisms are in a better position to overcome the challenges. \nThe economic challenges faced by Bangladesh are partially due to the fallout of the pandemic and the ongoing Russia-Ukraine war. But the core problems of our economy are rooted in the very nature of the country's governance, which has long been neglected. \nIn the current context, while the government should deal with the immediate challenges of containing prices, enhancing supplies, and providing support to limited-income families, it must also carry out medium-term measures. Actions are needed for reduction of financial sector vulnerabilities, enhancement of revenue mobilisation efforts, creation of a conducive environment for private and foreign investment, development of human capital, and creation of employment opportunities. \nA shorter version of this article has been published in the East Asia Forum.\n\nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD).\n",
        "headline_1": "Overcoming looming economic challenges in 2023",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/macro-mirror/news/overcoming-looming-economic-challenges-2023-3216856",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-01-2023"
    },
    {
        "full_article": "During my time as an academic at the University of Dhaka, there were some whisperings and mutterings of bewilderment among campus insiders about a political appointment in early 2009. In that air of confusion and perplexity, I overheard a conversation between two senior academics in the corridors of Kala Bhaban. Let's name them Y and Z. Y was known for his sympathy for the party in office and Z was a political incognito.\nZ walked to Y and exclaimed: \"Ki holo eta?!\" (\"What just happened?!\"), expressing his shock over the political appointment and anticipating a word of condemnation from Y.\nHowever, Y adopted a cavalier attitude towards what Z considered a serious matter. With a broad smile on his face, Y said: \"Eta rajniti.\" (\"This is politics.\").\nIn the above case, the excuse to condone misdemeanours or indiscretions is: \"it happens.\" Unfortunately, this ploy is common among both unlettered and highly educated people and is used to defend, and provide blind support to, one's political camp. Worse, this pretext is applied selectively. The same people would become moral absolutists and take a fiercely antagonistic stance if comparable offences were committed by people of opposing political parties.\nThe rhetoric of whataboutism is another apologist strategy for condoning the various types of human rights abuses perpetrated by a political party of one's affiliation or by a government of one's choice. It is a diversionary tactic to deflect attention from atrocities occurring under people's noses to other past events or trends. This argumentative technique is used by pseudo-neutral, partisan analysts, commentators and intellectuals. They resort to this logical fallacy to avoid the moral responsibility to intervene in instances of political authoritarianism, repression, and mass victimisation. The intention is to make the public indifferent to ongoing political oppression and to absolve the perpetrators of responsibility.\nThe specious pretext of whataboutism seems to have gained momentum with the defenders of the current government in Bangladesh that is embroiled in innumerable controversies and allegations of gross human rights violations.\nElectoral fraud and other forms of manipulation overshadowed the last two general elections – one non-participatory and the other tainted by nocturnal ballot stuffing. Innumerable opposition leaders and activists have also been subjected to forced disappearances, beginning with the disappearance of Dhaka City Corporation councillor Mohammad Chowdhury Alam on June 25, 2010. Both the cries of their children and the cries for justice have been falling on deaf ears. Limiting freedom of the press and gagging the expression of dissent have now taken on an institutional and legal shape, thanks to the Digital Security Act (DSA) 2018.\nWhen conscientious intellectuals and citizen groups raise these issues of misrule to generate debates, ruling party sympathisers and peddlers of official narratives defend the regime by skilfully deploying whataboutism. Thus, they attempt to stifle legitimate political criticism and seek to dismiss the charges of current human rights abuses by referring to earlier precedents.\nWhen the advocates of whataboutism are called on to condemn wanton harassment of opposition leaders, activists, and of journalists and writers (for exercising freedom of expression), they say that such repression is not new and they also happen in other countries.\nOppression and injustice in any shape or form are wrong and abhorrent, and suggest inherent weaknesses of the perpetrators. Our condemnation of such acts must be absolute, without any subterfuge or reservation.\nTo use previous incidents of human rights violations to condone those of the present is hypocrisy and a macabre mockery of the past and present victims.\nPerhaps, with a change of political power in Dhaka, today's proponents of whataboutism could change their colours. Such metamorphosis of Bangladesh's intelligentsia has happened, especially in relation to the rise and fall of Hussain Muhammad Ershad. As the Associated Press had reported on December 30, 1990: \"Newspapers, including government-owned ones that once carried only laudatory accounts of Ershad's public deeds, now print saucy stories full of allegations of corruption and clandestine romances.\"\nFreedom-loving and peace-and-justice-promoting writers and intellectuals should be above partisan politics and have the courage to stand ﬁrm for truth and justice. Using the tedious rhetoric of \"it happens\" and whataboutism to defend a particular political group is a sign of intellectual timidity.\nAs it appears, our country is poised for a further downward spiral – a total political, humanitarian, and economic crisis. If things turn worse and if slavery and sycophancy are the only options on the table for the educated gentry, it will be too late to wake up to the country's realities and to our responsibilities. The earlier we understand this, the better.\nDr Md Mahmudul Hasan teaches English and postcolonial literature at International Islamic University Malaysia. Email: mmhasan@iium.edu.my\n\n",
        "headline_1": "The rhetoric of 'it happens' and whataboutism in political apologia",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-rhetoric-it-happens-and-whataboutism-political-apologia-3216696",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-01-2023"
    },
    {
        "full_article": "\"Kadhe kandh miliye medha o mononer bunone\n(Standing shoulder to shoulder, woven with skill and resolution)\nMatha unchu kore darai bishwe Bangladesher naamey\n(We stand tall in front of the world, in the name of Bangladesh)\nMade in Bangladesh, made in Bangladesh.\"\nBangladesh Garment Manufacturers and Exporters Association (BGMEA), which represents the top export sector of the second-largest readymade garments (RMG) exporting country, presented the glory of the sector's business development through the above song at the Made in Bangladesh Week 2022, where 550 buyer representatives and experts from 160 countries were present.\nAny citizen would love to hear of Bangladesh's identity, growth and independence in such a song. We see a conscious effort to market the sector by praising its possibilities, and branding products by equating them with positive emotions like love and patriotism. Using such lyrics and presentation as a business strategy shows a certain level of maturity on the part of the BGMEA leadership.\nBut after almost four decades, how are one of the greatest builders of the sector, the garment workers, doing in real life? How is the ongoing inflation affecting their lives? How much has their income risen in line with the increase in export earnings? How many calories of energy do they get to produce for themselves daily? Are they able to maintain a balanced diet, with enough protein? We did not see these issues reflected at the event. At a mega-event for business development, the development of workers' standards of living got swept under the carpet.\nWhen one Sabina graduates from the Asian University for Women and dreams of becoming an entrepreneur, we can definitely be proud. But there are hundreds of thousands of Sabinas who are left without education and have to live without nutrition, leave and rest, and are known as \"cheap\" labour. Is the life of graduate Sabina the same as the four million other workers? What can they afford with the mere Tk 8,000 salary?\nDoes the BGMEA leadership have a mega-plan to improve workers' living standards and skills? Can we evaluate the sector's development only through the gains of the owners and buyers, increase of export earnings, development of factory buildings, or their greenery-surrounded walls? If the workers' purchasing power does not increase along with the rise of export earnings, can that be termed true development of the whole sector?\nThere is no way to overlook the fact that the development of this sector is deeply intertwined with the development of its workers. Any definition, narrative or planning that does not make workers part of the \"development\" is incomplete.\nAfter the pandemic slowed down, work orders started coming back to Bangladesh, and the media wrote stories of a comeback. But the Russia-Ukraine war, global inflation, the fuel crisis, floods and more put RMG workers in a dire situation yet again. Many times, we have seen this sector's entrepreneurs weather such storms and make a comeback. However, the fair winds of change hardly seem to reach workers. Last year marked 10 years of hundreds of workers dying in the Tazreen factory fire and nine years since the Rana Plaza collapse, but the culprits of either are yet to be punished, and the labour law has still not been properly amended.\nExpanding into new markets, crossing the 50-billion-mark, setting our sights on becoming a 100-billion-dollar industry, getting recognition as the country with the safest green factories (173 of them), sustainable development (keeping the climate catastrophe in mind) and the 20 goals to work towards it – all of these show the progress of this sector, not its deterioration. According to recent data from the Export Promotion Bureau, Bangladesh's export earnings in the global market have crossed a record USD 5 billion for the first time ever. From July to November 2022, the value of exports created another record by reaching USD 18.3 billion. The value of exports in 2022-23 has gone up by 15 percent in comparison with the same period in 2022-2021. These are not cock and bull stories.\nBut is this success only for owners-buyers and the government to benefit from? Because the cruel struggle of the workers throughout the year shows that they have not been party to it.\nThe owners have failed to set an example of taking responsibility for their workers during any crisis. From the pandemic to periods of inflation, we have continuously seen examples of this. Even in the middle of 2022, when workers in Mirpur, Gazipur or Uttara demanded an increase in their wages, not only were they ignored, but their demonstrations were attacked.\nSome honourable ministers made promises of a wage board to try and calm protestors. Some owners have called the protests \"conspiracies\" or \"provocations.\" Even the head of government has warned, \"If factories and exports stop because of such movements, it is the workers who will lose everything. Wages will not increase because they will get no wages instead.\" Some are saying that workers' movements in the current global environment will force industries to relocate to other countries instead – the same old fear-mongering.\nBut the Export Promotion Bureau itself has said that, even though the present crisis has hit other export sectors, the RMG sector is somehow progressing.\nProducts made in Bangladesh are now reaching new markets in Japan, India, South Korea, and the Middle East, which is very noteworthy. Market expansion into Chile, Brazil, Mexico, Russia, and some African countries has also occurred. In July-August of the present fiscal year, exports to India were valued at USD 190 million, which is 99 percent higher than the last fiscal year. At this rate, the exports will exceed USD 1 billion at the end of FY 2022-23.\nAccording to EPB data, in the first five months of 2022-23 (July-November), export to non-traditional markets increased from USD 2.47 billion to USD 3.19 billion. Trade with Malaysia, Mexico, India, Brazil, and South Korea has gone up significantly, and only exports to Russia have fallen due to the war. In fact, even trade with the European Union, the US, the UK and Canada have gone up, although by not as much as the aforementioned markets.\nWhen there are various crises in the global economy, a fear of food insecurity, and a complex political situation at home due to upcoming elections, the strong data and positive reputation we see from the garments industry shows us how stable a sector it is. Yet, despite all this, no wage board has been announced so far, even though it has been four years since the last one was convened. The owners have never come forward to create a fund for workers to use during emergencies, not during the pandemic, nor in times of national and international tumult.\nRMG workers are always asked to shoulder any losses incurred, but when owners are inundated with profits, workers do not get their fair share. Profits are personal, but losses are social – this neoliberal economic trend can be seen in the garments sector of Bangladesh, too.\nIn this economy, simply looking at the prices of goods like rice, lentils, flour, salt, oil, and eggs shows the difficult situation faced by workers and the general people of this country. Where everyone is having to make concessions when buying daily essentials, it is not hard to decipher the poor conditions of RMG workers.\nIn 2018, garment workers' wages were raised from Tk 5,300 to Tk 8,000, which took effect in 2019. According to TCB data, if we compare prices from December 2018 to December 2022, the price of rice has increased by almost 15 percent and price of lentils (thick) has gone up by 97 percent. The prices of flour, soybean oil, and sugar have gone up by 120 percent, 86 percent and 114 percent respectively. The price of eggs has gone up in stages, and is now 13 percent higher in comparison to 2018.\nIn August 2022, the prices of petrol, octane, diesel, and other fuels went up by 42 to 51 percent, and since then, the prices of essential commodities have continued to increase in stages. Expenses in all sectors, including transportation, have gone up. According to the Bangladesh Bureau of Statistics, three-month inflation till August 2022 was 9.10 percent, the highest in 11 years.\nAnd while this was the market situation from 2018 to 2022, the minimum wage of garment workers was stuck at Tk 8,000. Just this is enough to tell us why the increase in costs of essential commodities over the past five years requires us to re-evaluate RMG workers' wages. Yet, whenever one brings up improving workers' living standards in line with the improvement experienced by owners, they have to hear of the fears of \"dangers ahead\" as more strategies are devised to make workers share losses but not profits.\nIn the 21st century, we no longer want to see workers just getting by. The cruel joke of advising workers – who are already not getting enough nutrition – to reduce consumption during economic shocks cannot be tolerated under any circumstances. If anyone must practice austerity, then the government has to ensure it is those who consume too much.\nThe government, as well as owners and buyers, need to take appropriate actions alongside creating policies and structures to tackle the crisis facing workers.\nA special emergency fund has to be created. A democratic and accountable environment, free of fear and oppression, has to be created – in factories and everywhere else.\nSuccess cannot simply mean increasing export revenue or owners' income. We must increase our capacity to negotiate better and fairer prices for our products, as well as improve workers' capabilities and purchasing power. Workers must get a living wage so they can retain their productivity and skills. Maternity leave, sexual harassment policies, and other amenities for women have to be ensured as well, so that female workers are not pushed out. If workers' wages go up, their purchasing power will increase and the economy will also receive a boost.\nRecently, workers and worker organisations made the legitimate demands of creating a new wage board and setting a Tk 25,000 minimum wage. If the living standards of workers are not improved, if they are left in despair while only export and owners' earnings increase – if there are no laws or trade unions in favour of workers and they are deprived of their right to speak out – there is no scope for us to hold our heads high, at home or abroad.\nIf we want to take pride in our RMG industry, the owners, buyers and government will all have to take responsibility. Present entrepreneurs will only fully provide evidence of their maturity when they will provide an example of investing in increasing the living standards, wages, and skills of workers. Only then will the behind-the-scenes heroes of the \"made in Bangladesh\" story finally come out from behind the curtains and take their place on the centre stage.\nTaslima Akhter is president of the Bangladesh Garment Sramik Samhati and a photographer. She can be reached at taslima_74@yahoo.com\n\n",
        "headline_1": "How much longer will RMG workers have to shoulder losses, but not profits?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-much-longer-will-rmg-workers-have-shoulder-losses-not-profits-3216536",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-01-2023"
    },
    {
        "full_article": "A recent video of Awami League general secretary Obaidul Quader delivering a speech on how his party will herald a new age of \"Smart Bangladesh\" is circulating on social media. The reason behind it becoming viral, though, is not the content of the speech or the grand manner in which Mr Quader mesmerises the audience with his oratory; it is because the stage suddenly broke down in the middle of the speech, just when he was about to deliver the newest catchy term floated by the public relations geniuses of his party.\nThis is definitely a terrible faux pas. But, however amusing the situation, we should refrain from laughing at it and take into consideration the possibility that someone could have seriously gotten hurt. Thankfully, only six persons sustained minor injuries. \nWhat was severely bruised, though, was the ego of the ruling party. The party that has done nothing short of subsuming the entire government system and has extended its tentacles into the civil society as well. A breaking down of the stage in the middle of a grand event, which was meant to cement the new narrative of the party, certainly is a bad look. No matter how much we try to hold back our laughter and how much I implore you to take the matter seriously, the image of Quader awkwardly falling down will now forever be ingrained in the memory of the everyday Bangalee alongside the term \"Smart Bangladesh.\"\nWe witnessed something similar when the party floated a political slogan back in the days – \"bhorosha rakhun noukay\" (\"have faith on The Boat\") – which was quickly turned on its head by the quick-witted Bangalees as \"bhorosha khun noukay\" (\"trust is killed on The Boat\"). You cannot throw a slogan into our midst without keeping in mind its satirical potency. But Awami League made that mistake, and quickly had to backtrack from the slogan and choose new ones. Will something similar happen to \"Smart Bangladesh\"?\nProbably not, because \"Smart Bangladesh\" is something greater than just a political slogan. It is a political project, and, dare I say, an ideology. It gives us a vision of a Bangladesh where the Awami League's silent sympathisers and \"better-of-the-two-evils\" arguers get an opportunity to progress beyond the digital realm. It shows us the possibility of something beyond the digital, something that will carry the AL's reign until 2041. They are promising us something that is possibly better than freedom – a sort of unfree development that gives comfort to the solvent and despondence to the wretched. \nBut alas, the morning has already shown the day. The incident of the breaking down of the stage is very telling. Why did the stage break down? I am sure that the poor decorator who was hired to build the stage and the people in charge got an earful about it, at the very least. But are they really at fault here? If one looks at the video footage carefully, they will see that the stage broke down possibly because it was possibly carrying too much weight. Why did that happen? It happened because everyone wanted to show their face in front of the camera. It happened because every Chhatra Leaguers present were eager to stand beside Quader and prove their worth to him. And there are simply too many eager men who want a place on the stage for the stage to even be able to hold itself up. Therefore, when too many crowd, the stage, inevitably, breaks down.\nNow, am I trying to say that Awami League has too many over-eager politicos to maintain discipline within its ranks? Am I saying that the power of the regime has cracks and will break down the middle because of the pressure of so many people vying for power? Of course not.\nBut Mr Quader, on the other hand, sure says a lot. In a number of previous meetings of the BCL and Awami League, he has had to say some tough words to keep the discipline. Over-eager leaders of the Chhatra League have caused disturbances at almost every recent event of theirs. Having too many workers who want to be leaders and thinking that the best way to achieve that is to get in the close circles of the key figures, rather than by working at the grassroots to build the party's popular support, has led to a party system that centres around specific individuals and not around servicing regular people. \nThat is what the stage-breaking incident shows us. It shows us that too many slogans, too much shouting, and even too much strength can be a bad thing. \nStaying too long in power has its positives and its negatives. To sustain its power, any ruling regime has to arrive at a power-sharing system with various stakeholders of society. The longer the power stays, especially without a strong political mandate, the higher the number of shareholders for the power gets. And unless all of them get proper dividends, they can either withdraw from the arrangement or create tension within the arrangement by vying for more power. \nIf any political party in any country in the world sees a parallel to the situation I have laid out above, they have reasons to be worried. \nAnupam Debashis Roy is a member of the editorial team at The Daily Star.\n\n",
        "headline_1": "When too many crowd, the stage breaks down",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/when-too-many-crowd-the-stage-breaks-down-3216511",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-01-2023"
    },
    {
        "full_article": "We are shocked to learn that the Anti-Corruption Commission (ACC) has decided to hand absolute power to its secretaries to deal with the investigation officers. The ACC published an order in this regard on December 18, according to which the secretaries have been given the authority to transfer and promote its deputy directors and assistant directors, who are mainly involved in enquiry and investigation related tasks. Previously, such decisions were taken by the commission's permanent members, but now it will be done by bureaucrats who remain attached to it for only a fixed period.\nThe decision has naturally raised questions about the anti-graft body's independence and autonomy. The Transparency International Bangladesh (TIB), for example, has said that the move will make the ACC a \"toothless tiger\" and transform it into a government organisation. TIB, therefore, asked the commission to withdraw the decision. We also think withdrawing the decision is the right thing to do as it will make the institution more ineffective in curbing corruption and irregularities, which have been plaguing our public institutions.\nIf we look into the records of the ACC over the past one decade, it will become clear that it has largely failed to live up to its mandate. The organisation has often failed to complete the corruption investigations that it has initiated. A TIB report in 2016 found that only 37 percent of those charged by the ACC were convicted. In 2017, a TIB report again revealed that it had failed to dispose of about three-quarters of the complaints filed against 12 public service-oriented institutions. There is also the example of ACC's incompetence in its investigations into the Basic Bank loan scam. Even after over seven years, it has failed to complete the investigations or even submit charge sheets in any of the 56 cases filed in this connection.\nNeedless to say, public confidence in the ACC was again dented when, last year, it sacked Sharif Uddin, one of its assistant directors who reportedly investigated graft allegations against some land acquisition syndicates. Reportedly, the decision to sack him was not taken following proper procedures. It is also evident from the way the ACC has acted over the past decade that it is not free of political influence. It often failed to act neutrally when it came to dealing with corruption and money laundering.\nThe ACC already lacks the power to initiate investigating corruption charges against public servants. And now this fresh move – giving executive power to the secretaries to transfer and promote investigators – will only curtail its power further, and definitely discourage officials to investigate allegations against the powerful people. Overall, the decision will be a barrier to ACC's independence and impartiality. We, therefore, urge it to reconsider the decision for its own sake and that of the public.\n",
        "headline_1": "Don’t clip the wings of investigators",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-clip-the-wings-investigators-3216326",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-01-2023"
    },
    {
        "full_article": "The manner in which the human toll of road crashes has been rising in Bangladesh is anything but normal. We end each year with the ignominy of having surpassed last year's records in road crashes and casualties, only to begin another year with fresh horrors. This time, too, has been no exception. As an estimate released by the Road Safety Foundation shows, 2022 was one of the deadliest years on record for the transport sector, with its numbers of crashes and deaths registering an increase of 27.14 percent and 22.74 percent over corresponding figures in the previous year.\nThe organisation has also released a number of figures that can help us understand the extent of the danger that passengers, and the nation as a whole, face. It said that 81.36 percent of the 7,713 road crash victims counted last year were aged between 18 and 65 years – the most productive segment of the population – while students accounted for 16 percent of those who died. In the end, the loss to the workforce suffered through these tragedies has amounted to a staggering Tk 23,460 crore. The figure, we are told, would be more than 1.5 percent of the country's GDP if property damages are also taken into consideration.\nAnother important revelation has been about how Dhaka division – which hosts the capital of the country – emerged as the most unsafe among all divisions. Dhaka has seen the highest number of both accidents and fatalities, with 2,044 individuals dying in 1,841 crashes. The second highest death toll was recorded in Chattogram.\nAll these figures have significant socioeconomic implications for the country. It goes without saying that the road and transport authorities have totally failed to perform their responsibilities, despite frequent appeals from citizens to ensure the safety of our roads and highways. The situation makes a mockery of the promises made by the government in 2018 before enacting the Road Transport Act – which, by the way, still remains largely unimplemented – as well as the vision of a Smart Bangladesh that the ruling party has recently set for us. Clearly, at the moment, citizens need safe roads more than a smart country or smart cities, whatever that means.\nThe spectacular lack of progress in the transport sector betrays a spectacular lack of concern at the policymaking level, which is really disturbing. Recently, the government, over four years after passing the act, has finally formulated its rules which, among other provisions, have detailed the compensation that victims of road crashes can expect to receive. This was an important move, if long overdue. But significant uncertainties still remain about the act itself. For this act and its rules to ever serve the public and reduce their sufferings on the roads, the authorities must ensure they are properly, regularly and evenly enforced.\nWe urge the higher authorities to take meaningful action to fix the transport sector, but also hold to account those who have consistently failed to deliver results. Given how bad the situation has been of late, they must put people's safety at the heart of policymaking.\n",
        "headline_1": "Safe roads before smart cities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/safe-roads-smart-cities-3216316",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-01-2023"
    },
    {
        "full_article": "Ever since the bulk ---technically called weighted average bulk--- power tariff was raised by 19.92 per cent to Tk 6.20 from Tk 5.17 per unit in November last, a hike in retail power tariff at the consumer level was on the card. With the bulk tariff becoming effective from December last, the power distribution companies and the Power Grid Company of Bangladesh (PGCB) did not want to wait long for raising the retail tariff and transmission charge as soon as possible. By this time the passage of the Bangladesh Energy Regulatory Commission (amendment) Ordinance, 2022 in parliament in January last has ruled out the need for mandatory public hearing before adjustment of power tariff. Then there seems to be a government policy shift in favour of withdrawal of subsidy from power. It is against this backdrop, a public hearing was held notwithstanding the fact that the government could avoid this if it so wanted.By holding the public hearing the Bangladesh Energy Regulatory Commission (BERC) can still consider it has some relevance by at least allowing the platform for the public and rights groups to present their grievances or argument against arbitrary power hikes. When all the power distribution companies bargained for tariff increase well over 20 per cent at the consumer level, the BERC technical evaluation committee suggested a hike of 15.43 per cent. If this happens, per kilowatt hour or unit will be costlier by Tk 1.10 from Tk 7.13 to Tk 8.23. The technical committee also recommended a13.19 per cent increase in the wheeling or transmission charge. As an intermediary the BERC is going to make its decision, as its chairman stated, within a month unlike in the past within the 90 days it gets for doing so.Now the question is if a raise in power tariff by even the BERC technical committee-recommended rate was inevitable or avoidable. The Consumer Association of Bangladesh (CAB) and the president of Bangladesh Chamber of Industries (BCI) convincingly argue that system loss, inefficiency and unnecessary expenditures on several heads could avoid this hike at a time when people, particularly the low-income groups, are economically bleeding from market volatility and in the absence of opportunities for employment and augmentation of income. Power theft and illegal connection could not be tackled. System loss is virtually the other name of illegally provided power connections. To the enquiry by the CAB about the number of bureaucrats on the boards of different power companies, there was complete silence. Also the amount of honorarium paid to these bureaucrats for attending board meetings could not be disclosed. Why? Evidently, there are too many holes to be plugged. But the Power Development Board is neither minding its own business nor following the government's austerity measures. Stock-taking could improve this particular utility service. Again, fuel oil price is dropping in the international market. If energy price is adjusted and, even better, local gas supply gets increased, the tariff rate needed no such hike. The fallout of this power hike may be more telling by increasing production costs of goods and commodities and triggering another round of their price hike. What will be the supply situation of power in the summer is another concern. It seems subsidy rather than the costlier tariff at the retail level would have been a better option.",
        "headline_1": "Power tariff is going up",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/power-tariff-is-going-up-1673275438",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-01-2023"
    },
    {
        "full_article": "Myanmar junta's honouring the xenophobic Buddhist monk Wirathuwith a national award recently and other developments in that country doesn't bode well, especially for the Rohingya refugees in Bangladesh. That this revered monk coulddenigrate himself to the extent of taking sides with the persecutors of the Rohingya Muslims may have seemed unconscionable to even his countrymen of conscience. The junta leaders' absolving the religious leader of the charges of instigation and felicitating him with a national award --- all this appears to be obliquely aimed at the Rohingya refugees in Bangladesh. As a result, the Rohingya Muslims in Bangladesh see slim chances of their peaceful repatriation. Whatever happens in Myanmar, the Myanmar-Bangladesh border and inside the Rohingya camps in Bangladesh, appear to be going against the refugees. Honouring Wirathu with state recognition is a mindless act; but this is plain truth.Many blame all the Rohingya refugees for the unexpected turns they are made to face. But a dispassionate view weighs in. It points to both the Myanmar junta and the rebels spearheaded byARSA (Arakan Rohingya Salvation Army). Maybe there are other splinter groups advocating different agenda, misguiding the leaderless community. But ARSA appears to be calling the shots. This militant group has allegedly killed the Rohingya human rights activist, the Ukhiya-based Muhibullah, who emerged as a trusted Rohingya leader. While the ARSA militants were urging the common Rohigyas to stay back in the camps at Ukhiya and its neihbourhoods, Muhibullah vehemently opposed the appeal. He was vocally in favour of Rohingyas leaving Bangladesh, and starting life anew in Myanmar's Rakhine state. The ARSA`s opposition to Muhibullah was shrouded in mystery. Many in the Ukhiya-based Rohingya circles say the ARSA members were involved in drug smuggling, human trafficking and different types of anti-social activities. With its Rohingya haven gone, they will be nowhere. The Military government in Myanmar has long declared a war of sorts on the ARSA recruits, thanks to the latter's animosity with the junta soldiers deployed in the Bangladesh-Myanmar border areas. The rise of Muhibullah was meteoric. On being fed up with the threatening presence of the ARSA members and also with their dark future, the Rohingyas found a beacon of hope in the reassuring words of their trusted leader Muhibullah. Thus the killing of this leader dealt a severe blow to them. In place of the earlier homesickness and passivity among the Rohingya refugees, a mood of ill-placed vibrancy is seen overwhelming the refugee camps. Since they began arriving in Bangladesh in the second phase in 2017, the Rohingyas have never shown this restlessness which envelops them these days. The fallout of the Covid-19, especially the drop in relief goods supply and the restrictive measures has a role in the Rohingyas' disillusionment.Since Muhibullah's killing in 2021, the gloom has kept intensifying by the day. The refugees pointed the finger at the ARSA for the blatant assassination. In retaliation, ARSA might start pouring its wrath on the sympathisers of the deceased leader. It's already a stifling atmosphere. Despite a good number of Rohingyas' resettlement on the remote Bay of Bengal Island called Bhashan Char, the greater segment manages a life in the Ukhiyaupazila under Cox's Bazar district. Their lifestyle have been changing fast since 7,42 000 of them entered Bangladesh in just a week in 2017 fleeing genocidal killings in their Rakhine villages in Myanmar. They came in droves, harried and panicked, frantically searching for a home. In a couple of months, the whole Ukhiya area was filled with makeshift dwellings. Trees in the locality were felled indiscriminately. With no proper sanitation, fears of waterborne diseases began looming. Thanks to the Bangladesh authorities' welcome gesture to the displaced Rohingyas, they gained the status of formal refugees. These Myanmar citizens in general are law-abiding and peaceful. But due to the density in their living arrangement in Bangladesh and many big and small problems, they began going out of the supervisory limits. As months and years wore on, the Rohingya youths were found clandestinely engaged in questionable activities. Groups of youths were reported to have gone to the Gulf countries as workers presenting themselves as Bangladeshis in their passports. Reports of involvement of a few racketeers in flesh trade and drug trafficking kept pouring in.At present the unsettling news which is centred round the refugee community is its rising birth rate. In spite of relentless efforts in the form of advocacy and campaign, the situation doesn't improve. Given the trend continues for long, it might turn out to be a daunting task for Bangladesh to cope with the added burden of the population. In reality, the situation is unsavoury for both Bangladesh and the refugees. None of the sides have ever thought of these murky developments. Bangladesh is worried; and also tired of the ritualistic and diplomatic double-speak of the global and regional powers vis-à-vis the issue of the Rohingyas' return to their homeland. In short, the Rohingyas are feared to discover themselves soon that they have alreadygot tangled in a stifling situation. After the Covid-19 shock, the world is bracing for a time of new reality. Many critical episodes of the past years have been consigned to oblivion. For Bangladesh, it has somehow managed to overcome the great shocksthe corona fallout. But hectic times are staring it into the face. They belong to the economic and political areas. In such confused times, the Rohingyas' uncertain travel abroad by sea aboard makeshift boats may not bring any desired result. For the boats cannot take them much further than the Aceh Province in Indonesia.\n[email protected]",
        "headline_1": "Rohingya refugees' confused times",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rohingya-refugees-confused-times-1673275481",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-01-2023"
    },
    {
        "full_article": "Md. Rabbi, a 22 years old youth, who was an assistant to a cycle-van driver, was killed when a bus hit his van at about 6 am on Sunday (January 8) morning in the Mohammadpur area of the city. Without doubt, an honest, hardworking citizen of the country, as he was at work so early in the morning with his employer, the driver of the van, Ohid Mia, he was an important income earner for his family. So, his untimely death is not only a huge personal loss for his bereaved parents and other family members, the family will also be deprived of the contribution he had been making to his family's income through his earning. How will the Bangladesh Road Transport Authority (BRTA), the government's road transport regulatory agency, console the victim's family members in Narsingdi? Is his father, Joynal Mia, aware of the Road Transport Act (RTA)-2018 and its recently-formulated rules published through a gazette notification on December 27, 2022? It is important because, the Trustee Board formed to settle matters relating to compensation for road accident victims is headed by the BRTA chairman. So, the big question is how is the victim's family going to get the compensation of Tk. 500,000 according as provided in the RTA-2018's rules? Has the victim's father, Joynal Mia, any knowledge of the complicated procedure of applying in a prescribed form to the BRTA chairman informing the latter of his son's killing by a rogue bus and of the circumstances of the accident? Once, according to the rule, an application for compensation is submitted to the BRTA chairman within 30 days of the accident, he (BRTA chairman) will form a probe committee within 10 days of the receiving the (compensation) application. The committee so constituted will then conduct investigation to assess the damages claim made and submit a report to the Trustee Board, or Board for short, within 30 days. The Board will then give approval to the application and arrange for paying the compensation to the victim's family within 30 days of submitting the probe committee report. Obviously, a simple villager, Joynal Mia, may, for all practical purposes, be at a loss unless someone privy to the process comes forward to take him through the bureaucratic labyrinth. But can't BRTA make the procedure simpler and easily accessible to lay people including less educated, even unlettered, villagers including women? Otherwise, the compensation-seeking relatives of the road accident victims' family may have to take the help of a third party to complete the process. And in that case, the risk of corrupt elements entering the process can not be ruled out. Then comes the issue of holding the driver of rogue bus and its assistants to justice. And as no money can compensate for lost life, the driver of the killer bus has to be brought to justice. Given the power of the transport mafia, how far the existing law and the police will be able to punish the driver and thereby establish justice? The RTA-2018 and its rules should also be able to adequately address this aspect of road accident involving Rabbi's death or any other road accident for that matter. According to the Passenger Welfare Association of Bangladesh (PWAB), in the past 8 years, last year (2022) saw the highest number of fatalities in road accidents at 9,951 deaths and 12,356 injuries. Published on January 2, 2023, the report further says that compared to the previous year (2021), the number of deaths on the roads increased by 27.43 per cent, while the number of accidents rose by 18.89 per cent. This is alarming. In this context, punishing errant drivers and compensating the families of road accident victims is definitely a necessary move. But more important is drawing the government's urgent attention to reducing the number of accidents. And the answer lies in improving the management of highway traffic.\n[email protected]",
        "headline_1": "How to reduce road tragedies?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-to-reduce-road-tragedies-1673275539",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-01-2023"
    },
    {
        "full_article": "Around 70 per cent public university students in Bangladesh are from poor to middle income families. They support their expenses by tutoring or doing part-time jobs. High inflation, followed by a price hike of daily essentials, has raised food prices in hostels at various public universities across the country. And the students who live in university dormitories are now passing a terrible time as a result. Though they now have to spend more, their income has not increased. Earlier, a varsity student earning Tk 4,000 by tutoring could easily pass one month. But now, they cannot manage one month even after earning Tk 8,000. The cost of meal has increased, and so have travel and other expenses. Although the prices have increased, the quantity and quality of food in residential halls have not improved. The quality of food at the dining rooms, canteens and the cafeterias of a hostel offers is very poor. According to a recent report, about 300 students are being served with just one kilogram of cooked dal (lentils) at the canteens of a reputed university. The same goes for other food, too. A piece of meat or fish reportedly weighs around 20 to 25 grams and tastes horrible. Besides food, the environment of most canteens is unhygienic. The miserable quality of food often forces many students to eat outside, which, according to most students is not an affordable option. One has to spend around Tk 200 per day for lunch and dinner, if one wants to have a standard meal. A residential student of Comilla University alleged that he used to eat three meals a day, but now he has to take only two meals a day. The story of most residential students in our country is now more or less the same. These students cannot properly concentrate on their studies and do research due to their financial crisis. The authorities concerned should take an urgent step to resolve this problem and subsidise more on the food the university students depend on. \nMd. Talha Zubayer,  Student of Comilla University, Cumilla, [email protected]",
        "headline_1": "Rising food prices in varsity hostels",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rising-food-prices-in-varsity-hostels-1673275566",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-01-2023"
    }
]