[
    {
        "full_article": "The unprecedented surprise attack by Hamas on Israel on Saturday, killing some 700 people, should serve as a reminder of the unsustainability of the situation in the occupied and blockaded Palestinian territories and the dangers that non-state actors such as Hamas pose to Israel, no matter how strong their military and intelligence agencies are. Tensions have been flaring in the West Bank for months, but nobody expected such a coordinated, low-tech yet lethal incursion from Gaza. The West Bank has seen violence on a daily basis in recent months. Before Saturday’s attack, some 200 Palestinians and 30 Israelis were killed this year alone. The Benjamin Netanyahu government largely ignored the violence, and went ahead with its other policy preferences, including the overhaul of the judiciary. The Israeli military described the situation in Gaza as “stable instability”, noting that the situation, though volatile, was under control. And then came the Hamas attack, reminiscent of the 1973 Yom Kippur war when Egypt and Syria shook Israel. Hamas, an Islamist militant organisation that carried out suicide attacks in the 1990s and early 2000s, showed no distinction between civilians and soldiers, dealing the bloodiest blow to Israel in recent history. The attack raises moral and pragmatic questions. Hamas’s indiscriminate violence against Israeli civilians is repugnant and is not going to help the Palestinian cause in any way. On the contrary, it will put more Palestinian lives at risk as Israel, equally disregarding civilian casualties, is pounding the besieged enclave. But at the same time, Palestinian territories, under the yoke of the longest occupation in modern history, have been a fuming volcano. There is no peace process. Israel has continued to build settlements in the West Bank, raising security barriers and checkpoints, limiting Palestinian movements, and never hesitating to use force or collective punishment to keep organised Palestinians under check. This status quo has only turned Palestinians more radical and Hamas even stronger. Israel has now declared war. But past attacks — ground invasions and air strikes — have done little to weaken Hamas. West Asia has also witnessed geopolitical realignments in recent years — from the Israel-Arab reconciliation to the Iran-Saudi détente. But these changes have conveniently sidestepped the occupation of Palestine, West Asia’s original sin, letting the status quo prevail. But the status quo cannot prevail without consequences. If Israel and other regional and international players want lasting peace and stability in the region, their focus must turn to finding a solution to the question of Palestine. The military operations without addressing the core issue would only be cosmetic interventions. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nSee all 32 stories\nRelated Topics\n\nIsrael\n\n/\n\nPalestine\n\n/\n\nunrest, conflicts and war\n\n/\n\nIran\n\n/\n\nSaudi Arabia\n\n/\n\npeace negotiations",
        "headline_1": "Original sin: on the attack on Israel and the occupation of Palestine",
        "headline_2": "Israeli occupation of Palestine territories must end for lasting peace",
        "link": "https://www.thehindu.com/opinion/editorial/original-sin-on-the-attack-on-israel-and-the-occupation-of-palestine/article67400015.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-10-2023"
    },
    {
        "full_article": "India’s returns of over a hundred medals from the Hangzhou Asian Games is a watershed moment in its sporting history. The momentous achievement has understandably sent the country into a state of euphoria that has even overshadowed the start of the Men’s Cricket World Cup. The 107 medals India clinched (28 gold, 38 silver and 41 bronze) is its best-ever tally, head and shoulders above the previous high of 70 secured at Jakarta 2018. While a lion’s share of the gold medals came from the three disciplines of track and field (six), shooting (seven) and archery (five), India earning podium finishes across 22 different sports points to the nation’s increasing diversification of excellence. The rowers, squash players, kabaddi stars and the men’s hockey team impressed; there was a first-ever gold medal in equestrian; new heroes were found in roller-skating, wind-surfing, wushu and sepaktakraw. Even cricket, which has long lived an insular life away from multi-disciplinary extravaganzas, joined the party, contributing to India’s tally with two golds. This being a visual era, some moments are sure to remain etched in the collective memory, like Parul Chaudhary’s stunning heist in the final 50 metres to win the women’s 5000m and Kishore Jena leading Olympic and World Champion Neeraj Chopra in men’s Javelin before settling for a creditable silver.However, at continental games, harsh as it may sound, some medals are worth more than others. Sports such as badminton and table tennis see near world-level competition in Asia, which adds a bit more lustre to the medals won. Satwiksairaj Rankireddy and Chirag Shetty’s gold in men’s doubles badminton, H.S. Prannoy’s bronze in men’s singles badminton, and Sutirtha and Ayhika Mukherjee’s stunning win over the Chinese world champions in Chen Meng and Wang Yidi in women’s doubles table tennis to ensure a bronze all fall into this category. Additional perspective can be gleaned from the fact that of the 28 golds, only 12 have come in events that are part of the Olympics roster. Even here, just a handful of marks, like Neeraj’s 88.88m throw, are world-beating. This shows that while Indian sport has come a long way, a lot more needs to be done to bridge the gap with global standards. The Union government, Sports Authority of India and various State governments have come up with a plethora of initiatives to help athletes. But they are perennially threatened by inefficient administrators, factionalism in federations, endless court battles and the giant doping cloud that hangs around. For the head to be held high, the body and the legs cannot be allowed to falter. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nathletics, track and field\n\n/\n\nChina\n\n/\n\nIndia\n\n/\n\nsport\n\n/\n\ncricket\n\n/\n\nsquash\n\n/\n\nkabaddi\n\n/\n\nHockey\n\n/\n\nwindsurfing\n\n/\n\nbadminton\n\n/\n\ntable tennis\n\n/\n\ngovernment",
        "headline_1": "Glittering show: on India’s medal tally at the Asian Games",
        "headline_2": "India’s best-ever tally in Asian Games came from a diverse set of events",
        "link": "https://www.thehindu.com/opinion/editorial/glittering-show-on-indias-medal-tally-at-the-asian-games/article67400033.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-10-2023"
    },
    {
        "full_article": "Each year, October 10th is observed as World Mental Health Day. The theme designated for the year 2023, is “Mental health is a universal human right”. A recent survey by National Institute of Mental Health and Neurosciences (NIMHANS) uncovered that nearly 150 million Indians are in need of mental health care services. Similarly, Deloitte’s survey found that 47% of professionals surveyed identified workplace-related stress as their primary mental health concern, closely followed by financial challenges. \nThe surveys also revealed a bright side that there is a remarkable shift occurring in how people perceive mental health. The once-heavy stigma is dissipating as individuals are becoming increasingly aware, open about their struggles, and proactive in seeking treatment.\nWhile this heightened awareness is a step in the right direction, it’s important to understand that mental health issues are multifaceted. They can stem from various factors, including genetic makeup, early life experiences, lifestyle choices, and psychological factors like low self-esteem and social anxiety. While we can’t alter our genetics or change our past, we can adopt a more comprehensive framework for understanding the mind and adopt techniques to optimize it.\nWestern psychology formally recognized the study of the mind in 1875, with Wilhelm Wundt’s establishment of the first psychological laboratory. In contrast, India has been delving deep into the intricacies of the mind for over 3000 years. Engaging in polemic discussions, various schools of Indian philosophy have woven together a profound and nuanced understanding of the mind.\nDespite the significant advancements in Western psychology and medicine in recent decades, the comprehension and treatment of mental health still trail behind the progress made in addressing physical health. One key factor contributing to this disparity is the absence of objective means to quantify mental health parameters and their root causes. Indian philosophical traditions provide distinctive insights into the intricacies of the human mind and offer methods for its healthy maintenance and enhancement. While some of these methods, such as yoga and meditation, are increasingly acknowledged as crucial tools for mental well-being in the western world, they are often adopted without a deep understanding of their underlying philosophy. Consequently, these practices are applied mechanically rather than holistically. Hence, it is important to delve deeper into the Indian philosophical schools to develop a fundamental comprehension of how the mind operates and then apply the practices advocated by these traditions accordingly.\nPatanjali’s Yoga Sutras, compiled about 2000 years ago, provide a comprehensive guide. This ancient text outlines the constituents of the mind, pinpoints the root cause of mental suffering, and offers an eight-step path to transcend it. This path combines ethical living, physical postures and meditation techniques, ultimately leading to a state of Samadhi or complete absorption. While yoga asanas (postures) and pranayama (breathing exercises) have gained popularity, they represent just two of the eight steps Patanjali prescribes. To reap the full benefits, one must grasp how the mind functions according to the Yoga Sutras and diligently follow all eight steps.\nBuddha’s teachings also shed light on the intricacies of the mind. Vipassana, stemming from his original teachings, provides a profound way of observing reality as it is. This seemingly simple practice holds remarkable power in addressing conditions like anxiety and depression. Vipassana focuses on the deep connection between the mind and the body, which can be directly experienced by attentively observing the physical sensations that shape our lives and impact our mental states. Through disciplined attention to this interconnection, mental impurities dissolve, leaving behind a balanced mind filled with love and compassion.\nVedanta, another prominent Indian school of philosophy, contributes valuable insights to mental health. Its central theme, “Aham Brahmasmi” or “I am Brahman (the ultimate reality),” helps in understanding one’s place in the universe. In an era characterized by digital isolation and soaring rates of loneliness, Vedanta offers a perspective that fosters connection with oneself and the universe, instills healthy detachment from worries, and encourages the realization of untapped potential.\nAyurveda, India’s ancient system of medicine, forms a vital link between mind and body. It firmly emphasizes that mental health is inextricably linked to physical health. Ayurveda identifies three primary doshas—Vata, Pitta, and Kapha—and proposes that an imbalance in these doshas can lead to mental health issues. By focusing on balancing these doshas through lifestyle choices, dietary habits, and meditation, Ayurveda provides a holistic approach to sustaining mental well-being.\nFinally, the practice of bhakti can be an immensely powerful way of dealing with mental health issues. Activities like bhajan, kirtan, and satsang are so deeply ingrained in the fabric of Indian culture that we often underestimate their therapeutic value. Devotion to a higher power has the potential to alleviate stress and anxiety on its own. However, when individuals come together as a community to listen to harmonious devotional songs, this effect is greatly magnified. For many, it can be an almost transcendental experience, where their troubled egos dissolve, and a profound connection with the divine is forged. This practice can facilitate individuals in surrendering to a higher power and letting go of their worries.\nWhile India is making strides in understanding and addressing mental health issues, let’s not overlook the wisdom of our ancient traditions. By blending these age-old practices with modern psychological approaches, we can pave the way to a happier and healthier mind. Achieving mental fitness, much like physical fitness, demands discipline and hard work, but the rewards are immeasurable.\n(Views are personal)\n \n \n\n",
        "headline_1": "Harnessing India’s ancient wisdom for mental well-being",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/harnessing-indias-ancient-wisdom-for-mental-well-being/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-10-2023"
    },
    {
        "full_article": "The art scene in India has always used its power to show a mirror to society or the ruling dispensation, whenever people have been wronged by a powerful establishment. Our visual artists collectively protested against the riots of the early 1990s through their paintings. Our filmmakers kept alive social realism in parallel cinema in the 1950s and the 1970s. The Progressive Writers Association encouraged writings about tribal rights, urban poor and women equality in the 1980s.\nA lot of this began to slide down, especially in the past decade. The contemporary group of artists in every creative field tasted the dizzying heights of success with the economic boom in the first 10 years of this millennium. Suddenly they were all looking at their fattening wallets. What’s the harm in wanting to be rich, I was once told by an artist. No harm at all, I thought. But should it be at the expense of reducing your work to an imbecilic piece of fluff? What remains to be the purpose of your art if it isn’t thought provoking?\nDuring the massive farmers’ strike, I saw artists and performers blissfully look away, completely unaffected by the misery surrounding them, mocking their agitation and calling it mere politics.  No one from this elite group of creative people felt painted by the migrant crisis during the Covid19 lockdown, or the increasing injustice to India’s minorities during each bulldozer drive. My interactions with many of them exposed their callousness towards our democratic system. Very few tried to understand our voting patterns and its repercussions on our lives. One prominent gallery owner in Kolkata retorted blatantly, “We live our life for our art business, why should we care about what our governments are doing”.  Ironically, he spoke from the land which carried a proud legacy of art activism in Shantiniketan. \nThe latest blockbuster film of Shah Rukh Khan named ‘Jawaan’ comes as a breath of fresh air and a sudden surprise from the creative world. It leaves no stone unturned in raising the most burning issues of the past decade. It lifted the bar on how many issues can be addressed in a brief time of three hours. It packed in the tragedy of farmers suicide, loan compensation, dilapidated govt hospitals, polluting factories, stolen EVMs, responsible voting, violence against burqa clad women, corruption in defence deals, etc \nThe record breaking box office figures of the film suggests that away from being a mere masala flick, the film has brought back meaningful activism in vogue. It has resonated with people from all walks of life. It has proven that there is still an appetite amongst art lovers to be spoken the truth about failing systems and injustices. Can this have a domino effect in the works of other creative practitioners? Can we expect visual artists, authors and theatre directors to drop their hesitation on social realism and bring back meaning in their works? Hopefully, soon. \n\n",
        "headline_1": "The return of art activism",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/living-with-arts/the-return-of-art-activism/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-10-2023"
    },
    {
        "full_article": "In a world of wires and waves, where bytes take flight,\nThere’s a humble service, a beacon of light.\nIt’s the postal service, with letters in hand,\nConnecting hearts and minds across the land.\n \nIn a rush of emails, texts, and tweets,\nWhere messages fly with lightning speed,\nThere’s still a service that’s hard to beat,\nThe humble postal service, indeed.\n \nWith stamps as the tickets to journeys unknown,\nA letter’s a vessel, a message, a tone.\nIt carries our secrets, our hopes, and our dreams,\nWith letters penned in ink so fine,\nThey journey on a paper trail,\nThrough rain, sleet, and snow, or so it seems.\nThey still will shine,\nIn envelopes, they set sail.\n \nA postman’s bag, heavy with care,\nHolds dreams, and news, and love’s embrace,\nHe walks the streets, the paths he’s aware of,\nDelivering smiles to every place.\n \nFrom mountains to valleys, from shore to shore,\nThe postman delivers, and we adore,\nThe joy of receiving a letter so dear,\nIn an envelope scented with love and with cheer.\n \nIn the heart of towns, a post office stands,\nA place of stories, secrets, and cheer,\nWith a friendly face and helping hands,\nThey serve the community year after year.\n \nIn the age of email and instant delight,\nThe postal service still shines so bright.\nFor there’s magic in waiting, in anticipation,\nAs we watch for the postman’s timely visitation.\n \nPackages wrapped with ribbons and twine,\nBring joy to doorsteps, a special surprise,\nA gift from afar, a valentine,\nDelivering happiness beneath the skies.\nThe handwritten words on a piece of paper,\nA treasure to cherish, a memory maker.\n \nIn an age of screens, it’s a welcome surprise,\nTo hold a real letter before our eyes.\nThough technology races at a rapid pace,\nThe postal service endures, ever true,\nConnecting hearts and bridging space,\nWith a handwritten note meant just for you.\n \nToday on World Post Day,\nLet’s cherish this timeless art,\nOf sending letters, cards, and more,\nFor in the words, we send from heart to heart,\nWe find a connection worth living for.\n \nIn a world that’s fast and often cold,\nThe postal service warms the soul,\nWith messages cherished, stories told,\nIt’s a service that makes us whole.\n \nLet’s not forget this service so old,\nWhere stories are written, and sentiments told.\nFor the postal service, with its time-honoured grace,\nBrings us together in a warm embrace.\n\n\n",
        "headline_1": "The Postman’s Poetry!",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/adi-bytes/the-postmans-poetry/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-10-2023"
    },
    {
        "full_article": "The word Spiritualism is derived from an entity called spirit (soul). Spirit is a controversial word because some people doubt the very existence of this entity. These people with materialistic mind set wants that either a tangible spirit should be produced, or if it is a virtual entity, it should pass all the scientific tests in prevailing formats to be recognized. While the people advocating the existence insist that you need to have faith to experience the spirit and conducting tests is not needed.\nThe same word (spirit) is used in a different connotation also, where it is used for alcohol or liquor. Even in this reference, this is also a controversial word because many people believe that it is not a good/healthy habit (to drink spirit) and it leads to addiction and health issues. Therefore many people stay away from it as far as possible and advise others to do so.\nBut one thing is common in both these ‘spirits’ as both of these elevate you from your normal ‘state of mind’ and brings you to an ‘elevated state of being or living’.\nTherefore it can be said that ‘the spirit’ elevate you from a lower level of consciousness to higher level of consciousness. Behavior of a spirited person is similar in spiritualism and alcoholism and many songs and literature has been written on this theme.\nBut there is a very fine difference. Alcohol is consumed from an external source (with reference to your body), while spirit resides inside your body. Spirit in spiritualism is to be evoked from within while alcohol is consumed from outside. So in one reference it in internal transformation while in the other form, it is external transformation to a ‘similar looking state’. Therefore there is a ‘world of difference’ between these two similar words used in different context. \n \n\n",
        "headline_1": "Elevated spirit",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/being-spiritual/elevated-spirit/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-10-2023"
    },
    {
        "full_article": "With the first round of matches done and dusted, this world cup is turning out to be something cricket fans were scared of – a procession of one-sided games. It's definitely too early to make statements such as these, yet four of the favourites in this world cup have already faced each other (New Zealand versus England and India versus Australia), and the matches were settled well ahead of time.\n\nWhat does this do to Bangladesh's chances? The Tigers played Afghanistan first up and keeping up with the theme, we had a comfortable win in a one-sided match. The next part of the journey will not be so straightforward, however, with England and New Zealand coming up back to back. Bangladesh will be hoping these games aren't one-sided because, realistically, the most likely way for Bangladesh to win either of these games is by taking them deep, staying in the contest for as long as possible, and getting the job done in the crucial moments.\n\nNew Zealand will face Bangladesh in the hot, southern city of Chennai. If India's victory against Australia in the same venue is anything to go by, Chennai will not be a batting paradise by any stretch of the imagination. Spin will be the key to turning this game into a win for Bangladesh, and either Nasum Ahmed or Mahedi Hasan will be likely to feature.\nSo how will Bangladesh beat England, the juggernauts of world cricket, or New Zealand, the team that beat the juggernauts? Well, the signs have been encouraging. Bangladesh get a second game in Dharamsala against England, and their match against Afghanistan in the same stadium showed that powerful batting isn't easy on that track. High-scoring, squash-buckling teams like England might just struggle to execute their primary approach. The sand based outfield, which poses significant injury risk to both teams, will cause difficulties for fast bowlers as their rhythm is impeded. Taskin Ahmed's run up to the crease looked laboured in the last game as his feet sank into the ground, kicking up sand as he ran in. Assuming the English bowlers and fielders face similar difficulties, Bangladeshi batters will have a bit of a chance to finally get in a convincing performance. Even though these teams have two wins each in head to head clashes in world cups, England are still, by far, the favourites to come out of this game with a victory. But lending credence to pre-tournament assumptions, the world cup in India will result in some variables being in favour of Bangladesh when facing teams from outside Asia.\n\nNew Zealand will face Bangladesh in the hot, southern city of Chennai. If India's victory against Australia in the same venue is anything to go by, Chennai will not be a batting paradise by any stretch of the imagination. Spin will be the key to turning this game into a win for Bangladesh, and either Nasum Ahmed or Mahedi Hasan will be likely to feature. This is not to suggest that New Zealand can't play spin, because a second string Kiwi side did come and beat a second string Bangladesh side at home just before the world cup, and many of their players spent a couple of months playing the Indian Premier League on various spin friendly pitches in India earlier this year. The Kiwis will probably have Kane Williamson back for this game, which can't be good news for any opposition, but as long as Bangladesh execute their plans and get the best out of their skills on a Chennai track that is likely to be favourable, this should be a close match where Bangladesh have a chance. Any and all run out opportunities need to be taken, lest the ghosts of 2019 be resurrected.\nIn terms of pressure, Bangladesh have put themselves in a good situation by beating Afghanistan convincingly in the first one. After England's horrible start, the pressure will be on the defending world champions to produce the goods against Bangladesh, and in similar situations in the past, Bangladesh have thrived against this opposition (memories of 2015 spring to mind). New Zealand, on the other hand, have been serial overachievers in world cups, so much so that everyone is almost expecting them to perform like one of the big teams this time. Losses against these teams won't trigger alarms even among the easily alarmed fanbase of the Bangladesh team, but the odd win will truly throw the cat among the pigeons in this world cup. In the ensuing chaos, can Bangladesh come out and find themselves somewhere close to the semi final spots? Well, one can hope.\nAzmin Azran is the editor of Campus and Rising Stars at The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Does a one-sided world cup take pressure off Bangladesh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/does-one-sided-world-cup-take-pressure-bangladesh-3438991",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-10-2023"
    },
    {
        "full_article": "On Saturday, Bangladesh won their first match in the men's ODI Cricket World Cup for the third year in a row: against Afghanistan in 2015, in 2019 against South Africa, and this time against Afghanistan. Bangladesh has started their World Cup 2023 journey with a convincing win. Tuning out all off-the-field buzz, the Tigers presented themselves as a cohesive unit to complete their largest win by deliveries remaining as they met the target score of a meagre 157 runs with 92 balls left. Their previous best was 52 balls remaining against the Netherlands.\nAfghanistan's openers got off to a relatively good start, on a pitch that was considered to be suitable to bat on after Bangladesh won the toss and chose to field. Shakib led from the front by bringing himself onto bowl in only the sixth over. Indeed, the pitch turned out to be good for spin as, by the end of the day, both Mehidy Hasan Miraz and Shakib Al Hasan shared six wickets between themselves. In his second over, Shakib provided the first breakthrough for Bangladesh by returning opener Ibrahim Zadran to the dugout. The score was 47-1.\nThere were quite a few bowling changes which possibly raised eyebrows but ultimately resulted in the right outcome. Shakib brought himself on for a second spell in the 13th over and this time, too, he picked up a wicket in his second over. Afghanistan added 36 runs before Rahmat Shah was caught out by Liton Das off Shakib's bowling, just when a partnership seemed to have been building. From then on, Bangladesh kept chipping away at the Afghanistan batters, making sure they never got comfortable. Still, at 112-3, it seemed possible that the Afghans would go on to put up a fighting total. However, seven wickets were wrapped up by the Tigers for only 44 runs. Miraz – who later became Player of the Match – was the most economical bowler (at 2.77 runs per over), as his deliveries provided virtually no room for the Afghan batters to play attacking cricket. Mounting pressure saw the opposition make poor choices of shots, which the Bangladeshi fielders took proper advantage of. Throughout Afghanistan's batting innings, Bangladeshi bowlers maintained a high level of discipline in their line and length, capitalised on the regular wickets, and prevented any partnerships from emerging. Mustafizur Rahman, Shoriful Islam, and Taskin Ahmed all provided good support to the spinners and picked up wickets.\nBangladesh's run chase was a frill-free affair, as the team did just what was needed to secure their first victory in this World Cup. As we have seen in the recent past, there is a lack of stability in the Tigers' top order and this continued as both Tanzid Tamim and Liton Das fell in quick succession. This being Tanzid's first World Cup, it is naturally a daunting situation for him. Moreover, this was only his sixth international match, which arguably explains why he seemed a bit nervous on the pitch and attempted a few too many shots. And while Liton Das had a spectacular 2022, he has found it difficult to regain his rhythm since his injury. However, Miraz was seen to play all across the batting order and has scored runs consistently. His form, coupled with Najmul Hossain Shanto's terrific run of 2023, provides a lot of mettle in Bangladesh's top order. Together, these two built a partnership of nearly 100, which meant that the Tigers were almost across the finish line. Even though Afghan bowlers barely had any runs to defend, their fielders let them down. They have the lowest catch efficiency of all the teams playing in this World Cup and, to reinforce that status, the Afghans dropped Miraz twice in his innings of 57. Najmul Hossain Shanto remained not-out at 59.\nThe Afghan team is a strong opponent in T20 cricket and many of their star players have regular outings in franchise cricket. This means that they have better control over the T20 format. To excel in ODI cricket can be an opportunity as much as it can be a challenge. In the 20-over format, there is barely any room to breathe – from the get-go, one has to play attacking cricket. In contrast, the 50-over game lets one settle in, read the pitch, and take their time to find the rhythm of the field and the purchase that bowlers are getting from it. ODIs also allow a player who has not been in form the time to get their groove back. But the mental pressure and stamina involved in dominating a whole day's match cannot be equated with the skills that the Afghans have mastered. They are great hitters of the ball, can score runs quickly, and have a fighting spirit (with a decent bowling lineup). But an ODI match allows the teams a comfortable enough stretch of time to shift momentums back and forth between two opponents. When the game is not going in one's favour, it becomes a big test of perseverance and patience to see through the rough patch till the team can play freely. Afghanistan can have a better journey ahead, as they look to break their 13-match losing streak with this World Cup by focusing on the less exciting aspects of the game: rotating the strike, building partnerships, and holding on to catches.\nBangladesh will look to make the most of their momentum as they prepare for the next match against the defending World Cup champion, England. Regardless of the strength of the opposition, if the Tigers play confident cricket and rely on their strengths, they can prove to be a challenge for any opponent. They have two inform players in Shanto and Miraz, with the latter building a good foundation to be a worthy all-rounder successor to Shakib. The Tigers' pace attack has also matured, and there are good options in Nasum Ahmed and Mahedi Hasan if an extra spinner is needed who can also add batting depth to the lower-middle order.\nMadiha Athar Khan is a technical writer at Optimizely, and an art enthusiast leading the Art for Soul movement. She can be reached at [email protected]\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "All that went right for Bangladesh against Afghanistan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/all-went-right-bangladesh-against-afghanistan-3438856",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-10-2023"
    },
    {
        "full_article": "In a landmark judgment, a Dhaka court has finally sentenced PK Halder to 22 years in jail for money laundering and the possession of illegal wealth. In a country where money launderers are essentially given free rein to do as they please, we welcome the verdict against a man who has swindled at least Tk 3,500 crore out of the country over a decade – and left four non-banking financial institutions (NBFI) in ruins in the process. We also wholeheartedly agree with the observation of the court that money launderers are the enemies of the country and the nation. The question, however, remains: why are we doing so little to name, shame and take action against them? As we draw the curtains on the crimes of one man, we must ask, how many more PK Halders are out there looting state institutions and funnelling money through various nefarious means right under the noses of our regulators?\nThere can be no denying that PK Halder – despite his cunning and ingenuity in amassing such huge amounts of wealth illegally – was not an exception. An estimated $12-15 billion is smuggled out of the country every year, according to Transparency International Bangladesh (TIB). Meanwhile, the Global Financial Integrity (GFI), a Washington DC-based think tank that focuses on illicit financial flows, suggests that the amount of money lost annually to deliberate trade misinvoicing could exceed $14 billion by 2030. Over the past decade, despite numerous promises and policy changes, there has been a glaring lack of substantial progress in curbing money laundering. Lists of defaulters have failed to materialise, investigations have been stalled, and wings of investigators have been clipped. In fact, money launderers with political ties have been protected and pampered by the powers that be, time and time again. In the process, the integrity of our financial system has been severely compromised.\nThe consequences of unchecked money laundering are not merely financial. It erodes public trust in institutions, and the wealth syphoned off through money laundering could otherwise have been invested in education, healthcare, infrastructure, and other areas that would benefit our society as a whole. In essence, as the court has highlighted in its verdict, it is a betrayal of the people and the nation.\nEffective anti-money-laundering measures require a concerted effort from all stakeholders – government agencies, law enforcement, financial institutions, and the judiciary. It is imperative that our government takes immediate and decisive action to rectify the situation. This includes strengthening regulatory frameworks, enhancing inter-agency cooperation, and ensuring that justice is swift and severe for those involved in money laundering.\nThe sentencing of PK Halder is a step in the right direction. But we must now begin the more difficult task of identifying and addressing the regulatory failures, inefficiencies and collusions that facilitated such huge sums of money to leave the country undetected in the first place. It should serve as a catalyst for comprehensive reform and a renewed commitment to eradicating money laundering from our society.\n",
        "headline_1": "One PK Halder down, how many more to go?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/one-pk-halder-down-how-many-more-go-3438786",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-10-2023"
    },
    {
        "full_article": "In a landmark judgment, a Dhaka court has finally sentenced PK Halder to 22 years in jail for money laundering and the possession of illegal wealth. In a country where money launderers are essentially given free rein to do as they please, we welcome the verdict against a man who has swindled at least Tk 3,500 crore out of the country over a decade – and left four non-banking financial institutions (NBFI) in ruins in the process. We also wholeheartedly agree with the observation of the court that money launderers are the enemies of the country and the nation. The question, however, remains: why are we doing so little to name, shame and take action against them? As we draw the curtains on the crimes of one man, we must ask, how many more PK Halders are out there looting state institutions and funnelling money through various nefarious means right under the noses of our regulators?\nThere can be no denying that PK Halder – despite his cunning and ingenuity in amassing such huge amounts of wealth illegally – was not an exception. An estimated $12-15 billion is smuggled out of the country every year, according to Transparency International Bangladesh (TIB). Meanwhile, the Global Financial Integrity (GFI), a Washington DC-based think tank that focuses on illicit financial flows, suggests that the amount of money lost annually to deliberate trade misinvoicing could exceed $14 billion by 2030. Over the past decade, despite numerous promises and policy changes, there has been a glaring lack of substantial progress in curbing money laundering. Lists of defaulters have failed to materialise, investigations have been stalled, and wings of investigators have been clipped. In fact, money launderers with political ties have been protected and pampered by the powers that be, time and time again. In the process, the integrity of our financial system has been severely compromised.\nThe consequences of unchecked money laundering are not merely financial. It erodes public trust in institutions, and the wealth syphoned off through money laundering could otherwise have been invested in education, healthcare, infrastructure, and other areas that would benefit our society as a whole. In essence, as the court has highlighted in its verdict, it is a betrayal of the people and the nation.\nEffective anti-money-laundering measures require a concerted effort from all stakeholders – government agencies, law enforcement, financial institutions, and the judiciary. It is imperative that our government takes immediate and decisive action to rectify the situation. This includes strengthening regulatory frameworks, enhancing inter-agency cooperation, and ensuring that justice is swift and severe for those involved in money laundering.\nThe sentencing of PK Halder is a step in the right direction. But we must now begin the more difficult task of identifying and addressing the regulatory failures, inefficiencies and collusions that facilitated such huge sums of money to leave the country undetected in the first place. It should serve as a catalyst for comprehensive reform and a renewed commitment to eradicating money laundering from our society.\n",
        "headline_1": "One PK Halder down, how many more to go?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/one-pk-halder-down-how-many-more-go-3438786",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-10-2023"
    },
    {
        "full_article": "The opening of Dhaka airport's much awaited Third Terminal is indeed exciting news for Bangladeshis. Although travellers will have to wait till the end of next year to enjoy its facilities, this grand, state-of-the-art structure promises to offer exponential improvement in the quality of services and hopefully an end to the numerous miseries they face at the existing international terminal of the airport. Foreign trade, especially, will be greatly facilitated, which is welcome news for the business community.\nThe new facility is expected to significantly improve the capacity of the cargo village – the area used for transport, logistics and distribution of cargo for national and international transit. The airport currently has a very small cargo village, and this has led to many bottlenecks in cargo handling and storage, including complaints of goods being stolen, quality of products deteriorating and delays in the release of goods. The RMG sector has been particularly affected, with garment samples arriving late leading to delays in manufacturing, missed deadlines, cancellation of orders and delayed payments. Sometimes exporters alleged that they did not get the exact quantity of goods as some of them were stolen. These serious bottlenecks are expected to be eliminated at the new terminal, where more airlines will be able to handle a higher number of cargo flights.\nThe fully automated export and import cargo complex with expanded capacity has the potential to bring about a dramatic change in international trade for Bangladesh. Business leaders are optimistic that this increased and improved capacity will make the local businesses more competitive globally and increase the confidence of international partners.\nThat the terminal will be managed by a Japanese company under a public-private partnership gives us confidence that the highest standards of maintenance and efficiency will be employed. We sincerely hope that the chaos, inefficiencies, corruption and lackadaisical maintenance that we face now will all be eliminated at the new terminal. This will only be possible if the Civil Aviation Authority of Bangladesh (CAAB) makes sure that such anomalies do not re-emerge in the new facility.\n",
        "headline_1": "The boons promised by the Third Terminal",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-boons-promised-the-third-terminal-3437861",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-10-2023"
    },
    {
        "full_article": "The Universal Pension Scheme (UPS) is certainly a bold and highly useful saving instrument ---one that guarantees financial security particularly for the small savers who are not covered by any effective contributory scheme allowing them any such benefit in their old age. Although under the UPS Management Act-2023, contribution to and income from the scheme are tax-free, it is as yet contradictory to the Income Tax Act. This means that incomes from UPS like the premium of life insurance policy, contribution to provident fund, approved gratuity fund, government securities and mutual fund beyond Tk 0.50 million are taxable. Taka 0.50 million is a paltry sum even for pension-holders of small savers. Currently, employees from the private and non-formal sector have to pay an outrageous 27.5 per cent tax on their provident fund. This again is anomalous and unjust if considered with the same benefit for government employees, which is tax-free. Clearly, non-government employees and small savers from informal sectors will feel encouraged to avail the UPS provided that the benefit proceedings are made tax-free as well. Happily, a move is on to make it so. The income tax wing of the National Board of Revenue (NBR) is going to issue a statutory regulatory order (SRO) soon to make this happen. This is incumbent on the NBR because, in matters of tax, any other law is superseded by the Income Tax Act. To make incomes under the UPS Act non-taxable, the NBR has to guarantee the concession through this SRO. This will certainly do for the purpose presently. One lurking fear, though, is that this SRO may go though revision in future. A similar thing happened in case of saving certificates when the previous higher rates of interests were suddenly brought down. Let there be a consistency of policy so that people with meagre savings are not deprived of the benefits they are promised now. Undoubtedly, the government now needs funds and small savers who are at a loss how to invest their paltry savings can make good use of the UPS in their quest for securing their financial future to a large extent. In the process, idle money gets circulated and the contributors, the government and the entire nation become beneficiaries. In that sense, the UPS can serve as catalyst to economic prosperity for all provided that the scheme is prudently handled for productive purposes. If abused, the result can be disastrous. So there is a need for reinvestment of the accumulated funds in highly productive sectors, not for government expenditure. The UPS may encounter challenges like that of the legal provisions of the NBR. After all, a certain degree of trial and error cannot be ruled out in case of its full implementation at the initial stage. But if the purpose is sincere and pro-people, such impediments can be overcome. Now that the country is facing unprecedented challenges on the economic front, the UPS can be used as a boon or a bane. Boon, if the money is invested to infuse blood into the economy; bane, if it is misspent for unproductive purposes. Let's hope for the best for the scheme.",
        "headline_1": "Tax benefits for UPS",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tax-benefits-for-ups-1696861209",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-10-2023"
    },
    {
        "full_article": "Every time an over 5 magnitude earthquake jolts Bangladesh, panicky people discover themselves in the grip of fright. However, this state of insidious anxieties is eventually replaced by a spell of oblivion. After yet another mild earthquake (5.2) was felt in Bangladesh on October 2, the country witnessed the same old picture. It had the experts put forward the need for emergency steps like the instant start of rescue operation drills. The October 2 tremor was the latest of the 34 minor ones in the last two months in and around the country. Seismologists have detected in these quakes the signals of a massive temblor. These telltale signs are pointed out every time a minor earthquake shakes the country in the recent times. But like in the previous cases, the temporary fit of dread or fear is consigned to oblivion. So are the dos and don'ts after a deadly quake strikes. Being the dictates of time, it doesn't take long for life's nitty-gritty and things mundane to overtake people. The ostrich syndrome cannot be more apt than here.The dread continues until another fraught situation is created by yet another tremor. In the meantime, few can say with assertion that the Big One will not strike with its long accumulated force. Not all devastating earthquakes are preceded by smaller tremors. To cite an instance, the Great Assam Bengal Earthquake struck a vast swath in the Assam-Bengal region in 1897. It showed few signs in the whole area before it struck with a magnitude of 8.7 on the Richter scale. Almost a similar picture was encountered in the cases of some other great temblors in the sub-continent. They include the Assam-Tibet Earthquake in 1950, the Nepal-India Earthquake in 1934, and the Imphal Earthquake in 2016. Few other quakes shook the vast region in between, a few of them being near-devastating.A series of minor or mild earthquakes have been shaking Bangladesh since 1997, when Chattogram was jolted by a nearly major temblor by Bangladesh standard. It killed 23 people and injured 200. Since then the country has been intermittently shaken by minor earthquakes, the latest being the tremor on October 2. Seismologists dealing with earthquake fault lines active in Bangladesh have long been warning the authorities in the country's big cities of disastrous earthquakes. According to them, big temblors strike an earthquake-prone region every one hundred years. In accordance with this count, Bangladesh has crossed its 100-year gap back in 1997. In the second decade of the 21st century, Bangladesh is due for the assault of the next calamitous earthquake. As the seasoned experts estimate, given the series of mild earthquakes striking the land unabated, its people had better remained prepared for another Big One.The knowledgeable people in general are well aware of the fact that earthquakes, mild or massive, have no warnings. Unlike cyclones, volcanic eruptions, and, even, tsunamis, earthquakes strike humans and habitats without the least precautionary signal. As a general rule, earthquakes catch the victims unawares. Many interpret the fact of earthquakes striking human settlements mostly by night as a typical feature of the disaster. Although there is sufficient electric light in the neighbourhoods, at one time darkness engulfs the quake-hit areas. Yet in advanced countries, they have arrangements for emergency electricity. In the densely populated cities like Dhaka with weak urban infrastructure, including electricity, rescue operations are feared to be a daunting task. It is equally true during the daytime. The very thought of clearing the concrete rubble using mostly antiquated tools and just a handful of modern heavy machinery makes one panic-stricken. The massive task of rescuing people trapped under collapsed high-rise structures makes even highly trained people feel bewildered. Helplessness in the face of these challenges is a common spectacle in the least developed countries. But the upper middle-income countries are also found grappling with these adversities. A recent case was the Turkish earthquake that jolted a part of the country not long ago. Limitations in rescue operation stood in the way of saving people from under the chunks of concrete slabs in a remote rural area. However, this dearth of rescue tools in many countries is managed by putting to use heavy machinery. The sophisticated and heavy equipment are normally brought from a country's developed areas. Almost all the regions in quake-hit developing countries witness the similar pace of progress. In many countries, all state efforts are channelled to the capital for its all-round development. There are few possibilities of technological support and mechanical backing from other areas.In a small country like Bangladesh, the impact of a devastating earthquake in capital Dhaka can be felt in the nearby urban centres as well. But the reality is these areas lack the capability to extend mechanical support to the quake-hit capital. The state of the port city of Chattogram is almost the same, maybe a little better. Moreover, there is the fear of quake-prompted disruptions to road communication between Dhaka and Chattogram.Amid this appalling mess, the capital along with its emergency rescue units may have to shoulder the gigantic task of saving lives, putting out large and small blazes, sealing gas and water pipe leaks, rushing the badly injured to hospital etc with no help coming from outside. Worse, the feared major temblor may not be the Big One. Odds are that the coming earthquakes will be followed by the real massive one. In the history of tremors, one earthquake shortly followed by another is not rare. In the case of the Assam-Bengal region, the time from the 1897 disaster just keeps ticking away. Against a fraught backdrop of frequent mild quakes in Bangladesh, the Big One may strike any moment. This is no time for basking in obliviousness.\n[email protected]",
        "headline_1": "Earthquakes: The dangerous oblivion",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/earthquakes-the-dangerous-oblivion-1696861265",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-10-2023"
    },
    {
        "full_article": "The government, to stabilise the volatile egg market, first fixed the price of egg at Tk 12 apiece on September 14. The Directorate of National Consumers' Right Protection (DNCRP) and the administration were given the task of monitoring and enforcing the government order. But the market did not obey the government order. Egg continued to sell above the government-fixed price that ranged from Tk.13.50 to even Tk 15 per piece in some retail stores. So, making good on its promise that the ministry concerned would go for ordering import of egg if the retailers and wholesalers failed to go by the officially-dictated rate, it (the ministry) first, on September 17, gave four companies permission to import 40 million eggs (10 million eggs per company). Then again, on September 21, it allowed six companies to import 60 million more eggs. But as those eggs have not reached the market thanks to bureaucratic delays in issuing the import permits to enable importers to open Letters of Credit (L/Cs), the egg traders did not have the motivation to reduce the price of their eggs. So, it continues to sell from Tk 1.50 to Tk 2 or more above the government-set price for each egg. And, in a bid to calm the egg market, the commerce ministry, for the third time on October 8, permitted five more companies to import 50 million eggs. That comes to 150 million eggs in the pipeline and they might enter the market in weeks. And the imported eggs will be sold at Tk.12 each as directed by the government. But considering the demand of eggs per day in the country, how big is the number of eggs to come from abroad? According to the commerce ministry, the country requires 40 million eggs a day. That means, the imported eggs can meet only 3.75 days' demand. One wonders how long the imported eggs would be able to keep the so-called syndicates manipulating the market for this essential item at bay!It would be worthwhile to note here that the big poultry farms, who might be the perceived market manipulators, meet only 9 to 12 per cent of the country's daily demand for egg. That means about 90 per cent of the demand is met by the small farmers. The country produced 23.55 billion eggs in the fiscal year 2021-22.That was close to one billion more than the set target of 22.6 billion pieces. In that case, ideally, there should not be any supply crisis for eggs in the country. However, the poultry farmers, who are dead against egg import, have been complaining of a rise in the cost of egg production due to the price hike of some inputs including poultry feed. The government would do well to look into their complaints. And, as usual, the most affected by such rise in input costs are the small poultry farmers. Going by the Department of Livestock, many poultry farms have faced closure, mostly the small ones. So, whether it is the syndicates or cost of inputs or financial constraints on the small farms causing the egg crisis, the matter should be looked into. Import may be a short-term answer to the volatility of the egg market. But it is not only egg that is behaving in this way. Other essential items including onion and potato are also experiencing such price hike and the government did also fix their prices. But the traders are hardly adhering to the prices so fixed.In fact, the entire essential commodities market is volatile. So, the government needs to seek a long-term, not a temporary approach to address the volatility of the essential commodities including the egg market.\n[email protected]",
        "headline_1": "Eggs from abroad",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/eggs-from-abroad-1696861331",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-10-2023"
    },
    {
        "full_article": "Onion is an essential cooking ingredient in Bangladesh. However, it often gets pricier since we are largely dependent on imported onions. Currently, the price of onion has increased again at an unbearable rate. The government has meanwhile fixed the price of onion, but the traders are not adhering to the price so set officially. One may recall at this point that the price of onion had gone through the roof in the past when the government had to import this essential commodity. Onions are now selling at Tk 90-100 per kilogram in Dhaka city's kitchen markets. This is Tk 40 to 50 more than what is was a few months ago. The onion market is unstable in rural areas of the country, too. The limited-income people, especially day-labourers, are struggling to meet their daily expenses. Onion is an indispensable item for cooking. But every year, in this season in particular, onion prices go beyond the reach of common people. The present rise in onion prices should be arrested immediately and ensure that it is within the acceptable limit. We urge the authorities concerned to look into the issue sincerely and take appropriate measures so that the onion market cools off to some extent. The government should take steps to make Bangladesh self-sufficient in onion production. \nAl Amin, Student of University of Dhaka, [email protected]",
        "headline_1": "Reining in soaring onion price",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reining-in-soaring-onion-price-1696861352",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-10-2023"
    }
]