[
    {
        "full_article": "The Reserve Bank of India’s latest policy statement has unequivocally acknowledged that price stability must remain the primary focus of monetary policy now when, as Governor Shaktikanta Das admitted, “the CPI price momentum remains high”. Elucidating the rationale behind the Monetary Policy Committee’s decision to raise the benchmark repo rate by 35 basis points to 6.25%, he underlined that the ‘battle against inflation was not over’ regardless of a moderation in its pace. Retail inflation remains above the 6% upper tolerance mark and is projected to surpass and then ease just below that level in the last two quarters of this fiscal year. The MPC retained its full-year CPI inflation projection at 6.7%, but bumped up the forecasts for Q3 and Q4 by 10 basis points each to 6.6% and 5.9%, respectively, acknowledging that inflation expectations are now well adrift of the MPC’s mandated 4% target. Worse, core inflation, or price gains that strip out volatile food and fuel costs, has also stayed stubbornly stuck around the 6% level with price pressures across most of the constituent sub-groups. This is a far from reassuring outlook for price stability, especially when one considers that the resurgent demand across services is likely to trigger price increases when firms begin to pass on higher input costs.The RBI’s policy panel was, however, far from unanimous in its decisions. While one of the six members voted against raising the policy rate, presumably so as to not dampen the as yet tentative economic recovery, two members dissented over the policy stance remaining ‘focused on the withdrawal of accommodation’. The majority was, however, emphatic that “further calibrated monetary policy action is warranted to keep inflation expectations anchored, break core inflation persistence and contain second round effects”. Anchoring price stability would ultimately serve to ‘strengthen medium-term growth prospects’, they reasoned. After all, as the RBI’s latest Monetary Policy Report observed, ‘second-round effects could keep inflation at elevated levels even beyond 8 quarters’ and it was therefore imperative to make policy interventions to anchor inflation expectations. Governor Das also pointed out that even after the latest increase, the benchmark interest rate still remains very much ‘accommodative’ when adjusted for inflation. The RBI’s own November round of the consumer confidence survey shows that a significant majority of respondents perceive and expect one year ahead a deterioration in price levels, making this the single biggest drag on consumer sentiment. Ultimately, savers and consumers need to regain confidence that prices will remain stable over a medium term to resume saving and buying to help entrench a durable economic recovery.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nReserve Bank of India\n\n/\n\ninflation and deflation",
        "headline_1": "Anchoring prices: On RBI’s rate hike",
        "headline_2": "Both savers and consumers need to regain confidence that prices will remain stable",
        "link": "https://www.thehindu.com/opinion/editorial/anchoring-prices-the-hindu-editorial-on-rbis-december-2022-rate-hike/article66242925.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-12-2022"
    },
    {
        "full_article": "The Aam Aadmi Party (AAP) has ended the Bharatiya Janata Party’s 15-year term at the Municipal Corporation of Delhi (MCD), winning 134 of the 250 seats. In the interim, Delhi was divided under three Municipal Councils and later merged again. There were multiple factors that worked in the favour of AAP, and against the BJP, which won only 104 seats. City residents were dissatisfied with the BJP over its inability to manage civic services efficiently, while AAP built a reputation of maintaining quality social infrastructure. Voter turnout barely crossed 50% overall; it was around 40% in upscale wards and even higher in unauthorised colonies that lacked civic infrastructure. The mounting problem of solid waste in the capital city’s three landfills, in Okhla, Bhalswa and Ghazipur, was a major poll issue raised by AAP, in turn putting the BJP on the defensive. Commissioned more than two decades ago, the landfills contain 203 lakh tonnes of legacy waste, having crossed their permissible height of 25 metres over a decade ago. Fresh waste continues to be dumped. AAP also managed to put the BJP in the dock over the poor financial health of the civic body. AAP’s electoral victory in Delhi, and its new-found status as a national party after its performance in the Gujarat Assembly elections, are a big boost for the party.The BJP claimed victory even in defeat citing the increase in its vote share, from 36% five years ago to 39% now. The recent delimitation of municipal wards, which saw the total number of seats being reduced from 272 to 250, happened in a manner that helped the BJP. The party saw its leaders from the Centre and other States campaigning in the MCD elections, and central agencies initiating a slew of corruption investigations against AAP’s leaders. The BJP believes that though it lost to AAP, the campaign demolished AAP’s claims of being incorruptible. AAP’s silence on communal violence in the national capital, and protests on issues such as the Citizenship (Amendment) Act led to the desertion of Muslims from the party, and their shifting to the Congress. Councillors are not bound by any anti-defection law. AAP has no binding ideology, and keeping its current strength intact could be a challenge. The BJP should now resist the temptation of seizing power and adhere to its stand that it will now pay the role of a constructive opposition. Both parties, and their governments at the Centre and in the National Capital Territory of Delhi, should support the new MCD in delivering the goods on improvements that Delhi sorely needs.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncivic infrastructure\n\n/\n\nNew Delhi\n\n/\n\nlocal elections\n\n/\n\nBharatiya Janata Party",
        "headline_1": "Capital victory: On AAP’s win in MCD polls",
        "headline_2": "The Bharatiya Janata Party and the Aam Aadmi Party should help the Municipal Council of Delhi to improve civic services in Delhi",
        "link": "https://www.thehindu.com/opinion/editorial/capital-victory-the-hindu-editorial-on-aaps-win-in-2022-municipal-corporation-of-delhi-polls/article66242873.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-12-2022"
    },
    {
        "full_article": "The enthusiastic involvement of the most marginalised sections of society is perhaps the most interesting aspect of the recent series of elections. Their active participation, in fact, played a significant role in the success of the winning party: BJP in Gujarat, Congress in Himachal Pradesh and AAP in Delhi.\nThis political consciousness is not entirely new. CSDS-Lokniti surveys have shown that the subaltern groups – Dalit, tribal communities, and urban poor, and in most cases, women – recognise the significance of their votes.  They envisage voting as an effective tool to get involved in the state processes. The popular perception that the poor and apparently voiceless communities do not understand the intricacies of electoral democracy, in this sense, becomes completely wrong.\nRead full opinion on TOI+\n\n",
        "headline_1": "How poll winners win over people: BJP in Gujarat is an excellent example of how big messages can be meshed with subaltern concerns",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-poll-winners-win-over-people-bjp-in-gujarat-is-an-excellent-example-of-how-big-messages-can-be-meshed-with-subaltern-concerns/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-12-2022"
    },
    {
        "full_article": "Voter turnout in this Gujarat election was 61.8% for women, and 66.7% for men. Women’s participation has dipped by more than four percentage points from 66.1% in the 2017 election. In 2012, their turnout was 69.5%. In 2019 Maharashtra had also recorded a similar skew, with women’s turnout at 59.3% and men’s at 62.8%. In 2015, women’s turnout was better than men’s.\nBut these are, hopefully, exceptions to the rule. Female turnout has trended upward in general. In Himachal Pradesh this time, the percentage of female voters was at an all-time high of 76.8%, compared to a male electorate of 72.45%. Even in the five assembly elections earlier this year the voter gender gap ratio has improved in every state, with UP registering the clearest gains: from 839 women for every 1000 men in 2017 to 868 in 2022. Women’s voter turnout in UP was also 62.2%, greater than 59.3% men, a trend that held from 2017. In Bihar and West Bengal too, women’s voter participation has left the men behind. And in 2019 LS polls, women’s turnout at 67.18% beat men’s at 67.01%.\nBut while they recognise the power of women’s votes, what are women getting, in terms of representation and authority? The women’s reservation bill has lapsed, despite having been passed by the Rajya Sabha in 2010. While a third of local body seats are reserved for women, roughly 1.4 million female panchayat leaders have no ladders to enter legislative assemblies and Parliament. Women get fewer tickets, and often from tougher seats, even though they are no less ‘winnable’ than men. This is nothing but a systematic denial of women’s talents, effort and ambition – and most of all, their equal right to representation.\n\n",
        "headline_1": "Women & elections: Low female voting is exception. Few female MLAs is norm",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/women-elections-low-female-voting-is-exception-few-female-mlas-is-norm/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-12-2022"
    },
    {
        "full_article": "A poll promise common to Gujarat and Himachal Pradesh assembly elections is the one made by Congress, which wants to revert to the old pension scheme (OPS) for state government employees. The party’s set to form the HP government but will not be able to fulfil this promise. OPS represents a guaranteed pension linked to an employee’s last drawn salary. For a government, it represents an open-ended commitment that has to be fulfilled at all costs.\nOPS also represents a committed claim which eats into other spending. Given its impracticality, most state governments, HP included, and GoI shifted new employees to the national pension system (NPS) 2004 onwards. NPS works on the lines of EPF, the employer pays a monthly contribution and the pension depends on the return on accumulated savings. Of late, some opposition-ruled states such as Punjab, Rajasthan and Chhattisgarh have promised to revert to OPS. It’s not legally possible. NPS accumulations can’t be transferred back to a common pool. Therefore, this promise is not implementable as other states have realised.\nHP today sets aside about 18% of revenue expenditure towards pension, higher than the national average. Only 32% of its revenue expenditure is met by the state’s own revenue, which is on the lower side. If it wants to switch back to OPS for new recruits, it will be at the cost of reducing fiscal space for development spending. States should just stick to NPS.\n\n",
        "headline_1": "Tension scheme: Switching back to OPS from NPS is not possible",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tension-scheme-switching-back-to-ops-from-nps-is-not-possible/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-12-2022"
    },
    {
        "full_article": "The end is near and it feels too soon. We have been engrossed by the world’s biggest sporting event. But if anyone was under a rock the following soundbites will catch you up a bit.\nCan anyone beat France but France? An episode of The Totally Football Show with James Richardson months ago is just one of the many podcasts that underlined the defending champions’ strengths ahead of the World Cup, betting that the abundance of individual talent was too overwhelming. With Kylian Mbappe having scored 5 goals already the prescience of those September words seems remarkable: As the opposition bounces away from him as if he is a character in a video game we shouldn’t just get used to how brilliant this guy is, just because he is so in match after match.\nRead full opinion on TOI+\n\n",
        "headline_1": "In Football, There’s Always Starlight: Some of many podcasts on the World Cup",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/france-or-brazil-theres-always-starlight-some-of-many-podcasts-on-the-world-cup/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-12-2022"
    },
    {
        "full_article": "We are disappointed at the way the Roads and Highways Department (RHD) has been planning and implementing its road improvement projects across the country, with a majority of them having to face time and cost overruns. Far from trying to rectify this abysmal track record, the state-run agency has now decided to give the job of implementing a part of the Dhaka-Sylhet highway expansion project – a Tk 16,918.59 crore undertaking to turn the 210km highway into a four-lane one – to two contractors who, reportedly, also have a questionable record in project implementation.\nOne of them, Sinohydro Engineering Bureau 8 Corporation Ltd, a subsidiary of Chinese firm Sinohydro, earned a bad name for its work on the Dhaka-Chattogram highway expansion, while the other, Toma Construction & Company Ltd (TCCL), a local company, was accused of being reluctant or extremely slow in implementing several projects in the past. Now, the first company is going to be awarded a Tk 576.05 crore contract and the second, along with a Turkish company, is going to be awarded a Tk 896.81 crore contract. These two are among the 13 contractors being assigned for the project.\nThe question is: why would the RHD authorities choose two companies with proven records of incompetence for this important work? While the director of the project claims that the tendering process is being conducted following the guideline of the Asian Development Bank, we think the government should investigate the authenticity of their claims as well as potential irregularities. Another question that we must ask is: why have they decided to implement the project under six packages? Apparently, the tendency to divide project work in \"small packages\" eventually benefits the influential, non-professional contractors. Did the RHD think it through before making such a decision?\nOne may recall that, in 2018, the Anti-Corruption Commission (ACC) had sent a letter to the secretary of Cabinet Division with 21 recommendations to prevent institutional corruption in the Roads and Highways Department. At the time, the ACC pointed out several irregularities in awarding tender, and observed that some syndicates were choosing the contractors for the RHD projects. In its investigations, the ACC also found that a number of engineers and other officials of the RHD were building sub-standard roads to misappropriate public money. It revealed that these officials acted in collusion with politically influential persons and contractors to violate the terms of tender.\nWe, therefore, urge the RHD authorities to remain cautious while selecting firms for its projects, and ensure that only competent firms with good track records get the contracts. This, however, is only one of the many problems that are plaguing the RHD projects right now. In order for this vital department to implement all its projects on time and within fixed budgets, it needs to eliminate corruption, inefficiency and mismanagement and also make the reforms necessary going forward.\n",
        "headline_1": "Why is RHD hiring firms with poor records?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-rhd-hiring-firms-poor-records-3192211",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-12-2022"
    },
    {
        "full_article": "Seventy-five years after the Partition of the Indian subcontinent, we are still a long way from understanding the complex ways in which this event affected the lives of people and communities then, and how it still does. Published every Saturday, this series features scholars of partition studies from across the subcontinent, and is an attempt at exploring the complexities and contradictions of that momentous event. This article, the tenth and last in the series, tells the story of how a young boy lost his home, friends, and parts of his family when the country he was born in was split into two.\nI belong to a generation that was overtaken by the pestilence called Partition. It was cooked up by a few political leaders of the Indian subcontinent as a shortcut to positions of power, so that they could become kings and courtiers of countries, which would be, arguably, \"free\" and bear the names of \"India\" and \"Pakistan.\" And then everybody would, they hoped and said, live happily ever after.\nThings did not turn that way. Nothing was settled or resolved. Riots killed thousands of people, women were raped, properties looted and destroyed, hundreds of thousands of people forced to leave their ancestral homes for an unknown territory where they believed would find safety among people of their own faith. People once rich became paupers, pride was pitiably humbled, as people of eminence became nobodies in an alien land.\n***\n\nBefore all this began, we used to live in a village somewhat north of Dhaka, where my father was a small nayeb or revenue collector for the zamindar of Balihati. My story has a little twist, though. I was adopted by him as he married two of my aunts (sisters of my biological father), and neither could give him a son. My own family lived in a village closer to Dhaka, where I had, apart from my parents, an elder brother, a twin sister, Lila, and another brother.\nI will give you the conclusion of my story first, and then trace back to what happened earlier. Of the three brothers, the elder became a police constable. I don't know if I can blame Partition for that. He, otherwise a good soul, had almost a philosophical objection to formal schooling, and resisted all attempts to make him a student. The second son, accidentally the author of this piece, became a university vice-chancellor, and a man of some eminence. The third, after a life of being a hawker in trains and vegetable vendor in country markets, was later put back into school by the second brother and eventually became a college teacher, to retire, ultimately, as a college principal. Barring the eldest, these two brothers did not do too badly by worldly standards. All three brothers became Indian citizens.\nBut the sister had to stay back in East Pakistan. She was considered too risky to cross the border with, and the mother, then a widow, would leave the daughter with her maternal uncle at the time of leaving the country with her two boys. The uncle's family was to remain in East Pakistan, took the girl out of school and, when she was only 12, married her off to a Hindu farmer's household. She would, luckless as she was, lose her husband quite early, then lose her only son too, live with her widowed daughter-in law, raise two young grandsons, grow old and become the grandma of the whole village, where Muslim farmers were a majority. Her brothers – the elder, her twin and the younger – would not see much of her, as they would become citizens of another country. This is how four children from the same womb fared, thanks to Partition. Their story, of course, has no component of death and destruction, as many others had to face.\n***\n\nMuch before the fateful events of August 14-15 in 1947 and Pandit Nehru's midnight \"Tryst with Destiny,\" there were much excited talks among both the Hindu and Muslim residents of our village, then called Thakurbari Panchash. It was located east of Dhamrai, right across Nayar Hat, on the west side of the Bangshi River. The village has now been swallowed up by the expanding town of Dhamrai. To its residents, at first it was a frank and short-lived disbelief of the \"canard\" that the country was going to be divided. Then it dawned on them that their leaders were much smarter than the hapless people, and what they decided, they had the power and determination to act upon. Our village had a twin, with Hindus living in one, while Muslims in the other, which was called, quite appropriately, Islampur. But my adoptive father's house was a visiting place for important men from both the villages. It may sound incredible now that there was complete harmony and bonhomie between the two communities. Lest that is misconstrued as an overstatement, I will tell you what happened to me, which may read like a fairy tale now.\nWhen I was five, elders from both the villages decided that I was to be baptized as a \"friend\" of another Muslim boy of my age. It was Rahman, son of the village headman of Islampur, Kotuni Byapari. It was a ritual called dostali patano – \"to make/become (lifelong) friends.\" So, an auspicious day was selected, we two boys were bathed, fed specially prepared food, decked up like princes, and put in a palanquin. The carriage was taken for tour in about a dozen villages around, accompanied by a booming and rattling English band, in a procession with \"day-lights\" and other such things, loudly proclaiming the event that Kamal (my pet name) and Rahman, sons of so and so, were, from then onwards, going be lifelong friends and help and protect one another; \"Let Allah and God bless them, and you people do the same.\"\nInside the palanquin, sweating and sleepy, we smiled mischievously at, pinched and tickled each other. After we came back, two grand feasts for the entire populations of the two villages took place respectively at the new \"friends'\" houses. Cooking and the food did not hurt anyone's religious constraints, as the sponsors were scrupulous about that.\nThese were one of the ways, for hundreds of years, when the two societies tried to accommodate each other, and became closer, as nana, chacha, bhatija, bhabi and so on, keeping their faith and social norms unhurt. I may add a note that my father had also been made a dosto of Rahman's father, Kotuni Byapari, in their boyhood.\n***\n\nThese chacha and nana of ours, who assembled at my father's kachari-turned-drawing room every evening for a hookah session (hookahs had a communal divide, though), first told my father, \"Perish the thought of leaving the land of your 14 forefathers. What are we here for?\"\nBut disquieting news did not stop pouring in. Riots in Noakhali, Calcutta and Bihar, people leaving their homes in panic, leaders inciting mobs to kill \"others\" – newspapers were full of such stories. We had a Calcutta newspaper delivered by post to our house, the half-weekly Anandabazar Patrika, which carried horror stories like these, which made our elders worried. One night, the sky was rent by the slogan Allahu Akbar, and women and children had to spend the night in a nearby forest with their jewellery boxes and the cash chests. Guards with spears kept vigil on us. A few feeble shouts of Vande Mataram did not encourage us much. The air was heating up and neither the Hindus, nor their well-wishing Muslim neighbours felt very comfortable. Muslim League volunteers from Dacca, rank outsiders, began visiting the villages and making fiery speeches.\nMeanwhile, two young and nubile daughters of a respected Brahmin family living near our Dhamrai Hardinge High School eloped one night reportedly with two Muslim boys, which caused panic among the Hindus. This could otherwise be interpreted as a normal thing, given the age of the boys and girls (we saw no remorse in the girls when they came back about a week later), but the context made it quite threatening for the Hindus living in the area.\nMeanwhile, I must own up the faux pas I made in my classroom. There was a Maulavi shaheb who taught us Bangla in Class 3, who looked like Tagore with a Fez on, very affectionate and soft-spoken. He was telling us about his own home, Khulna, where fish were aplenty and date-palm molasses (khejur gur) was abundant. He, jokingly yet lovingly, offered that I (He called me Sarkar moshai) accompany him to his home during the puja holidays. I would, he assured, then return much fatter, after consuming all the fish and khejur gur that he would treat me with. When he said, \"What about it, my son? Go tell your father that I'll take you to my place,\" I, without batting an eye, said, \"No, Maulavi shaheb; if I go with you, the Muslims will cut me up!\"\nThe Maulavi was stunned. Then, after recovering from the shock, he, with his eyes widened, said, \"How could you say such a thing, son? I'll be with you, and yet Mussalmans will cut you up?\" Tears began to roll down his cheeks on his beard, and he said with a deep sigh, \"Alas! Allah, with you looking on, how can the country go so crazy?\"\nI have not been able to forgive myself to this day for what I said to the affectionate Maulavi that day.\n***\n\nBut the inevitable could not be stopped or delayed, and our nana and chacha told my father that it was better to send the boy (me) and Chhoto Bhabi to India, while my father could take his time to make a decision. Perhaps it would be a short-term measure, and who knows, they might come back when things improved. But now the Muslim Leaguers were coming from Dhaka and inciting people. The air was tense with fear and suspicion. Our Muslim neighbours would see to it that nobody could touch my father or Boro Bhabi, who was to stay back with my father.\nSo, on November 9, 1947, in the early hours of the day, we got on a middle-sized boat and set out for \"India,\" which was a foreign land for us at that time. The boat had a father-son team of three to sail it, the father as the oarsman. They were trusted Muslim boatmen from Islampur, which Rahman's father, my Uncle Kotuni, had hired for us. Three boatmen, three passengers; my Kaka (uncle), i.e. my father's cousin, was our leader and guide.\nThe boat was our home for about two days. I had a vague feeling that we were leaving our land forever, and I would hardly, if at all, see my home, my school and my friends and neighbours ever again, but the excitement of seeing new places got the upper hand. Our boat coursed through a number of big and small rivers, and the journey was fun. Families of turtles sunbathing on the sliding riverbanks, some on a floating banana trunk, porpoises jumping out of the water and then going down the next moment, leaving an unsavoury smell around, people waiting at the ferry-landing – the scenes were many and varied. We reached Manikganj the next afternoon and took a hackney cab to the nearest steamer station at Aricha Ghat, from where Goalanda was the next port.\nI saw a passenger steamer for the first time, it looked like a brightly-lit palace when it approached Aricha Ghat. We got up and, in about half an hour, reached Goalanda, from where we had to catch the Calcutta-bound Dhaka Mail. But there was an unpleasant surprise for us at Goalanda. As the steamer neared the landing and a gangway was placed for the passengers, before they could move an inch, hundreds of Bihari coolies attacked us like highwaymen. No, they did not mean harm. Teams of them, in twos or threes, claimed us as their clients, without our consent or choice. They were to take us to a compartment of Dhaka Mail, dump us and leave with the payment pocketed.\nThe charge was high and my Kaka did not shine in haggling with them. It was a huge sum of 40 rupees. They eventually took the luggage on head, held our hands, and on the dark, sandy embankments rushed to the train, which stood ghost-like in the darkness. We stumbled and ran with other passengers, and finally the coolies mounted an already crowded \"third class\" compartment. Surprisingly, they had some space on a bench by the window ready for us, and seated me there while my Chhotoma sat on a bedroll. There was no light yet. We could not see the faces occupying the compartment. Only when a child cried, a harsh voice shouted, \"Shut up, damn you! Or I'll gag you up!\" The boy fell silent, but we could hear his sobs. He was hungry. One or two women wailed and cursed their God.\nWhen an apology of an electric bulb lit up, the horror of the faces came to view. They were tear-soaked and grim, women huddled on benches, men standing against the walls, some sitting on trunks and bedrolls. My Kaka brought some food for us that we could hardly swallow; the famous treats of Goalanda shanty hotels eluded us this time.\nThe night was moonlit, a little misty perhaps. The train ran as if it was escaping from a demon, and in my disturbed sleep I saw snatches of villages, deep in slumber, rush past. Our sleep was harshly disrupted at Darshana station, where the \"Pakistani\" police entered the compartment, ransacked everything in search of gold jewelleries, which, they claimed, were Pakistani property and could not be carried out of the country. Women were dragged out and taken for a body-search, but Kaka, who was worldly wise, probably settled with the police and they did not touch my Chhotoma. For others, it was a nightmare.\nAn \"Indian\" morning greeted us at Ranaghat, where Kaka fed us pantua, for which the place was famous. And when the train reached Sealdah some two hours later, and we got down, I almost got lost in the crowd as I followed a Eurasian couple (a shaheb and mem for me), marvels I had never seen before. Kaka had to do a lot of shouting to find and collect me. Then we took a hackney carriage and were bound for Borobazar, where Kaka's daughter and son-in-law lived. Stopping for a day there, we had to take another train to Kharagpur, which would be our home for the next 30 years.\nWhy Kharagpur, of all places? Thereby hangs a tale, too. An educated Muslim neighbour of our village was a high official at the railway factory there, and he provided jobs for many Hindu boys from the same village in its workshop. My Kaka was one of the latter. He had a room in his small mud-house ready for us, with his family of seven to welcome us.\nMy boyhood came to an end when I reached \"India.\" The struggle that followed is a part of every refugee's tale, of those who survived the disaster called Partition, of course. Many Bangalee Muslims must have similar tales too – mirror images of mine.\n \nPabitra Sarkar is an author and former vice-chancellor of Rabindra Bharati University in Kolkata, India.\n\n",
        "headline_1": "75 years of Partition: A young boy's loss",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/75-years-partition-young-boys-loss-3191771",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-12-2022"
    },
    {
        "full_article": "Unlike most people who are introduced to John Milton through his epic poem, Paradise Lost, my introduction to John Milton was through his treatise Areopagitica—which remains one of the greatest defences of free speech and press freedom ever written till this day. I first came across Areopagitica back in the summer of 2018, when the infinite loop of Youtube algorithms brought me to a debate speech by the late columnist and polemicist Christopher Hitchens. \nIntrigued by the book and, more importantly, its stimulating subject, I could not help but go through the text. It took my 14-year-old self less than a month to finish reading the treatise, for which the rigorous writing style and subject matter are mainly to be blamed. But what I learned from the book has shaped much of my own views about freedom of expression, as as a debater, writer and civilian. \nWritten at the height of the English Civil War, the treatise argues against the Licensing Order of 1643 in England which would require all books to be licensed by government entities before publication and mass distribution. \n\"Falsest seducers and oppressors of men were the first who took it [censorship] up, and to no other purpose but to obstruct and hinder the first approach of Reformation\", Milton writes, raising arguments against the pre-publication censorship of books—arguments that still ring true today, with governments of several countries using draconian laws to suppress public opinions different from the official narrative. \nMilton also challenges the notion that censors will always have the incentive to carry out censorship in good faith. He writes, \"How shall the licensers themselves be confided in, unless we can confer upon them, or they assume to themselves above all others in the land, the grace of infallibility and uncorruptedness?\" Having lived in a country where different governments have, over the years, censored the press through intimidation and their politicised, polarised and militarised law enforcement agencies, Milton's words struck a chord within me. \nSpeaking further about it, Milton recalls his experience of meeting Galileo while he was imprisoned in Italy for suggesting that the Earth was not the centre of the universe. Milton uses this particular example to show how the erroneous use of censorship laws have hindered progress even in the quest for scientific truth. This reminded me of how teachers in this country had been threatened and imprisoned for the apparent \"crime\" of teaching school students about Darwinian evolution, among other things. \nOne of the most important of Milton's arguments is that it is not only important for people to be able to express their opinion freely, but that censorship also concerns the rights of those who want to listen to differing opinions. Individuals should be able to exercise their own abilities to determine whether an opinion is good or bad, Milton writes. He refers to an incident which apparently happened to Pope Dionysius of Alexandria when he received a revelation, \"Read any books whatever come to thy hands, for thou art sufficient both to judge aright and to examine each matter.\" \nThis is particularly relevant as those who share a censorious instinct in the status quo often do so under the presumption that individuals are not wise enough to understand what texts they should or should not read. By establishing the fact that people are clever enough and should have their right to make up an independent opinion about books, Milton shows why book banning is counter-productive, whether it is an infamous book by Salman Rushdie or Orwell's Animal Farm. \nDespite being written more than 350 years ago, the Areopagitica still serves as a foundational text in defence of some of the most important civil liberties which concerns us all. It is true that the text is archaic, and even difficult to follow for those unacquainted with the Biblical and classical references made by Milton. But the logical framework of his arguments lay bare how censorship is an abuse of power.\nHrishik Roy is an intern at The Daily Star. Reach out to him at hrdibbo@gmail.com.  \n\n \n",
        "headline_1": "On free speech and Milton’s 'Areopagitica' ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/free-speech-and-miltons-areopagitica-3191756",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-12-2022"
    },
    {
        "full_article": "We fully agree with the High Court that bureaucrats in Bangladesh have been negligent in their duties because they don't consider the public their friends. In fact, there have been plenty of instances in the past where our bureaucrats have demonstrated a certain level of contempt towards the public, seeing themselves as much superior to ordinary citizens, as the court rightly pointed out. This misconstrued perspective of reality that they hold has been one of the major factors that has regularly led to increased public suffering. \nDespite the fact that in any civilised society with a working democracy – one we, too, should aspire to – bureaucrats, even those at the highest levels, should consider the public the source of all their power, the attitude of many bureaucrats in Bangladesh continues to be different. A perfect example of this has been the LGRD secretary's office's refusal to comply with a High Court order to dispose of two applications for creating \"an accounting and audit department\" at municipality offices. The court issued the directive more than five years ago, which was later upheld by the Appellate Division of the Supreme Court in 2020. Yet, the LGRD ministry has had the audacity to completely ignore the court's directive. And this is not a rare occasion where something like this has happened. The court itself has observed that some secretaries don't abide by court orders, but feel embarrassed to appear before the court when directed to. \nIn recent years, we have seen how the government has continually obstructed numerous investigations into alleged corruption and mismanagement by bureaucrats. The media has also reported how the Anti-Corruption Commission (ACC), for example, did not take up cases against government officials due to internal and external pressure. As ACC investigators themselves admitted to the media, had the ACC taken some actions against top bureaucrats, it would have created instances where government officials would not dare commit corruption. But in the absence of such accountability, it's not surprising to see that bureaucrats have begun to consider themselves above the law. \nIn fact, the attorney general himself told the apex court that the parliament had passed the Government Service Act, 2018 to protect public servants, considering them a \"different class of people.\" When the act was passed, we had mentioned in this column that it was discriminatory against the public and anti-constitutional because it protected public servants against prosecution in ways that ordinary people were not.\nWhen the law of the land itself is bent in ways that are anti-constitutional in order to grant special privileges to bureaucrats, why wouldn't they see themselves as being above the law? When allegations against them are routinely swept under the rug, and political parties start to rely on bureaucrats to hold onto power, naturally they would want a return on their investment. The increased arrogance of our bureaucrats on full display is the result of poor governance and institutional failures. Unless there are systemic changes in governance, with accountability at its centre, the public will continue to suffer due to bureaucratic negligence and arrogance.\n",
        "headline_1": "Are bureaucrats a class above the rest?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/are-bureaucrats-class-above-the-rest-3191726",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-12-2022"
    },
    {
        "full_article": "We are disappointed at the way the Roads and Highways Department (RHD) has been planning and implementing its road improvement projects across the country, with a majority of them having to face time and cost overruns. Far from trying to rectify this abysmal track record, the state-run agency has now decided to give the job of implementing a part of the Dhaka-Sylhet highway expansion project – a Tk 16,918.59 crore undertaking to turn the 210km highway into a four-lane one – to two contractors who, reportedly, also have a questionable record in project implementation.\nOne of them, Sinohydro Engineering Bureau 8 Corporation Ltd, a subsidiary of Chinese firm Sinohydro, earned a bad name for its work on the Dhaka-Chattogram highway expansion, while the other, Toma Construction & Company Ltd (TCCL), a local company, was accused of being reluctant or extremely slow in implementing several projects in the past. Now, the first company is going to be awarded a Tk 576.05 crore contract and the second, along with a Turkish company, is going to be awarded a Tk 896.81 crore contract. These two are among the 13 contractors being assigned for the project.\nThe question is: why would the RHD authorities choose two companies with proven records of incompetence for this important work? While the director of the project claims that the tendering process is being conducted following the guideline of the Asian Development Bank, we think the government should investigate the authenticity of their claims as well as potential irregularities. Another question that we must ask is: why have they decided to implement the project under six packages? Apparently, the tendency to divide project work in \"small packages\" eventually benefits the influential, non-professional contractors. Did the RHD think it through before making such a decision?\nOne may recall that, in 2018, the Anti-Corruption Commission (ACC) had sent a letter to the secretary of Cabinet Division with 21 recommendations to prevent institutional corruption in the Roads and Highways Department. At the time, the ACC pointed out several irregularities in awarding tender, and observed that some syndicates were choosing the contractors for the RHD projects. In its investigations, the ACC also found that a number of engineers and other officials of the RHD were building sub-standard roads to misappropriate public money. It revealed that these officials acted in collusion with politically influential persons and contractors to violate the terms of tender.\nWe, therefore, urge the RHD authorities to remain cautious while selecting firms for its projects, and ensure that only competent firms with good track records get the contracts. This, however, is only one of the many problems that are plaguing the RHD projects right now. In order for this vital department to implement all its projects on time and within fixed budgets, it needs to eliminate corruption, inefficiency and mismanagement and also make the reforms necessary going forward.\n",
        "headline_1": "Why is RHD hiring firms with poor records?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-rhd-hiring-firms-poor-records-3192211",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-12-2022"
    },
    {
        "full_article": "We fully agree with the High Court that bureaucrats in Bangladesh have been negligent in their duties because they don't consider the public their friends. In fact, there have been plenty of instances in the past where our bureaucrats have demonstrated a certain level of contempt towards the public, seeing themselves as much superior to ordinary citizens, as the court rightly pointed out. This misconstrued perspective of reality that they hold has been one of the major factors that has regularly led to increased public suffering. \nDespite the fact that in any civilised society with a working democracy – one we, too, should aspire to – bureaucrats, even those at the highest levels, should consider the public the source of all their power, the attitude of many bureaucrats in Bangladesh continues to be different. A perfect example of this has been the LGRD secretary's office's refusal to comply with a High Court order to dispose of two applications for creating \"an accounting and audit department\" at municipality offices. The court issued the directive more than five years ago, which was later upheld by the Appellate Division of the Supreme Court in 2020. Yet, the LGRD ministry has had the audacity to completely ignore the court's directive. And this is not a rare occasion where something like this has happened. The court itself has observed that some secretaries don't abide by court orders, but feel embarrassed to appear before the court when directed to. \nIn recent years, we have seen how the government has continually obstructed numerous investigations into alleged corruption and mismanagement by bureaucrats. The media has also reported how the Anti-Corruption Commission (ACC), for example, did not take up cases against government officials due to internal and external pressure. As ACC investigators themselves admitted to the media, had the ACC taken some actions against top bureaucrats, it would have created instances where government officials would not dare commit corruption. But in the absence of such accountability, it's not surprising to see that bureaucrats have begun to consider themselves above the law. \nIn fact, the attorney general himself told the apex court that the parliament had passed the Government Service Act, 2018 to protect public servants, considering them a \"different class of people.\" When the act was passed, we had mentioned in this column that it was discriminatory against the public and anti-constitutional because it protected public servants against prosecution in ways that ordinary people were not.\nWhen the law of the land itself is bent in ways that are anti-constitutional in order to grant special privileges to bureaucrats, why wouldn't they see themselves as being above the law? When allegations against them are routinely swept under the rug, and political parties start to rely on bureaucrats to hold onto power, naturally they would want a return on their investment. The increased arrogance of our bureaucrats on full display is the result of poor governance and institutional failures. Unless there are systemic changes in governance, with accountability at its centre, the public will continue to suffer due to bureaucratic negligence and arrogance.\n",
        "headline_1": "Are bureaucrats a class above the rest?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/are-bureaucrats-class-above-the-rest-3191726",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-12-2022"
    },
    {
        "full_article": "The government is learnt to have set a strategy to freeze or confiscate unreported assets owned and kept abroad by Bangladeshi nationals. To this effect, as reported in this paper on December 07, a guideline on the legal framework and the strategic process was approved the day before by the task force on money laundering in its meeting chaired by the finance minister. To begin with, as the guideline says, the government will carry out joint investigations with the countries where the assets to be retrieved had been transferred illegally. In case, the holders of the offshore assets try to relocate their wealth to a third country to evade the law in the host country due to any delay in court procedure there, the government will have the Bangladesh Financial Intelligence Unit (BFIU) send a letter rogatory (letter of request), seeking judicial assistance of the court in the foreign (host) country concerned. In this manner, the guideline would, it is said, enable the government to confiscate the assets laundered abroad even before the holder of that asset is convicted in the court.It may be noted in this connection that to expedite the process of retrieving the laundered money lying in offshore destinations, the High Court (HC) last October ordered that within the following three months, the BFIU, through the finance ministry, should get Mutual Legal Assistance (MLA) agreements signed with 10 countries including the US, the UK, Canada, Switzerland, Australia and China. The HC directive also asked the BFIU to form a research cell in its office to identify the persons who laundered money overseas. Evidently, the present move of the task force to recover wealth stashed in overseas locations follows the said HC order and a report on the progress so made is scheduled to be submitted by the BFIU to the HC in February next year. In fact, the effort to get back the assets illegally taken overseas has been going on since long. The government has also been offering amnesty to the owners of the black money to whiten their wealth through payment of a penal tax. But the holders of undisclosed assets were never much enthusiastic about taking advantage of the government offer. According to reports, by June, 2022, only 2,300 people took the opportunity to whiten their undisclosed assets. The low response had to do with, the report added, high tax and penalty imposed on the money to be whitened. Notably, in FY22, the total tax rate including fine came to 26.25 per cent whereas in FY21 it was 10 per cent. On this score, it would be better if the government had the data on the money and other assets so stolen from the country and kept in foreign locations. A reference may be made in this connection to the report published by the Washington-based think-tank, Global Financial Integrity (GFI). It says that between 2009 and 2015 (except 2014), Bangladesh lost on an average US$49.65 billion to such stealing of funds overseas. In the seven more years that have passed meanwhile, one wonders how much wealth of the country has been illegally transferred abroad! So, it is time the work to retrieve the assets stashed away in overseas locations was further speeded up by the government. That is more urgent at a time when the economy is running a current account deficit and, in particular, is grappling with a shortfall in foreign exchange reserve.",
        "headline_1": "Retrieving undisclosed overseas assets",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/retrieving-undisclosed-overseas-assets-1670596034",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-12-2022"
    },
    {
        "full_article": "At a time of financial turmoil, banks have hardly any option other than charting a prudent course. But when there are deliberate attempts to undermine banking rules and regulations with the ulterior motive of serving narrow and dishonest purposes, the entire sector has to bear the brunt. Of late one such incident involving a few banks has eroded depositors' confidence in the banking system. Now the government has to assure time and again that there is nothing to be worried about. Unfortunately for the authorities, the latest Tk 340 billion bank scam could not have come at a worse time. Because the general election is a year away and the last thing one needs is bad publicity at this juncture. To go by a report in this newspaper published on December 8, the central bank has authorised the disbursement of Tk 40 billion to five Islamic banks to meet their on-going liquidity crisis. Interestingly, they are also owned by the group of companies involved in the alleged financial scam. Indeed, it is apparent that there exists a liquidity crisis in all these banks, and why not? Depositors in these banks will be looking to transfer their money elsewhere and assurances, unfortunately, do not have the same effect as they once did. Ever since the Banking Act was amended a few years ago, which paved the way for several members of the same family to sit on the governing board of financial institutions (like banks), things have been going from bad to worse, year on year. Not a year goes by when some group of companies or individual's name doesn't hog the headlines as a loan defaulter. Regardless of how bankers cook their books, there is no way to fool the eyes of the International Monetary Fund (IMF), which has asked for three banks to bring down their non-performing loans to around 12 per cent. Good luck with that, because a lot of luck and divine blessings will be required to get to that figure. While it is heartening to learn that the anti-corruption watchdog body, the ACC has launched an investigation to look into the scam, the question remains the same as it was back in 2018, when the former (deceased) finance minister, Mr. Muhith stood in parliament in August, 2018 and declared that the central bank had data on approximately 230,000 defaulters; companies and institutions that had defaulted on banks loans totalling around Tk1.31 trillion, until June 2018. Now at the end of 2022, one wonders where that total has gone up to. The saddest part of the whole matter is that the bank in question was a stellar performing bank. Interestingly, the bank had an observer appointed to it by the central bank and for some inexplicable reasons, the individual was withdrawn in March 2020. Banking insiders and observers state that this allowed for various irregularities to take place since that time. As reported widely by the media, the Shariah-based bank allegedly became the playground for all sorts of shady business interest groups/individuals which took out loans without much oversight. These repeated scams should not come as a surprise to anyone because the bulk of the mega-loan scammers have not been brought to justice. Volumes have been written on how and why such irregularities can take place under the very noses of regulators, and yet nothing changes.As rightly pointed out by the author of an opinion piece published in a contemporary on December 4, \"The pattern seems to be, as the High Court observed, that an unholy nexus of powerful people has been aiding and abetting financial criminals - some of them powerful individuals or groups themselves - to commit crimes that are ruining the financial health of our banks and is pushing the overall financial sector into the abyss.\" While the Court has stated the obvious, we have miles to go before anything tangible happens that will restore people's confidence in the banking system. Going by the various media reports since the latest loan scandal erupted, rumour has run rife on social media that the banking system is tottering on the verge of collapse. Though far from the truth, people's imagination has run amok and there have been panic withdrawal of funds at the individual level, which has reportedly forced many banks to put a cap on the amount of Taka that may be withdrawn on a single day. If the authorities wish to restore people's confidence in the banking sector, the time has come to roll back the fateful decision taken a few years ago regarding bank ownership. Annul the amendment that allowed for private banks to become piggy banks of the powerful and well-connected families in society. Bangladesh is no longer an island. Its economy is integrated into the global economy and the government has had to turn to foreign institutional banks (like the IMF) for budgetary support. Such institutions will be watching Bangladesh through the eye of a needle and insist on banking reforms that may be unpalatable in the short term, but in the long run will help the economy get back its bearings. Why does Bangladesh need prodding from foreign institutions to do what needs to be done? The rule of law should not be a mere electoral slogan, it ought to be the basis of the nation's existence.\n[email protected]",
        "headline_1": "Sagging confidence in financial systems",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sagging-confidence-in-financial-systems-1670596062",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-12-2022"
    },
    {
        "full_article": "Next week, Bangladesh will observe the 51st Victory Day, the glorious day to commemorate the final victory over the occupied Pakistani army in the nine-month-long bloody war of independence in 1971. Bangladesh emerged as a sovereign country on December 16, 1971, after sacrificing the lives of three million people. Moreover, the occupied army and its local collaborators violated two hundred thousand women during the war. Destruction of physical infrastructure was almost uncountable also. Thus, the price of victory in the war of independence was quite high.Bangladesh has, however, had remarkable success in the last five decades in transforming itself into a vibrant nation defying various odds. The country is now well ahead of many peer nations in major socio-economic indicators and set an example of positive change. At the same time, it is also disheartening to learn that the country is yet to provide comprehensive security to women and children. It is one of the significant drawbacks of the development journey of Bangladesh.Undoubtedly, women in Bangladesh have advanced a lot and made their positions strong in various fields thanks to their dedication and support from consecutive governments. Moreover, they have proved their mettle by breaking the taboo of a conservative society and fighting against a male-dominated social structure. Nevertheless, it is awfully sad that women in the country are not adequately safe. The authorities often make tall claims about women's security and empowerment. However, the ground reality is disturbing and disappointing. Women feel unsafe and insecure in most places, whether inside their residences or outside such as in educational institutions, offices, shopping centres and streets. Many girls and women face different types of harassment in these places only because they are female. Physical and verbal assaults are everyday phenomena. Sometimes those turn into the worst form of violence like rape and murder. In most cases, women do not protest or resist, mainly due to non-cooperation from others. Women also do not seek the intervention of law enforcement agencies due to ineffective implementation of laws, inefficient police investigation and disappointing police attitude. Instead, they accept the bad behaviour and maltreatment silently. The sad part is that most men also do not raise their voices against the predators and try to avoid physical confrontations. Gone are the days when some people used to move ahead, protest and even resist the eve teasers or attackers. Society has changed a lot, mainly due to political distortion and economic disparity. Over the decades, these two factors have pushed society to become more self-centred and less cooperative. One of the outcomes is the squeezed space for social resistance and public protest. The criminals and goons are more powerful now as they care little about social manners and law. The insecurity of women needs to be analysed in such a changed context. It is shameful that girls and women are vulnerable to various anti-social crimes and violence. The relentless and classless violence seriously impacts the physical, mental and emotional health of girls and women. There is also a trend of victim-blaming or shaming, which puts women in further difficulty. \n[email protected]",
        "headline_1": "Violation of women's rights",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/violation-of-womens-rights-1670596095",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-12-2022"
    },
    {
        "full_article": "The price of essentials is rising day by day. Consumers are now gasping for breath due to continued inflation. Starting from rice, all daily commodities are being sold at increased rates. The price of baby food is skyrocketing. The prices of powder milk have reportedly increased again by Tk 30 to Tk 60 per kilogramme. This has been having a telling effect not only on the poor but also on the middle class. Transportation is getting costlier. As a result, the prices of fruit and vegetables are rising too. Thus, the prices of every household item have also gone up. It looks like the instability in the commodity market is not waning due to the syndicates' control for a long time. People's income is not increasing although their expenditure is skyrocketing. People are suffering due to this imbalance of income and expenditure. According to the survey of the World Food Programme, a total of 37 per cent of people's income has decreased in Bangladesh in September. A more pressing concern is that the rising inflation has provided leverage to some syndicates, which often hoard commodities and sell them later at higher prices. Studies show that during financial crises, people lean towards buying comparatively cheaper foods, cutting down on the purchase of nutritious food. These foods are usually low in nutrients but high in carbohydrates, which obstruct a person's healthy growth. So, we urge the authorities concerned to take every step to control the prices of all commodities and ensure their availability across the country in the required quantity.\nAshikujaman Syed, Research Assistant, Bioinformatics Research Lab, Center for Research Innovation and Development (CRID), [email protected]",
        "headline_1": "Unrestrained inflation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unrestrained-inflation-1670596128",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-12-2022"
    }
]