[
    {
        "full_article": "By winning a third consecutive term in Haryana, the Bharatiya Janata Party (BJP) has demonstrated that its pole position in the Hindi heartland remains intact. Its failure to win an absolute majority in the 2024 general election has not eroded its social base, and in Haryana, it increased its vote share when compared to the previous election. The Congress too saw its vote share and the number of seats increase, but not enough to win power. The simultaneous gains for both parties are indicative of a sharper polarisation, but that does not entirely end the importance of smaller outfits and influential independents as it turns out — they tilted the scale in several constituencies. The outcome mirrors a social reality of Haryana that the BJP cleverly engineered to its benefit and which the Congress overlooked, namely, a broad alignment of non-Jat communities against Jat dominance. Incumbent Chief Minister Nayab Singh Saini, who is set for a second term, became the face of the BJP’s mobilisation of Other Backward Classes. The BJP’s strategy of offering political space for marginalised Hindu communities is one that is working well for it. Jats possibly united against the BJP, as the eclipse of the INLD and JJP suggest, but that worked in the BJP’s favour by aiding the counter-mobilisation of disparate groups. The Haryana poll outcome also helps Prime Minister Narendra Modi reinforce his authority over the party.The Congress failed to inspire confidence among a wider spectrum of society as former Chief Minister Bhupinder Singh Hooda and his son Deepinder dominated the campaign. Their own Jat community rallied behind the party which possibly caused a counter consolidation of the rest. The Hoodas have so controlled the Congress in Haryana that the party organisation is either non-existent or ineffective. They stalled the central leadership’s efforts to form political alliances. The Congress’s Haryana setback follows the pattern of the Madhya Pradesh and Chhattisgarh elections that it lost in 2023 — regional leaders who refused to accommodate party colleagues and broaden the social base which failed the party. The party is struggling to find a balance between having a robust regional leadership and ensuring that its national outlook is not undermined. Senior leader Rahul Gandhi could not enforce his social justice agenda in the party’s Haryana strategy. Dalit party leaders were humiliated, opening space for others. The BJP has been in power for 10 years and there was notable resentment against it among voters. But that did not translate into a change of guard as the BJP could beat anti-incumbency while the Congress failed to gain from it. A study of the Haryana outcome will be instructive of why the BJP wins so often and the Congress ends up second best.  Published - October 10, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nHaryana Assembly Elections 2024\n\n/\n\nBharatiya Janata Party\n\n/\n\nGeneral Elections 2024\n\n/\n\nvoting\n\n/\n\nIndian National Congress\n\n/\n\nIndian National Lok Dal\n\n/\n\nJannayak Janta Party\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nMadhya Pradesh Assembly Elections 2023\n\n/\n\nChhattisgarh Assembly Elections 2023\n\n/\n\nRahul Gandhi\n\n/\n\ndalits",
        "headline_1": "​Against the odds: On the 2024 Haryana Assembly elections",
        "headline_2": "The Congress could not counter the caste polarisation in Haryana",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bagainst-the-odds-on-the-2024-haryana-assembly-election/article68736862.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-10-2024"
    },
    {
        "full_article": "Last week, the Supreme Court of India rightly asked the petitioners in the case of the alleged adulteration of ghee used in the famed Tirupati laddu prasadam not to make the Court a “political battleground”, but the issue is unlikely to remain one about ensuring quality control of a food item associated with pomp and sanctity. By appointing an “independent Special Investigation Team (SIT)” under the direct supervision of the Director, Central Bureau of Investigation (CBI), the Court deftly made the Centre accountable in ensuring an impartial inquiry. But given the composition of the five-member SIT — two CBI officials, two Andhra Pradesh police officers and a domain expert from the Food Safety and Standards Authority of India (FSSAI) — questions are likely to be raised about its neutrality. The CBI and A.P. police come under the jurisdictions of political alliance partners, the Bharatiya Janata Party (BJP) led by Prime Minister Narendra Modi and the Telugu Desam Party (TDP) led by A.P. Chief Minister N. Chandrababu Naidu. The Centre’s conduct in court is likely to invite further allegations of bias, where it expressed ‘full confidence’ in the SIT formed by Mr. Naidu before the Court decided to hand the case over to the CBI-led SIT. Mr. Modi’s government has not expressed such confidence in inquiry panels set up by Opposition-ruled States such as the one in West Bengal to inquire into corruption allegations against the Saradha Group’s ponzi scheme in 2013.The laddu issue has already taken on communal overtones with A.P. BJP chief and Rajahmundry MP Daggubati Purandeswari seeking a ‘declaration of faith in Lord Venkateswara’ from former A.P. Chief Minister and YSRCP chief Y.S. Jagan Mohan Reddy, a Christian. Mr. Reddy had to cancel his visit to Tirupati in September after protests by cadres of the ruling TDP and its allies, the BJP and Deputy Chief Minister Pawan Kalyan’s JSP. They have blamed the erstwhile Jagan Mohan Reddy administration of complicity in the alleged adulteration. The Naidu government buttressed Ms. Purandeswari’s demand by releasing “declaration of faith” documents signed purportedly by Bollywood actors and even former Jammu and Kashmir Chief Minister Farooq Abdullah. As The Hindu reported, the gas chromatography method, used to detect dairy contaminants, is unlikely to determine the exact quantum of “foreign fat” in the ghee samples. The central government must ensure that there is an impartial inquiry into the allegation that there was an attempt to contaminate the ghee supplied by a dairy in Tamil Nadu, samples of which were tested on July 6 and July 12. It must ensure that this is done without communalising the issue. Published - October 10, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nreligion and belief\n\n/\n\nTirupati\n\n/\n\njudiciary (system of justice)\n\n/\n\nfood safety\n\n/\n\ngovernment\n\n/\n\nBharatiya Janata Party\n\n/\n\nTelugu Desam Party\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nWest Bengal\n\n/\n\ncorruption & bribery\n\n/\n\nJana Sena Party\n\n/\n\nscience and technology\n\n/\n\nTamil Nadu\n\n/\n\ndairy",
        "headline_1": "Sweet and sour: On the laddu ‘adulteration’ case",
        "headline_2": "The inquiry into laddu adulteration must not be communalised",
        "link": "https://www.thehindu.com/opinion/editorial/sweet-and-sour-on-the-laddu-adulteration-case/article68736910.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-10-2024"
    },
    {
        "full_article": "Jumbos have as much of a right to walk the earth as humans. India must do a better job of conserving them\nIt’s not for nothing that the elephant’s memory is much storied. Relative to the size of the brain, its hippocampus, responsible for recall, is about 40% larger than that of a human being. Like us, elephants have complex societies, they educate their young, and mourn their dead. There is still so much we don’t know about these co-earthers. A recent discovery is that they have rumbling vocalisation akin to individual names. While conservation should not be dependent on how much we can anthropomorphise a species, recognising human-like capacities in elephants surely increases the imperative to protect them. \nThe Wildlife Institute of India’s finding – India’s elephant population has declined almost 20% since 2017 – is therefore particularly dismaying. There’s the failure of conservation, and there’s the special place elephants have in Indian culture. Our art, literature and customs are full of elephant references, stories and metaphors. There are caveats around the WII finding – changes in counting methods and a delay in collecting Northeast data. But that human activities – including assaults on forests and fragmenting of wildlife corridors –  are taking a toll on jumbo habitat is as well-known as apathetic official responses to such tragedies. Elephant deaths by electrocution and trains make headlines regularly – govts forget regularly, too. It’s no comfort at all that Zimbabwe and Namibia are doing much worse. The world’s fifth largest economy has to judge itself by correspondingly high standards. \nWhy did the Western Ghats based documentary The Elephant Whisperers get so much love around the world? Why has The Great Elephant Migration exhibit been planted right in the middle of Manhattan? Each of its 100 elephant sculptures is modelled on a living elephant in India. It’s about recognising that other species are special too. Not just because they enhance our lives. But because their right to be here doesn’t depend on our endorsement. This planet doesn’t belong to humans alone. \n\n",
        "headline_1": "Elephant whispers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/elephant-whispers-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-10-2024"
    },
    {
        "full_article": "State electoral landscapes vary too widely to impact one another\nIt is misplaced to find clues to other state elections in J&K and Haryana outcomes. BJP’s triumph in Haryana is a boost. Congress’s loss is a dampener. General elections are said to be an aggregation of state polls. 2024 LS polls certainly bore that out. But the same way results of the Dec state elections (Rajasthan, MP, Telangana, Chhattisgarh) – the last round of state polls ahead of an LS election – have had little bearing on outcomes of general elections in April-May the year after, so it is with state polls. Can the Haryana vote impact Maharashtra’s, or Jharkhand’s? Will NC’s triumph in J&K help INDIA bloc’s performance in Maharashtra?\nNo impact | Impact of state poll outcomes on other state polls is academic virgin territory in the Indian context. What is certain is that since the emergence of regional/state parties that focus on sovereign issues, there’s no perceptible commonality between different rounds of state elections, even when BJP or Congress are in the fray. Whatever the parameters on which they arrive at their choice, voters do not influence choices in other states. It’s unlikely, for instance, that poll outcomes in Maharashtra or Jharkhand will sway the Delhi vote, next in the election cycle. \nMigrant matters | Impact of migrants on the electoral landscape is little studied. It’ll indeed be interesting to know if ‘places’ alter the politics of migrants, or do migrants, in sufficient numbers, change the politics of a ‘place’ – one can then trace some link between state outcomes. Traditionally, migrants are socialised into habits of their new community. But when moving in numbers and massed in suburban clusters, how home-states vote may impact choices in their new home-state.  \nIssues vary | Across the Union, the same issue has different contours in different states. Take farmers for instance, integral to electoral politics. Yet, their issues widely differ, basis their circumstances. The farmers’ stir that seized Punjab and Haryana saw little traction in Maharashtra, where farmers are not pursuing a legal MSP, more aligned with open market policies.\nPoll terrain | What influences electoral landscapes of state polls most is the number of parties. Regionalisation made multipolarity a state poll feature, while LS fights retained bipolarity. The ‘third front’ experiments proved to be unsustainable. This is the first Maharashtra state election that’ll be multiparty-bipolar, viewed more as an extension of LS polls that saw Mahayuti and MVA equally poised pre-poll. Commonalities between state elections are far and few, what really matter are the differentiators between parties and blocs.\n\n",
        "headline_1": "Poll to poll",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/poll-to-poll-3/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-10-2024"
    },
    {
        "full_article": "One city’s bombs are another city’s tourist boom\nIt’s shattering  to see bombs wiping out what was once a stunning meld of  oriental exotica and French chic. But, like Eliot’s J Alfred Prufrock, Beirut had ‘known them all already, known them all…The evenings, mornings, afternoons  (when it) had measured out’ death not ‘in coffee spoons’ but in an apocalypse-sized civil war. With real bombshells replacing those of its fabled pleasure  domes, Arabs who had always flocked to it began looking  for other touristy Xanadus. Bombay was close, with closer ties thanks to a sea actually bearing their name. From 1976, they began barreling towards us. Our windfall.\nTheir biggest attraction was their rarest sight: the city’s lashing monsoon. They weren’t seen ‘Singing in the Rain’ – Gene Kelly’s footwork was both culturally alien and sartorially impossible. Flapping burnoose and burqa flooded Marine Drive, mesmerised by 60ft waves crashing on its parapet.\nTourist trade’s dullest time serendipitously turned into a lucrative new ‘season’. Touts diversified their iffy enticements. Hole-in-the-wall attar shops metamorphosed into air-conditioned emporia. Even a ‘five-star hospital’ sprang up, arguably pioneering today’s money-spinning medical tourism.\nBut it was conventional five-star which went laughing all the way to the bank – actually ‘Phew!’-ing to its bankers. Arabs saved Bombay’s hospitality industry. There’d been a glut of rooms because big chains had overestimated demand; Indira’s Emergency shrank it further. Worst hit was the newest and flashiest. Rai Bahadur Oberoi, finally able to challenge his long-time rival on its home turf, had bid an outrageous amount for the land; plus he wanted his hotel to be the highest on towered Nariman Point. This needed caisson-boxed foundations to keep out a sea wanting to reclaim itself, re-reinforced windows to withstand 120kmph winds. Costs spiralling north and debt plummeting south had threatened to consign his cash-cow company to the abattoir. Now, with his showpiece best positioned to provide what Arabs most wanted, he made a killing.\n                                                      ***\nAlec Smart said: “Since Exit assessments get it so wrong, should we change ‘polar opposite’ to ‘pollar opposite’?”\n\n",
        "headline_1": "When Beirut saved Bombay",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/when-beirut-saved-bombay/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-10-2024"
    },
    {
        "full_article": "Haryana, J&K showed how people can keep parties guessing till the end \nThat elections are first and foremost about voters becomes sharply obvious with some results – case in point, the verdicts in Haryana and J&K. If Haryana’s results upended expectations, in J&K, a clear majority, coupled with strong participation of Independents with fundamentalist sympathies, showed the appeal and power of electoral democracy. Haryana’s voter laid waste all poll punditry. Voters in J&K kept parties guessing till the very end. The two results also speak to the infinite complexities of social groups – their cohesions and cleavages.\nNot just Jat | The single message from Haryana (BJP 48, Cong 37) is that a rich state is loudly saying – Haryana is more than just Being Jat. BJP, which won the non-Jat vote in 2014 and 2019, made Nayab Singh Saini chief minister to consolidate this non-Jat vote, both OBC and Muslim (pasmanda). It nurtured anti-Jat Punjabi Hindus. Saini clearly delivered, helping BJP counter both anti-incumbency and infights. Congress suffered from the Jat Complex of Hooda & Co. The state unit entirely subsumed under the Hooda hood, other community voices within were disregarded, including Dalit leader Selja’s, the tussle and factions also capturing a generational rift. This was as much an anti-incumbency vote against Hooda – he reportedly decided on 72 candidates of the state’s 90, engendering intense bickering and rebellion. Congress sank under the weight of that hubris. Even INLD’s Abhay Chauthala lost. \nIt’s about Kashmiriyat | For all the speculative intrigue ahead of J&K’s much-awaited election, J&K (NC 42, BJP 29, Cong 6) spoke as one – no hung verdict. Voters elected stability, and installed NC – the party they’ve long considered ‘establishment’ – to speak for them in a legislature where much of the controls lie with the LG. That Omar Abdullah won both his seats – after a shock upset in Lok Sabha – and his party won 40 of the Valley’s 47 seats shows two things. One, as Kashmiris make the most of their dramatically changed circumstances, there is a sense of rootedness in electing NC. Two, PDP’s vote share clearly shifted to Jamaat’s candidates, all in the category of ‘Others’ which won 25% vote share. The Valley spoke loud and clear. \nNext round | As BJP and Congress equalised on welfare packages over the last few years, and especially during campaigning for Lok Sabha polls, much rode on the first round of assembly elections to be held right after. Congress’s slack showed: an embarrassing loss in Haryana and a worse-than-2014 performance in J&K. Kharge and Gandhis failed to do in Haryana what they did in Karnataka – manage their factions. Meanwhile, the boost for BJP in Haryana despite the odds – from discontent among farmers on MSP and disquiet over Agnipath to unease over BJP’s handling of the wrestlers’ protest – doesn’t make the road any smoother for it in Maharashtra. Voters can’t wait to make political parties dance again.\n\n",
        "headline_1": "Voters’ country",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/voters-country/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-10-2024"
    },
    {
        "full_article": "Amid the myriad economic, political, social, and other challenges that Bangladesh has been dealing with in recent times, there is one particular issue that is not getting enough attention: the plight of street children who continue to live in a state of deprivation, humiliation, and abuse. According to a 2022 survey by the Bangladesh Bureau of Statistics (BBS), about 80 percent of street children face some form of harassment or torture on the streets. This data alone paints a horrific picture about their vulnerability which needs to be rectified.\nWhile there is no specific data on the number of children living in street situations, a UNICEF study estimates that there could be at least 34 lakh such children living without parental care. The BBS survey also found that 82 percent of these children are male, the majority of whom end up on the streets due to poverty. About 36 percent have never experienced any formal or informal education. They also don't have access to basic amenities, let alone a safe environment to live in, and are forced to survive on begging or menial jobs like waste-collecting, working in tea stalls, factories or workshops, which put them at risk of injuries, not to mention exploitation. Most of those working have to toil 30-40 hours per week for less than Tk 1,000, as per the BBS survey.\nIt's distressing to think of the cycle of poverty, insecurity, and social stigma that these children remain stuck in. They are vulnerable to violence—physical, mental, and sexual—and most of them don't know whom to reach out for help. Many end up getting addicted and involved in petty crimes. This state of affairs must be addressed. In the new Bangladesh where we expect the rights of every citizen to be upheld without exception, a special focus must be given to the well-being of these vulnerable street children, who have every right to grow up like other children.\nTherefore, we urge the government to adopt a comprehensive plan to bring all street children under the state's care. To this end, a robust, well-funded child protection system must be developed with extensive rehabilitation facilities. In addition, awareness must be raised so that society, including well-off families, come forward to help them. It is also worth remembering that not helping the street children means that the nation will continue to lose out in terms of human resources that can significantly contribute to our economic and intellectual growth.\n",
        "headline_1": "Are we leaving street children to their fate?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/are-we-leaving-street-children-their-fate-3723991",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-10-2024"
    },
    {
        "full_article": "The historic student-led mass uprising that toppled the almost 16-year-long Sheikh Hasina regime has left a grave mark of trauma behind. Violent clashes before and after the event claimed more than a thousand lives. Journalists on the fields suffered blows from both sides of the movement—the security forces and the protesters. At least four journalists died and many more were injured. Apart from physical assault, journalists had to witness violent clashes, people being shot and killed, lynching and aggravated mob activities. Many journalists are still suffering from post-traumatic stress disorder (PTSD), anxiety, depression and other mental disorientation.\nAlthough journalists constantly deal with stressful situations, they seldom seek help. There exists a great deal of stigma around mental health. A common misconception is seeking help might make them look vulnerable and unfit to perform their jobs. Lack of support within their organisations and the journalist community as a whole is also an issue. The media industry is notorious for its demanding schedules, high-stress levels, and exposure to traumatic events, which clearly takes a toll on mental health.\nThough mental health is recognised as important as physical health all over the world, most people, including journalists, often ignore mental health due to a lack of knowledge and awareness. Mar Cabra worked as data editor at the International Consortium of Investigative Journalists (ICIJ). Shortly after she won a Pulitzer Prize with her team for their reporting on the Panama Papers, she experienced burnout, forcing her to quit journalism altogether. As she recovered, she co-founded The Self-Investigation, an organisation that hopes to promote a healthier way of working in newsrooms around the world.\nIn an interview, Mar said, studies have shown that managers have as much of an impact on people's mental health as their spouses. So as a manager, it's important to acknowledge that they have a big responsibility, which is to recognise the signs when team members are not doing well.\nIn recent years, the mental health of journalists has become a concern for many countries, especially the ones that are engaged in war, conflict, violence or any natural disaster. Journalism is a challenging job, and it is more so for female journalists who are expected to contribute at home as well.\nThough still lower in numbers than their male counterparts, female journalists in Bangladesh play a vital role in disseminating news, sharing stories, and representing diverse perspectives. Their work is critical for democracy and social progress, but it often comes at a high personal cost. Female journalists face additional and unique challenges, such as gender-based discrimination both in the newsroom and in the field—harassment, unequal pay, limited opportunities for career advancement and cultural expectations that can exacerbate these pressures. Despite significant progress in recent years, gender disparities in the news industry persist in Bangladesh. These challenges can lead to frustration, stress, anxiety and burnout. As a result, many promising female journalists often leave this profession.\nRecognising the importance of addressing the mental health needs of female journalists in Bangladesh, Media Resources Development Initiative recently organised a training for female journalists. Five experienced female journalists were selected and a professional psycho-counsellor trained them so that they can work as para-counselors (empathetic listeners) for their peers. After the training the five journalists along with the counsellor were introduced to 71 other female journalists.\nThrough this intervention, female journalists shared their experiences and how they dealt with problems at work. The newsroom environment in Bangladesh is often very toxic and stressful for women. Male colleagues often exert authority through humiliation and stereotyping. The misogynistic tendencies and latent sexual harassment have been so internalised that they mostly go unaddressed.\nWomen journalists are subjected to discrimination by the news managers, who are mostly males. They are not given enough space in decision-making, and their opinion is ignored when important decisions are made. Even when they face any complication and complain about that, their voices remain unheard.  \nA regular newsroom in Bangladesh has a highly tense environment usually with no breathing space and no common area for women to chit-chat with peers. Male journalists often manage to create such a space as they gather for a smoke. And the smoking zones become an important place to vent out their frustrations. Sometimes, important decisions are taken in smoking zones. Women are usually excluded from such spaces. Moreover, a female journalist always has to prove her worth twice. \nFemale journalists face more struggles at home too. As she has a career that demands more time and concentration than any other job, it affects personal relationships as well.            \nParenting duties are already quite hard on modern women. There are more nuclear families now, where both parents work and they are the only caregiver. Most news outlets do not have a daycare facility for the children and thus the mother is burdened with parental responsibilities.\nOnline harassment is also becoming a major threat to female journalists. They are being targeted for their stories or looks on social media, even for their posts, comments or views. Sometimes disturbing contents are distributed through social media groups or messaging apps to harass female journalists. They often are vulnerable to excessive trolling.\nAnother concern affecting mental health is the lack of job security and low pay. Journalists in general suffer grave anxiety regarding their jobs. The salary scale is quite low compared to other white-collar jobs. \nMany of the journalists who participated in the intervention felt relieved just by sharing their experiences. They found meditation, breathing exercises and tools to heal trauma liberating. Some of the attendees reached out later for more support.\nReturning to the event of August 5, the para counselors received several phone calls from both male and female journalists who shared the traumatic incidents they experienced. Apart from all the blood and gore, there were also disturbing incidents of bullying for wearing a tip (a decorative dot on the forehead) while walking on the street. A compassionate conversation over warm coffee proved to be healing. Professional counselling from a trained psycho-counselor is also being provided when required. Besides, there are hopes to extend the initiative to provide regular support for the journalists. There are hopes too of collaboration with news outlets to address the issue of journalists' mental health.\nNadia Sarwat works as gender focal at Media Resources Development Initiative.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Time for journalists to speak up about their mental health",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/time-journalists-speak-about-their-mental-health-3723916",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-10-2024"
    },
    {
        "full_article": "A twist on the title of Erich Maria Remarque's famous 1929 novel about everyday life in the trenches of World War I seems fitting for the first anniversary of Hamas's October 7 attack on Israel. While the media covers each new and surprising development—the killing of Hamas's leader, Ismail Haniyeh, and Hezbollah's leader, Hassan Nasrallah; Israel's invasion of southern Lebanon; Iran's ballistic-missile attack on Israel—the fact is that things are becoming what they always were. Potentialities that were present from the beginning are being realised.\nFrom a broader historical and philosophical perspective, Israel's critics miss the point when they claim that it is failing in its mission to destroy Hamas, and is merely killing Palestinians and razing Gaza. Recall Israel's strategy before October 7. For years, it ensured that foreign financing reached Hamas in order to keep the Palestinians divided, thus preventing any progress toward a two-state solution.\nOf course, Israel is acting in self-defence in Gaza, the West Bank, and Lebanon. But much depends on how one defines \"self.\" If Russia occupies part of Ukraine and proclaims it part of Russia, can it then claim self-defence when it crushes those who resist? When Germany invaded Belgium at the start of World War I, a Belgian minister supposedly observed that, \"Whatever historians will say later about this war, nobody will able to say that Belgium attacked Germany.\" Yet since Russia's invasion, respect for settled facts no longer holds. The Kremlin and its allies have become increasingly effective at claiming that Ukraine started the conflict.\nIsrael's rhetoric is not dissimilar. When the Israeli Defence Forces (IDF) launched its \"limited ground operation\" in Lebanon on October 1, one was reminded of Russia's euphemistic description of its invasion as a \"special military operation.\" In both cases, we can paraphrase Groucho Marx: it may look like war, and it may hurt like war; but don't let that fool you. This really is war.\nAgain, things are becoming what they always were. In late July, a coterie of Israeli ministers, MPs, journalists, and TV commentators decried an IDF military police raid on the Sde Teiman base in southern Israel, following reports of Israeli reservists abusing Palestinian detainees. The raid and arrests triggered large public protests, even though it was other Israeli reservists who had blown the whistle. Horrified by what they had witnessed, they heroically came forward with allegations that security personnel on the base were torturing Palestinian prisoners by sodomising them with metal rods. Some of the prisoners then bled to death.\n \nYet rather than being outraged by such atrocities, some Israeli officials were outraged at those prosecuting the case. Consider the following transcript from a debate in the Knesset (parliament), aired by the British journalist Peter Oborne:\nUnidentified Israeli MP: \"This is insanity, someone in the prosecutor's office thinks it's possible to arrest soldiers for things they do to Nukhba (Hamas Elite Unit) terrorists. We can't continue as usual…\"\n[Interjection]: \"To insert a stick in a person's rectum, is this legitimate?\"\nMP: \"Shut up! Yes, if he is Nukhba, everything is legitimate to do. Everything.\"\n\nOr consider this clip from a panel discussion on Israeli TV (also shared by Oborne):\nFirst panellist: \"Soldiers are suspected of raping a shackled prisoner—this doesn't concern you?\"\nSecond panellist: \"I don't give a rat's ass what they do to that Hamas man. The only problem I see is that it's not state policy to abuse detainees. First, they deserve it and it's a great form of revenge. Second, maybe it will act as a deterrent.\"\nImagine our reaction if all this had happened in Russia. Crazy as it may sound, the best way to account for our moral predicament may be to entertain a conspiracy theory. Almost a year ago, I imagined a phone call between Israeli and Hamas hardliners:\nIsraeli hardliner: \"Hi, do you remember how we discreetly supported you against the Palestine Liberation Organization? Now you owe us a favour: why don't you attack and slaughter some Jews close to Gaza? They're friends to Arabs, peaceniks, so we don't need them. What we need is something to end the civil protests against us, and to distract from the slow ethnic cleansing of the West Bank. The world will be shocked at your brutality, and we will be able to play the victim, achieve national unity, and accelerate ethnic cleansing in the West Bank!\"\nHamas hardliner: \"Okay, but we need a favour: to avenge our slaughter, you must bomb civilians in Gaza, killing thousands, especially children. That will foment anti-Semitism around the world, which is our true goal!\"\nIsraeli hardliner: \"No problem, we also need a resurgence of anti-Semitism, which allows us to keep playing the role of the victim and do whatever we want in self-defence!\"\nThis imaginary scenario is obscene, of course. But recall Robert Harris's novel The Ghost (later a film by Roman Polanski). A ghostwriter for Adam Lang, a former UK prime minister modelled on Tony Blair, discovers that his client has been planted in the Labour Party and manipulated by the CIA all along. Commenting on the book's \"shock-horror revelation,\" a critic for The Observer wrote that it was \"so shocking it simply can't be true, though if it were it would certainly explain pretty much everything about the recent history of Great Britain.\"\nLike Harris's invention, my own abhorrent scenario teases out the logic of today's perverse tango: It isn't true, but if it was, it would explain everything. My imaginary phone call is not part of reality, but it is real. Since victims are in principle permitted to strike back, the war gives Israel a chance to pursue ethnic cleansing in Greater Israel. According to Israel's far-right finance minister, Bezalel Smotrich, the \"voluntary migration\" of Palestinians in Gaza is the \"right humanitarian solution\" for the besieged enclave and for the region.\nThe parallel between Ukraine and Palestine has grown stronger as some key distinctions have become blurred. The pro-Israel West (especially the United States) now frames its support for Ukraine and its support for Israel as two initiatives in the same global war, as if Israel is no different from Ukraine. Meanwhile, on the pseudo-left, many claim that the initial attacks by Russia and Hamas were both justified defensive measures in response to historical provocations and oppression, as if Donetsk is the Russian West Bank.\nIn the new world order that is emerging, the Gaza war is a nodal point that condenses all the defining antagonisms of the modern era. It is where everything will be decided. \"Palestine\" today is a universal symbol—a stand-in for all European sins and a font of anti-Semitism.\nThe tragedy is that Israel, which resulted from Europe's guilt over the Holocaust, is becoming a symbol of European oppression and colonisation. Europeans gave the survivors of that genocide land that other people had inhabited for centuries. It is that original sin which, unexpiated, is once again preventing peace and quiet on the Middle Eastern front.\n \nSlavoj Žižek, professor of philosophy at the European Graduate School, is international director of the Birkbeck Institute for the Humanities at the University of London and the author, most recently, of Christian Atheism: How to Be a Real Materialist.\n\nViews expressed in this article are the author's own.\nWe welcome your contributions and analysis of global events. To submit articles to our weekly page, Geopolitical Insights, please send an email to [email protected]\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Nothing new on the Middle Eastern front",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/geopolitical-insights/news/nothing-new-the-middle-eastern-front-3723791",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-10-2024"
    },
    {
        "full_article": "The allegation made by the entrepreneurs of the leather sector is serious. Contrary to the claim successive ministers of the past Awami League government put forward about readiness of the Savar Industrial Estate for relocation of tanneries from Hazaribagh, they complain that they were duped by lies. There was mismanagement galore so far as the infrastructure development at the estate was concerned when they moved to the leather estate in 2018. Some of the infrastructural paucity they could manage on their own but the one outstanding concerned ---and it still does---the Central Effluent Treatment Plant (CETP). From day one, the CETP was far from operating at its full capacity. Strangely, it was still under construction when leather and leather goods manufacturers moved to the industrial estate. Then it started malfunctioning and the Chinese company responsible for its construction reportedly abandoned it without completing it. The much hyped leather industrial estate thus proved to be a lame duck and the result was catastrophic. Massive environmental pollution from leather plants caused by dumping of solid waste and release of effluent from the leather factories was now shifted from Hazaribagh to Hemayetpur of Savar and from the Buriganga to the Dhaleswari respectively. Although the manufacturers and businesspersons of leather sector did not raise the issue of massive environmental pollution during a meeting with the finance and commerce adviser, they drew his attention to the commercial crises they have been facing since their relocation to the leather estate yet to be complete. Because of this open release of industrial waste and effluent, they are compelled to export leather at prices 70-80 per cent less than the international rate, they complain. They are paying the price for the then government's rash decision to make them move to the processing and manufacturing hub of leather and leather goods before it was equipped with the required facilities. What, however, the manufacturers and traders of the sector did not mention is the difficulty created for obtaining Leather Working Group (LWG) certification on account of this environmental lacking. Only the LWG-certified leather factories can export shoes and leather products to international market. Reportedly, seven factories in the country have so far obtained LWG certification but only three of them produce finished leather goods. If the commercial constraints the majority of tanneries face could be overcome, the leather industry could live up to its billing of becoming the second highest foreign exchange earner. Now that the problem is clearly identified and the entrepreneurs of the sector have brought the CETP issue to the finance and commerce adviser's notice and the latter has assured them of helping solve the problem, there are reasons to be optimistic about the industry's flourishment. If an efficient CETP can be set up at the leather estate, there will be a radical change in the environment there. But more needs to be done mainly on the part of the factories as well. They have to introduce advanced technology, particularly gears that ensure the safety of workers handling raw hides for processing. Their exposure to toxic chemicals must be limited to the minimum in order to keep them safe from the diseases caused from physical contact with those substances. The leather estate must be modern in the true sense of the term.",
        "headline_1": "Realising leather industry's potential",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/realising-leather-industrys-potential-1728486747",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-10-2024"
    },
    {
        "full_article": "It is a known fact that local government is a basic element of a democratic government. If it fails, the democratic system fails. This is because local governments are considered to be the arteries that play an essential role in keeping the vital organs of democracy functional. Here the councillors, elected members of the Union Parishad - the lowest tier of local government, but the closest to the people - make policy decisions on behalf of their communities. Democracy functions best when all citizens, including the most marginalised, actively participate in governance, have the power to question authority, and can demand accountability. Therefore, it is at the local level that democratic principles can flourish most effectively.The constitution of the country clearly states in Article 59 that \"Local government in every administrative unit of the Republic shall be entrusted to bodies composed of persons elected in accordance with law\". Article 60 stipulates, \"For the purpose of giving full effect to the provision of Article 59, Parliament shall, by law, confer powers on the local government bodies, including the power to impose taxes for local purposes, to prepare their budgets, and to maintain funds.\"However, regardless of what is written in the Constitution, successive governments did little to strengthen and make local governments more effective. Instead, when political parties come to power, local government bodies are used as tools for political gain. Ever since the upazila parishads were established there was an almost universal complaint that MPs were interfering in the activities of the local government and the latter was not permitted to act independently. Later, by a controversial law MPs were given \"advisory\" role in local affairs and their advice was un effect order. This strengthened the MPs' power in local affairs, even in routine matters.And the Upazila Nirbahi Officers (UNO), who are meant to offer secretarial service to the upazila parishad (UP), were made chief executive officers. That law should be revoked. Ideally, the UP chairman should be totally independent to oversee all development activities within the upazila to benefit their communities and with the UNO serving as an administrative facilitator. But thanks to the controversial laws, local government bodies are effectively under political and bureaucratic control and handcuffed to both. Thus administrative authorities at the union parishad level tend to be bureaucratic and estranged from the people. An efficient and effective municipal service largely depends on the participation of its citizens. It is meant to mirror the concerns, and aspirations of the community, but that mirror is broken when bureaucrats head a civic body. These controversial laws were never designed to empower local government or reinforce democracy at the grassroots, but strengthen the grip of the party in power. When democratically elected members of local government have no freedom of action, they have no accountability. Then what is left of governance? How is it possible for them to serve those who elected them?The final nail in the coffin of local government was driven when in 2015 the Awami League government amended the law to allow elections for local government to be held under party symbols. This has blurred the lines between people's representatives and ruling party officials. Historically, Union Parishad chairmen have held the critical role of issuing character certificates to citizens, along with vital documents like birth, death, and inheritance certificates. Allowances under the government's social safety net programmes is also administered through the Union Parishads. Besides, as the head of the village court, the chairman's neutrality is also of paramount importance for fair arbitration. Performing all these vital functions impartially may not be possible for those who are loyal to certain party or group.Moreover, just like the national elections, local government elections, too, were marred by widespread controversies: vote rigging, manipulation, widespread violence, and intimidation. Following the dramatic downfall of the Sheikh Hasina's government on August 5, amidst a student-led mass uprising, many local government representatives, who were complicit in the government's misrule, went into hiding, fearing retaliation. Subsequently, the interim government headed by Dr Muhammad Yunus removed all the representatives of local government bodies. The Ministry of Local Government issued a notification removing the mayors of 12 city corporations across the country, including two in Dhaka. Additionally, 323 municipal mayors, 60 Zilla Parishad chairmen, 493 Upazila chairmen, and 988 Upazila vice chairmen were also dismissed. Later, the councillors of the city corporations were also removed.The government appointed administrators from civil bureaucracy to carry out the responsibilities of the local government bodies. But there are reports of routine services of cities, municipalities, and UPs being disrupted, much to the sufferings of the people. The problems of the local government bodies are chronic, endless, and cannot be remedied by part-time administrators. There must be full-time administrators. Moreover, because citizens do not elect the administrators, they cannot be held to account by the citizens. Rule by administrators no doubt is well-intentioned, but they can only be for an interim period and not in the long term.It is urgent, therefore, to rescind some of existing laws and initiate necessary reforms that empower local government bodies through local government elections - the choice of the people. Restoring local government bodies' non-partisan character is a must. And it is essential to resolve the anomalies that create conflicts between different tiers of government. The tensions and mistrust between upazila chairmen, MPs, and UNOs can be mitigated through decentralisation of power and by clearly defining and delineating their respective roles and jurisdictions.Decentralisation of power is imperative to enable rural masses to participate effectively in development activities of their areas and make the elected government accountable. For a balanced decentralisation of power and empowerment of local government bodies, many believe it is time to seriously consider the prospects of transitioning to a federal government system.\n[email protected]",
        "headline_1": "Empowering local government",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/empowering-local-government-1728486783",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-10-2024"
    },
    {
        "full_article": "The recent visit of Maldives President Dr. Mohamed Muizzu to India marks a significant turn in Indo-Maldivian relations, which has nosedived in recent years. For some time, tensions between the two countries were palpable, with leaders from both sides trading barbs that raised deeper geopolitical concerns. At the heart of this discord was the perception that Muizzu and his party were closely aligned with China, which led to increased discomfort in India, given its sensitive strategic interests in the Indian Ocean Region (IOR). However, the outcomes of Muizzu's latest visit to New Delhi indicate a concerted effort to reset ties, focusing on a comprehensive and people-centered partnership that emphasises both economic cooperation and maritime security.This thaw in relations is particularly striking because Muizzu has been historically seen as a pro-China politician. The Maldives, under his leadership, had been drifting closer to China, with Beijing making significant inroads into the country's infrastructure and economy through its Belt and Road Initiative (BRI). India's strategic concerns were further fuelled by fears that China's growing presence in the Maldives could serve as a counterweight to its own influence in the region, possibly destabilising the delicate security balance in the IOR.President Muizzu's visit to India, therefore, represents a dramatic pivot, signaling that both sides are keen to move beyond the contentious politics of the past few years and work towards rebuilding trust. The agreements reached during this visit underscore the importance of economic and maritime collaboration as cornerstones of the renewed partnership. A financial package of USD 400 million, along with an INR 30 billion currency swap agreement, speaks volumes about India's commitment to stabilizing the Maldivian economy. In addition, the extension of T-bill rollovers by India's State Bank of India (SBI) has provided crucial financial breathing room for the Maldives, which faces significant fiscal challenges. Muizzu's public expression of gratitude for India's timely assistance and his acknowledgment of India as the \"First Responder\" in times of Maldivian need demonstrates that his administration recognizes India's indispensable role in maintaining the country's economic stability.According to the joint statement issued during the visit, at the heart of this new chapter in Indo-Maldives relations is a shared vision of a \"Comprehensive Economic and Maritime Security Partnership.\"Both sides felt that this strategy, will not only addresses the present needs of both nations but also lays the groundwork for sustained cooperation in key areas such as trade, security, and investment. The decision to explore a Bilateral Free Trade Agreement (FTA) and to facilitate trade in local currencies indicates a pragmatic approach toward reducing dependency on foreign currencies, enhancing bilateral trade, and fostering stronger economic linkages.The operationalisation of trade transactions in local currencies could be a game-changer for both countries, especially for the Maldives, which is grappling with foreign exchange constraints.The significance of maritime security cannot be overstated in this new framework of cooperation. Both India and the Maldives face common security challenges in the Indian Ocean, where threats range from piracy to illicit trafficking and illegal fishing. With India playing an increasingly assertive role in ensuring stability in the IOR, this partnership may be significant in reshaping regional security architecture. The joint commitment to advancing maritime and security cooperation is also significant.Undoubtedly, President Muizzu's visit to India marks a new chapter in Indo-Maldivian relations. After years of unease and geopolitical posturing, the two nations seem poised to move forward with a renewed sense of purpose.\n[email protected]",
        "headline_1": "Dramatic resetting of Indo-Maldives ties",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dramatic-resetting-of-indo-maldives-ties-1728486813",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-10-2024"
    },
    {
        "full_article": "Depositors of five or more commercial banks face uncertainties as they cannot access their funds. This is troubling, particularly when some managing directors continue to withdraw their salaries. Although the central bank has extended some support to the banks, more is needed. The clients also receive no assurances regarding when the liquidity crisis will improve. In a country like Bangladesh, the previous government permitted a number of banks to obtain operational licenses. Creditworthiness and viability were not considered at that time. Thus the crisis aggravated and led to the merger of weaker banks. The interim government needs to boost efforts to restore confidence in the banking sector.\nRafid AlamDhaka[email protected]",
        "headline_1": "Restoring confidence in banking sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/restoring-confidence-in-banking-sector-1728486835",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-10-2024"
    }
]