[
    {
        "full_article": "The remark on North Indian States made by Dravida Munnetra Kazhagam Member of Parliament S. Senthilkumar in the Lok Sabha, since expunged from the records, was unworthy of a lawmaker. To speak disparagingly of fellow beings for their beliefs, food habits, or cultural practices is nothing short of bigotry. Political preferences vary from region to region in a vast country such as India. There are various imbalances in this vast landscape; for instance, in terms of literacy and education, natural resources, access to trade routes, and demographic composition. These imbalances also reflect in the country’s political and economic structures. Some regions are more advanced economically while some others have a higher capacity to influence the political course of the country. Imbalances apart, there is vast diversity in India in terms of religion, language, culture and culinary habits. Nation makers grappled with these challenges of imbalances and diversity, to set in motion the consolidation of the most diverse, and most populated democratic country on the planet. While India has made significant progress in addressing these imbalances and managing the diversity, any honest appraisal would have to account for the unfinished tasks at hand. Regional identities and imbalances are not to be brushed under the carpet or forced into silence, unless the attempt is to create an authoritarian country.The MP apologised for his unwarranted comments and so did his party. That episode should now be laid to rest. His comments were in the context of the Bharatiya Janata Party’s victory in the three Hindi-speaking States of Madhya Pradesh, Rajasthan and Chhattisgarh, while Telangana voted for the Congress, suggesting a divergence between the northern and southern States in political preferences. India has had ruling parties and coalitions of different regional compositions, but the north by virtue of having a larger share of the population has had a bigger say in the country’s governance. The suggestion of an invidious north-south divide is baseless and dangerous, while the issue of multiple imbalances is legitimate and real. The States in the south and west are growing faster economically, while those in the north and east are growing faster in population. These trends need to be reconciled in a manner that helps the progress of the country, rather than becoming a source of acrimony. Development outcomes also vary across religious and caste communities in particular regions. There is also a danger that these challenges can accelerate with the impending nation-wide delimitation of Lok Sabha constituencies and the growing gaps in development between regions, and communities. These questions of imbalances cannot be left unaddressed. It is essential that these discussions are informed and respectful; and devoid of any prejudice and hostility.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nDravida Munnetra Kazhagam\n\n/\n\nLok Sabha\n\n/\n\nParliament proceedings\n\n/\n\npolitics\n\n/\n\neducation\n\n/\n\nnatural resources\n\n/\n\ntrade policy\n\n/\n\ndemography\n\n/\n\nreligion and belief\n\n/\n\nlanguage\n\n/\n\nculture (general)\n\n/\n\ncuisine\n\n/\n\nBharatiya Janata Party\n\n/\n\nMadhya Pradesh Assembly Elections 2023\n\n/\n\nRajasthan Assembly Elections 2023\n\n/\n\nChhattisgarh Assembly Elections 2023\n\n/\n\nTelangana Assembly Elections 2023\n\n/\n\ndevelopment\n\n/\n\nCaste\n\n/\n\nIndian National Congress",
        "headline_1": "Invidious divide: On political discussions",
        "headline_2": "India can do without politicians exacerbating a north-south polarisation",
        "link": "https://www.thehindu.com/opinion/editorial/invidious-divide-the-hindu-editorial-on-political-discussions/article67618522.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-12-2023"
    },
    {
        "full_article": "Few barometers measure the climate crisis as evocatively as the state of glaciers, a key component of the cryosphere. The World Meteorological Organization’s recent report, The Global Climate 2011-2020, gives a broad view of the planet’s response to greenhouse gas emissions. In the section on the state of glacier health, it points out that, on average, the world’s glaciers thinned by approximately a metre a year from 2011 to 2020. When compared across decades, there is significant regional variability, but the overall pattern remains that glaciers in all regions of the world are becoming smaller. In fact, some of the reference glaciers, which are used to make long-term assessments of glacier health, have already melted away as the nourishing winter snow is completely melting away during summer. In Africa, glaciers on the Rwenzori Mountains and Mount Kenya are projected to disappear by 2030, and those on Kilimanjaro by 2040. The report points to the rapid growth of pro-glacial lakes and the likelihood of glacier lake outburst flood (GLOF), posing additional threats to ecosystems and livelihoods. The reports singled out how “...water from glacial melt contributed to one of the decade’s worst flooding disasters, the Uttarakhand floods of June 2013”.The fury of a GLOF event was brought home this year by the destruction of the Chungthang dam in Sikkim after the South Lhonak Lake flooded from a melting glacier, triggering catastrophe downstream. Earlier this year, a separate report by the International Centre for Integrated Mountain Development found that the disappearance of glaciers in the Hindu Kush Himalayas was “65% faster in the 2010s than in the previous decade”. At the current rate of global greenhouse gas emissions, which is expected to see temperatures increase by 2.5°-3°C by the end of the century, the volume of glaciers is forecast to decline anywhere from 55% to 75%. This means sharp reductions in freshwater supply in the immediate vicinity of 2050. The sensitivity of glacier systems to warming underlines the need for their careful monitoring. Despite awareness of the risks posed by Himalayan glaciers there is no early warning system for the likelihood of GLOF events. Much like warnings before cyclones, floods and earthquakes, authorities must elevate threats from contracting glaciers to the same category of risk. Correspondingly, there is a need to make comprehensive risk assessments, map regions of vulnerability and commission infrastructure development with the highest standards of care.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nclimate change\n\n/\n\nwater\n\n/\n\nAfrican Union\n\n/\n\nmountains\n\n/\n\nUttarakhand\n\n/\n\nflood\n\n/\n\nSikkim\n\n/\n\ncyclones\n\n/\n\nearthquake\n\n/\n\nnatural disasters\n\n/\n\ngreenhouse gases\n\n/\n\ncarbon emissions",
        "headline_1": "An icy warning: On threats from contracting glaciers",
        "headline_2": "Threats from contracting glaciers should be in the same category of risk as cyclones and earthquakes",
        "link": "https://www.thehindu.com/opinion/editorial/an-icy-warning-the-hindu-editorial-on-threats-from-contracting-glaciers/article67618613.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-12-2023"
    },
    {
        "full_article": "Modi spoke of women, youth, farmers & poor as ‘castes’ that matter. Before caste politics became all-pervasive, a variation of that was the mainstream view. It’s worth going back to it.\nModi in his December 3 victory speech suggested a new four-fold order. Instead of Brahmin, Kshatriya, Vaishya and Shudra, which are separate and hostile entities, he posited a four-fold schema of the underprivileged – namely, women, farmers, youth and the poor. Unlike the old varna, these categories can easily merge and party together.\n \n\nRead full story on TOI+\n\n",
        "headline_1": "New Star Castes For Politics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/new-star-castes-for-politics/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-12-2023"
    },
    {
        "full_article": "She is perhaps the only tiger with a verified X handle. So, news that the 13-year-old hasn’t been spotted for a few months has left wildlife buffs inconsolable.\nOn a wintry November morning of 2014, we entered Tadoba and Andhari Tiger Reserve in Chandrapur district of Maharashtra, hoping for a turnaround of unfavourable ‘sighting’ luck. For over an hour-and-a-half of being allowed in at 6 am, there was nothing to indicate we were in an animal kingdom. Even the ubiquitous spotted deer and sambars seemed to loathe the single-digit temperature.\nRead full story on TOI+\n\n",
        "headline_1": "Maya is not dead, Maya is immortal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/CupKyunKahan/maya-is-not-dead-maya-is-immortal/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-12-2023"
    },
    {
        "full_article": "An individual’s right to exercise freedom of choice is at the heart of the Constitution. This aim hasn’t always been achieved because communities continue to exercise vice-like grips, especially on women. Consider two recent incidents. In Parliament, BJP MP Dharambir Singh termed live-in relationships as dangerous and wanted a law to prohibit them. Separately, an Islamic scholar in Kerala accused Left parties of persuading Muslim women to marry outside their religion.\nBleak history of marriage Exercising choice in marriage is globally a recent phenomenon. It came about because of social changes catalysed by successive industrial revolutions. However, in many societies, like in India, communities and families are reluctant to give precedence to what two individuals may really want. Let’s not forget a dowry-related tragedy usually involves families and is rarely limited to an individual.\n\nAmbivalent courts\n The deep-rooted conservative streak in our society has been evident in some crucial judgments. Majority opinion often tilts towards tradition. This overturned some early attempts by the legislature to protect individuals from the wrath of community leaders. For example, a 1949 legislation to protect individuals from the adverse effects of excommunication of religious authorities did not find favour with a constitution bench of the Supreme Court.\nFreedom from community\n Constitutional rights related to freedom don’t limit themselves to protection against an overbearing state. Minority opinions in some landmark judicial cases have argued these also represent a shield against social tyranny. For instance, freedomof conscience has been interpreted by the judiciary as the right to profess atheism. Effectively, it means an individual’s choice must be safeguarded against being bulldozed by community norms.\nNeither the state nor the judiciary has been able to consistently protect individual rights. It’s a sign of the wide gap between the Constitution’s foundational principles and India’s social reality.\n\n",
        "headline_1": "The ‘I’ in India: Why individual rights get trumped by communities so often",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-i-in-india-why-individual-rights-get-trumped-by-communities-so-often/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-12-2023"
    },
    {
        "full_article": "There is a great variety in the words that different dictionaries chose as their word of the year. Collins has chosen ‘AI’ and the only response to that can be, duh, of course! But OUP has gone with ‘rizz’, which has lots of earthlings scratching their heads. Maybe it’s those who have had a lot of fizz in their 2023 who have made rizz viral, as it’s slang for ‘style, charm or attractiveness’. But our word of the year for India would make sense to all Indians, those with rizz and those without.\nThe G-word: Guarantee. So pervasive has been this word in neta-niti north to south that there’s been no escaping it anywhere. Nice MSP, cheap cooking gas, free scootie, money for school uniforms, free food, free electricity, monthly/ annual stipend for being a woman…the variety of campaign guarantees has been mind-boggling and yet we know it will only multiply come Lok Sabha 2024 polls.\n\nIn heartbreak alley: In MP one party even promised the state its own IPL team. It lost though. That’s a reminder that no guarantee guarantees an election victory. Nor should it. Because the u in every guarantee calls for your judgment.\nOftentimes you get heartbreak instead of what you were guaranteed. So, then you do what you do when your lover does that instead of your political party. Look for that rizz in another.\n\n",
        "headline_1": "Our word of the year: You are much more familiar with it than with ‘rizz’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/our-word-of-the-year-you-are-much-more-familiar-with-it-than-with-rizz/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-12-2023"
    },
    {
        "full_article": "Women the world over are increasingly joining the international labour market. As per data of International Labour Organisation (ILO) 2017, women constituted 42 per cent of the 164 million migrant workers globally. \"ILOSTAT (ILO Labour Statistics) data show that the share of women in the working-age migrant population increased over the past decade in 24 out of the 63 countries for which time series are available, with particularly significant growth observed in Azerbaijan, Bulgaria, Indonesia and Viet Nam.\"In Bangladesh too, an ever-increasing number of women are going abroad with job opportunities but they are going overwhelmingly in the unskilled category as domestic help. A recent programme jointly organised by ILO and Swiss Agency for Development and Cooperation (SDC) brought the issue of imparting training to female workers before being sent abroad to better prepare them for the conditions they would face in foreign work environments, and one that would be more sustainable in terms of employment and ensuring their rights.It is becoming abundantly clear that the demand for higher skilled women is greater in countries with higher incomes. ILO data shows that the percentage of working-age female migrants with an advanced (tertiary and above) level of education jumped between 2009 and 2019 and this has much to do with \"global progress in the educational attainment of girls and women.\" This is particularly true of Bangladesh that has made huge advancements in education for women. Yet the country is only tapping into semi-literate women from rural areas to work in international markets, with no training about either the culture of the foreign lands and no basic language proficiency. These handicaps go a long way to explain why Bangladeshi female workers face so much harassment and discrimination in foreign labour markets. It is like throwing sheep to slaughter since these hapless women are in no position to either seek redress or perform at par with better skilled, better educated women from other countries in Asia who are joining the same labour markets abroad. There needs to be a growing awareness that in foreign labour markets, the demand for skilled women is opening up in a very big way and it has to do with health and social care as many high-income countries have to contend with bigger segment of aging population. Sadly, Bangladesh is not tapping into these opportunities and these positions are being filled up by other countries in the region.In the unskilled category too, challenges remain. Women migrant workers from Bangladesh need to be sent abroad in a safe manner. That means issues of proper work permits and working conditions should be settled in government-to-government agreements. Increasing cases of violence against women occurring and women returning home before their terms are finished point to a scenario where the current regime of their going abroad to work is hardly safe and there are questions about the legality of work permits (or lack thereof) in many cases. Putting aside the issues of legality, it is inconceivable to expect the average female unskilled worker to integrate successfully in any foreign environment unless she has received a proper training into relevant etiquette, basic language skills, hygiene, etc. A benchmark of education qualification for women needs to be fixed for less-skilled overseas job seekers (including domestic aid) so that they are competent for the international market.These issues have been festering for too long and this must come under the aegis of a policy that must be adhered to by private recruiters who send the bulk of female workers abroad.",
        "headline_1": "Properly training women migrant workers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/properly-training-women-migrant-workers-1702131239",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-12-2023"
    },
    {
        "full_article": "For the last couple of years, external debt has become one of the major concerns of the country's overall economic management, mainly due to the sharp fall in the foreign exchange reserve coupled with the fast depreciation of the local currency, Taka, against the US dollar. The foreign exchange reserves to gross external debt ratio dropped sharply within a year- from 43.80 per cent in FY22 to 24.80 per cent in FY23. However, the ratio of short-term external debt to foreign exchange reserve increased to 62.70 per cent at the end of the last fiscal year from 49.40 per cent in the same period of the previous fiscal year. Short-term external debt is around 16 per cent of the total external debt and so it matters little.Again, the external debt to gross domestic product (GDP) ratio is still low, as it stood at 21.80 per cent at the end of the last fiscal year (FY23). Nevertheless, the persistent pressure on external debt repayments has been slowly eroding the comfort zone in this connection. The external debt-GDP ratio has increased modestly since FY16, when it was 15.70 per cent. In neighbouring India, the external debt to GDP ratio stood at 18.6 per cent at the end of June last.Besides the public sector external debt, the slow rise in private foreign borrowing also became a factor for the overall external debt management in the last decade. Borrowing from abroad by private sector enterprises in Bangladesh usually requires the approval of the Bangladesh Investment Development Authority (BIDA) and the central bank. A high-powered committee known as the Scrutiny Committee is the top authority of the government to approve foreign borrowing proposals in the private sector. It was in 2009 when Bangladesh formally introduced the system. Before that, there was a restriction on private sector borrowing from external sources except a few. About one-fifth of the country's gross external debt is private foreign debt. The ratio of private debt to total external debt stood at 22.50 per cent at the end of FY23, which was 27.20 per cent in FY22. The total private sector external debt to GDP ratio also declined to 4.90 per cent in the last fiscal year from 5.60 per cent in the previous year. All these statistics are not alarming for the time being.It is to be noted that external commercial borrowing (ECB) is the biggest component of private sector long-term external debt and one-fourth of the total external private credit. Around 85 per cent of the total long-term debt is channelled to private enterprises, followed by 14 per cent to private commercial banks. Half of the long-term private external debt is diverted to power, gas and petroleum sector and one-fifth to manufacturing sector of the country. In terms of maturity, around two-thirds of the private external debt is short-term in nature. A short-term loan usually runs less than a year, though sometimes it may refer to a loan of up to 18 months. Nevertheless, the repayment pressure of private debt is also not negligible at all. In FY17, the total debt servicing of the private loan stood at $1.05 billion, which increased to $2.90 billion in FY22. The amount, however, was reduced to $2.23 billion in the last fiscal year. Around 85 per cent of the total repayment is the principal amount of the borrowed money, and the rest is interest. Again, three-fourths of the total outstanding interest bears a floating rate.Debt service payment or servicing of external debt is payments including both principal and interest that are made to meet the debt obligation to non-resident creditors. The debt service ratio is measured by the proportion of gross debt service payments to current receipts of Balance of Payments (BOP). It is considered an important indicator of debt sustainability.In its latest half-yearly review report on Foreign Direct Investment and External Debt (January-June, 2023), released last week, Bangladesh Bank presented a projection of the private external debt servicing for the next twenty years. It showed that long-term private external debt servicing for the current fiscal year will stand at $1.52 billion at the end of the current fiscal year, a fall of around 32 per cent from the amount repaid in the last fiscal year. The amount, however, is projected to increase in the next fiscal year to $2.18 billion, mainly due to 'bullet payment of commercial borrowing in the banking sector.' A bullet payment is a lump sum repayment made for an outstanding loan amount, generally at maturity. It can also be a single repayment of principal on a debt.Central bank projections also indicate that servicing of private external debt will progressively decline in the next two decades. The amount may come down to $140.82 million at the end of FY34 and further decline to $51.23 million in FY38. Usually, any long-term private debt runs for three to 25 years, and the entity's assets are used as collateral. It also requires monthly or quarterly repayments of the loan.Thus, any pressure arising from external borrowing by the country's private sector is unlikely in the near future, although some risk factors are there. The sharp depreciation of the local currency has already made the repayment of external borrowing costly as the borrowers have to repay the loans in foreign currency, mainly the US dollar. Those who do not earn in foreign currency are already facing extra pressure to purchase dollars at a higher price to repay the loan, as the average exchange rate already crossed Tk 110 per dollar by the end of November this year. The annual average exchange rate was Tk 106 per US dollar in the last fiscal year, as mentioned in the central bank's report, against Tk 93.45 in FY22. That's why the stock of private sector foreign debt declined by only 2.70 per cent in terms of local currency in the last fiscal year, although in terms of the dollar it dropped by 14.20 per cent in the same period. Again, the stock of total external debt (including all public and private borrowings) increased by only 3.70 per cent in the last fiscal year in terms of the US dollar, whereas it increased by 17.60 per cent in terms of taka. If the current trend of local currency depreciation continues for the next six months, the pressure on private foreign debt repayments will be increased significantly.\n[email protected]",
        "headline_1": "How alarming is private sector external debt?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-alarming-is-private-sector-external-debt-1702131295",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-12-2023"
    },
    {
        "full_article": "The government is supposed to ensure availability of all the text books for students before their first school-day of the year. It is a key expectation of the people, especially of students and guardians, from their government.In our country, schools begin their classes from January 1, but according to reports, the students are unlikely to have textbooks on all the subjects in their first school day in the upcoming New Year, which will start after 20 days.New textbooks are a source of great excitement and joy to the students. They would like to flip through the pages of their brand new books, and many even enjoy the smell of the papers. It brings a sense of festivity among them.For them it is a source of motivation also as they get the idea of their new mission, they would have to accomplish throughout the year.It is learnt that manuscripts of textbooks of three subjects of Class Eight and Nine are yet to be readied. Usually, it takes nearly a month to publish the required books after receiving manuscript.So, it is almost certain that students of these classes are going to begin their classes without all of their textbooks.The National Curriculum and Textbook Board (NCTB) is entrusted with the task of publishing school textbooks.After the independence of the country, the task of developing and publishing the textbooks was carried out by 'Bangladesh School Textbook Board'. The National Curriculum Development Centre (NCDC), established in 1981, was responsible for developing national curriculum. Finally In 1983, for maintaining coherence between curriculum and textbooks, Bangladesh School Textbook Board and NCDC were merged and the new entity, the National Curriculum and Textbook Board, was created.According to the National Curriculum and Textbook Board Ordinance,1983, major functions of the Board are to examine curricula and syllabi of schools and suggest revision there of; to pre-test and evaluate the effectiveness of the curricula, syllabi and text-books of schools; to arrange for the preparation of the manuscripts of the text-books; to arrange for the publication, distribution and sale of text-books.They are the authorities to publish textbooks through collecting suitable contents from writers. After collecting contents they prepare the manuscripts and outsource the printing works for publication of these books.In Bangladesh, dozens of printers are enlisted to print textbooks from NCTB.They also claim that they are the largest textbook publisher in the word in terms of the number of books.Unfortunately, on very few occasions, the NTCB has been able to accomplish this task in scheduled time since its inception.The repeated failure of the NTCB to duly perform its task often prompted the public to call upon the government to overhaul it (NTCB) to ensure timely distribution of school textbooks among students.But despite issuing assurances time and again, the concerned ministry, so far, has failed to do this vital task.And this failure is resulting in the sufferings of thousands of students every year.A country, which is making strides to become smart and digital, cannot afford repeated failures to ensure availability of textbooks to school students.It is urgent that measures are taken to reform the NTCB so that it is able to perform its once-in-a-year task in due time.\n[email protected]",
        "headline_1": "Ensuring timely distribution of school textbooks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-timely-distribution-of-school-textbooks-1702131336",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-12-2023"
    },
    {
        "full_article": "According to a study by Shahjalal University of Science and Technology, at least 74 per cent of the country's students who are seeking university admission are suffering from depression. What is more worrying is that among them, 22 per cent suffer from severe depression that can lead someone even to commit suicide. We do not often consider depression as a form of illness. Rather, we try to shrug the problem off by taking it lightly. Many admission seekers suffer from this syndrome. But they are unaware of it. In most cases, they are pushed hard and forced to achieve a seat in their desired university. The push has a breaking point. This is what leads to depression. It is my request to all parents to consider that every child is special. They just need a little support and attention. Talk to your children and try to understand them.There are ups and downs in everybody's life. But some people get easily scared with a slight downturn and become depressed. As a consequence, they lose self-confidence and become frustrated. This is the most damaging effect of depression that often leads to suicide. There is medical treatment for depression but the individuals suffering from depression should know that their will is the only power to overcome the situation. They should try and build a strong resolve in their mind to overcome depression and look at life positively because depression is not going to do them any good.\nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Helping varsity admission-seekers fight depression",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/helping-varsity-admission-seekers-fight-depression-1702131370",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-12-2023"
    }
]