[
    {
        "full_article": "Human trafficking continues to plague Bangladesh. As recently as October this year, the Rapid Action Battalion (Rab) arrested 11 traffickers belonging to two rackets—one of them being \"Dance Club.\" The elite force also rescued 23 trafficking victims from three \"safe houses\" across Dhaka.\nOne of the arrested happens to be Kamrul Islam alias Jalil alias DJ Kamrul alias Dance Kamrul, a trafficker who lured unsuspecting girls with promises of lucrative jobs abroad, posing as a dance club owner. He had earlier been arrested in April 2019 for trafficking a woman to India, but he was released after only three months in jail.\nPrior to this spate of arrests, in June, law enforcement agencies arrested 11 suspected human traffickers, who had been poaching girls and women using the social media platform TikTok. Later, Rab stated that Rafizul Islam Ridoy, also known as TikTok Ridoy, was the leader of the racket, and used to entrap girls with promises of making them TikTok models. However, the girls were trafficked to Southern India as sex workers. The TikTok gang came under surveillance after a video of sexual assault on a woman in India went viral on social media. She was one of their victims.\nIn the past years, multiple trafficking rackets have been busted by the law enforcement agencies, yet the number of human trafficking victims kept spiralling. Citing NGO reports, this daily revealed that in the last 10 years, about 500,000 women and girls from Bangladesh—aged between 12 and 30 years—have been trafficked to India alone. Apart from India, trafficking hotspots include countries in the Middle East, North Africa, and East Asia, where Bangladeshi men, women and children are smuggled.\nGiven the upward trend in human trafficking, we need to take a closer look at the contexts of these incidents in order to be able to comprehensively address the situation, because these sporadic arrests are certainly not doing anything to curb this crime.\nThere are two ways to approach this issue: preventive and curative. For the former, we need to understand and eliminate the causes that lead people to fall into the traps set by unscrupulous criminals. For example, there have been instances where the victims—in a desperate search for livelihoods—sought help from the traffickers to smuggle them out of the country, so that they could find jobs abroad. This means these vulnerable people have no access to education, skills development, or any means of livelihood.\nThis bring us to the context of this evil called human trafficking: the root of these desperate journeys. In order to address this, the government needs to promote skills development training for these vulnerable, marginalised groups; the state needs to tap into this segment of the potential workforce, empower them with skills, and include them into the mainstream economy through access to decent workplace or entrepreneurial opportunities.\nSecondly, for those who seek employment abroad, the Ministry of Expatriates' Welfare and Overseas Employment needs to carefully assess the credibility of the various agencies that supposedly offer foreign jobs opportunities to interested candidates. Often, criminals and dalals pose as recruiters and sell the job-seekers into slavery instead. Therefore, there is a need for strict vigilance in their sector. This includes close monitoring of the interactions, and transactions of any individual or agency claiming to be an overseas job recruiter.\nAlso, the government needs to create a support system for those who want to go abroad for jobs, by creating one-stop information centres, from where these interested individuals can connect with legitimate and credible recruiting agencies. There is also a need to educate people about the services that are being offered by the recruiting agencies, and the pitfalls of attempting to go abroad through illegal channels. If people are aware and are empowered with information and knowledge, they will be less likely to fall for the fake promises of the smugglers.\nNow, if we talk about curative actions, the first concern that comes to the fore is the noticeably low conviction rate of human trafficking cases. According to media reports citing the Brac Migration Programme data, of all the human trafficking cases filed between 2012 and March 2021, only one percent of the cases ended in conviction.\nPost the enactment of the Prevention and Suppression of Human Trafficking Act in 2012, as many as 5,738 cases involving human trafficking were filed, of which only 282 cases have been cleared till July this year, and only 36 cases resulted in conviction. Of the 24,500 traffickers named in these cases, only about 10,500 were arrested. What is even more unfortunate and alarming is that, except for 71 of the criminals who were convicted, the rest are out on bail. There are two problems with this: first, once these criminals are out, they become more reckless and return to hunting for the next victim. Secondly, these bails send a strong message to the criminals—that even if they get nabbed, they can easily escape the long arms of the law.\nIt is understandable that there is often a lack of evidence in such cases, or victims end up making out-of-court settlements with the criminals, or witnesses fail to appear at the court for testimony. However, the practice of giving widespread bail without keeping the accused under any sort of surveillance, while their cases get lost in a legal quagmire, cannot be a solution to this problem. \nTake the case of DJ Kamrul, for instance: had he not been out after three months in jail in April 2019, he would not have been able to victimise more girls. Who will take the responsibility of the women and girls who are having to endure unspeakable horrors day in and day out, thanks to the system that enables criminals like DJ Kamrul to go scot-free?\nOf course, there would be many hurdles in the process of bringing these notorious criminals to justice—especially because many of them have support from influential quarters—but the authorities need to work around the problems and find ways to put these traffickers behind bars, and for long.\nUnless we find long-term curative solutions, and implement them in tandem with effective preventive measures, the nefarious activities of these rackets will not only continue, but increase, and the criminals will get a free rein to make easy money, exploiting the desperation of vulnerable individuals.\nThe law enforcement agencies can make as many arrests as they want and bust as many gangs, but without stringent application of the law, these will not bear any fruits whatsoever.\nIt's high time the authorities took a hard look at the reasons why individuals fall prey to the evil intentions of the traffickers and eliminated those, assessed how the criminals get off so easily after being nabbed and closed the loopholes in the system, and took a holistic approach to address the country's human trafficking problem. Safety and security of each and every citizen is the responsibility of the state, and it must do everything in its power to ensure this, no matter what the challenges are, and who the criminals are.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Why the lax attitude in bringing traffickers to justice?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/why-the-lax-attitude-bringing-traffickers-justice-2226131",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-11-2021"
    },
    {
        "full_article": "One of the new and very politically sensitive topics being discussed at the 26th United Nations Climate Change Conference (COP26) in Glasgow, Scotland, as the summit enters its second and final week of negotiations, is the matter of loss and damage from human-induced climate change. This refers to the adverse impacts that can be attributed to human-induced climate change due to the rise in global temperature by more than one degree Celsius since the industrial revolution that happened over a century ago.\nThis means that efforts to avoid the impacts by reducing emissions through mitigation, and also to be better prepared to deal with those impacts through adaptation, have both been inadequate to avoid some real impacts that are now happening because of human-induced climate change. This was made abundantly clear in the sixth assessment report of the Intergovernmental Panel on Climate Change (IPCC), which came out in August 2021, where the scientists of Working Group 1 said that, for the first time in three decades, they now had unequivocal evidence of the impacts of climate change that are credibly attributable to human activities. This is a breakthrough in the scientific field, which will have profound repercussions in both the COP as well as the reality on the ground.\nInside the UN Framework Convention on Climate Change (UNFCCC) process, there was a decision back at COP19, held in 2013 in Warsaw, Poland, where the countries agreed to set up the Warsaw International Mechanism (WIM) for Loss and Damage associated with Climate Change Impacts. The WIM had an executive committee and a work plan for five years, which came up for review at COP25 in 2019, in Madrid, Spain. Going into COP25, the vulnerable developing countries jointly demanded two outcomes: first, a technical body to provide advice and technical guidance to countries; and second, to get funding for the victims of loss and damage. This topic was highly debated in Madrid and was one of the topics that drove COP25 into two extra days of negotiations, with a partial outcome only.\nThe demand for a technical body was agreed upon, and it was named the Santiago Network on Loss and Damage (SNLD), but the demand for funding was refused by the developed countries.\nSo now, going into COP26 in Glasgow, the vulnerable developing countries want to work out the details of the SNLD—including its mandate, governance, and activities—and also reiterate their demand for funding to help the victims of loss and damage.\nAt this point in time, when the first week of negotiations ends, there is some proposed text for setting up the SNLD, with a few items to be settled next week, but so far there is no progress on the issue of funding—at least inside the negotiations.\nThis year, the climate conference is being hosted by the UK in the city of Glasgow in Scotland. With its own government, parliament and budget, Scotland has also had a Climate Justice Fund of its own, separate from the UK, for a number of years. Just before COP26 started, First Minister of Scotland Nicola Sturgeon announced a doubling of the country's Climate Justice Fund, and even more importantly, she allocated GBP 1 million for a new Loss and Damage Fund, and challenged other countries and foundations and anyone else to contribute to this new fund.\nMany countries and foundations are now considering this challenge from the Scottish government, and in the remaining days of COP26, there is hope that others may follow Sturgeon's footsteps and also pledge to contribute towards the new fund. Indeed, if this happens, then it would be a major positive development, even if it is outside the official UNFCCC process that requires consensus-based decisions; it would be a coalition of the willing who may take the idea forward, and then it may be included in a decision at COP27 next year, where loss and damage will certainly be at the front and centre of discussions.\nWhat is needed out of COP26 is to plant the seeds for exploring the options of funding for loss and damage, which can be nurtured over the next 12 months and readied for COP27, due to be held in Egypt in 2022.\n \nDr Saleemul Huq is the director of the International Centre for Climate Change and Development (ICCCAD) at the Independent University, Bangladesh (IUB).\n",
        "headline_1": "The next step in climate action is creating a fund for loss and damage",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/the-next-step-climate-action-creating-fund-loss-and-damage-2226111",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-11-2021"
    },
    {
        "full_article": "That Prime Minister Narendra Modi has a penchant for springing off surprise when it comes to India's engagement with the world has once again been proven at the ongoing UN Climate Change Conference (COP26) in Glasgow, Scotland.\nBe it his invitation to all Saarc leaders to his swearing-in ceremony as prime minister for the first time in May 2014, or turning his Bharatiya Janata Party's stated position on its head on the issue of signing the land boundary agreement with Bangladesh in 2015, or making a previously unannounced stop-over in Lahore on his return from Kabul to meet the then Pakistan Prime Minister Nawaz Sharif in December 2015—Modi has broken new grounds in India's foreign policy initiatives and, in the process, has challenged himself. He did an encore in Glasgow where he laid out India's five-point action plan to tackle the threat of climate change.\nThe two most surprising and bold components of that plan are, of course, India pledging to achieve net zero target in emission of greenhouse gases (GHGs) according to the capability to absorb the emission by the year 2070, and the commitment to cut one billion tonnes of projected emission in the next nine years. The three other parts of the Modi plan are promising that half of India's energy needs are met by renewable sources by 2030, building an installed capacity of 500 gigawatt of renewable energy, and reduction in the Indian GDP's carbon intensity by at least 45 percent. In committing to all three, Modi has gone beyond what India had promised at the climate conference in Paris in 2015.\nThe five-point action plan by Modi has ensured that India is no longer an outlier when it comes to enhancing international efforts to restrict the global temperature rise to 1.5 degrees Celsius. The US, the European Union (EU), and many other countries, particularly small island countries which are most vulnerable to the effects of climate change, have been pressing India to come out with a net zero commitment over the years. According to official estimates, India represents 17 percent of the global population and its historical cumulative emissions of GHGs are only four percent, while its current annual emissions are only about five percent. India has also succeeded in achieving a 24 percent reduction in emission intensity of its Gross Domestic Product (GDP) between 2005 and 2014.\nBy announcing the initiatives in Glasgow, Modi has stepped up and bitten the bullet, strengthening India's image as a serious player on the issue of climate change. That was needed, because India is not only a major economy, but also the fourth largest GHG emitter. What made Modi's action plan in Glasgow stand out is the failure of developed countries to bring to the table fresh concrete near-term and long-term plans to address the issue.\nThe question now is: Post-COP26, how does India go about responding to the challenges thrown up by Modi's plan of action? A lot more light is expected to be shed when India follows up with a fresh Nationally-Determined Contributions (NDC) to fight climate change. This will set the direction of India's transition to a low-carbon economy, whose GHG is set to peak by the year 2040. The most important challenge is to ensure progressive decoupling of India's economic growth from greenhouse gas emissions without undermining development.\nEnvironment experts are unanimous in holding that considerable success of India's march towards net zero emission and other short-term commitments to fight climate change hinges on a number of factors. Foremost among them are availability of green technologies and funds for future energy generation, an issue flagged by Modi in Glasgow, and power sector reforms including a big shift away from coal-fired plants and an unprecedented growth in renewable and nuclear power generation. Building green energy capacity remains a great challenge for India, which has to look forward to climate finance and technology transfer for the expansion in scale and scope of its mitigation and adaptation activities.\nThe electricity sector in India, so heavily dependent on coal, and the manufacturing sector are the two biggest contributors to the country's GHG emissions. According to one estimate in 2016, electricity generation is the top contributor to emissions. Any attempt to reform the power sector to connect all power plants and grids across the country to ensure uninterrupted supply and to stop the wastage of an estimated five percent of electricity due to inefficient distribution networks is politically sensitive, because it would do away with free or subsidised power. All this will call for huge investments, which most distribution companies are in no position to make.\nSecondly, the issue of free or subsidised power is a highly contentious political issue linked to electoral calculations. Will the political parties agree on doing away with freebies to lure voters, or remain engaged in the competitive populism of offering doles? India has long been roiled by the debate between economic empowerment of the people through reforms with a human face (though it entails hardships) and the politics of doles that never addresses the real issue of poverty and development.\nEnvironment experts are waiting for much more clarity on the Indian prime minister's promise made in Glasgow about achieving 50 percent of its energy requirement through renewable sources by 2030. It needs to be remembered that electricity is just one part of the much larger energy basket, and all previous commitments made by India were formulated keeping in mind the electricity sector specifically, and not energy in general. The experts expect the issue to be clarified when India submits its next NDC to the UN climate secretariat.\nAnother key area of concern is India's forest cover which acts as a GHG absorber. Modi's speech in Glasgow did not talk about forest cover, and India did not sign on the COP16 declaration on the subject because the country is struggling to achieve the desired forest cover. India's forest cover has been increasing, but the pace of growth is so far not in keeping with what is required to reach the target. Official figures point out that India's 15 percent of total carbon dioxide emission in 2016 was removed from the atmosphere by the land use change and forestry activities strategy. Between 2015 and 2019, India's forest and tree cover increased by 13,031 sq-km and mangrove cover increased by 235 sq-km.\nIndia's journey towards net zero carbon economy also must take into account the major revenue implications for the central as well as the state governments of a near-total shift away from fossil fuel sectors, which fill a considerable section of their coffers. All in all, India's journey is set to present several challenges, including the issue of striking a balance between the energy needs of faster economic development and a concern for climate change.\n \nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India.\n",
        "headline_1": "Can Modi’s India keep its promise of net zero emissions?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/can-modis-india-keep-its-promise-net-zero-emissions-2226056",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-11-2021"
    },
    {
        "full_article": "The elections held in the US in the first week of November this year had state and local representatives, including two governors, mayors and school board members, up for selection. The governor's election in the state of Virginia attracted national attention, because polls showed a close race between the Democrats and the Republicans. Another distinction of the Virginia race was that school education became a major election issue.\nIn the context of the education response to the Covid-19 pandemic, and the growing prominence of the \"culture war\" pertaining to identity, values, and raising the next generation, politics of education has become an area of contention across the globe. Bangladesh is no exception.\nEducation advocates and academics would like to see that education rises higher on the political agenda of a nation, so that the problems related to education get the necessary public and political attention. The friends of education may get more than they bargain for, when education issues are caught up in the larger political controversies of society.\nIn Virginia, Republican gubernatorial candidate Glenn Youngkin released an advertisement featuring a mother complaining about her son having to read, in a high school English course, the novel \"Beloved\" by Nobel Prize winner Toni Morrison. The novel depicted the horrors of slavery and the black experience in the US. Youngkin made it an issue of parental choice and control over their children's education. The Democratic candidate Terry McAuliffe argued that parents' preferences may be diverse, which have to be considered, but decisions have to be made by the elected school board. Republican propaganda managed to paint McAuliffe as anti-parents to the conservative voters of Virginia, and he lost the election by a narrow margin.\nOther education questions that stoked controversy in Virginia and elsewhere were CRT, DEI, SEL parental say, and protection measures against the pandemic. CRT means Critical Race Theory, a concept that suggests that racism in society should be a subject of study in academia. DEI refers to diversity, equity and inclusion, which should guide education content and management. Its importance has come to the fore as a response to the Covid-19 impact on education, but it is difficult to agree on what exactly may be done about it. The protection measures against the pandemic in schools, including wearing masks and vaccination, have become highly politicised—the Republicans, particularly the supporters of former President Donald Trump, look upon any state-prescribed requirements as infringement on parents' and citizens' rights.\nPolitical observers suggest that the win for the Republican could be a clue as to what may come in the 2022 midterm elections, when the balance of power in Congress is up for grabs—and when 36 states hold gubernatorial elections. A Republican win may even pave the way for Trump contesting and returning to presidency in 2024.\nIn Bangladesh, tensions have arisen from time to time about selecting textbook contents and the political compromises made that went against the basic state principles enshrined in the constitution. Faith-based madrasa education, both with public funding support and privately in what is known as the Qawmi madrasas, have grown as a parallel system. The rapid growth of the madrasas happened after the fateful change of the political regime in 1975 that had halted the democratic evolution of the country. By some estimates, one-third of the students in school-level education are in madrasas, which do not prepare their students as productive workers and active citizens of a rapidly changing modern society.\nMany words have been written about the political and policy priorities in education, and how politics have led us astray. The importance of reclaiming the fundamental values of secularism, democracy, socialism, and nationalism and what these concepts mean for education has been highlighted in a number of columns in this daily earlier this year.\nIn neighbouring India, the ruling BJP government has followed a staunchly Hindu nationalist agenda as a national policy, straying from the secularist principles of independent India. Its reflection in education is described as \"saffronisation of education\" that glorifies Hindu contributions to Indian history and aims to raise the next generation as patriots steeped in the Hindutva values.\nThere has been pushback against the ultra-nationalist political and educational agenda in India. The new National Education Policy of India announced in 2020 is based on a human capital rationale derived from the neoliberal approach, with the aim to make India a globally competitive economic superpower. It takes a stance that attempts to navigate between ideological positions and diverging objectives. The NEP reveals something of the complex political reality in any country, including India, where the ideological saffronisation priority may be in conflict with the global economic ambitions.\nI have been working with two of my colleagues on a book on the persistent quality and equity problems of education in South Asia. We drew the conclusion that the political dynamics of decision-making in education ultimately determined if the right priorities would be chosen and if the decisions taken would be implemented. Sir Fazle Hasan Abed, who wrote the foreword of the book, said: \"Politics clearly matters … When institutions, various stakeholders such as teachers and parents, professional bodies, and committed leaders come into alignment—itself a political process—the chances of successful reform are greater.\"\nMeaningful reform in education cannot happen without political backing, but it is a double-edged sword. As noted above, it can be a diversionary or even a destructive force. Education stakeholders, including teachers, parents, and the young people themselves, are powerful in numbers and can be the upholders and champions of education. They can be a formidable strength when they are united by a common vision, and when they harness their own energy and idealism toward fulfilling this vision. Turning them into a force for positive change is a worthy and difficult challenge, which also calls for a political strategy.\n \nDr Manzoor Ahmed is professor emeritus at Brac University.\n",
        "headline_1": "Improving education needs the right kind of political strategies",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/improving-education-needs-the-right-kind-political-strategies-2225106",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-11-2021"
    },
    {
        "full_article": "We are troubled to find that our concerns of increased bus fares only adding to the sufferings of ordinary Bangladeshis, who are already struggling to cope with the aftershocks of the pandemic, have turned out to be all too true. According to a report in this daily, the government decision to raise bus fares, in light of a sudden announcement of fuel price hike that sparked countrywide strikes from transport owners and workers, have led to many operators taking advantage of the situation and charging as much as 50 percent higher fares. The government rule that the new bus fare schedule would not apply to CNG-run buses is also being flouted.\nThroughout this entire period—since the announcement of the increase in fuel prices and during all the events that followed—it is the general public who have been the biggest victims of a situation that has been wholly out of their control. Transport strikes forced people to walk, pay more for expensive alternative transportation, or simply miss crucial appointments, and strikes from goods-carrying vehicles disrupted supply chains, making certain daily essentials more expensive as well. The government's solution to this state of affairs—a hike in bus fares, which includes a 28 percent hike in Dhaka and Chattogram—has been in accordance with the demands of transport associations, but has once again left the public in the lurch. \nMillions of people are already struggling to recover from the blows dealt by the pandemic, and on top of that, the prices of essential food items, such as onions and edible oil, have gone up and are unlikely to come down soon. In such a situation, how will ordinary Bangladeshis deal with higher energy prices and bus fares, especially if they are being taken advantage of and charged higher rates than the ones fixed by the government? \nA report in The Daily Star detailed how the Bangladesh Road Transport Authority's (BRTA) mobile courts conducted a drive on Monday against a total of 220 vehicles, and realised Tk 1.54 lakh in fines. While we appreciate that such steps are being taken, we feel that more must be done to ensure that bus operators are held accountable, since this is not the first time that their opportunist actions have added to commuters' woes. We also hope that, going forward, the authorities will enact policies that will help the people recover from the pandemic's negative impacts, as opposed to adding to their burdens when they are already struggling. \n",
        "headline_1": "Opportunist bus operators must be held accountable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/opportunist-bus-operators-must-be-held-accountable-2225791",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-11-2021"
    },
    {
        "full_article": "A study by the Centre for Policy Dialogue (CPD) has confirmed what we have repeatedly written in this column—that government policies have not adequately helped small and medium enterprises (SMEs) overcome the challenges brought on by the Covid-19 pandemic. Whereas large businesses have received significant and timely financial support from the government, during the entire pandemic period, government support to SMEs has been disappointingly slow and inadequate.\nWhile concentrating on the challenges endured by banks in disbursing stimulus packages, the government completely forgot to address the challenges SMEs face when borrowing from banks. For instance, the amount of documentation that has been demanded from the SMEs to borrow from banks is completely unreasonable, given the size of these enterprises. This is just one example of how poorly the government support programmes for SMEs have been formulated. A lack of data by the government in regards to the SMEs—particularly by the Bangladesh Bureau of Statistics (BBS)—has been a major cause for such poor policy formulations. For example, there is currently no official data on the number of SMEs operating in Bangladesh. The last time such data was collected was back in 2013, when there were around 7.9 million SMEs.\nIt is estimated that SMEs and cottage and micro-enterprises generate around 90 percent of all private sector jobs in Bangladesh. The fact that government policy has performed so poorly at helping these enterprises during the pandemic explains why so many jobs have been lost in the formal sector in the last two years. Experts around the world agree that SMEs are the backbone of any economy. Yet, the lack of focus in getting most SMEs back on their feet has been a real setback for our economy.\nFor our economy to quickly recover, the government has to provide greater support to help the SMEs bounce back. In that regard, collecting data on SMEs for better targeted support is the most essential first step. Experts have repeatedly said that the government should involve NGOs and microfinance institutions to disburse loans to SMEs at low interest rates. It should also incentivise banks to lend to SMEs—which is usually more work for banks, as they prefer to approve one big loan to one big enterprise, than go through the hassle of approving hundreds of small loans to many small enterprises—through special schemes. The government should also consider setting up a specialised bank to address the needs of the SMEs.\nIn terms of policy interventions, the government has many options. But time is quickly running out, as many of these enterprises are desperately struggling to survive.\n",
        "headline_1": "Govt’s poor policy for SMEs must change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/govts-poor-policy-smes-must-change-2225031",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-11-2021"
    }
]