[
    {
        "full_article": "The Centre has appointed a three-member Commission to examine the sensitive issue of extending Scheduled Caste (SC) status to all those who have historically suffered discrimination and untouchability, regardless of the religion they now profess. It is a task fraught with difficulty for the panel headed by former Chief Justice of India, K. G. Balakrishnan, as it will have to grapple with both social realities and ideological objections while addressing the core question. The government itself has described it as a seminal and historically complex sociological and constitutional question. This is not the first time that the issue has come up before the Supreme Court — the panel’s appointment comes in the wake of the Court asking the Centre to clarify its position on the issue — or has been examined by a commission headed by a former Chief Justice. In 1985, the Supreme Court agreed that historical discrimination may continue even after members of the SCs convert to other religions, but did not decide in favour of such converts being given SC status as it felt there was not enough material outlining their condition after conversion. It is to be welcomed that the Balakrishnan Commission has been asked specifically to examine the changes that Dalits go through after conversion in terms of their social status and the discrimination they may face, along with the implications of according them SC status.The National Commission for Religious and Linguistic Minorities, headed by retired Chief Justice Ranganath Mishra, also examined this issue. In its 2007 report, the panel made a categorical recommendation in favour of giving SC status to Dalits belonging to all religions. It found the caste system to be “an all-pervading social phenomenon in India shared by almost all Indian communities”. It stressed the constitutional need to eliminate the religion-based discrimination underlying the present policy of limiting SC status to those professing Hinduism, Sikhism and Buddhism. While the tenets of a religion may not allow discrimination, the ground reality was different, it said. The main counter-views are well-known: discrimination and deprivation being the consequences of the caste-based Hindu social order, SC status should not be extended to those who have converted to Christianity and Islam; and the benefits involved may be seen as an incentive to mass conversion. Another objection is that the share of the reservation pie available to Dalits among Hindus may shrink if new sections are included. There is no ‘creamy layer’ concept for SC reservation, and expanding its scope may be to the disadvantage of the current beneficiaries. The Commission will have to come up with a definitive study of these complex issues.",
        "headline_1": "Status beyond faith: On SC status post conversion",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/status-beyond-faith-the-hindu-editorial-on-scheduled-caste-status-post-conversion/article65989057.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-10-2022"
    },
    {
        "full_article": "By choosing a Belarusian human rights campaigner and two civil liberty-focused organisations from Ukraine and Russia for this year’s Nobel Prize for Peace, the Norwegian Committee has once again offered its redoubtable support for voices that are critical of the authoritarianism and militarism of Moscow and its allies. This is the second year in a row that Russians who demand accountability and respect for human rights from authorities have been chosen for the Prize. In 2021, Dmitry Muratov, editor-in-chief of the Russian Novaya Gazeta, one of the few independent newspapers in Vladimir Putin’s Russia, was a co-winner of the Prize for his “efforts to safeguard freedom of expression”. This year, Memorial, an organisation that has been documenting alleged state abuses in Russia since 1987, shared the Prize with Ales Bialiatski, the Belarusian activist, and the Center for Civil Liberties (CCL) in Ukraine. Memorial is one of the few independent NGOs in Russia that continue to demand accountability from the country’s rulers. It has a database of both the victims and perpetrators of state abuses that date back to the Stalin era. Mr. Bialiatski, who is the founder of the rights group called Viasna (Spring), has been campaigning for democracy in Belarus since the 1980s. The CCL, which was founded to promote democracy in Ukraine, is known for documenting Russia’s alleged war crimes in Ukraine.Of the three recipients, Mr. Bialiatski and Memorial continue to face the wrath of the state. Mr. Bialiatski was jailed from 2011 to 2014 by the regime of Aleksandr Lukashenko. When street protests broke out across the country in 2020 after the disputed presidential election in which Mr. Lukashenko “won” a sixth term, authorities arrested Mr. Bialiatski again. He is currently in jail without trial. Memorial, founded in the Soviet Union’s internal reform period, has had several run-ins with the Putin administration. Last year, the NGO was disbanded by a Moscow court and last week, a judge ruled in favour of the seizure of the organisation’s office by the authorities. CCL, founded in 2007, rose to prominence in Ukraine’s 2014 pro-western Maidan protests that brought down the pro-Russian government of Viktor Yanukovych. Since the February 24 Russian invasion of Ukraine, the CCL has been documenting Russia’s alleged atrocities. The Peace Prize has often been criticised as a political award shorn of credibility, but it could strengthen the voices of peace and human rights globally.",
        "headline_1": "Peace, Prize, politics: On 2022 Peace Nobel",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/peace-prize-politics-on-the-nobel-peace-prize/article65989111.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-10-2022"
    },
    {
        "full_article": "The Modi government is taking landmark steps to fulfil the dream of making India a prosperous, developed country in 25 years. The target to totally transform the country with rapid, equitable growth is achievable, and will be achieved.\nComponents of logistics policy\nThe latest step to accelerate India’s rise is the New Logistics Policy (NLP). Logistics is about 5 ‘R’s.\nRead full opinion on TOI+\n\n",
        "headline_1": "Getting it right, in five ways: Commerce and industry minister says growth will receive a big boost from new logistics policy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/getting-it-right-in-five-ways-commerce-and-industry-minister-says-growth-will-receive-a-big-boost-from-new-logistics-policy/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-10-2022"
    },
    {
        "full_article": "RBI last week issued a concept note on the central bank digital currency (CBDC) and added that a pilot project will soon be launched for specific use cases. There’s been a notable change in the global environment for digital currencies since the budget. Private cryptocurrencies have been shown to lack characteristics such as stability in value. Effectively, it means they can never be a threat to currency issued by a central bank.\nNonetheless caution is called for. RBI seems, rightly, disinclined to make a hasty transition to CBDC. Plus, the central bank leans towards a design quite similar to the current system with physical bank notes. RBI’s approach aims to complement and not replace the existing system. Therefore, CBDC is defined as an instrument that can be exchanged on a par with physical currency. This is a smart approach as it will avoid any chance of disruption. Public faith in legal tender is the foundation of a monetary system.\nA CBDC is the existence of currency in digital form. India’s rapid evolution to an inclusive digital payments system has almost brought us there – it’s an achievement that has evoked global interest. The existence of digital payment mechanisms for all denominations means that Indians already experience the core benefits of CBDC. Consequently, RBI’s caution and open-mindedness when it comes to designing digital rupee make sense. About 10 countries, beginning with the Bahamas in 2020, have launched a CBDC. Among major economies, China and South Korea have launched pilots. RBI’s concept note points out that the potential impact of CBDCs on monetary policy is still unclear. In India, a CBDC will work best if it’s interoperable with the existing payments system.\nThis means that banks and private payment applications need to be part of the overall design. One of the anticipated benefits of CBDC is real time cross-border payments. It requires central banks getting together to develop an international settlement platform. Down the line, this will have implications on the fate of the US dollar as reserve currency. If major economies adopt digital currencies that are stable and that flow through a global payments system, there’s less need for everyone to accept one national currency as reserve currency. But that’s quite far in the future. For now, RBI’s caution is the best approach.\n\n",
        "headline_1": "Slow is good: India’s fast adoption of digital payments allows RBI to carefully pace transition to digital rupee",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/slow-is-good-indias-fast-adoption-of-digital-payments-allows-rbi-to-carefully-pace-transition-to-digital-rupee/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-10-2022"
    },
    {
        "full_article": "UK home secretary Suella Braverman was speaking for and to the ‘nativist’ faction of British politics when she essentially said that an India-UK FTA can’t happen if it means more Indians in Britain. Right-wing populist politics everywhere targets immigrants – including in India, where many wanting to stop ‘illegals’ forget how hugely India’s informal economy has benefited from migration. The argument is just as misplaced in Britain. The UK economy has been essentially stagnant, and is now trying to cope with high inflation and a mauled currency, as well as possible recession. But through all this, and quite remarkably, the labour market has remained tight.\nAccording to a report by UK’s Office of National Statistics, in April-June, the UK unemployment was at a near historic low of 3.8%. But during the same quarter the number of job vacancies rose to a record high of almost 1.3 million. That anaemic growth, high inflation and tight labour market coexist is thanks to supply shortfalls across skill ranges, a structural weakness exacerbated by Brexit’s boo to foreign workers. The skills shortage will lead to the wage-price spiral – wages go up because labour is scarce, so costs go up, so businesses raise prices – the last thing Britain needs as it battles soaring inflation. Getting Indians with different skill sets into this market is a win for Britain because it keeps wages down.\nReports suggest that a ‘thin’ India-UK FTA will be signed before Diwali, and the bigger deal will come later. But whether in a thin deal or a thick one, if the UK insists on restrictive policies on migration, India should walk away. Britain’s market by itself is not a big deal for Indian products. And India needs to draw a line on the labour question for future negotiations with far bigger economic powers.\n\n",
        "headline_1": "No labour, no deal: Even in a thin version of UK FTA, India must not compromise on the migration issue",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/no-labour-no-deal-even-in-a-thin-version-of-uk-fta-india-must-not-compromise-on-the-migration-issue/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-10-2022"
    },
    {
        "full_article": "The Indian Air Force recently marked its 90th anniversary with two major announcements. First, IAF will now raise a separate cadre of officers to handle advanced missiles, space-based systems, surveillance and combat UAVs comprising a new Weapon Systems Branch. Second, it plans to induct women Agniveers starting next year. It will also soon release its new doctrine knowing full well that it has a fair distance to go if it is to match capability with its doctrinal aspirations that were articulated a decade ago.\nSuccesses and shortcomings    \nThe willingness of the political executive to unshackle the IAF over eastern Ladakh and test its coercive capability at Balakot in 2019 can be attributed to two concurrent factors.\nRead full opinion on TOI+\n\n",
        "headline_1": "Is IAF ready for future wars? At 90, the air force must change how it builds up and deploys offensive capability",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/is-iaf-ready-for-future-wars-at-90-the-air-force-must-change-how-it-builds-up-and-deploys-offensive-capability/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-10-2022"
    },
    {
        "full_article": "We are shocked at the way Bangladesh Chhatra League (BCL) men attacked an event organised to mark the third death anniversary of BUET student Abrar Fahad on the Dhaka University campus on Friday. Reportedly, after the attack, BCL activists again assaulted the members of Bangladesh Chhatra Odhikar Parishad – which organised the memorial event – when the latter went to Dhaka Medical College Hospital for treatment. And the police, instead of stopping the attackers or taking any action against them, detained 20 Chhatra Parishad men for interrogation. Among them were some who went to the hospital to take care of the injured! Surprisingly, Chhatra League men didn't bother to stop even there. On Saturday, they filed two cases against the members of Chhatra Odhikar Parishad and the police have already sent detained leaders and activists of the organisation to the court.\nThese incidents speak volumes about the vicious environment in our public universities where student wings of the ruling Awami League often terrorise other student organisations as well as general students to establish their supremacy on campus. The question is, what prompted the BCL to carry out this particular attack? Is it because the event was a reminder that it was BCL leaders and activists who had beaten Abrar – a second-year student of electrical and electronic engineering – to death in 2019 and thus subjected them all to intense scrutiny? And what message did they want to convey to the students through these attacks and lawsuits? Did they want them to know that they have no right to express their opinion or organise any programme that goes against the interests of BCL?\nOnly a few days ago, the BCL men swooped on rival Bangladesh Chhatra Dal leaders and activists on the DU campus while they were on their way to meet VC Prof Md Akhtaruzzaman. The recent happenings in Eden Mohila College have also exposed how BCL leaders carry out their seat business and extortion in public universities. Seat trade has always been a tool for them to fill their coffers and establish their dominance. Although BCL members carried out many of their atrocious activities under the very nose of the authorities, we rarely see them take any punitive/disciplinary action. Rather, on many occasions, university administrations took their side despite overwhelming evidence suggesting their involvement, which is condemnable.\nWe urge the authorities concerned, including the police and DU administration, to take appropriate action against the BCL leaders and activists involved in the attacks on the members of Abrar Fahad Sriti Shangshad. We would also like to urge the government to expedite the process of executing the verdict on Abrar murder case after completing all the necessary procedures. Violence on campus should never be condoned or tolerated, no matter what party seal the attackers are carrying on their shoulders.\n",
        "headline_1": "Is Chhatra League untouchable?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/chhatra-league-untouchable-3138806",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-10-2022"
    },
    {
        "full_article": "It's alarming that despite having a specialised legal infrastructure to prosecute human trafficking cases, Bangladesh has been registering appallingly low conviction rates. As per data from the Anti-Human Trafficking Offence Tribunal in Dhaka, only around 1.5 percent of cases that it dealt with have resulted in convictions, meaning an overwhelming majority of accused criminals have been let off the hook. Reportedly, the Dhaka tribunal disposed of around 858 cases from March 2020 to August 2022. Of them, only 13 resulted in convictions, with 20 accused handed different jail terms.\n\nThere is a bureaucratic vibe about how the government has been approaching this issue. It has ticked boxes that improved its standing in the US Trafficking in Persons (TIP) reports but brought little else in terms of actual improvements.\nThis is from just one special tribunal, however. Bangladesh has seven such tribunals tied with seven divisional cities which, according to the home ministry, have a combined total of around 5,781 cases still pending as of June. Although all 64 districts in the country are supposed to have a tribunal of their own, the fact that even the most visible of existing tribunals hasn't had any visible effect is quite telling. It demonstrates the futility of existing legal interventions in curtailing human trafficking, but also the perfunctory manner in which the seven tribunals were formed in 2020 – amid a then-looming threat of US sanctions – although it was a major provision of the Prevention and Suppression of Human Trafficking Act passed eight years earlier.\nThere is a very bureaucratic vibe about how the government has been approaching this issue. It has ticked boxes that improved its standing in the US Trafficking in Persons (TIP) reports but brought little else in terms of actual improvements. After the release of the latest TIP report on July 19, 2022, US Secretary of State Antony Blinken recognised Bangladesh's efforts but cautioned that the country is yet to fully meet the \"minimum\" standards for the elimination of trafficking. It is the second part of his observation that worries us.\nThe problems in the legal fight against trafficking are legion. For example, the general focus still seems to be more on disposal of cases than reaching convictions – the appearance of efforts rather than meaningful efforts. Although state officials like to attribute lack of convictions to the non-cooperation of victims, a report by The Daily Star shows the reasons are more diverse. It identified a combination of factors including absence of proper evidence in charge sheets, non-appearance of witnesses, out-of-court settlements, threats from the accused, and lack of expertise in dealing with the cases. One can assume that if state prosecutors and investigators performed their duties properly and with sincerity, a lot of the trials would have gone in a different direction.\nOverall, Bangladesh is taking baby steps when it should be taking giant strides given the complicated nature of these transnational crimes. There is no denying the importance of convictions in preventing them. It can send a powerful message that no one guilty of committing or abetting trafficking can get away without punishment. We urge the government to make more meaningful and sustained efforts, including removing systemic loopholes in the legal and administrative processes, so that no one can exploit laborers seeking to work overseas.\n",
        "headline_1": "Don’t let human traffickers off the hook",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-let-human-traffickers-the-hook-3138801",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-10-2022"
    },
    {
        "full_article": "History is often written by the victor, and there can be no finer examples than Winston Churchill's books on the Second World War and British imperial stories, in which he played no small role. But truth cannot be seen from only one perspective. This is why Kishan Rana's book: \"Churchill and India: Manipulation or Betrayal\" (Routledge, 2022) is such an important contribution to an emerging global history different from just Euro-centric narratives. Superbly researched, Kishan connected the dots to find that Churchill's record on India reflected part of his own limited experience with Indians, formed through his leadership of Indian Muslim troops as part of his early career, and his grand, but often self-serving, view of world affairs from imperial London.\nChurchill was right on the Nazi German threat but flawed on resisting India's road to independence. The Last Lion could not stop the slow but unstoppable deterioration of the British Empire, not with the emergence of the United States, which wanted no rival. In the post-Second World War period, America actively ensured that European states shed their colonies so that none would be strong enough to challenge her dominant status. American hegemony remains a classic \"divide and rule\" strategy, learnt well from the British.\nKishan's book chronicles the Indian context and perspectives, which were swept aside because Britain was pre-occupied with the European war. Distant colonies cannot be defended from imperial over-reach, so India was lucky that Japan was too pre-occupied by China and stretched managing the newly conquered South-east Asia to launch any full-scale invasion of South Asia. Subra Chandra Bose's Indian Independence Army, formed from Indian soldiers captured by the Japanese in the Malayan battle (one of the biggest disasters of British military history), marked a significant turning point in the Indian road to independence.\nManaging huge empires has monumental consequences, much of which has been swept under the carpet until Indian historians began digging deeper into the fiascos. The 1943 famine in Bengal, in which more than 2 million Indians starved to death, happened under Churchill's watch as prime minister. The India-Pakistan split (which Churchill encouraged) resulted in the displacement of 10-20 million people and loss of life estimated between several hundreds of thousands and 2 million. The historical facts that India's GDP remained in absolute terms roughly the same at USD 1 trillion, and declined from roughly one quarter of global GDP when Britain took over to only 4 percent of world GDP at the time of independence, speak volumes about Britain's inglorious management of her glorious empire. Historian Utsha Patnaik calculated that Britain gained USD 45 trillion in today's money from her stewardship or occupation of India.\nKishan has done a great service to history by meticulously judging Churchill's record. For Britain, he was a faithful, loyal, even great servant. For India, under the yoke of empire, it is not so glorious. The colonised must suffer because they must, even if the coloniser betrayed their interests. This explains why India today is \"on her own side\", rather than the side of the North Atlantic allies, in the Ukraine War. Those who preached human rights, freedom and rule-based international order were all brutal former colonisers. War and invasion rightly should be condemned. But history remembers who did the invasions first. No power comes to the present with clean hands. Lord Acton was right – there are no permanent friends or enemies, only permanent interests.\nThis is a book to be savoured, and like a true detective story, it tells the tale of great men with grand vision and their seemingly small faults.\n \nAndrew Sheng is a distinguished fellow at Fung Global Institute. He writes on Asian affairs.\n\n",
        "headline_1": "Churchill and India: Manipulation or betrayal?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/churchill-and-india-manipulation-or-betrayal-3138321",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-10-2022"
    },
    {
        "full_article": "The Shanghai Cooperation Organization's (SCO) 22nd annual summit of heads of states took place in Samarkand, Uzbekistan, on September 15 and 16, 2022. What we have seen is that the summit was held at a very significant time since its inception, particularly as the world right now is experiencing a new reality. It took place at a time when Russia, China, and their allies are at loggerheads with the West. In fact, the West has visibly been facing a resurgent China and Russia over the past decade.\nRussia is currently engaged in a war against Ukraine, but the underlying fact is that the war is taking place between Russia and the West. The relationship between Russia and the West is not only marked by war but also by economic and cultural dimensions. Of course, the war is being fought according to strategic calculations. Russia has historically been tagged as a threat by the West and now the war has added a new dimension to the situation.\nOn the other hand, the Taiwan crisis has further deteriorated, and very recently, US President Joe Biden had expressed his will to support Taiwan under any circumstances. Though the crisis in Taiwan has been somewhat defused, it continues in different forms. The Ukraine war and the Taiwan crisis have already led to different strategic and economic implications for the world.\nChina was the one who started the Shanghai Cooperation Organization. Since the Belt and Road Initiative (BRI) is not a formal regional or global organisation, SCO got the privilege to maintain its institutional format and has become an effective multilateral forum for China. However, as indicated above, the SCO summit 2022 becomes very significant considering the context. The presence of the Indian Prime Minister Narendra Modi carried a strong message from the platform since his presence was not certain prior to the visit as China and India have recently fought over border issues and they remain largely hostile in the policy domain. The Ukraine war somehow put the two neighbouring rival states on a common platform, but the overall atmosphere between the two is antagonistic in nature and is marked by differences and disagreements with the divergence of threats and perceptions of security and peace.\nThe SCO emerged as a major platform where for the first time during the time of Covid-19 the Chinese President Xi Jinping went for a bigger gathering. From that point of view, it was an opportunity for the Chinese president to meet with the Indian and the Russian leaderships in person. The platform also provides a triangular format of talks to communicate where current global issues were discussed. One of the major issues that featured prominently was the Ukraine war. The Indian prime minister asked for an end to the Ukraine war and the Russian leadership responded that they also wanted it to end.\nThe position of India reflects different realities. The Ukraine war cannot be justified based on the United Nations charter or international law and norms. Therefore, India, or for that matter, any country, has the moral ground to ask for an end to the war. However, Russian President Vladimir Putin took it in a very diplomatic way. He responded by saying that Russia also wanted to end the war. Russia could not deny the Indian leader's concerns about the war. It was a diplomatic victory for India for two reasons. The first is that it has upheld India's recent non-aligned position that it maintains distance from bandwagoning its powerful allies in the West. The other is that it must have pleased the western world as India raised the issue of stopping the war. They might take some kind of satisfaction because Russia was under some pressure.\nThe SCO conference carries a great deal of significance for another issue, that is, outside Europe or the West, this is the platform barring Brics that offered the opportunity to three dominant global actors – China, India and Russia – to meet in person and discuss bilateral and multilateral issues. Besides, India is expanding its sphere of influence, and China and Russia are doing the same. These three powers have formidable military and economic capabilities and they are building their own position in global politics, although they have their differences.\nApart from these three, the SCO has other prominent members. Their participation was also very significant because this particular organisation is becoming the alternative to the West-led processes. Although members of SCO have affiliations with other actors like the USA, Germany, UK, France, and Australia on the one hand, Asia-Pacific Economic Cooperation (APEC), Quadrilateral Security Dialogue (QUAD), or even Indo-Pacific Economic Framework (IPEF), SCO provides some different insights. In the present context, Asian or African countries may search for a platform, which would be significant geopolitically and economically outside of Europe or the West. One cannot deny the fact that the West carries the baggage of colonial legacy and maintaining hegemony. The world had moved from the \"Pax Britannica\" to \"Pax Americana\" and is now in a flux. This forum serves as a geopolitical platform in the context of the current world order.\nThe SCO has observer states and dialogue partners. It may soon accept new members. On a significant note, Turkiye has shown its interest to join the organisation. Therefore, the timing of the conference was very critical.\nThe conference has particularly benefitted China and Russia, giving them the opportunity to interact with other countries including India at a point of time when the western world is trying to isolate China and Russia in different ways. From that diplomatic point of view, the summit was successful. And another diplomatic outcome is that the Chinese president visited the Central Asian countries to boost its bilateral ties. The Central Asian states have huge geopolitical importance and have closer ties with Russia. Many of them, after their independence, got assistance from the USA and the West. Despite the West's presence in the region, over the years, China and Russia have been able to maintain their dominant role in the region. The West may see this as a looming challenge to their new diplomacy and strategic manoeuvring in the world.\nDr Delwar Hossain is a professor of international relations at Dhaka University and a security and global affairs analyst.\n",
        "headline_1": "Shanghai Cooperation Organization Summit 2022: New context, new directions",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/shanghai-cooperation-organization-summit-2022-new-context-new-directions-3138126",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-10-2022"
    },
    {
        "full_article": "We are shocked at the way Bangladesh Chhatra League (BCL) men attacked an event organised to mark the third death anniversary of BUET student Abrar Fahad on the Dhaka University campus on Friday. Reportedly, after the attack, BCL activists again assaulted the members of Bangladesh Chhatra Odhikar Parishad – which organised the memorial event – when the latter went to Dhaka Medical College Hospital for treatment. And the police, instead of stopping the attackers or taking any action against them, detained 20 Chhatra Parishad men for interrogation. Among them were some who went to the hospital to take care of the injured! Surprisingly, Chhatra League men didn't bother to stop even there. On Saturday, they filed two cases against the members of Chhatra Odhikar Parishad and the police have already sent detained leaders and activists of the organisation to the court.\nThese incidents speak volumes about the vicious environment in our public universities where student wings of the ruling Awami League often terrorise other student organisations as well as general students to establish their supremacy on campus. The question is, what prompted the BCL to carry out this particular attack? Is it because the event was a reminder that it was BCL leaders and activists who had beaten Abrar – a second-year student of electrical and electronic engineering – to death in 2019 and thus subjected them all to intense scrutiny? And what message did they want to convey to the students through these attacks and lawsuits? Did they want them to know that they have no right to express their opinion or organise any programme that goes against the interests of BCL?\nOnly a few days ago, the BCL men swooped on rival Bangladesh Chhatra Dal leaders and activists on the DU campus while they were on their way to meet VC Prof Md Akhtaruzzaman. The recent happenings in Eden Mohila College have also exposed how BCL leaders carry out their seat business and extortion in public universities. Seat trade has always been a tool for them to fill their coffers and establish their dominance. Although BCL members carried out many of their atrocious activities under the very nose of the authorities, we rarely see them take any punitive/disciplinary action. Rather, on many occasions, university administrations took their side despite overwhelming evidence suggesting their involvement, which is condemnable.\nWe urge the authorities concerned, including the police and DU administration, to take appropriate action against the BCL leaders and activists involved in the attacks on the members of Abrar Fahad Sriti Shangshad. We would also like to urge the government to expedite the process of executing the verdict on Abrar murder case after completing all the necessary procedures. Violence on campus should never be condoned or tolerated, no matter what party seal the attackers are carrying on their shoulders.\n",
        "headline_1": "Is Chhatra League untouchable?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/chhatra-league-untouchable-3138806",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-10-2022"
    },
    {
        "full_article": "It's alarming that despite having a specialised legal infrastructure to prosecute human trafficking cases, Bangladesh has been registering appallingly low conviction rates. As per data from the Anti-Human Trafficking Offence Tribunal in Dhaka, only around 1.5 percent of cases that it dealt with have resulted in convictions, meaning an overwhelming majority of accused criminals have been let off the hook. Reportedly, the Dhaka tribunal disposed of around 858 cases from March 2020 to August 2022. Of them, only 13 resulted in convictions, with 20 accused handed different jail terms.\n\nThere is a bureaucratic vibe about how the government has been approaching this issue. It has ticked boxes that improved its standing in the US Trafficking in Persons (TIP) reports but brought little else in terms of actual improvements.\nThis is from just one special tribunal, however. Bangladesh has seven such tribunals tied with seven divisional cities which, according to the home ministry, have a combined total of around 5,781 cases still pending as of June. Although all 64 districts in the country are supposed to have a tribunal of their own, the fact that even the most visible of existing tribunals hasn't had any visible effect is quite telling. It demonstrates the futility of existing legal interventions in curtailing human trafficking, but also the perfunctory manner in which the seven tribunals were formed in 2020 – amid a then-looming threat of US sanctions – although it was a major provision of the Prevention and Suppression of Human Trafficking Act passed eight years earlier.\nThere is a very bureaucratic vibe about how the government has been approaching this issue. It has ticked boxes that improved its standing in the US Trafficking in Persons (TIP) reports but brought little else in terms of actual improvements. After the release of the latest TIP report on July 19, 2022, US Secretary of State Antony Blinken recognised Bangladesh's efforts but cautioned that the country is yet to fully meet the \"minimum\" standards for the elimination of trafficking. It is the second part of his observation that worries us.\nThe problems in the legal fight against trafficking are legion. For example, the general focus still seems to be more on disposal of cases than reaching convictions – the appearance of efforts rather than meaningful efforts. Although state officials like to attribute lack of convictions to the non-cooperation of victims, a report by The Daily Star shows the reasons are more diverse. It identified a combination of factors including absence of proper evidence in charge sheets, non-appearance of witnesses, out-of-court settlements, threats from the accused, and lack of expertise in dealing with the cases. One can assume that if state prosecutors and investigators performed their duties properly and with sincerity, a lot of the trials would have gone in a different direction.\nOverall, Bangladesh is taking baby steps when it should be taking giant strides given the complicated nature of these transnational crimes. There is no denying the importance of convictions in preventing them. It can send a powerful message that no one guilty of committing or abetting trafficking can get away without punishment. We urge the government to make more meaningful and sustained efforts, including removing systemic loopholes in the legal and administrative processes, so that no one can exploit laborers seeking to work overseas.\n",
        "headline_1": "Don’t let human traffickers off the hook",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-let-human-traffickers-the-hook-3138801",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-10-2022"
    }
]