[
    {
        "full_article": "The Bharatiya Janata Party (BJP) has retained power in all the four States it held, of the five that went to the polls between February 10 and March 7, while the Congress lost the only one it had, Punjab, to the Aam Aadmi Party (AAP). The BJP overcame the fatigue and popular disenchantment it had accumulated over five years in Uttar Pradesh, Uttarakhand, Goa, and Manipur, while the Congress collapsed in Punjab. The popularity of Prime Minister Narendra Modi, who remained the central figure of the BJP campaign, contributed significantly to the party’s victory; for the Congress, the leadership of the Gandhi family has become more of a burden going by its moves ahead of the elections that contributed directly to the party’s Punjab debacle. The resounding victory of AAP in Punjab opens new possibilities for the emergence of a national alternative to the BJP, but, at the moment, the latter’s electoral appeal appears unassailable. A combination of identity appeals, welfare promises, and strongman rhetoric helped the winners — the BJP in four States, and AAP in Punjab. The potency of a caste-oriented social justice plank as a mobilisation strategy is at a low ebb as the collapse of its Samajwadi Party (SP) version in U.P. and the Congress version in Punjab shows. Dynastic politics can be taken as having received a definitive drubbing — the leadership of many of the parties on the losing side are controlled by families over generations — the Congress, the Shiromani Akali Dal (SAD), the Samajwadi Party and the Rashtriya Lok Dal (RLD). Mr. Modi and AAP leader Arvind Kejriwal were quite possibly seen by their supporters as subaltern raiders of elite citadels.The U.P. Chief Minister, Yogi Adityanath, has risen as a formidable vote catcher for the BJP in the Hindi heartland. His brushes with controversies only add to his popularity, the results suggest, and a new Modi-Yogi iteration of Hindutva politics has reinforced the BJP in U.P. The voters had appeared anguished with inflation, stray cattle menace, poor COVID-19 management, and unemployment, but not enough to vote out the BJP government. A protracted agitation of farmers had minimal impact on the polls, as the BJP won many seats in its epicentre of west U.P. It appears that the non-Jat and non-Muslim votes considerably consolidated behind the BJP in the face of the aggressive campaign of the SP-RLD alliance. Several backward caste leaders switched from the BJP tent to the SP camp, but ordinary voters did not follow them to an extent that could have threatened the BJP. The SP more than doubled its tally of 2017 but it still fell short. It could not wash off its image of being a party that provides protection to criminals and favours Yadavs and Muslims. The election saw a decimation of the Bahujan Samaj Party, helping the BJP more than the SP. The Congress only helped in creating an atmosphere for the SP alliance, and barely opened its account.\rPunjab’s voters have given a decisive mandate for an ‘alternative politics’ promised by the AAP, which won 92 out of 117 seats. AAP, which has been in power in Delhi for seven years, has built a reputation for its welfare schemes, particularly in health and education — two sectors that voters care a lot about. That reputation stood AAP in good stead in Punjab, while the Congress and SAD were done in by the burden of their past sins. The projection of Bhagwant Mann as Chief Minister helped AAP, while the Congress seemed to have gained little by advertising the Dalit identity of Charanjit Singh Channi, who was appointed Chief Minister just five months ahead of the elections. The decimation of SAD signals the diminishing appeal of ‘Panthic’ or Sikh religious politics. The Sanyukt Samaj Morcha (SSM) — an amalgamation of 22 Punjab-based farmer outfits that spearheaded the agitation that forced the Centre to withdraw three controversial farm laws that it had enacted — failed to make any political impact. In Goa, the BJP retained power, though the Congress put up a spirited fight. Goans can breathe easy, now that the State is not heading to yet another round of skulduggery to form a government. The BJP was also helped by the division of votes by players such as the Maharashtrawadi Gomantak Party (MGP), the Trinamool Congress, and AAP. The BJP’s strategy of selecting candidates on the basis of ‘maximum winnability’ yielded rich dividends for the party. Manipur did not escape the general trend in the northeast, where people tend to vote for the party or coalition in power at the Centre since the States are dependent on Delhi for funds. The BJP emerged on top and the Congress cut a sorry figure, behind smaller parties such as the Naga People’s Front. The election was bereft of emotional issues, and the BJP gained from its development rhetoric. The demand for Scheduled Tribe status for the Meiteis, the community that dominates the Imphal and Jiribam valleys comprising 40 of the State’s 60 seats, failed to get traction. Neither did a controversial demand for greater autonomy to the tribal councils straddling the 20 constituencies in the hills. In Uttarakhand, the BJP retained power despite setbacks it had to deal with, while the Congress squandered its chances, getting bogged down in internal power tussles. But the defeat of its Chief Minister, Pushkar Singh Dhami, is a serious embarrassment for the BJP. A fresh face would mean a fourth person as Chief Minister in a little over a year.\rThe BJP and AAP have gained huge momentum ahead of 2024. AAP’s durability as a viable national alternative will be put to the test. So far, it has not shown either the organisational strength or the political vision to be a national level player. Indeed, there is no one party that can challenge the BJP. A loose coalition of regional and Left parties, with or without the Congress at the head, might not inspire confidence among voters.\rI",
        "headline_1": "The winning formula: On the polarisation politics of BJP",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-winning-formula-the-hindu-editorial-on-the-communal-polarisation-politics-of-bjp/article65211313.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-03-2022"
    },
    {
        "full_article": "Two contrasting issues concerning the legislature in two States appear to sum up the potential for political controversy when elected governments and Governors do not see eye to eye. In the West Bengal Assembly, Chief Minister Mamata Banerjee and legislators of her party had to virtually plead with Governor Jagdeep Dhankhar to start reading his customary address amidst a prolonged uproar by the Opposition BJP MLAs. Mr. Dhankhar appeared ready to give in to the protesters, but was ultimately persuaded into reading the first and last lines. In Telangana, on the other hand, the K. Chandrasekhar Rao government seems to have decided not to have Governor Tamilisai Soundararajan address the legislature before it presented this year’s Budget. Instead, it is treating the current meeting of the legislature as a continuation of the last session. That the session, which last met some months ago, was not prorogued, has given scope for the government to contend that it is just a further meeting, and it is not necessary for the Governor to open it with an address. The ceremonial address is usually delivered in the first session of every year. Dr. Soundararajan has issued a rare statement to argue that the government’s position was technical, and it would not be proper to commence the Budget session without her address. The episode appears to arise from points of conflict between the government secretariat and Raj Bhavan, as the ruling TRS seems aggrieved that the Governor deviated from the text of her address last year and on some other issues too.\rThe Governor’s address is a constitutional formality, albeit a significant one, as it is essentially a statement of policy of the regime of the day. That the formal occasion is mired in political wrangling is a sign of institutional decay and unwarranted politicisation of constitutional norms. That Ms. Banerjee saw the incidents in the Assembly, which almost resulted in the abandonment of the Governor’s address, as “an attempt to create a constitutional crisis” shows that leaders still attach constitutional significance to the tradition. It will be desirable if the same recognition is seen in Telangana too. After all, if not now, the next session will have to open with the Governor’s address. It is true that there are sound arguments that question the need and the relevance of the office of Governor, or support the view that some incumbents are politically partisan. There may even be a case for doing away with the formality, or even arguing that the policy statement is better read out by the elected Chief Minister. However, as long as the current system is in vogue, there is a case for abiding by the norms. Politics notwithstanding, it is only in such formality that civility in public discourse is expressed.",
        "headline_1": "Tradition and formality: On politics and constitutional reforms",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/tradition-and-formality-the-hindu-editorial-on-politics-and-constitutional-reforms/article65207673.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-03-2022"
    },
    {
        "full_article": "Two weeks after the brutal Russian invasion of Ukraine, how it may eventually evolve remains uncertain, given Russia's President Vladimir Putin's apparent mission of neutralising the neighbour—which could imply virtual annexation. The international community is helplessly worried over the humanitarian crisis unleashed by death and destruction, and the plight of the affected and displaced people, particularly women and children, whose fundamental rights are being grossly violated by the wanton acts of aggression by the Kremlin.\nPutin is not the only warmonger in contemporary history, nor does it necessarily take an authoritarian ruler like him to wage international military aggressions. War is a violent use of force to promote geostrategic interests, more often perceived or even manipulated than real. Examples are not far to seek, as in recent cases of Iraq and Afghanistan, where the loudest preachers of democracy and human rights involved themselves in ruthless wars.\nThe difference in Putin's case is that he did not need to invent any fabricated logic to justify aggression before his domestic powerbase, which primarily consists of his cronies in a state almost completely captured by kleptocrats. Whereas his Western counterparts, \"democratic\" and \"accountable\" as they are, needed to innovate justifications, with or without success, to have served \"national interest\" or promoted \"global peace.\"\nThe Western response to the Russian aggression of Ukraine, therefore, stands on tenuous moral ground, while their support to Ukraine is also circumscribed by perceptions of \"mutually assured destruction,\" thanks to each other's nuclear capability. All they can do will, therefore, be limited to mainly economic and trade sanctions, effective or not, that also to the extent that the fallout does not become unbearable to themselves.\nOn the other hand, the \"targeted sanctions\" announced by powers like the US, the UK, Canada, the European Union (EU), Switzerland and Japan against Putin's cronies and their wealth and business interests that have been sustaining Kremlin's kleptocratic superstructure over the years, deserve particular attention. Leaving aside the debate on whether and to what extent these can eventually bear fruits, the question is: Why did Putin's cronies, many of whom were suspected of large-scale corruption, swindling of public resources and money laundering, find safe havens for their ill-gotten wealth in countries that are now boasting of sanctions in the first place? At the time when they were granted the coveted ownerships of super luxurious assets and enterprises, it was not unknown to the relevant authorities in those countries that these were principally ill-gotten wealth, nor was it unknown that these cronies were also the main source of power of Putin, serving to not only deepen and widen his unlimited and unaccountable authority in Russia, but also to bolster his international ambitions.\nAbuse of power by Russian oligarchs and super rich under Kremlin's protection has made corruption a way of life in Russia, which is Europe's lowest ranking country in terms of credible international corruption indices, like the Corruption Perception Index (CPI) released annually by the Transparency International (TI). In CPI 2021, Russia scored 29 out of 100, well below the global average of 43. TI Russia reported that during 2008-2020, Russian officials acquired 28,000 properties in 85 countries—including EU member states. Investigative reports like Panama Papers and Pandora Papers have exposed the depth and breadth of Russian kleptocracy, including Vladimir Putin's alleged personal riches reportedly held for him by his inner circle.\nIronically, the Russian kleptocrats have relied, like their peers from around the world, on the financial system of leading democracies to invest and sustain their ill-gotten wealth transferred illicitly. The lion's share of global illicit transfers, in trillions of dollars a year, land in countries led by those now propagating targeted sanctions. In such destinations of illicit financial transfers, there exist legal, policy and regulatory loopholes as well as so-called expert services for secret deals of acquisition of assets and businesses. The recently disclosed data by Pandora Papers show, for instance, the growing role of the US as a heaven for illicit transfers as many of its states provide policy provisions to establish tax-free secret trusts as investment opportunities out of illicit transfers. Apart from offshore heavens, the developed economies are indeed the principal gainers of illicit transfers which are facilitated, promoted and sustained by various means—like secrecy of beneficial ownerships, banking secrecy provisions, weak supervisions, and lack of sanctions.\nIronically, the host countries of illicit financial flows are also among the strongest proponents against corruption, though implementation of their national and international anti-corruption pledges, especially policies regarding crimes related to money laundering, has been dismally low. The Ukraine tragedy caused by a brazenly corrupt regime of Russia appears to have worked as a wake-up call for them to go after some of the invaders' cronies. But it remains to be seen if these are only knee-jerk reactions or if, in fact, these announcements of sanctions will be followed by genuinely effective tracking down of the dirty money and assets, leading to concrete actions to hold kleptocrats to account—Russian as well as others.\nBy imposing sanctions against the Russian kleptocrats, not only has the efficacy of such sanctions been put to test in terms of their deterring effect on Putin, but the sanctioning countries themselves have also been exposed to a formidable challenge in their own jurisdictions. It remains to be seen if they can demonstrate the political will and institutional capability to implement concrete actions to bring to book cross-border corruption. It also remains to be seen whether they can adopt robust preventive measures to promote integrity, transparency and accountability of the powerful networks of law firms, trust companies, offshore specialists, real estate agents, accountants, regulators and banking and financial services companies that play the key role in facilitating the secret deals of the likes of Putin's cronies from around the world.\n \nDr Iftekharuzzaman is the executive director of Transparency International Bangladesh (TIB).\n",
        "headline_1": "Why wait for a deadly war to act against kleptocrats?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-wait-deadly-war-act-against-kleptocrats-2980096",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-03-2022"
    },
    {
        "full_article": "Apparently, it does. According to the state-run Bangladesh Bureau of Statistics (BBS). And according to Information Minister Dr Hasan Mahmud.\nOn March 6, the information minister made news landfall with an appearance at a public meeting where he said, \"In the last 13 years [that Awami League has been in power], per capita income has seen over a fourfold increase, while people's purchasing capacity has almost tripled. Everyone is doing well now.\" Three days before, citing the same data from what could only be the ever-agreeable BBS, he said, \"Prices of commodities are not an issue, the issue is if people can purchase them,\" suggesting that they can.\nI usually try not to read too much into political comments made in public meetings. But that one by the information minister stuck with me. Is it possible that we've all been magically transported to some socialist utopia with no poverty? Or is this how the administration is justifying the astronomical prices of daily essentials these days—putting the onus on the public, rather than those manipulating the prices? Or should we take comfort in the fact that while the aam public may be poor, they won't at least die looking like one on paper?\nI will be honest: I'm no economist or data expert. My knowledge is as good as that of my nine-to-fiver neighbour, or countless others whose idea of data is limited to how many boxes on their monthly to-buy list have been ticked. Increasingly, however, that list is becoming the financial equivalent of triage with relatively pricier items being left out every day. It requires no special skill to understand that the rosy picture being painted of our apparent financial prowess hasn't benefited everyone in the country—certainly not the poor or the vast majority of the so-called middle class.\nThe last several months have been particularly taxing. First, there was the hike in diesel and kerosene prices in November last year. Then, there was the talk of raising the prices of electricity, gas and fertilisers by March this year, followed by the proposal to raise the price of water by July 1. The cumulative effect of all this—coming in rapid succession—saw prices of almost all food items, including wheat, rice, onion, lentils, chickpeas and other essentials, shoot through the roof, not to mention increasing the transport fares and agricultural production costs. This was, in other words, a lesson in how to totally lose control over a market that is notoriously susceptible to supply concerns and manipulations by unscrupulous traders and dealers.\nThe final straw, coming against the backdrop of Russia's war in Ukraine, was the simultaneous disappearance and exorbitant price setting of what little soybean oil was available in the retail market. This was succinctly described in the heading of an editorial by this daily: \"Out of reach, out of control.\"\nTraders are citing high import costs and duties, as well as supply concerns in the middle of the Russia-Ukraine war, as reasons for the high domestic prices of commodities. True, for many essential items, including edible oil, Bangladesh has to depend on the international market. According to the UN food agency Food and Agriculture Organization (FAO), world food prices hit a record high in February—a 20.7 percent increase year-on-year—led by a surge in the prices of vegetable oils and daily products. The war, which broke out on February 24, then sent a shockwave throughout the world. Further compounding the crisis was the US ban on Russian oil imports and other harsh sanctions. All this is bound to have a distressing effect on the global supply chain and prices.\nBut all this is also a mostly recent development. It doesn't explain the hike in the prices of products grown or manufactured locally, or sourced from markets not immediately affected by international trends, or those we already have a plentiful supply of. For example, according to the Trade and Tariff Commission, the country has an annual demand for two million tonnes of edible oil. Some 2.7 million tonnes of edible oil were imported in 2021. As such, we should have adequate reserves of edible oil. Commerce Minister Tipu Munshi also said that the country had more supplies of essential commodities than needed. Why, then, are prices of all commodities still so high?\nThe reason is simple: market manipulations, which traders can do at the slightest excuse, their job made easier by the absence of a functional oversight mechanism. Sometimes we hear of raids to check hoarding tendencies and other irregularities. But these are so random, so infrequent and so poorly coordinated that they hardly put a dent in the rampant manipulative practices. The information minister's comment—shifting the focus from these manipulators to the customers—is thus an apt reminder of the woeful lack of preparation, and even willingness, of the government to take on the traders. It appears it would rather hand over the reins to them than confront them, such is their sphere of influence.\nOne proven strategy for putting a positive spin on this state of affairs has been the use of BBS data. Economists have long decried the absence of reliable data to assess the country's demand and supply situation, and also the actual financial state of the population. The BBS offers a poor alternative, and now we know why. For example, a recent study by the South Asian Network on Economic Modeling (Sanem) reveals that the food inflation faced by the poor is more than double the rate that the BBS data claims. It's because the BBS still calculates food inflation based on the old Household Income and Expenditure Survey (HIES) of 2005-06, despite the HIES 2016 being available since 2017. The danger of such inaccurate and exaggerated data cannot be overestimated, as official response almost always depends on it. It gives a false sense of security and confidence. So when the information minister says the public can ride out the high food inflation based on their superior purchasing power, you cannot help but ask: Which segment of the population is he talking about? The upper 10 percent who drive up the per capita income, or the lower 90 percent who remain vastly unrecognised?\nIn reality, the message that his doing-oh-so-well citizens get from this is also threefold: they have to surrender to the whims of these traders and dealers, stop expecting a turnaround in the official attitude, and accept the new normal of astronomical prices.\nSo, how is the public faring, really? For a proper assessment, you have to get out of the data trap and go out on the streets, or inside the poor and marginally middle-class households. You have to see how the rising living cost is affecting every aspect of their lives—not just their food choices—and the impossible choices they have to make between educational and medical expenses, for example. You have to live their lives and their choices, or at least have the sincerity to understand them.\nYou can also try to process the morbid scenes of people running after the state-run TCB trucks, or jostling for position in front of them, to buy the necessities at lower prices. These scenes are a sad commentary not just on the plight of the poor, new poor and \"disguised poor\" (the so-called middle class), but also on the total failure of our economic policies to address their situation.\nIf the administration is sincere about tackling the price hikes, it has to do better. It must do better.\n \nBadiuzzaman Bay is an assistant editor at The Daily Star.\n",
        "headline_1": "If my buying capacity triples and I don’t know it, does it still count?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/magic-madness/news/if-my-buying-capacity-triples-and-i-dont-know-it-does-it-still-count-2980086",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-03-2022"
    },
    {
        "full_article": "Russia's war in Ukraine has exposed India's strategic vulnerabilities as few other things could, raising fundamental questions about the country's position in the world, its regional security, and the wisdom of its long-term relationships.\nIndia abstained in a succession of United Nations votes—in the Security Council, the General Assembly, and the Human Rights Council—condemning the Russian invasion. In its initial \"explanation of vote,\" India did not even mention Russia or deplore the invasion. Instead, India merely urged a de-escalation of the conflict by those involved, as if both countries were belligerents, when in fact there is an obvious aggressor and a clear victim.\nIn subsequent statements, Prime Minister Narendra Modi's government has at least reiterated India's long-standing principles, while calling for \"concerted efforts from all sides to return to the path of diplomatic negotiations and dialogue.\" In the face of mounting casualties—including an Indian student killed by Russian fire while queuing for food in Kharkiv—Modi's government continues to call in vain for peace, while ensuring that no criticism, let alone condemnation, of Russia passes official lips.\nThe reasons for India's reticence are easy to discern. For starters, Russia supplies India with about 50 percent of its weapons and defence equipment. And while India's other commercial ties with Russia are much more modest than those it has with the US, diplomatic relations with the Kremlin have been close since the days of the Soviet Union. Soviet vetoes at the UN frequently shielded India on Kashmir, and the Kremlin's protection was indispensable during the 1971 Bangladesh War of Independence, when the US and China supported Pakistan.\nRussia's increasing closeness to, and geopolitical affinity with, China has therefore been worrying Indian policymakers for some time. The Kremlin has also been visibly warming to Pakistan, China's client state. Pakistan's Prime Minister Imran Khan was in Moscow on the day Russia invaded Ukraine, and continued with his meetings, including with President Vladimir Putin—a clear sign that Russia's calculations in the subcontinent have shifted. India seems to feel that it needs to cling to Russia's goodwill in order to avoid losing it altogether.\nBut India has also been looking west in recent years, building a strategic partnership with the US that includes increasingly significant defence ties. It has embraced the US-led Quad as a useful counter to China. But Indian leaders realise that their continuing failure to join their Quad partners in opposing Russia's invasion could jeopardise these links. The government, thus, finds itself on a tightrope, anxious not to fall to either side.\nThe war in Ukraine poses another strategic challenge for India. Until the crisis began to escalate late last year, the US seemed to be focusing on the global threat posed by China, and on the Indo-Pacific region, rather than Europe. But America may now revive its adversarial obsession with Russia. That could reduce US hostility toward China, India's menacing northern neighbour.\nAll this is happening at a time when the security threat from Afghanistan is at its greatest since the Taliban was last in power two decades ago. China's build-up of military infrastructure in the region, its financial patronage of the Taliban, its opening to Iran (which cooperated with India in countering the previous Taliban regime), and an increase in Pakistani-supported militancy in Kashmir have put India on the defensive. Russia, China, and Iran recently conducted joint naval exercises in the Indian Ocean.\nIndia's traditional allies in the region can sense which way the wind is blowing. Nepal has allowed China to build major railway lines and highways across its northern border areas. Bhutan signed a border agreement last October that surrenders territory coveted by China, giving the Chinese an advantage in any future conflict with India. Most of India's other South Asian neighbours have signed up to China's Belt and Road Initiative, which India strenuously opposes.\nChina's increasing influence over these countries undermines India's diplomatic position in its own backyard. And to the east, the ruling junta in Myanmar has declared a \"special kinship\" with China, whereas its predecessor had come to see India as a valuable counterbalance to China.\nIn short, Russia's invasion of Ukraine has placed India in an unenviable position. Ideally, India would have liked to continue strengthening its partnerships with Western democracies while maintaining its traditional closeness to Russia, in the hope of deterring China from further encroachment on India's core security interests. Instead, India finds itself between a rock and a hard place. The conflict in Ukraine is posing a profound challenge to the Indian grand strategy. India's traditional reluctance to choose sides on major international issues could prove highly costly in the not-too-distant future, when it wants other countries' support. It will be either Hobson's choice, or Modi's.\n \nShashi Tharoor, a former UN under-secretary-general, is an MP for the Indian National Congress.\n",
        "headline_1": "India’s Ukraine Tightrope",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/indias-ukraine-tightrope-2980081",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-03-2022"
    },
    {
        "full_article": "Dhaka, the nucleus of Bangladesh's economic success, is the most densely populated city in the country (and perhaps in the world), accommodating more than 47,000 people per square kilometre (as of 2018). The megacity alone accounts for one-fifth of our GDP and nearly half of the country's jobs. Dhaka is also the fourth least liveable city in the world, according to the Economist Intelligence Unit's annual global survey in 2021. The country's commercial lifeline has been subjected to haphazard and unplanned urbanisation, as a result of which it is now facing an existential crisis of its own.\nDhaka is plagued with high levels of pollution, unbearable traffic congestions and unplanned cluster of habitats mushrooming everywhere. The city often finds itself at the top of the Air Quality Index (AQI), with scores as high as 288—AQI score between 201 and 300 is considered \"poor,\" while 301 to 400 is considered \"hazardous.\"\nThe average driving speed of seven kilometres per hour is not only physically taxing for the commuters, but also takes a toll on the economy. A 2017 World Bank study suggests that 3.2 million working hours are lost every day due to Dhaka's traffic congestion. A 2018 study by the Accident Research Institute (ARI) of Bangladesh University of Engineering and Technology (Buet) reveals that traffic congestion costs the economy a staggering Tk 37,000 crore every year.\nGiven that these data are four to five years old, one might assume that the current scenario has only become worse. An article by The New York Times reporter Lisa Friedman, hosted on the Cities Alliance website, suggests that each year, about 500,000 people migrate to Dhaka from rural and coastal areas. With the land mass remaining constant, it is only natural that this growing population burden would take a toll on the city.\nThen there are the unplanned roads and alleys, which make the city even more vulnerable to disasters and make disaster management more challenging. Let's take the fire incidents as a case in point. These incidents are a recurring phenomenon in Dhaka—for many reasons ranging from violation of Rajuk guidelines and usage of residential areas for commercial purposes, to lack of basic fire safety measure in the buildings. Managing fire hazards has been made even more difficult in many localities because of the narrow roads that are inaccessible for large vehicles carrying heavy equipment.\nMoreover, the desperation of people who migrate to Dhaka from other parts of the country is often exploited by some vested interest groups, leading to criminal activities and increased pressure on law and order management. And with unemployment increasing—many employers had to lay off workers to mitigate the pandemic-induced losses—the migrants remain prone to the lures of income opportunities by unscrupulous individuals.\nAnd people still keep migrating to Dhaka in the hopes of building a better life. And why not? Dhaka city, along with the greater Dhaka region, account for 48 percent of all the jobs in Bangladesh. All the major infrastructures of governance, including the secretariat, are based in Dhaka. The best educational institutions and medical facilities are concentrated in Dhaka. Who would not want to have these facilities?\nThe question is: For how long would we be able to sustain this rampant concentrated urbanisation? A report presented at the Annual BIDS Conference on Development in 2021 says our per capita income and GDP was 11 percent lower than its potential in 2017, as a result of excessive resource concentration and economic activities in Dhaka. The report further suggests that the country is losing between 6 and 10 percent of GDP because Dhaka's growth rate exceeds the optimum rate. If this continues, in the long run, Dhaka's rapid urbanisation will become a liability for the nation's growth and development.\nDo we want to keep watching as Dhaka crumbles down by the burden of overpopulation?\nOn multiple occasions, experts have recommended the capital's decentralisation to take off the extra population load. It is time for us to act on those suggestions now. This is not only about empowering local governance, down to the district levels, with decision-making abilities, or improving the educational and healthcare services across the 64 districts, but also about creating economic hubs in all the regions. Every region has its strengths, and these strengths should be leveraged to create employment opportunities for the local people. The government should consider offering incentives to industries to relocate outside Dhaka. In addition, to support the industries, the government should build the necessary infrastructure and improve connectivity to ensure smooth trade and transactions.\nMoreover, medium-sized, climate-resilient secondary cities need to be developed across Bangladesh, so that people can find livelihood opportunities closer to home. People living in the coastal areas are especially prone to internal migration, and there should be a plan for their proper, constructive rehabilitation in the nearest secondary city, so that they do not find themselves lost in big cities without any livelihood support.\nFor Bangladesh, there is no alternative to developing secondary cities. We have big aspirations: we want to achieve all the Sustainable Development Goals by 2030, we want to become a developed nation by 2041. But without developing sustainable, economically efficient, climate-resilient cities, achieving these goals would be impossible. For a prosperous tomorrow, we need to act today, and the responsibility falls on the policymakers. It is high time they revisited their vision for Dhaka and took proactive measures to turn it into a liveable city.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Is Dhaka beyond saving?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/dhaka-beyond-saving-2979391",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-03-2022"
    },
    {
        "full_article": "We are shocked at the death of three school children in Cumilla who were hit by a train on their way to school on Wednesday. Unfortunately, the little girls were on the wrong track at the wrong time. The disaster struck before the eyes of the people around, who rushed to the spot to rescue them, but it was already too late. The girls—Mim Akhtar, Rima Akhtar, and Tasfia Akhtar Ayesa, around 12 years of age—lived in Durgapur Manikka Pukurpar area near the Bijoypur market.\nAccording to eye witnesses, the girls were on their way to school—a 10-minute walk from their home—but after they saw a train coming towards them, they moved to the other track without looking behind, not knowing that another train was approaching at high speed. Apparently, the girls were panic-stricken and could not move fast to safety.\nIt's no doubt a heart-rending incident, where three young lives were nipped in the bud—a tragedy of such a proportion is not something one can easily accept or come to terms with. The grieving family members will perhaps search for the answer as to why such an agony befell them so early in life. \nThe important point that emerged from our report is that the locals have been asking for an overpass in the level crossing area for a long time, but no action has been taken so far in this regard. As a result, after the accident, angry people blocked the Cumilla-Noakhali highway for hours and also set fire to the railway tracks to express their indignation. And as usual, the railway department could not say anything concrete regarding the overpass. We share the frustration of the local people, who believe an overpass there could have saved the girls' lives.\nThe frequency of accidents on the rail tracks is rising alarmingly in Bangladesh, as level crossings remain mostly unprotected or in dilapidated conditions. The tracks are in poor condition, with many small parts stolen. Experts also say that accidents occur because of the lack of safety awareness among people who live near railway tracks. According to the Accident Research Institute of Buet, at least 105 people were killed in 99 train-related accidents last year, of whom 82 were pedestrians. The researchers believe the actual number could be higher as many incidents go unreported.  We hope the railway department will take the tragic deaths of the three little girls in Cumilla into cognisance, and do whatever necessary to construct overpasses at vulnerable spots, and at the same time deploy trained personnel to manage the level crossings.\n",
        "headline_1": "Could an overpass have saved three young lives?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/shout/editorial/news/could-overpass-have-saved-three-young-lives-2980071",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-03-2022"
    },
    {
        "full_article": "It's really disturbing to learn of the death of yet another man in Rab custody. According to a news report, a team of Rab arrested Nazrul Islam, a 60-year-old BNP activist from Chattogram's Rangunia upazila, on March 9 in connection with a murder case. A few hours later, he apparently fell sick with chest pain. He was then taken to a hospital, where he died. While Rab claims that the man was suffering from heart- and age-related complications, the fact remains that he died while in their custody. Nazrul is not the first person to die under mysterious circumstances in law enforcement custody, and we hope a proper investigation will be carried out to unearth the truth.\nAccording to Rab, Nazrul was a fugitive and had an FIR filed against him in connection with a murder in 2012, as well as a court-issued warrant. This gives Rab a legitimate ground to arrest him, but to allegedly torture him to death in the name of remand is in no way acceptable. Didn't Nazrul deserve to face a trial for the charges brought against him?\nUnfortunately, we have entered an era in which custodial torture has become the norm, with the victims including not only political opponents and critics of the government, but also ordinary citizens arrested on petty crime charges. Only last month, a man named Wazir Mia, arrested on charges of stealing cows, was reportedly tortured to death in a Sunamganj police station. The description of torture inflicted upon him, as given to The Daily Star by two other arrestees, was horrifying. According to Ain o Salish Kendra (ASK), 16 people died in police custody in the first two months of this year alone, which shows the gravity of the situation.\nSuch crimes continue to take place despite there being laws to prevent it. The Torture and Custodial Death (Prevention) Act, 2013, for example, is precisely there to prevent such human rights violations, but the situation hasn't improved a bit. It is partly because survivors are often unwilling to pursue legal cases against their tormentors, not least because they see little chance of success with police themselves investigating the cases. Even among the few cases filed, only a handful saw convictions. Therefore, we urge the government to critically examine why these heinous crimes continue to occur, and enforce the law at all costs. The victims or their families should also be encouraged and empowered to take legal action against the errant officers of law. Such gross human rights violations cannot continue unabated.\n",
        "headline_1": "Man’s death in Rab custody must be probed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/mans-death-rab-custody-must-be-probed-2979971",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-03-2022"
    }
]