[
    {
        "full_article": "The resignation of Sri Lankan Prime Minister Mahinda Rajapaksa, amidst extraordinary scenes of violence as part of the widespread public uprising against his family’s rule, marks the abrupt fall of a political brand that has been dominating the country for the better part of the last decade-and-a-half. Venerated by large sections of the majority Sinhalese as a national hero who defeated the Liberation Tigers, Mr. Mahinda could never have imagined that his teeming support base would be replaced by swarming protesters so vehemently opposed to him that he would have to leave ‘Temple Trees’, his Colombo residence, for safety. Thousands of protesters have been demanding the resignation of all the Rajapaksas occupying various posts, including President Gotabaya Rajapaksa, as the economic crisis became unbearable with a huge shortage of food and fuel, as well as the means to buy them. Until a few days ago, the Rajapaksas appeared heedless of the demand, as the country sought to overcome the crisis through overseas aid and bailout packages. However, as the protests spiralled, it appeared that the President wanted his elder brother to resign as Prime Minister. Amidst the political uncertainty, a violent attack on the protesters in Colombo, allegedly by supporters of the Prime Minister, set off a series of incidents that resulted in deaths and injuries, even as houses of political leaders, including the ancestral home of the Rajapaksas in Hambantota, were targeted by arsonists.Mr. Mahinda’s resignation may not be enough to assuage the protesters and the political instability may continue. Anyone taking up the post of Prime Minister now will have to command public trust as well as have the will to steer the country towards economic recovery. President Gotabaya will have to choose someone who can command a parliamentary majority, but the current mood of public anger may deter anyone who has been associated with the Rajapaksa regime. The Opposition leader, Sajith Premadasa, has already declined an offer to head a government under a Gotabaya Presidency. For India, which has responded to the crisis with financial and material aid worth $3.50 billion, the situation presents a unique dilemma: its continued support should not be seen as a means of keeping an unpopular regime going; nor can it look the other way as shortages persist, causing misery for the common folk. In its reaction to the situation, India has said it supports Sri Lanka’s democracy, stability and economic recovery and that it “will always be guided by the best interests of the people of Sri Lanka expressed through democratic processes”. This can only mean that it does not want to be seen as extending political support to the present regime, but prioritises the people’s interests. A larger message from the demise of the Rajapaksa brand is that muscular nationalism and majoritarian mobilisation may not be an endless reservoir of support, and will be of no avail when the masses face economic hardship.",
        "headline_1": "The end of a brand: On the fall of the Rajapaksas",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-end-of-a-brand-the-hindu-editorial-on-the-fall-of-the-rajapaksas/article65402229.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-05-2022"
    },
    {
        "full_article": "The fifth edition of the National Family Health Survey (NFHS) provides a valuable insight into changes underway in Indian society. It throws light on traditional parameters, for instance immunisation among children, births in registered hospital facilities, and nutritional levels. While there is a general improvement in these parameters, there were mixed signals in nutrition. Gains in childhood nutrition were minimal as were improvements in obesity levels. The prevalence of anaemia has actually worsened since the last survey in 2015-16. But the survey’s major contribution is its insight into behavioural and sociological churn. When highlights were made public last year, the focus was on India’s declining total fertility rate that had, for the first time in the country’s history, dipped to below the replacement level, or a TFR (Total Fertility Rate) of 2.1. If the trend were to persist, India’s population was on the decline in line with what has been observed in developed countries, and theoretically means improved living standards per capita and greater gender equity. Because this TFR had been achieved across most States, two notable exceptions being most populous Uttar Pradesh and Bihar, it was also evidence that population decline could be achieved without coercive state policies and family planning has struck deep roots. The more detailed findings, made public last week, suggest that this decline is agnostic to religion.The fertility rate among Muslims dipped to 2.3 in 2019-2021 from 2.6 in 2015-16, the sharpest among all religious communities when compared to the 4.4 in NFHS 1 in 1992-93. Another set of subjective questions that the NFHS attempts to answer using hard data is gender equity. Less than a third of married women are working and nearly 44% do not have the freedom to go to the market alone. However, a little over 80% have said that they can refuse demands for sex from their husband. This has implications for legal questions surrounding marital rape. Only 72% of Indian men think it is not right to coerce, threaten or use force on a woman if denied sex, which again points to the vast territory that needs to be covered in educating men about equality, choice and freedom in marriage. This question made it for the first time in the family health survey as did another question, about the number of registered births and deaths, in the family survey. Multiple surveys such as the NFHS, Sample Registration Surveys, the Census, labour, economic surveys and ways of interrogation are necessary for insights about a country as vast and complex as India; the Centre should invest more substantially in improving their reliability.",
        "headline_1": "Measuring the change: On socio-economic surveys",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/measuring-the-change-the-hindu-editorial-on-reliability-of-socio-economic-surveys/article65401252.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-05-2022"
    },
    {
        "full_article": "In an unprecedented move, the parliamentary standing committee on housing and public works ministry has directly recommended a major development project—to build an offshore smart city claiming land from the Bay of Bengal—directly to the prime minister.\nThe offshore smart city project involves the development of a seaside bayview smart city on a stretch of 60 square kilometres of land connecting Sagarika Point of the Patenga Beach with the Bangabandhu Shilpa Nagar in Mirsarai. A consortium of two local companies—The Peninsula Chittagong and Mazumder Enterprise—and two Chinese companies— China Civil Engineering Construction Corporation (CCECC) and China Railway Design Corporation (CRDC)—are pushing for the approval of this project. In return for stake in the smart city, the consortium has also proposed to build a 20.5-kilometre metro rail line in the port city, which would cost about USD 2.2 billion.\nThe move is being termed unprecedented because article 76 of the constitution does not include scope of such recommendations within the jurisdiction of parliamentary standing committees. However, section 248 of rules of procedure of the parliament states, \"the functions of a Committee shall be to examine any Bill or other matter referred to it by Parliament, to review the works relating to a Ministry which falls within its jurisdiction, to inquire into any activity or irregularity and serious complaint in respect of the Ministry and to examine, if it deems fit, any such other matter as may fall within its jurisdiction and to make recommendations.\" It is this particular section that the said parliamentary committee has utilised to make the recommendation directly to the PM.\nThere is a debate on whether a parliamentary standing committee can directly and unilaterally make a recommendation to the prime minister for such a massive project. This is especially the case as it would potentially involve significant engagement and inputs from multiple ministries, including the Ministry of Foreign Affairs (since it deals with territorial implications), Ministry of Law (since legal advice on the way forward would be required, at both national and international levels), Ministry of Environment (since environmental impact assessments would be required), and the Ministry of Road Transport and Bridges (since the proposal includes construction of a metro rail line). But there are also many other inconsistencies in the narratives that have surfaced in a report published by this daily.\nFor one, while a memorandum of understanding signed between the Chattogram Development Authority (CDA) and the consortium was mentioned in the documents presented in the parliamentary standing committee meeting, when asked about it, CDA chief engineer, Kazi Hasan Bin Shams denied it, saying such an agreement would be signed \"once the government gives the go-ahead.\" If that is the case, then why was it even mentioned? Was it a clerical error? Or has an MoU actually been signed which the authorities now are trying to keep under wraps?\nSecondly, while chief of parliamentary standing committee on housing and public works ministry, Mosharraf Hossain—who also has a significant stake in The Peninsula Chittagong—is strongly pushing for the proposal and justifying his recommendation saying it's \"a very good proposal,\" his son Mahboob-Ur-Rahman, also chairman of the same company, more tactfully suggested to this daily that they have partnered with two Chinese companies to assess feasibility of the project, which is \"almost done.\"\nHowever, the CDA chief engineer stated the contrary when asked about the feasibility study: \"For that, they will need the government's permission.\"\nIf the feasibility study of the project is \"almost done,\" then why is CDA not aware of it? And if the government's permission is indeed needed, then how could the consortium go ahead with the study? And who's paying for it?\nAlso, since the project is going to be based on land claimed from the sea, how is the CDA involved? Perhaps, because the parliamentary standing committee was too eager to materialise this proposal, they did not consider whether CDA was even eligible to place such a proposal to them. The CDA's jurisdiction is only limited to the existing land mass of the country, as per Section 6 of the Chattogram Development Authority Act-2018. As it is a new kind of project, involving land claimed from the Bay of Bengal, it needs to be understood, through legal advice, under whose purview this would fall.\nA thorough discussion and evaluation of the proposal by the parliamentary standing committee could have also helped in understanding how the proposed metro rail line would affect the advanced-level ongoing discussion between road transport and bridges ministry and Korea International Cooperation Agency about the feasibility study to establish a mass rapid transit network in Chattogram. Also the role of the CDA in the building of the proposed metro rail line by the consortium needs to be assessed, since this ideally should fall under the jurisdiction of the road transport and bridges ministry.\nThe environment seems to have been the least considered aspect in the recommendation. When land will be claimed from the Bay of Bengal, how it would affect the overall ecology—especially marine life—needs to be taken seriously. And if such assessments have not been conducted before recommending the proposal to the PM directly, based on what information is the PM expected to make a call on it?\nThe issue of the consortium's share in the project demands detailed scrutiny. The public needs to know and, more importantly, the government and the PM need to know, what kind of share they are expecting from the sales of the structures in the smart city—and whether it would be feasible and profitable for the nation to allow such stakes. Surely, the consortium would not construct the metro rail line incurring a loss.\nThe conflict of interest involving the chief of the said parliamentary standing committee, along with that of Mazumder Enterprise—whose CEO, Mohammed Jashim Uddin Chowdhury, happens to be a ruling party sub-committee member on relief and social welfare since 2014—needs to be thoroughly investigated.\nA project of this stature and scale needs thorough onboarding of all parties involved or of those whose involvement could be needed, along with buy-in from every single one of the stakeholders. One man calling it a \"very good\" proposal does not make it \"very good\" for everyone. It might be very good for certain individuals. But this is not the parameter by which to assess the greater benefits to the nation. \nThe authorities concerned should take this issue seriously and form a cross-ministerial and multisectoral stakeholder body to neutrally assess the proposal shared by CDA to the parliamentary standing committee, and take a holistic approach to decide whether to proceed with the proposal or not.\nWhile we all want growth and prosperity of the nation, it should not come in a hasty package as a result of certain quarters' interests. We must set our priorities straight.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "A not-so-smart proposal for an offshore smart city",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/not-so-smart-proposal-offshore-smart-city-3020771",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-05-2022"
    },
    {
        "full_article": "Maa, all the things I've been silent about are all the things that could've saved me. They could've saved me from the thoughts that persecute me daily. Thoughts that first paralysed me with a kind of terror and agony unknown to seven-year-olds, and have now ultimately seeped into my being, stubbornly sitting on my chest day in and out, snatching away any glimmer of hope that I had for the life ahead of me.\nMaa, talk about injustice, prejudiced social norms, a misplaced fear of dishonour, and sexism banding together to stack all their cards against you. In a society that refuses to equip women against this sombre reality, and instead terrorises them into silence and powerlessness, you and I didn't stand a chance. And so it's no surprise that my silence started with yours, and yours with your mother's and grandmother's, getting passed down systemically and politically through generations.\nIt's unfortunate that the first thing I remained silent about is the one that weighed most heavily on me in the last 29 years. Now when I look back at it, I recognise the main reason for my silence: I didn't have the words to explain something I couldn't comprehend myself. Why was there suddenly a pair of eyes always following me everywhere, why was I being taken to bathrooms, hidden behind couches and why was I being hushed as my skirt got pulled down and my chest got rubbed?\nWhy was there a mouth forcing open mine, why were my legs being spread, why was there a finger inside of where I peed from, and why was everything hurting? But mainly, why was this called a game, one that was so different from the games I played outside? Where was everyone else and why were my cousin and I the only ones in this game?\nThe silence was a weapon I shielded myself with, just like you taught me, Maa. And this shield left me no choice but to grow up at the age of seven; it stole my childhood and left me in a state of constant paranoia and mental paralysis, and most unfairly, took from me the ability to love and trust. Maa, you were right when you said it takes only a second for life to change—that was the speed at which my life upended, taking from me my essence and sense of self, turning me into a shadow of who I used to be. I went from cycling in the streets, discovering new birds and flowers in gardens, racing boys in parks to a child stripped of her soul and spirit. In many ways, Maa, those seconds not only changed both our lives, it completely took our lives away.\nOver the years, as the shock and trauma settled and I began navigating a new reality for myself, I often questioned why neither of us spoke up. I didn't because you and I had made a pact that I was bound by: the first time we spoke about it would be the last, and that I was to never utter a word of it to anyone. I believe you didn't because you hoped there would be power in silence. You were convinced that it would save me from society's judgement. After all, a girl violated is a girl damaged and damned, without the possibility of marriage and a future that no parent would wish for them. It's unjustifiably cruel, but also not surprising that it's the girl and never the perpetrator who is looked at with that lens. It's ultimately the girl who turns into an outcast and has to pull the weight of a life that can no longer be salvaged.\nMaa, I've grappled with your refusal to speak up, and as someone who isn't a mother herself, maybe I'll never be able to fully comprehend your decision till I have children of my own. As the fiercely protective and nurturing mother that you were and continue to be, your priority was to save me from any further harm, which silence promised. It was a way to confine what had happened, keeping it at a distance from causing more damage.\nEqually importantly, you felt it was your duty to protect your family from learning about your nephew's depraved tendencies, and prevent a potential rift in the family. Your resolve showed how much you thought of everyone around you but yourself, and given the sense of family and community you were raised with, many would argue that it was the right thing to do. However, this subjectively right thing to do came at an unconscionable price, one that took immensely from a life I hadn't even entirely started living.\nAs much as I tried to replicate your silence, my emotional and mental capacity to endure wavered, and I needed to speak my truth to save myself from further harm. However, the first thought of sharing my story was quickly expunged by the burden of concealing someone else's sins. That silence took from me any particle of strength and power I could muster to redefine my narrative, ultimately damaging my relationship with intimacy, and hurting my marriage. The more I suppressed, the more fervently it demolished me; I marinated the trauma internally as it coursed through my veins, desperate to bleed out but only managing to implode me.\nSo Maa, you have to know that when I did decide to speak up about what happened, it was because that was the only way I knew to take back control and power over my own narrative. As many have claimed, it was not an act of vengeance, it was not meant to malign, punish or destroy lives. Maa, there's solace in knowing that even if others don't see the truth, you know that sharing my story was never about him, it was always about me, about my life and what was taken away from it so mercilessly and wickedly.\nWomen's words and voices often have a price to pay, especially when we speak up against men. Speaking up was an attempt to find the pieces that were lost, it was about reclaiming justice. It was my desperate last try at saving what had become of me and my life. To appease the fear that fermented under my skin, but most importantly to know that I did right by me and others who didn't have a voice. I shared my story to free myself from it;  what I did was an act of kindness toward myself and a way to discard the weight of a crime that was never mine to bear.\nMaa, if anything, my experiences have taught me that it's impossible to please and protect everyone. It's our responsibility to protect our own selves, especially in the face of injustice and inhumanity. All this to say that silence is a sin, especially for those who have the ability to bring change with their stories. It's a poison that has altered the direction of my life, plaguing the relationships closest to me. Regrets come in abundance, and I often wonder whether, had I spoken up and sought help earlier, if I wouldn't be constantly looking over my shoulder to see who's behind me, wouldn't flinch at every touch, the purest moments of intimacy with my husband would feel different, and if I'd have braved having children of my own. But healing is not a destination, it's a journey and what keeps me going is how far I've come in this journey.\nPeople will always have something to say, often they will reprimand, shame and oust as a way to conceal truths that upset their perception of harmony and a moral society. Maa, you might not have used your words, but your actions have always taught me to find strength in the truth and seek change through the truth. And I had to start somewhere, for us; I had to break the cycle, for us. Through all this if there's anything I've learnt, it is that silence is simply the other side of complicity; it sits like a lump in your throat that first paralyses, then suffocates and ultimately erodes your sense of self and strips you of your spirit, which in the end is too high a price for any person to pay.\n \nSara Rashid, based in New York, is interested in how religion and politics shape art in South Asia.\n",
        "headline_1": "Maa, all the things I’ve been silent about",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/maa-all-the-things-ive-been-silent-about-3020761",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-05-2022"
    },
    {
        "full_article": "Nepal and Bangladesh celebrated 50 years of diplomatic relations on April 8, 2022. Nepal was the seventh country to recognise Bangladesh as an independent country in 1972. During Bangladesh's Liberation War, Nepalese political leaders provided ideological and material support for a free Bangladesh. With Nepal recognising Bangladesh's independence, the then Pakistani leadership broke off its relationship with the former. The Bangladesh government has always regarded Nepalese politicians highly for their contribution to the independence of Bangladesh.\nSince establishing diplomatic ties, the two countries have enjoyed excellent relations and supported each other on various international and regional political and economic forums. Nepal and Bangladesh began their official trade with the opening of the Kakarvitta-Phulbari-Banglabandha transit route in 1997. Bangladesh welcomed Nepal to use the Mongla Port facilities for its third country trade as well as rail corridor transit via Rohanpur for easy and cost-effective bilateral trade. In 1978, the two countries established a Joint-Economic Commission (JEC) at the finance ministry level to enhance bilateral trade and investments. Foreign office consultations mechanism was also established in July 2012 in Dhaka at the foreign secretary level to discuss and review bilateral ties.\nPower is the key to strengthening ties in the days to come, due to the huge energy requirements of Bangladesh for its rapidly growing industries. Bangladesh could invest in Nepal's hydropower and import surplus energy from Nepal, as the latter has the potential to generate 43,000 MW, whereas Bangladesh's requirements in 2035 will be 35,000 MW. Dhaka has already formulated a strategic energy policy to import 10,000 MW from Nepal. Last year, the Bangladesh Power Development Board requested the Indian ministry of energy to permit Bangladesh to import 450 MW of hydro power from Nepal. India has given a positive response towards the proposal and soon the cross-border power trade may begin.\nThe first Nepal-Bangladesh Business Forum was jointly hosted by the Bangladesh embassy led by the then Ambassador Mashfee Binte Shams and the Asian Institute of Diplomacy and International Affairs (AIDIA) in Kathmandu some years back. AIDIA facilitated field visits of various hydropower sites for business leaders. AIDIA played a key role in bringing FNCCI-FBCCI onto one table for signing an MoU on January 24, 2016. The government of Nepal needs to pay attention to signing the Bilateral Investment Promotion and Protection Agreement (BIPPA) with Bangladesh to secure the USD 1 billion FDI from the Bangladesh government, and another USD 2 billion from the private sector which will help generate and export power to Bangladesh from Nepal. It will enable Nepal to be a net energy exporting country in South Asia and help reduce its trade deficit with Bangladesh and improve its foreign currency reserves.\nTo take the bilateral relationship forward and create a strong bond, the two countries need to review the last five decades of their journeys and formulate active policies in the field of hydropower, trade, infrastructure development, and more. Nepal must learn from the rapid rise of Bangladesh and should harness the potentials in bilateral engagements. For instance, Bangladeshi conglomerate Summit Power invested in West Bengal for power generation and another company Summit Alliance Port Limited is operating the inland waterways terminals in Kolkata and Kalughat. Likewise, Pran RFL has been establishing food processing plants in some states of Nepal, but we are still not being able to tap the opportunities Bangladesh offers due to our weak economic strategies. Therefore, the government needs to encourage and support the private sector in Nepal to engage with Bangladeshi companies.\n \nSunil KC is chief executive of Asian Institute of Diplomacy and International Affairs (AIDIA), a Kathmandu-based foreign policy think-tank, and adviser at the Federation of Nepalese Chamber of Commerce and Industry (FNCCI).\n",
        "headline_1": "Fifty years of Nepal-Bangladesh relations: A friendship with much potential",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/fifty-years-nepal-bangladesh-relations-friendship-much-potential-3020756",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-05-2022"
    },
    {
        "full_article": "French sociologist Emile Durkheim described social cohesion as organic solidarity arising from peoples' dependence on each other in a modern society. But is social cohesion—i.e., fostering solidarity, mutual trust, shared aspirations and acceptance of diversity in society—a matter of concern? Does education have a role in building social cohesion?\nThree major parallel streams of education in Bangladesh divide the nation, entrench social and economic disparities, and stand in the way of building an equitable, inclusive and united nation.\nEducation Minister Dipu Moni, and Dean of General Education at Brac University, Samia Huq, have raised the curtain on the problem in a recent article (\"Social Cohesion through Education,\" Whiteboard, March 2022): \"In Bangladesh, different streams of educational institutions have emerged with particular histories and purposes,\" they write. \"The class selection and characteristics of each type of institution turn the students into different types of citizens.\"\nThe mainstream Bangla-medium, government and government-assisted schools enrol the majority of Bangladeshi school-going students. The madrasa system, with one stream receiving government support and the other being an independent Qawmi stream, serves a substantial minority of students. A small elite section of society sends their children to English-medium proprietary schools.\nOne aspect of unfairness is the low quality of schools for the majority of children. This majority includes madrasa students (both in Alia and Qawmi madrasas), and most students in mainstream Bangla schools (excepting an elite enclave of special institutions such as cadet colleges and the highly-selective private Bangla schools). Students in the mushrooming low-quality, commercial English-medium \"kindergartens\" (which often include secondary level classes) are also among the deprived.\nThe three different streams also prevent building a common foundation of knowledge, shared experience and cultivation of common values among young people. Children study and live in different worlds from each other. Opportunities and life prospects disproportionately favour children attending English-medium schools and the elite enclave of Bangla-medium schools.\nSchools cannot remedy all social divisions, but they can help mitigate them using a shared curriculum. At present, schools reinforce these divisions and extend them to the next generation.\nPost-independence, the education policy report of the Qudrat-e-Khuda Commission envisioned a unified school system with a common core curriculum in a Bangla-medium public system. English-medium private schools and madrasas would be exceptions.\nMadrasa education was to follow the common curriculum at the primary stage and then become a vocational stream. The aim of madrasas would be to prepare people for religion-related occupations, rather than being a parallel system till university.\nThe Qudrat-e-Khuda Commission report was ignored by the military rulers after 1975. Madrasas—both Alia and Qawmi—grew rapidly in the 1980s, as did the proprietary English-medium schools. Both enjoyed government patronage and encouragement. Post-1990 democratic governments, both the BNP-led and the Awami League-led coalitions, found it difficult or undesirable to try reversing the trend.\nThe 2010 National Education Policy espoused the goal of the Qudrat-e-Khuda Commission of a unified public education system with equity and excellence. But it did not lay out specific guidelines for the major structural reform the system required to undo the three-way division that had become entrenched by then. Such a reversal called for major steps in financing, governance, curriculum development, pedagogy, teacher preparation and student assessment in the school system. An initiative of this scope and scale has not been taken.\nThe three major streams of education clearly parallel the larger divisions in society. The elite—representing business, political higher-ups, higher bureaucracy, and the higher echelons of the armed forces—patronise private English-medium schools. The middle and lower-middle mainstream send their children to government or government-supported Bangla-medium schools. The poor enrol their children in the Alia or Qawmi madrasas for reasons of affordability and/or due to religious motivation.\nThis structure has suited the political and economic elite and, consequently, there has been little interest in rocking the boat.\nWhen religion becomes a central tenet of the political agenda—as in Pakistan, and increasingly in India—it does not augur well for nation-building or creating an equitable and inclusive education system to serve the nation's aspirations.\nFor example, the \"saffronisation\" drive symbolising the Hindutva ideology of the current ruling regime in India has led to dropping the history of the Mughal period from the curriculum of secondary schools under the Central Secondary Education Board. Hindu mythology has been invoked to glorify the ancient scientific achievements of India.\nIn Bangladesh, we witnessed attempts to select and exclude literature and language content in school textbooks as a way of appeasing some religious groups, which was seen as an expedient in the electoral calculus. The growth of the two streams of madrasa as parallel systems rivalling the mainstream remains an intractable social cohesion challenge.\nThe questions raised are difficult and complex. The vision of the Qudrat-e-Khuda commission, with Bangabandhu's support, was to design an education system for independent Bangladesh guided by the pillars of the nation's constitution—democracy, nationalism, socialism, and secularism. This aim was derailed in 1975 and the pillars have become contested concepts in the last five decades.\nThe education minister and her co-writer have to be commended for flagging the challenge. And for posing the question: \"How will teachers and learners engage with one another to live in pluralistic ways?\"\nThe challenge for the policymakers and the citizenry is to reclaim the pillars of national ideology, render them a humane, progressive and contemporary meaning, and work on re-formulating educational purposes and practices based on these principles.\n \nDr Manzoor Ahmed is professor emeritus at Brac University, chair of Bangladesh ECD Network (BEN), and vice-chair of Campaign for Popular Education (CAMPE). Views expressed in this article are his own.\n",
        "headline_1": "Building social cohesion: How can education help?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/building-social-cohesion-how-can-education-help-3019976",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-05-2022"
    },
    {
        "full_article": "A new batch of 340 female migrant workers has returned home in the month of April to impart the usual depressing tales of exploitation, harassment and broken dreams. These unfortunate workers had spent large sums of money and foregone the love and affection of family in hope of saving some money from their wages abroad to secure happiness and a future. But, as is often the case, the reality turned out to be something tragically different.\nThe accounts of sexual harassment of female workers by foreign employers are unheeded by local police there, if and when complaints are lodged. It is discernible from first-hand accounts that female migrant workers feel at a loss, finding no sympathisers in the foreign surroundings, which eventually take a severe toll on their physical and mental health. The returnee female workers usually display tell-tale signs of distress upon landing in Dhaka.\nThe exploitation and coercion of migration aspirants by dubious agents and sub-agents for more money begins right from the time they hand over their passports to them, and such depraved activities continue until the date of their departure. Since the stories of Bangladeshi returnee female migrant workers sound so similar, one wonders why the government has not attempted to seek the root of the issue and establish the safety and dignity of these workers. In this regard, tangible steps should be taken by the respective ministries and Bangladesh missions abroad against oppressive employers and the Bangladeshi recruitment agent(s) who work on their behalf.\nWe believe the \"zero cost\" migration agreement with Saudi Arabia for Bangladeshi female workers is a praiseworthy bilateral contract, which would help in achieving the much-needed economic emancipation of women migrants to a large extent. As per the agreement, if female workers could work unhindered for two years and return home with sufficient savings, they would be able to invest the money in a revenue generating project. Since women empowerment is the prime focus here, we feel both the Saudi Arabian and Bangladeshi governments should take up measures to make it easier and safer for women to work in Saudi Arabia. In this regard the Bangladesh mission there should be given the responsibility to look after the interest of Bangladeshi nationals to the best of their ability.\n",
        "headline_1": "Why must female migrant workers return empty-handed?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-must-female-migrant-workers-return-empty-handed-3020721",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-05-2022"
    },
    {
        "full_article": "Should the trial of a case last for 24 years? What does it say about a judicial system if a case for alleged possession of drugs runs for a quarter of a century, without any hope in sight of its completion? In a country where the rule of law is respected in letter and spirit, this is incomprehensible.\nAhad Ali has been caught in the tangle of our intricate legal process since 1998 on charges of drug possession. This case encapsulates everything that is wrong with our legal system. Firstly, the circumstance of his arrest is dubious. A packet containing heroin was found nearby where he was sitting while waiting in Gabtoli for a bus home in 1998. He was not found in possession of it. Does proximity to a banned substance merit arrest? If so, was he the only one in that area? From his statement, it appears that he may have been framed, the intention of the police being to extort money from him. He failed to pay up the Tk 5000 they had demanded, and that has cost him 25 years of his precious life.\nSecondly, should it take a quarter of a century to dispose of the case? We must ask: Why hasn't a single witness been produced after all these years? The case is so old that the current OC of Mirpur Thana knows nothing about it, and for all that he knows, and we can guess, the policemen involved in the arrest may well have retired or be dead by now. And what can be more pitiful than to find that the main witness, the sole one produced after 24 years, knows nothing about the case? So is the case with witness number two.\nAdmittedly, the case is serious, since possessing heroin over 25 grams is a penal offence which carries the maximum sentence of death. But we wonder why the court has not considered the repeated dismissal petition of the defendant. Is it the fault of the accused if the state fails to prepare the case and conduct it properly in court? We agree that trial judges go by the evidence produced. But if no witness is produced to corroborate the charges even after 24 years, should the ruling of the court not go in favour of the accused, since everyone is innocent unless proven guilty?\nWe believe this is a case the High Court should take cognizance of. The logic and even the legal position of giving fresh dates every time after a hearing, when no witness has been forthcoming for so long, has to be explained. Such miscarriage of justice should be righted, and be never repeated.\n",
        "headline_1": "A trial 24-years-old and still running",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/trial-24-years-old-and-still-running-3020516",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-05-2022"
    }
]