[
    {
        "full_article": "Over this week, Finance Minister Nirmala Sitharaman spoke at length on India’s inflation battle, signalling it is no longer as ‘red-lettered’ a priority as there are more big picture pursuits such as creating jobs, sustaining growth and ensuring equitable wealth distribution. The Government, she remarked, has shown its ability to tackle inflation, having brought it down to a somewhat ‘manageable’ level in the last couple of months. The Finance Ministry expects inflationary pressures to be ‘capped’ due to steps taken by the central bank and the Government since consumer inflation hit an eight-year high of 7.8% this April and the recent dip in commodity prices. Though July’s retail inflation of 6.71% was a relief, it still remained uncomfortably above the 6% official tolerance threshold. Price rise in rural India has been much sharper — averaging 7.6% in the first four months of 2022-23 and over 7% through 2022 so far, compared to the overall average consumer inflation of 7.14% and 6.79% for the two time-frames, respectively. While headline monthly numbers affect sentiment, a prolonged spell of high inflation is more deleterious for households’ ability and propensity to spend, denting demand and growth impulses that may catalyse fresh investments from industry. The uneven monsoon so far could further weaken rural demand even as worries about lower sowing of paddy and pulses are spurring their prices higher in recent weeks.The RBI believes that inflation has peaked in India, but Deputy Governor Michael Patra is not entirely convinced about the ‘durability’ of moderating prices despite lower commodity costs, noting that upside risks persist. The Consumer Price Index (CPI) for August due next week, some reckon, could take inflation closer to 7% again, partly because food price rise, that accounts for 45% of the CPI and had dipped to a five-month low in July, may have resurged. While one should hope the worst is behind, it is too early to let the guard down. On Thursday, Ms. Sitharaman said that monetary policy tools such as interest rate hikes alone cannot tame inflation and nudged the RBI to not be ‘as synchronised’ with its developed world counterparts when growth needs to be unfettered. The emphasis on a multi-pronged approach to contain inflation, including better logistics, fiscal and trade policy moves, such as the export duty imposed on rice later that evening, is correct. Her flagging of wide variations in States’ inflation trends and linking higher inflation in some States to their failure to cut petroleum prices may be a tad political. But the Government must act expeditiously on her call for a mechanism where the Centre and States work together to tackle price rise. That would be more effective in ensuring that inflation’s immediate term moderation is durable and it can be re-activated so that future policy reactions are quicker, more sure-footed and cohesive. To read this editorial in Hindi, click here.To read this editorial in Tamil, click here.",
        "headline_1": "Staying the course: On monitoring inflation",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/staying-the-course-the-hindu-editorial-on-monitoring-inflation/article65870720.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-09-2022"
    },
    {
        "full_article": "The passing of Queen Elizabeth II, the United Kingdom’s longest serving monarch who reigned for over 70 years, marks the end of an era for British monarchy. Her tenure as Head of State began during the early post-War years and witnessed a paradigm-changing shift in the balance of political power from the British empire to the Commonwealth, and the emergence of free, post-colonial nations. During her time on the throne the Cold War came to an end and so too did the U.K.’s 47-year experiment as a member of the European Union. No fewer than 15 U.K. Prime Ministers came and went while she reigned, from Winston Churchill to Liz Truss. Her rule was not without controversy. On the personal front she suffered an “ annus horribilis” in 1992, when the marriages of three of her children broke down and Windsor Castle was damaged by fire. In the aftermath of the death of King Charles’ former wife, Diana, in a car accident in Paris in 1997, criticism was levelled at the monarchy for shying away from public response. Despite these occasional setbacks, Queen Elizabeth has consistently enjoyed a high favourability rating among the British public, 75% according to a recent poll. Observers attribute this to her stubborn silence on political issues, a “closed book” approach that allowed subjects, critics, and outsiders to project onto her and the royal family, whatever they wished to.Her passing however raises complex questions regarding the state of the monarchy vis-à-vis the Commonwealth realms and the prognosis for the latter’s continuing evolution in a vastly different socioeconomic milieu compared to the Elizabethan era. Consider, for example, the debate in Australia, where there is a popular movement to reposition the country as a Republic, particularly in the context of the administration of Prime Minister Anthony Albanese being keen to set up a treaty with the Aboriginal and Torres Strait Islander communities. In 2021, Barbados became the 18th country to remove the British monarch from the role of head of state. Other than these two nations and the U.K., the British monarch remains the head of the state in Antigua and Barbuda, Belize, Canada, Grenada, Jamaica, New Zealand, Papua New Guinea, St. Kitts and Nevis, St. Lucia, St. Vincent and the Grenadines, Solomon Islands, The Bahamas, and Tuvalu. At least six Caribbean nations have hinted at following the Barbados example. However, the broader Commonwealth group of 56 nations, of which India and other South Asian countries are members, remains intact, thanks in large part to the critical role that the Queen played in championing the organisation and maintaining its relevance. As epochal was her rule, so too could the impact of her passing be on the mission and prospects of the Commonwealth.To read this editorial in Hindi, click here.To read this editorial in Tamil, click here.",
        "headline_1": "End of an era: On Queen Elizabeth II",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/end-of-an-era-the-hindu-editorial-on-queen-elizabeth-ii/article65870708.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-09-2022"
    },
    {
        "full_article": "Britain has entered an official period of national mourning for its longest serving monarch, Elizabeth. Many Britons will be reflecting on what it means to lose such a source of constancy in a society of rapid change. But the question many outside the country will, again, ask is whether a hereditary constitutional monarchy in a liberal democracy presents an apparent paradox.\nThe answer is that the paradox can be resolved only by broad and sustained public consent for the institution. One of Elizabeth’s achievements as a stateswoman is to leave the institution of the monarchy in just as strong a position as she inherited in the 1950s from her father.\nRead full opinion on TOI+\n\n",
        "headline_1": "The Elizabethan paradox: Why modern, multi-ethnic Britain, irreverent about other institutions, loves its royals",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-elizabethan-paradox-why-modern-multi-ethnic-britain-irreverent-about-other-institutions-loves-its-royals/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-09-2022"
    },
    {
        "full_article": "India and China agreed to disengage troops in the Gogra-Hot Springs area in eastern Ladakh following the 16th round of the corps commanders meeting on September 8. It’s the fourth point at which disengagement has been agreed to since PLA’s incursions at different points in eastern Ladakh in the summer of 2020. In practical terms, disengagement involves agreeing to buffer zones where the two countries will refrain from carrying out patrolling. As yet there’s been no agreement on disengagement in the strategically critical Depsang Plateau.\nThe protracted negotiations to successfully reach agreements on disengagement at four points shouldn’t mask China’s strategic approach here. It amounts to trying to move the LAC westward by deploying its army. This step has been supplemented by using the air force to violate the mutually agreed no-fly zones near the border. These are not acts of a country that seeks to resolve border issues through negotiations. It’s a sign of a revisionist power that in the dispensation of President Xi Jinping has trampled on established norms and violated long-standing sovereign agreements. Given this context, India cannot let its guard down and neither can there be a return to the pre-2020 phase.\nCountering China needs a network of strategic allies. Japan is an important country in that context. The second India-Japan 2+2 meeting this week strengthened the institutional mechanism to facilitate smooth bilateral cooperation. India and Japan, both members of the Quad, have a stake in strengthening a rules-based order and the principle of freedom of navigation. The pushback against China will take many forms, of which trade is one of the most important. India’s strategic alliances, therefore, should have a stronger emphasis on economic integration to draw in manufacturing supply chains seeking to exit China.\n\n",
        "headline_1": "LAC & beyond: Border talks don’t signal change in China’s real intent",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/lac-beyond-border-talks-dont-signal-change-in-chinas-real-intent/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-09-2022"
    },
    {
        "full_article": "Kartavya or duty – the word got renewed attention after the renaming of Raj Path to Kartavya Path – is a much-debated concept in the context of modern states and their relationship with citizens. Today’s Indians, interested in this modern debate, can get considerable conceptual clarity by reading how our ancient texts defined and understood kartavya. It’s, famously, a recurring theme in the Bhagwad Gita. As Arjun stood doubt-ridden on the Kurukshetra battlefield, Krishn tells him what his duty is. Kartavya, Krishn says, demands selfless service, adherence to dharma, working without expectation of rewards, and indifference to desires and possessions.\nThis may appear impossible to us, living in a maddening, material modern world. But remember, in no age have humans progressed without renouncing ego and developing self-control. And if you want to think about those who have walked the path of kartavya, don’t think of the rich or the famous or the powerful or the legendary. Selfless work has built much of what we value – so think of mothers and homemakers, artisans and scientists, teachers and doctors, over generations. History doesn’t record their individual contributions. Because history is not just an arbitrary and necessarily biased recording of the past, it’s also always a top-down worldview, where every figure wanted something. As our ancients understood, true satisfaction comes from just doing one’s job well.\n\n",
        "headline_1": "Meaning of kartavya: Our ancient texts provide the conceptual clarity",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/meaning-of-kartavya-our-ancient-texts-provide-the-conceptual-clarity/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-09-2022"
    },
    {
        "full_article": "Do you pride yourself on your taste in music, art or books, or fancy yourself a decent dresser? Do you abhor tacky ‘influencers’ or buy organic? Well, it’s not really about those things at all. Nearly every aspect of what we value, wear and adopt is a matter of status, of ranking ourselves by social importance, climbing or maintaining this place, says W David Marx in his book Status and Culture: How Our Desire for Social Rank Creates Taste, Identity, Art, Fashion and Constant Change. The book sets out to investigate the Grand Mystery of Culture. It traces the patterns of cultural change, and why people take up certain trends.\nThis vying for social esteem is all around us and within us, but it’s a taboo to admit it. It could be political, economic, social, educational or occupational or even bodily capital that gives you status, but it’s all relative. You have to be better than someone else. But social climbers are frowned upon because they make it obvious there’s a ladder to climb.\nRead full opinion on TOI+\n\n",
        "headline_1": "Are you of refined taste or is it about status? ‘Culture’ is a product of search for social rank",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/are-you-of-refined-taste-or-is-it-about-status-culture-is-a-product-of-search-for-social-rank/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-09-2022"
    },
    {
        "full_article": "Since it boosts individual productivity and produces a trained labour force, education is seen as a crucial road to economic progress. However, in most countries, there are clear examples of market failure when it comes to education since, in a free market, education is under-consumed. High market prices of education can prevent individuals from investing in human capital. In this situation, the government's role in allocating resources to education is vital in making up for the failure of markets to support education.\nThe Sustainable Development Goals (SDG 4) highlights the importance of ensuring inclusive and equitable quality education and promoting lifelong learning opportunities for all. The 8th Five Year Plan of Bangladesh aims to achieve an 8.5 percent growth rate in GDP by 2025. Also, the country is eyeing the possibility of meeting the SDGs' stiff targets by 2030, aspiring to become an upper-middle income country by 2031, and a developed country by 2041. The success of achieving these goals in Bangladesh critically hinges on the allocation of a substantial amount of public resources to education and its efficient use. However, there are genuine concerns that the current education system in Bangladesh is unable to help in meeting most of these targets.\nWhere does Bangladesh stand? Even though there has been considerable progress in gross enrolment in primary education, the country is seriously lagging in ensuring quality education for all. If we consider the average years of schooling as an indication of the status of education in any country, in 2019, the average years of schooling in Bangladesh was only 6.2. This was higher than Pakistan (5.2) but lower than India (6.5), and Bangladesh was far behind Sri Lanka (10.6) and Southeast Asian countries like Malaysia (10.4), Vietnam (8.3), Indonesia (8.2), and Thailand (7.9).\nBangladesh had been enjoying macroeconomic stability for a long time in terms of sustained and rising economic growth and keeping the budget deficit at around five percent of GDP. However, this success has come at the cost of very low spending on education. Regrettably, Bangladesh has one of the lowest ratios of public expenditure on education to GDP – less than two percent. This is much lower than the averages for LDCs (above three percent), lower-middle-income countries (above four percent), upper-middle-income countries (above four percent), and high-income countries (above five percent). Bangladesh's public expenditure on education to GDP ratio is even lower than the South Asian average.\nThere are two specific reasons behind the shockingly low ratio of public expenditure on education to GDP. First, the country has weak state capacity in mobilising tax revenues and thus has insufficient public resources for education. Inefficient tax infrastructure, complex tax laws, poor coverage and corruption are the main causes of low tax collection. Second, even with the low tax-GDP ratio, the country suffers from the problem of not getting its priorities right when it comes to the allocation of public resources for education. Also, due to corrupt practices, a large part of whatever is spent by the government on education doesn't reach the targeted beneficiaries. There are also regional disparities in the allocation of public resources for education. In a system of crony capitalism and a high degree of rent-seeking activities, human development and human capital formation fail to get their deserved priorities.\nAnother huge setback is the fact that the education sector in Bangladesh has a stable anti-reform coalition among dominant actors, which results in a policy paralysis. This can be described as a situation where critically important and necessary laws and reforms are not undertaken or, even if undertaken, not implemented as a result of a lack of commitment from the government or the inability of dominant actors to reach a consensus over the nature of the reform. The policy paralysis is observed through the continued staggeringly low public spending on education, lack of education reforms, high prevalence of mismanagement, corruption, and lack of accountability and transparency.\nBangladesh has a pluralistic education system that is not properly regulated, and consists of different actors with different interests and degrees of power or influence. There is a strong incentive to maintain the status quo where the generation of rents/privileges from the existing system and distribution of such rents/privileges among the influential actors, who have the least interest in reform, perpetuates the so-called stable anti-reform coalition. Thus, political will is a must to break this stable anti-reform coalition and get rid of the policy paralysis.\nVietnam, which showed strong political commitment to education for all, is an interesting example here. Vietnam's economic transition since the Doi Moi reforms has been extraordinarily effective, leading to one of the fastest economic growth rates in the world. Since the beginning, education has been a key element of reform. They understood that for an economy to prosper, its people must have the necessary education, training and skills to support business and prosperity. As a result, since the late 1990s, the government has allocated between 15 and 20 percent of its entire budget to education. The ratio of public expenditure on education to GDP in Vietnam has been more than four percent throughout the last two decades.\nHowever, it is not only the high public spending on education. Critical reforms in the education system also helped Vietnam achieve rapid development in human capital. The country made significant progress in universal primary education, gender equality and adult literacy under the first Education for All (EFA) action plan. The second EFA plan built upon this progress by putting more emphasis on quality than quantity, universal lower-secondary education, lifelong learning, and the enhancement of educational management and resource allocation. Bangladesh can learn from these experiences and take the decision to prioritise education in the same way.\n \nDr Selim Raihan is Professor, Department of Economics, University of Dhaka, Bangladesh, and Executive Director, South Asian Network on Economic Modeling (SANEM). Email: selim.raihan@gmail.com\n",
        "headline_1": "Why is our public spending on education still so shockingly low?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-our-public-spending-education-still-so-shockingly-low-3116176",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-09-2022"
    },
    {
        "full_article": "Bangladesh has long been suffering from lack of employability among its vast population, but this situation is worse for people with disabilities (PWDs), despite the fact that in the modern era, the IT revolution has led to jobs that are less traditionally physical and office-oriented. It is estimated that around 16 million disabled people live in the country, making up almost 10 percent of the population.\nPWDs are often socially excluded and treated as outcasts in our society – a scenario that intensifies when the PWD is a woman due to patriarchal notions of a woman's primary role as a caregiver. This is often compounded by the prejudice that disabled women are not able to bear children. On top of that, there is the stigma surrounding disabled children and their mothers, who are held \"responsible\" for their disability and are often powerless in pushing for their children's education. \nAlthough the prejudice is more intense when it comes to women, all PWDs suffer harshly as the world we live in is inherently \"ableist\". However, they could be valuable human resources and contribute to the economy if we could only develop their efficiency and skills from the very beginning and create an adjusted work arrangement to make workplaces more accessible for PWDs.\nEmployability is a form of social inclusion where PWDs are being neglected. Currently, if you're disabled, getting a job is like looking for a needle in a haystack. Research conducted in Bangladesh among PWDs showed that 70 percent of them were not satisfied or partially satisfied with the accessibility of jobs. As a result, they are often forced to be unemployed and dependent on others, even if they have employable skills. As a result, PWDs can suffer from social and psychological problems, since life satisfaction is correlated with employment, and making economic contributions can lead to acceptance and dignity within families and societies. \nHowever, it is not just poor accessibility in workplaces; PWDs can also face high levels of direct discrimination in their workplace. They are often passed over for promotions and easily considered unworthy of more senior positions. Unfair wage rates, bullying and harassment are other common issues that a disabled person faces at work in Bangladesh. These is likely to be one of the main reasons for most Bangladeshi PWDs being self-employed, but they can face discrimination from buyers of their products or services too.\nWe can look to other countries to find how they have included PWDs in their economy. For example, the German government has more than 40 specialties for training disabled people for professions such as trade, wood and metal processing. They have also trained PWDs in the basics of programming, radio engineering and electronics. All work arrangements in Germany for disabled people are done in compliance with ergonomics aspects to get the best work efficiency. But it is a matter of great sorrow that such work arrangements are a mere dream in our country.\nIt is a formidable task to ensure a financially secure and dignified lifestyle for PWDs without practical efforts to create an adaptable workplace for them. One adjustment could be to design tasks in a way that PWDs can perform in their condition. In this regard, ergonomics can be the best solution, but this is often neglected in Bangladesh. Ergonomics is the process of arranging a workplace to make it more suitable for the people working in it. Ground floor facilities, wheelchair accessibility, adapted equipment and timing, and disability-friendly training modules are some of the facilities that organisations can provide. Accessibility is equally important for educational institutions, which only a few Bangladeshi universities have so far, such as University of Dhaka, University of Chittagong, Rajshahi University, and BRAC University.\nBefore, there was a 10 percent quota on government jobs for people with disabilities, but this ended with the abolishing of the quota system. Although the government has announced there will be a quota for PWDs in future recruitment, we had seen before how a lack of clarity on the term \"disability\" made this mostly futile. Additionally, this will not suffice for the large number of disabled people we have. In the most recent fiscal budget, the allocation for disabled people was a mere 0.37 percent, and 2.07 percent of the safety net budget. So without public spending, without opportunities for work, and without accessible educational institutes and workplaces, how can PWDs have a chance of earning their own livelihoods and living with dignity and respect?\nIt is high time that every workplace in different industries, such as banking, RMG, farming, tourism, pharmaceuticals, textiles and so on, focus on including PWDs in their institutions. Along with creating an accessible and adjusted workplace, adequate job training and the creation of modified jobs in mainstream industries might be the changes they need for their employment. Due to the pandemic, the digital economy has been blooming, and technological training for PWDs could boost their employability in tech-oriented jobs. Freelancing jobs could also turn PWDs into assets. Given that the number of disabled persons in the country is increasing for a number of reasons, including deaths in road crashes, it is high time for us to at least begin to have conversations on how to increase the employability of people with disabilities in Bangladesh.\n",
        "headline_1": "Places of work and education must be made more accessible",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/places-work-and-education-must-be-made-more-accessible-3116186",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-09-2022"
    },
    {
        "full_article": "Akbar Ali Khan is no more. His passing leaves a deep chasm in the intellectual firmament of Bangladesh. He served this nation for some 40 years as a civil servant, with uncompromising adherence to the fundamental principles of advancing public interest. Throughout his career, he was committed to maintaining the highest sense of honesty and integrity in public service. When the call came in 1971, he joined the freedom struggle as a young civil servant without batting an eyelid.\nDr Akbar Ali Khan may not have been tall and imposing in physical appearance. But his intellectual acumen and professional accomplishments more than compensated for such minutiae. No doubt, he stood tall amongst his peers.\nTo his friends and acquaintances, he was known to be a man with exceptional qualities of head and heart – being an author, historian, economist, bureaucrat, and professor in retirement. Though I did not have personal contact with him early on, I had known of him for almost 50 years, first as a co-resident of Salimullah Muslim Hall, and then as a former colleague in the civil service. He was only two years my senior in the service, but far too accomplished in thought and experience. It is in the past 30 years, when I got to know and even work with him closely, that I was able to fathom the intricacies of this extraordinary personality. I found him a man who chose not to believe in conformity. That is what made him unique in his own way.\nFrom humble beginnings, having studied in a village school in Nabinagar (in Brahmanbaria) far away from the cities and towns, he climbed the steepest ladders of scholarship by achieving top honours (first class first in BA Honours and MA in history) from Dhaka University. In his civil service career, he started as an Assistant Commissioner in Rajshahi, then became SDO of Habiganj, from where he left to join the independence movement across the border. During the nine months of struggle, he wrote in his memoirs that every time he thought about his decision, he felt in his soul he had done the right thing by joining the War of Liberation.\nAfter independence, he was posted as Deputy Commissioner, Sylhet, a position he declined after careful thought because the powerful MP of the district instructed him to do his own bidding while nullifying any requests from his political opponent. So early in his career, he took a stand for the principles of neutrality without fear or favour – a fundamental tenet of service all civil servants were enjoined to adhere to.\nIn his long civil service career, he held just about all the distinctive posts in Government – Chairman, NBR; Finance Secretary, Cabinet Secretary, World Bank Alternate Executive Director, and, finally, Finance Adviser (Minister) to the Caretaker Government of 2006. With a quiet and unassuming demeanour, he never succumbed to the common folly of a civil servant – the arrogance of power. Humility was the quintessential feature of his being. Simple living and deep thinking remained his inimitable style, driven by a relentless thirst for acquiring knowledge, from his early days as a schoolboy till his days of retirement. Gifted with an inquisitive mind, never for once did he give up the pursuit of knowledge, not while he was a civil servant, and not in retirement either, when he chose to devote time as a Professor of Economics at BRAC University, inspiring new generations of youth.\nFrom what I know of him, he never stopped being a voracious reader, until old age disabilities of sight and mobility caught up with him. In childhood, he had concluded that any reading of printed material was the ultimate source of knowledge. In his school days, just to read and acquire knowledge, he had a habit of rummaging through thongas made of newspapers and other printed materials that he would find in the mudir dokan of old times. To ordinary folks, that would truly fit the definition of a bookworm.\nTo those acquainted with his published materials, it takes little imagination to realise he is an extremely skilful writer of non-fiction. Though his busy schedule during his working life left him little time, he never failed to stock up his inventory of unfinished writings that ultimately saw light of day many years later. As a result, many of his books were actually published several years after he had completed research (often with deep insights) on the subject matter. Readers must credit him for preserving the material with care so that his views on many vital aspects of life and society could be discerned.\nThanks to his wry sense of humour, which you find laced in his writings in several books such as Humpty Dumpty Disorder and other Essays, Gresham's Law and Beyond, and Ajab O Jabar Ajab Orhoniti, readers of non-fiction will find no dearth of amusement. Like Amartya Sen wrote in his memoirs that as an adolescent growing up in Calcutta he took nothing for granted, Akbar Ali Khan followed similar principles of inquiry, always raising questions and offering his own views to share with the public on matters as diverse as history, economics, public administration, good governance, politics of the country, literature, and even not shying away from presenting his own critical insights on what was wrong with water resource management in the country. He wrote in his memoirs what his mission in life was: just living cannot be the be all and end all of life; you must learn from life. He felt that life experience was your best teacher. That is instructive for all humankind.\nAkbar Ali Khan graduated with a high distinction in history, but surprisingly, he seems to have found greater interest in economics, a subject the Scottish historian, Thomas Carlyle, had sardonically dubbed the dismal science. To be transformed into a scholar and practitioner of economics and economic policy from a scholar of history is no mean achievement in a lifetime. Those of us who went through the complexity and rigour of mathematical economics and econometrics to earn a PhD in Economics would have thought it highly improbable that a history graduate from Bangladesh could do the same. Not so for Akbar Ali Khan who, with a steely resolve, dug in the libraries of Queen's University in Canada and eventually crossed all hurdles to complete a PhD in Economics.   \nHis grasp of economic policy became apparent when he was entrusted with the challenging responsibility of steering the National Board of Revenue (NBR) out of the economic crisis that the nation faced at the close of the 1980s. He took over as Chairman, NBR, in 1993 from his predecessor, Dr Mashiur Rahman, now the Economic Adviser to the Prime Minister, who was instrumental in launching trade policy reforms but did not stay long enough to complete the complex tasks. In 1990-91, the Bangladesh economy was coming out of a growth and balance of payments crisis. Multilateral institutions, World Bank and IMF, came in to support Bangladesh launch the deepest and most consequential economic reforms in its history – the most drastic phase of trade liberalisation.\nPrior to 1991-92, the economy was not only following an inward-looking import substituting trade policy, but was burdened with some of the highest tariffs to raise revenue and shore up industrial protection. NBR was essentially the gateway for international trade, with its Customs department controlling it via regulatory and tax regimes. No matter what the Bretton Woods institutions had in mind, from his own training in economics, Akbar Ali Khan was unconvinced that the status quo in trade taxes was the right path. The goals of growth, poverty reduction, and industrialisation were going nowhere. Export-led growth, which had become the most popular development paradigm at the time, was nowhere in sight. Few people know that it was Akbar Ali Khan who steered the deepest and most radical trade liberalisation episode in Bangladesh's economic history. Following the 90s, Bangladesh was dubbed a \"globaliser\" among developing economies, growing faster than non-globalisers. The Bangladesh economy is still harvesting the benefits of those reforms to this day.\nAkbar Ali Khan recognised, rather quickly, that it was time for radical, not cosmetic, change. It was during these crisis years that, as an international adviser, I was able to work closely with him in identifying the problems with the existing tariff structure and chalk out a road map of rationalisation for the medium-term. Though not a trade economist by specialisation, I found him sharp and quick in grasping the problem, and even quicker in coming to a decision. During his tenure at NBR, FY1993-1996, the economy experienced the deepest cut in tariffs together with rationalisation of the tariff structure, which brought in a significant degree of uniformity and transparency so that malfeasance of customs personnel associated with a non-transparent tariff structure could be minimised. Regardless of what the critics said about \"too much, too fast\" trade liberalisation and the consequent loss of revenue, he remained adamant in his belief that tariff reduction was needed to open up trade that would in turn boost exports and stimulate growth, a la export-led growth paradigm. It is a matter of record that throughout the period of significant tariff reduction in the 1990s, customs revenue growth remained unabated. Tariff rationalisation was supplemented with a host of other measures that contributed to \"trade openness\" as the strategy for export-led growth.\nMuch of the export dynamism that the economy experienced during the past 30 years may be attributed to the radical trade reforms of the 1990s. To a large extent, rapid economic growth, poverty reduction, export growth and job creation in subsequent years had their origin in the reforms of the 1990s. Although tariff reform was only one part of the overall trade liberalisation episode that included reduction of quantitative restrictions on imports, exchange rate flexibility, current account convertibility, and so on, it was undoubtedly the most critical component.\nToday, tariffs still remain high and WTO recognises Bangladesh tariffs and para-tariffs as principal instruments of trade policy. It now seems impossible to get any traction in reducing average tariffs even by a few percentage points, a measure that would reduce anti-export bias of policy and incentivise exports over domestic sales. In hindsight, I can vouch with a lot of confidence that those tariff reduction episodes of the early 1990s would not have happened sans Akbar Ali Khan. That surely makes him one of the principal architects of trade liberalisation in Bangladesh, a policy that eventually opened up the world economy to cost-competitive exports from the country, triggering an export momentum that lives on to this day, not only producing high growth but, more importantly, lifting millions out of poverty. \nA principled man with the highest sense of honesty and integrity, I recall how Akbar Ali Khan struggled inwardly to find himself as head of an institution like NBR, whose personnel had earned a dubious reputation when it came to matters of honesty and integrity. He once remarked to me that it was impossible to \"Repair this institution through reforms; it needed complete overhaul… better still, replacement by a completely new institution.\" \nAnyone who has known him knows very well that he had many distinctive humane qualities that made him unique. He was not just a scholar bureaucrat but a family man who gave a lot of time to his small close-knit family, comprising his wife, Hamim Khan; only daughter, Nehreen Khan; and his mother-in-law, likely centenarian Jahanara Begum. Sadly, he had to suffer the trauma of losing both his wife and daughter within a span of two to three years. Despite his physical disabilities and the loss of family members, he continued to write and share his deep insights about a versatile set of issues through book publications, one after another, which readers found so engaging that all of them went through multiple editions. Alas, perhaps it was his loneliness that brought down the curtain on a life so full of productivity.\nThe first phase of his memoirs which was recently published, titled Purono Shei Diner Katha, covers his life from childhood to the first few years of his civil service career – some 30 years. I believe, for the inquisitive observers, the later years (Phase 2) will contain more insight and descriptions of events of national importance, given that he held so many positions at the highest levels of government. He had even hinted that he might not reveal in his lifetime many of the events of which he had direct knowledge because of the sensitivities involved. So, like Maulana Abul Kalam Azad keeping India Wins Freedom under lock and key until his death, we might have to wait some time for exclusive details about certain happenings of national importance that he was unwilling to reveal. We await with baited breadth to learn from his recollections of some of the best moments of his life and long career.\nIt has been my good fortune to have known such an outstanding personality closely for several decades and to have had the privilege of calling him Akbar Bhai for all that time.\n",
        "headline_1": "Akbar Ali Khan - A versatile scholar bureaucrat",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/tribute/news/akbar-ali-khan-versatile-scholar-bureaucrat-3116126",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-09-2022"
    },
    {
        "full_article": "It doesn't take a rocket scientist to know that one should not change a running system. The private universities are doing just fine without the presence of partisan politics. They have recently been told by their monitoring body, the University Grants Commission (UGC), to up their game (read: curricula) by incorporating several essential skills and co-curricular club activities. They have been told to move to a semester system with a notional credit hour system outlined by the Bangladesh Accreditation Council. The proposed system entails a lot of outside-the-classroom activities to facilitate critical thinking, team-building, and creative expression to foster youth activism.\nStudents of the top private universities, by design, must engage in clubs where they learn life skills such as leadership, negotiation, time management, finance, communication, presentation, IT skills, and so on. They take part in healthy debates or defend their entrepreneurial ideas curated by experts from the industry. They incubate their ideas and pursue various Sustainable Development Goals (SDGs) in alignment with government plans. Their efforts are reflected in various ranking indexes. The upper crust of these universities strategically pursues ranking criteria and regularly participates in the ranking process. Some of them have even attained global benchmarks with mentionable success.\nIn a rare feat, two Bangladeshi debaters from a Bangladeshi private university won a world championship. It goes on to show the congenial climate of the private universities in which critical discussions and extracurricular activities flourish. Regrettably, these are fast withering from the public system. One can argue that these two debaters had their foundational years at the Institute of Business Administration (IBA) of Dhaka University; that only goes on to highlight the non-political feature of the institute.\nWe can still find old footage of BTV debates in which some of our current political leaders are seen representing public universities, medical colleges, and engineering universities. The incumbent education minister is a case in point. Unfortunately, such a culture of tolerance, plurality and social cohesion that can be argued for and against is gone.\nThe student wing of the ruling party has not proven itself to be a champion of discursive practices. Their recent presence in the media has been far from positive. They harp on the glory days of student politics without stating their current role in it. Bangabandhu Sheikh Mujibur Rahman gave us a nation. And in a resource-scarce, heavily populated country, the onus of building the nation is on the human capital that includes the stock of knowledge, skills and other personal characteristics that make people productive. I do not know of any student-focused activities of the student league that requires a formal presence in private universities.\nIt was refreshing to watch a video report published by Amader Shomoy featuring Golam Rabbani, the former general secretary of Bangladesh Chhatra League (BCL). As the head of HR in a corporate house, he is trying to accommodate his former colleagues in the organisation that he works for. He candidly confesses that he receives over a thousand CVs a day, yet he cannot give jobs to even 10. It's not because there are not enough jobs, but because the job seekers do not have the necessary skill sets. They have their academic degrees, but nothing beyond the certificates. Rabbani goes on to comment that his party has become a \"factory for unemployment.\" The central party leaders use the students for political events. Only a few move up the career ladder and find posts in the party – and the rest are discarded. These are the students who become a liability to their families, societies and, by extension, to the country.\nThe adrenaline rush felt by young students on campus dies down once they face the cruelty of the real world. The dream reality of power they fashioned by posting PVC banners here and there to vie for the visibility of their central leaders faces a reality check. On campus, they mark the walls and pillars with graffiti to announce their pervasive presence. Their material expressions of their everyday politics are evident in their clothes, sunglasses, motorcycles, and mobile phones, declaring that \"visibility is everything.\" Whether they truly believe in the ideology they are airing remains to be tested. They display their power in the protection of state power.\nSo when they unilaterally announce that they will have units in different private universities, ordinary citizens get alarmed. They have not discussed this with any of the institutions to which they are assigning fully fledged student bodies. The private universities registered under the Trust Act are non-political. A press release issued by the Association of Private Universities of Bangladesh (APUB) reiterated their position, saying that they do not discourage students and faculty from holding and exercising progressive political views in their sphere, but they do not want partisan politics on campus, which they feel will disrupt the congenial academic atmosphere.\nInterestingly, most of the signatories are known for their pro-government affiliations. Yet, they believe that the proposed introduction of Bangladesh Chhatra League units will harm their institutions. The main argument given by the student wing is to resist reactionary politics on campus. They have cited Clause 6 (10) of the Private University Act, 2010, which asks the universities not to get involved in activities compromising the sovereignty and freedom of Bangladesh. In such serious cases, the state surveillance system is more appropriate than some empowered youth who thrive on disempowering others.\nIt is time for the ruling party student wing to do some soul-searching. When a student was killed for a patriotic post at Buet, the perpetrators came under overwhelming moral and social sanctions. They completely alienated themselves to an extent that even former student leaders were not welcome to hold events on campus. And this is not the only occasion where they abused power and faced consequences.\nA recent report by the Center for Insights in Survey Research (CISR) on campus politics maintains that there is an overwhelming cynicism against politics as students see it as a self-serving agency. The student political parties do not focus on real student concerns such as seats in the dormitories, food quality, logistics and infrastructure, job placement, updated curricula, healthcare services, substance abuse, etc. Instead, they promote a culture of political favouritism that exacerbates campus problems. There is a dearth of civic education. Campus politics can be beneficial only if faculty, administration and students are freed from partisan politics.\nWe have seen it in the case of youth activism led by Malala Yousafzai or Greta Thunberg. We want our students to be world leaders who can negotiate deals in an entrepreneurship contest, offer counterarguments in a debating meet, lead a team in sports or programming contests, generate ideas for social developments, and reach out to the disenfranchised community. We want them to win hearts with their passion for the real development of the country. We do not want to see them muscle-flexing for a piece of the development pie. We do not want student bodies to chase fancy for campus glories that do not have an afterlife.\n \nDr Shamsad Mortuza is a professor of English at Dhaka University.\n\n",
        "headline_1": "Leave private universities out of BCL politics",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/leave-private-universities-out-bcl-politics-3115301",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-09-2022"
    },
    {
        "full_article": "There's no stopping the flock of government officials vying to go abroad in the name of \"gaining technical knowledge\", despite a directive banning such non-mandatory trips amid the ongoing financial crisis. Often, these all-expenses-paid trips by senior and/or well-connected officers have no real benefits for the projects arranging them. The latest case involves the mayor of the Sylhet City Corporation (SCC) along with six other officials, who are seeking to visit a factory in the US to \"evaluate\" the quality of 20 vehicles purchased for a waste management project. The LGRD ministry has already issued an order for the mayor to go on the trip; the remaining six still await permission.\nWe do hope the Tk-17-crore project will be able to modernise waste management in Sylhet city, but what we cannot understand is why the mayor himself has to close shop for four days to visit another country and inspect the quality of said vehicles. Given that the chief engineer of the SCC is also lining up for the same trip, why is it necessary for the mayor to go, then? Are we to assume that the engineers appointed by the government are not suitable for the task of vehicle inspection? That's not the end of the absurdity of this trip, however. The SCC and LGRD are claiming that it is the intermediary Bangla Trac Limited that is financing this trip. But in actuality, the cost of the trip has been included in the prices offered by Bangla Trac, as per its head of group brand management.\nHence, as with any foreign trip of public officials, the cost of this trip too will be borne by the citizens. Unfortunately, we are too familiar with this disturbing trend by now. According to the Comptroller and Auditor General (CAG), which audited 13 government projects implemented from FY 2017-18 to FY 2019-20 under the ministries of agriculture and fisheries and livestock, 228 officials went abroad using public funds during this time. Of them, 23 were just one year shy of their retirement age, while 73 others had nothing to do with the projects at all.\nWe must ask: whatever happened to the government's ban on unnecessary foreign trips by public officials? It was introduced to deal with the global economic crisis in the aftermath of the pandemic and the Russia-Ukraine war. But now that inflation is even worse than it was at the time of the directive, why are government officials still being allowed to embark on such expensive trips? We urge the government to strictly enforce its directives and stop such \"pleasure trips\" at the expense of the public when the latter are visibly struggling to cope with the sky-high prices of bare necessities.\n",
        "headline_1": "Another needless foreign trip in the offing",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/another-needless-foreign-trip-the-offing-3115251",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-09-2022"
    },
    {
        "full_article": "We deeply mourn the loss of Akbar Ali Khan, eminent economist, public intellectual, and former adviser to the caretaker government, who passed away on September 7, 2022 after suffering from cardiac complications. His death will be felt by the entire nation, which has not only lost a shining example in the form of a man of great integrity, but will now have to deal with the intellectual vacuum that has been left in the wake of his demise.\nIt is difficult to adequately capture the depth of the contributions that this towering personality has made to Bangladesh within the confines of these columns. Whether it was during his years of service as a seasoned bureaucrat, or in his work as an educator and academic, it was clear that everything he did was guided by a deep love for his country and uncompromising personal ethics.\nThis became apparent early on in his life, when his active participation in the 1971 Liberation War while being a part of the Civil Service of Pakistan led to him being sentenced in absentia to 14 years of rigorous imprisonment by a Pakistani military court. Once Bangladesh became independent, he immediately went back to the civil service to continue to work for his country, occupying some of the highest positions of government before retiring. At the same time, he added to the nation's intellectual wealth through his work in academia, shaping the futures of countless students, while also writing 17 books.\nAkbar Ali Khan's expertise spanned across several fields, including economics, politics, governance, history, and literature. But regardless of what he did, there was always one common thread: the development of Bangladesh and the improvement of its people's lives. Alongside this central thought, his work was grounded in a progressive, pro-people, and democratic philosophy. This philosophy has, time and again, guided this nation in the right direction, especially during his time as an adviser to the caretaker government during 2006-07, when his strong sense of personal ethics led to him resigning in protest of the chief adviser's failure to ensure a free, fair, and impartial parliamentary election.\nThe fine example of honesty and integrity in the service of the nation that was set by Akbar Ali Khan is even more crucial for us now. In many of his writings, he made clear his wish for the people of Bangladesh to think about politics and government, and to choose progressive and democratic values over conservative and illiberal practices. We cannot think of any better way to honour his memory than to respect this wish and translate it into action.\n",
        "headline_1": "Death of Akbar Ali Khan: The end of an era",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/death-akbar-ali-khan-the-end-era-3115231",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-09-2022"
    },
    {
        "full_article": "The latest decision of the Indian government to levy a 20 per cent export duty on rice has come at one of the worst times, as far as Bangladesh is concerned. The neighbouring country, the world's largest rice exporter, might have made the move to protect its interests, but the leading rice importing nations would surely bear the brunt. The Indian finance ministry issued a notification on Thursday, imposing the tax on the export of paddy, husked rice, and semi- and wholly milled rice with immediate effect. The decision will stoke concern among both policymakers and traders dealing in rice here. The rice market has been volatile in recent months and prices of fine, medium and coarse varieties soared to record highs. To tame the market, the government first cut the taxes on rice from 62.5 per cent to 25 per cent. As the tax reduction failed to reverse the uptrend in rice prices, the revenue board, in response to the request from the food ministry, lowered further the rate of taxes to 15 per cent to ease import by the private sector. But the private imports of rice remained well below expectations for unexplained reasons. However, if not the prices of coarse varieties, those of medium and fine varieties have lately declined, though marginally. The government, reportedly, has built up a sizeable buffer stock of rice. To make the reserve far more comfortable, it has also signed a contract to import 230,000 tonnes of rice from Vietnam and has a plan to import 200,000 tonnes more from Myanmar. Sources of the import matter little with state-level import. But the private importers prefer neighbouring India over others as the source of rice import since the quality and taste of rice produced by that country are almost similar to that of Bangladesh. Proximity is also an issue. So, any changes in tariff or import-related restrictions make the worried. The Indian government's latest notification, reportedly, has one saving grace---parboiled rice is exempted from the 20 per cent export duty. In that case, Bangladeshi importers who usually import parboiled rice are unlikely to face any problem. But there is no certainty that export duty would not be levied on parboiled rice. India has a strong propensity to impose restrictions on different food items, including rice, wheat and onion now and then. Naturally, the price situation in Bangladesh, which imports food items in bulk from the neighbouring country, comes under pressure due to the sudden imposition of restrictive measures. This year, the production of Aus has suffered a setback and the prospect of Aman, a major rice crop, is also not that bright because of the shrinking of acreage under it and the hike in prices of diesel and fertilizers. In such a situation, Bangladesh needs to have assured source/s of food items. This issue is of utmost importance to Bangladesh. And, that is why Bangladesh, during the just-concluded visit of the Bangladesh prime minister to India, requested the authorities there for a 'predictable supply' of essential food items, such as rice, wheat, sugar, onion, ginger and garlic. In response, the Indian side said the request would be 'favourably' considered in light of the prevalent 'supply' situation in India. India is in an advantageous position as far as the production of many essential food items is concerned. Bangladesh enjoys 'special' relations with the giant neighbour, and it could expect some favour as a buyer of the same.",
        "headline_1": "Export duty on Indian rice",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/export-duty-on-indian-rice-1662818169",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-09-2022"
    },
    {
        "full_article": "More than three years have elapsed since Bangladesh's trade policy came under a global scrutiny under the umbrella of the World Trade Organisation (WTO). It was the fifth trade- policy review of the country where various issues relating to trade and economy came under a close examination by the country's trade partners. During the review, Bangladesh responded to several queries raised by the others to know the country's commitments and plans on some critical areas. Strengthening industrial intellectual property (IP) regime was one. One reply made by the government was that consultation with stakeholders was ongoing to join the Patent Cooperation Treaty (PCT) and Madrid System to make the country's IP regime stronger. PCT is a global IP agreement that provides protection of patents in different countries through filing a single patent application. The World Intellectual Property Organisation (WIPO) operates the system under an agreement to which 156 countries are signatories. In South Asia, only two countries - India and Sri Lanka - are currently signatories of the PCT. Bangladesh, Bhutan, Nepal, Pakistan, Afghanistan and the Maldives have yet to ratify the global compact.Discussion on joining the global treaty has been intensified in Bangladesh for the last couple of years in the backdrop of the country's move to graduate from the least-developed country (LDC) status. In 2018, the Federation of Bangladesh Chambers of Commerce and Industry (FBCCI) proposed that the government join three international treaties: on patent, trademark and industrial design. Madrid system covers the trademark and Hague system covers design. Nevertheless, progress in this regard is slow for various reasons, including lack of awareness about industrial IP.Being an LDC, Bangladesh is exempted from the WTO agreement on Trade-related Aspects of Intellectual Property Rights (TRIPS) obligations. The waiver will come to an end when the country has finally graduated from the LDC category in 2026. Though LDCs are trying to continue the waiver for a couple of years after the graduation, no headway could be made in this regard so far. Joining the international treaties on IP is also not a condition in this regard though it has some other implications in the long run.Bangladesh ranked 110th among 134 countries in the 2020 global ranking in patent filing. Status in filing application for new patent dropped by around 3.0 per cent in the year. The number, however, increased by 11.50 per cent last year. Statistics available with the Department of Patents, Designs and Trademarks (DPDT) showed that some 413 new applications seeking patent right were filed in 2019, which dropped to 403 in 2020 but increased to 447 in 2021. Around one-fifth of the filed applications are local, meaning foreign innovators are seeking most of the IP protection for their goods. DPDT granted 129 patents in 2019, which increased to 140 in 2020 and further jumped to 240 in 2021.It is to be noted that a patent is 'an exclusive right granted for an invention, which is a product or a process that provides, in general, a new way of doing something, or offers a new technical solution to a problem.' To get a patent right or protection, the innovator has to disclose the technical information about the invention to the public in an application. Patent protection means 'the invention cannot be commercially made, used, distributed, imported or sold by others without the patent owner's consent.' The protection is generally valid for 20 years. Moreover, there is no global or international patent. It is a geographical or territorial right. So, for those who seek the patent right have to apply separately in the countries they want the protection. Here comes the importance of PCT.The treaty assists applicants in seeking patent protection internationally for their inventions by filing one international patent application. If Bangladesh is a contracting party to the treaty, a local innovator can seek patent protection in all the other signatory countries or the selected countries by filing a single application through the system. Even a foreign innovator can take the advantage. There is no need to file application separately in the countries they want the patent right. So, it is a time-saving and less-costly instrument. Granting the patent right is, however, exclusive jurisdiction of the countries where the treaty or WIPO has nothing to do. So, by seeking patent in ten countries at a time using the PCT system, the applicant may get the protection in five countries only as the rest five countries reject the application. PCT also helps national patent offices on patent-granting decisions, and facilitate public access to relevant technical information.In a similar vein, the Madrid System provides single- application platform to seek trademark rights in more countries at a time and the Hague System offers a single- window solution for industrial design. Currently, 128 countries are contracting parties of the international trademark system and the number is 94 for the international registration of industrial design. In Bangladesh, trademark protection is much higher than patent or design. In the past year, some 15,508 new applications for trademark protection were filed with 60-percent local applicants. According to WIPO, a 'trademark is a sign capable of distinguishing the goods or services of one enterprise from those of other enterprises.' Trademark-related disputes are also high in the country.It is learnt that some progress has been made so far in the spadework joining the global registration platforms on patent and trademark. More work is needed to be done in this connection. If Bangladesh becomes a signatory to the PCT or Madrid System, there is no immediate benefit for the country where IP regime is still weak. It will, however, give a message to the rest of the world that the country is on the path of strengthening its IP regime. Foreign investors and businesses will also consider it as a positive factor.[email protected]",
        "headline_1": "Benefits of joining global IP network",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/benefits-of-joining-global-ip-network-1662818211",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-09-2022"
    },
    {
        "full_article": "Given the incidence of the annual return of lightning-strike deaths, one hopes this year these fatalities remain confined to the deaths which have already occurred. People aware of the facts related to lightning strikes are terrified. As the village people have observed, the deaths have just kept their earlier pace --- similar to the past years. But unlike in the previous years, 2022 has already witnessed seventeen deaths from lightning strikes. According to surveys, it is the poor farmers working in the fields who normally fall victim to these fatal strikes. A thunderbolt doesn't kill. It causes severe burn injuries to many. Besides farmers working in the field during lightning strikes, no matter if there is rain or not, fishermen, unsuspecting passersby and people taking shelter under trees during abrupt showers turn out to be the lightning victims. Due to the rural areas' unique formation of nature, with trees dominating their landscapes, lightning strikes occur there in more frequency. It has long been proven that wet trees attract lightning more than the dry ones. Similarly, water bodies like rivers are also more vulnerable than dry lands. The reason lightning fatalities occur more in villages might lie here. Total lightning deaths in the country continue to rise. The number of deaths of people from lightning strikes and those physically crippled stood at 1,878 in the period 2013-2020. In 2021, a total of 11 people died from thunderbolt strikes. Lightning strikes killed 17 people in 2020. These figures show a semblance of improvement in the lightning-death cases in Bangladesh. But given the whims of nature and weather, cautious people do not feel resigned. In the developed urban areas, brick-built houses are fitted with lightning rods. Backward villages lack this facility in the developing countries like Bangladesh.Deaths and injuries from lightning strikes are fast becoming a common feature of day-to-day life in Bangladesh. In the distant past, deaths from thunderbolt were few. They have continued to rise in the last thirteen years. Many weathermen blame the abrupt increase in the lightning deaths and injuries on the installation of different types of electricity-sensitive poles. In almost all the countries in the Subcontinent, deaths from lightning strikes would remain associated with different superstitions. The average persons in the rural areas view deaths from lightning as a consequence of the victims being 'cursed' by someone. Ill-fated people might draw the divine ire of an elderly person for attempts to harm him. However, in the educated urban society these beliefs continue to fade away.The fact that certain clouds and their collision are behind lightening flashes and their strikes on man and other objects is now firmly accepted. The tirelessly inquisitive scientists have long gone to the roots of the mystery of thunderbolts. The scientifically disposed persons nowadays do not hesitate to dismiss the popular or folk beliefs. To be more specific, \"lightning is a large electrical spark caused by the negative charges moving from one place to another.\" There are no proven remedies to lightning strikes. Even in the lighting-prone developed countries, the rural people are advised to remain indoors during thundershowers. There are many lightning-vulnerable countries. They include Brazil, the US, Australia, China, Indonesia, South Asian countries, Mexico, Argentina, Bolivia and a few countries in Africa.Many would like to equate lightning strikes with the disasters of twisters, tidal surge or earthquakes. A decade ago Bangladesh scientists promoted the idea of planting tall palm and other trees inside the farmlands. They believed, this would reduce lightning deaths and injuries. That the farmers have attached little importance to this natural solution is quite apparent. [email protected]",
        "headline_1": "When death flashes in the sky",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-death-flashes-in-the-sky-1662818265",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-09-2022"
    },
    {
        "full_article": "So much has been said about how Dhaka city's traffic situation could be improved, but little has been achieved in this regard. Setting up flyovers or circular bypass roads does not seem to lessen the capital city's frequent traffic jams. Rather, the already chaotic traffic situation of the city is becoming more complex for too many vehicles on roads and lack of parking facilities. According to the Bangladesh Road Transport Authority, some 500 vehicles are being registered every day in this city. But the roads or parking facilities are not increasing proportionately. Even if one wants to move on foot, one has to face a number of problems as a pedestrian. Many of the city footpaths have been grabbed illegally by traders. And construction materials are found to be kept on these footpaths. Walkability is one of the key criteria for making a city liveable, environment-friendly, community-oriented, and less dependent on motorised transportation. But it is unfortunate that Dhaka city has hardly any footpath on which people can walk. So, we urge the authorities concerned to make our footpaths pedestrian-friendly. For this, they can install shades and benches at regular intervals, which will protect the pedestrians from sun and rain. Setting up water taps for public drinking, making footpaths more comfortable for the pedestrians and beautifying them with plants can attract many people to have a walk rather than sit in the traffic. If these initiatives are taken, many commuters will surely start reaching their destinations on foot, which will save valuable time, lessen gridlocks and improve their physical fitness. Rafid Alam, Tejgaon, Dhaka, [email protected]",
        "headline_1": "Making Dhaka pedestrian-friendly",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-dhaka-pedestrian-friendly-1662818303",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-09-2022"
    }
]