[
    {
        "full_article": "The RBI’s Monetary Policy Committee (MPC) has prudently opted to persist with its objective of ‘ensuring that inflation progressively aligns to the target’ by keeping benchmark interest rates unchanged, and sticking with its stance of ‘withdrawal of accommodation’. With a 5-1 majority, it has committed to keeping monetary policy unambiguously disinflationary so as to anchor inflation expectations, especially at a time when ‘large and repetitive price shocks are interrupting the pace of disinflation’. On the rationale to leave the repo rate unchanged at 6.5% for a sixth straight meeting, Governor Shaktikanta Das observed that while domestic economic momentum remained strong, uncertainties in food prices continued to impinge on the headline inflation trajectory. The tangible risk that food price pressures could become more generalised and impact broader headline inflation was the main consideration, he explained. That the majority of the MPC was aligned in prioritising the battle against inflation needs to be seen in the backdrop of the recent trends in retail inflation. Headline retail inflation, which had eased from July’s 15-month peak of 7.4% to 4.87% in October, however, rebounded to a four-month high of 5.69% in December, with food price gains gauged by the Consumer Food Price Index racing ahead to 9.53%, a sizeable 292 basis points faster than October’s 6.61%.That the uncertainty surrounding food price gains has begun to vex policymakers is reflected in a recent RBI Bulletin article that pointedly sought to find an answer to the question, ‘Are Food Prices the ‘True’ Core of India’s Inflation?’. Concluding that there is enough empirical evidence to support an assertion that ‘there are times when food inflation mimics core inflation’, the officials caution that given food’s substantial share in the consumption basket, large and repeated food price shocks have the potential to ripple outward and undermine the goal of price stability by de-anchoring inflation expectations. The MPC’s downward revision of its projection for average retail inflation in the January-March quarter to 5.0%, 20 basis points lower than its December forecast, reflects the small comfort policymakers have taken from the improvement in rabi sowing as well as a seasonal correction in vegetable prices. Still, the Department of Consumer Affairs’ daily price monitoring dashboard shows the average retail price of more than two-thirds of the key food items it tracks remained higher on a year-on-year basis as on February 8. Policymakers need to stay steadfast in their resolve to durably slow price gains towards the 4% target or risk dampening consumption and thereby undermining the growth momentum. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nReserve Bank of India\n\n/\n\ninflation and deflation\n\n/\n\nprices\n\n/\n\nfood\n\n/\n\nfruit and vegetable\n\n/\n\neconomy (general)",
        "headline_1": "Prudence prevails: On keeping monetary policy disinflationary",
        "headline_2": "Policymakers must continue to keep the focus on slowing price gains",
        "link": "https://www.thehindu.com/opinion/editorial/prudence-prevails-on-keeping-monetary-policy-disinflationary/article67828996.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-02-2024"
    },
    {
        "full_article": "Brazilian police’s startling allegations that former President Jair Bolsonaro, his allies and some military officers had attempted to stage a coup, after the 2022 presidential election, expose both the structural fault lines and political challenges the young South American democracy faces. The police adds that they were involved in spreading propaganda on voter fraud, pushing for new elections, recruiting troops to organise a coup, bringing judges under surveillance and encouraging the mob to stage protests defying the results. Well before the elections, Mr. Bolsonaro had raised doubts about the election systems. He had refused to concede defeat to his leftist rival Luiz Inácio Lula da Silva, while his far-right supporters continued their protests, which culminated in the January 2023 riots at Brazil’s Congress, Supreme Court and Presidential office. A court has ordered Mr. Bolsonaro to surrender his passport, and three of his allies and the head of his party have been arrested. The far-right leader, under whose watch Brazil’s economy tanked, social tensions rose, the health-care system crumbled under the weight of COVID-19, and institutions came under attack, says the allegations are politically motivated. But he does not have an easy way out of the mess.Those who were in power being targeted by the system is nothing new in Brazil. Former leftist President Dilma Rousseff was impeached in 2016 on charges of violating budget rules. Lula, the incumbent President, spent 580 days in jail between his terms, on a corruption conviction, which was later annulled by the Supreme Court. While Ms. Rousseff and Lula were accused of corruption and fell prey to the powerful lobbies in Brazil’s Congress and judiciary, the charges against Mr. Bolsonaro, a defender of the brutal dictatorship of 1964-1985, are far more serious. Democracy remains fragile and for the military, memories of the dictatorship are still fresh. Any attempt by politicians or officers to defy the election process and undermine democracy should be dealt with utmost seriousness. But it should be done as per the law, avoiding political vendetta. Lula returned to power on promises that he would strengthen democracy and enable prosperity and growth. His hands are full. He should also make sure that there are impartial investigations and the truth about the riots and the alleged coup plot is uncovered. Earlier, the ‘car wash’ scandal had exposed deep-rooted corruption in the political system, which led to the weakening of Lula’s Workers’ Party and the rise of the far-right. He should not allow the coup scandal to further fracture the country’s polity and erode the legitimacy of its democratic system.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nBrazil\n\n/\n\nelection\n\n/\n\npolitics\n\n/\n\njudiciary (system of justice)\n\n/\n\nhealth\n\n/\n\nCoronavirus\n\n/\n\ndemocracy\n\n/\n\ncorruption & bribery",
        "headline_1": "A failed coup: On Bolsonaro and Brazil’s politics",
        "headline_2": "Lula should not allow the case against Bolsonaro to fracture Brazil’s polity",
        "link": "https://www.thehindu.com/opinion/editorial/a-failed-coup-on-bolsonaro-and-brazils-politics/article67829532.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-02-2024"
    },
    {
        "full_article": "Five awards Modi has conferred are carefully chosen and timed to maximise political gains as BJP aims for a massive poll victory\nIt’s raining Bharat Ratnas as we get closer to general elections. These awards are always informed by some political calculation. But this time they seem to have more political meaning and potency.\n\nFive names announced so far are Karpoori Thakur, late OBC leader and former Bihar CM; LK Advani, who led political mobilisation for Ayodhya Ram Mandir issue; PV Narasimha Rao, late former PM, and the leader who greenlighted economic reforms; Chaudhary Charan Singh, late Jat farm leader and briefly PM; and late MS Swaminathan, architect of India’s green revolution.\nRead full story on TOI +\n\n",
        "headline_1": "Bharat Ratnas & Bharat strategy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/bharat-ratnas-bharat-strategy/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-02-2024"
    },
    {
        "full_article": "Continent fears barbarians are at the gate. Truth is migration there is mostly legal. But perception has overwhelmed reality & politicians are merrily playing along\nEurope is at war, one that’s broader than Ukraine, and arguably more consequential. From Baltic Sea to Mediterranean shores, and even through to tiny post-Brexit Britain, there is hand-to-hand combat for the narrative, and it all revolves around the ‘other’, the foreign body.\n\n\nBattlefields of 2024 | Migration – both regular and irregular – is prominently on the agenda, with self-proclaimed patriots steadfast at the political barricades as the continent prepares for a clutch of elections. These range from picking its only directly elected supranational body, European Parliament, to national polls in Portugal, Lithuania, Croatia, Belgium, Austria and Britain and key regional ballots in eastern Germany.\nRead full story on TOI+\n\n",
        "headline_1": "Europe’s other war…on the ‘Other’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/europes-other-war-on-the-other/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-02-2024"
    },
    {
        "full_article": "No matter who gets the keys to Islamabad’s govt mansions, Pakistan will be in heaps of trouble for months, perhaps years, to come. Pakistan’s polycrisis includes a lurching economy, security in Pak’s western borders going from very bad to awful and, most crucially, army losing at least a bit of its sheen.\n\nEconomic mess | Year-on-year inflation in Jan was a steep 28%. For many ordinary Pakistanis, buying necessities has become a luxury. IMF last year doled out $3 billion. But that was a tiny drop. Pak has $77.5 billion in debt repayment obligations over next three years, and its forex reserve as of Jan 26 was a pitiful $8.2 billion.\n\n\nBorder badlands | Tit-for-tat missile strikes between Iran and Pakistan last month – each apparently targeting bad guys given good homes by the other – show Islamabad’s neighbours have lost patience with its let’s-exportterror strategy. Even Taliban is getting antsy – attacks inside Pak by Tehreek-iTaliban Pakistan have spiked since the fall of Kabul in 2021. It’s the kind of prorogue that leads to full-blown militancy, as was the case in late-2000s.\n\n\nForeign policy tangle | Pak is already caught between a rock and a hard place – it loves China’s strategic CPEC projects but also wants America’s affection. But with US and China squaring off, Pak risks getting squashed in the middle. Plus, violence in West Asia can have dangerous spillover effects.\n\nMunir-e-Azam | Pak army’s ongoing ‘hybrid regime’ model means civilian institutions remain infants. Army boss General Munir will call the shots on foreign policy and defence, and order civilian govt to make tough policies. That will make already mad Pakistanis madder. Pak’s general sahibs are no longer as loved and feared as they were – support for Imran’s PTI shows this. That’s even more reason army’s model won’t work. Which bunch of civilians governs Pak next is, therefore, irrelevant.\n\n",
        "headline_1": "Who’ll win? Who cares? Why Pak elections don’t really matter",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/wholl-win-who-cares-why-pak-elections-dont-really-matter/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-02-2024"
    },
    {
        "full_article": "It’s hard to imagine a worse candidate description: “Well meaning, elderly man with a poor memory.” It would not even grab an entry-level govt job. Not even in a banana republic. And yet, this is a credible conclusion about the man holding ‘the most powerful job in the world’. Of course Joe Biden has dismissed the special counsel’s report to this effect: “They don’t know what they’re talking about.” But does he?\n\nConfusing Mitterand with Macron and Merkel with Helmut Kohl are two recent gaffes. He drops these more regularly than Orry’s celebrity hugs. When he became US president he was the oldest person to have done so. Before him, that title rested with Trump. Both see themselves as sort of super-agers. And Biden’s strategists might still believe they can neutralise the memory-bomb. Their strategy? If our guy was old before the memory-bomb went off and he is old afterwards, nothing has changed. Isn’t the country used to him stumbling about in public anyway?\nBut high-octane elections have turned on much less. As Americans look at a war-torn world they are being told their commander-inchief misremembers key details of conflicts. Not to mention when he took up which leadership position or when his son died. Biden’s key campaign card is that Trump is too dangerous. But is having a man with “significantly limited” memory hanging around the nuclear button anyone’s idea of safety?\n\n",
        "headline_1": "There goes Joe, again",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/there-goes-joe-again/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-02-2024"
    },
    {
        "full_article": "The holy month of Ramadan is one of special significance for Muslims. Although it is supposed to be a month of abstinence and one that is supposed to teach devotees to be kind to those less fortunate, the market for essentials follows a pattern of increased prices across all food items. The last one year has been plagued by near double-digit food inflation and the people are tired of putting less food on the table. The authorities are taking steps to break with the past where stern warnings went unheeded and where wholesalers and retailers fleeced consumers to the best of their abilities.This will be the first test for the new cabinet that has taken office with a lot of new faces and first-time ministers. Although the government had cut import taxes on essentials in the past too, such measures have failed to play any significant role in containing prices. The government is now importing in bulk, a lot of essential food items in the hope of making it quite impossible for hoarders to control the supply chain of foodstuffs. Of course, simply having ample supply of essentials has no effect on prices of food as has been widely experienced in the case of potato. The media may make as much noise as it pleases, but sadly, such news appear not to reach those in the driving seat.That said, people are eagerly hoping for some relief during this Ramadan since authorities have been very loud in their announcements that special imports are coming in from neighbouring India and that duties have been slashed to keep prices down. According to a report published in this newspaper, the taxes have been reduced by nearly 50 per cent on rice to 15.25 per cent (from previous 62.50 per cent). Similarly, sugar should technically be cheaper as duty has been cut from Tk1,500 to Tk1,000 per tonne; duty on edible duty has been cut by 5.0 per cent and VAT on the same has been totally lifted (that was 15 per cent previously). The other Ramadan essential, date, has seen its import duty reduced to 15 per cent (a cut of 10 per cent).These moves are certainly welcome news for millions of people. Although the ministry of commerce expects a lull in price hike since the most volatile price increases in sugar and onion in recent memory, import of these items are being expedited from India (which has an export ban on such items). The cuts in duty and import tax will cost the revenue authority (NBR) about Tk2.0 billion in lost revenue, but if the government doesn't take measures to cool down the retail markets during Ramadan, it may lead to mass discontent. \"Tax benefits for edible oil, such as refined and crude soybean oil, crude palm oil and others including refined palm oil, would be valid till April 15, 2024.\" This means that market syndicates that have taken consumers for a wild ride with unheard of price increases will have no excuse to hide behind.All these measures being adopted should bear some fruit. But as experience has shown, the punishment and penalty regime for rule-breakers remains sadly inadequate. Authorities that are supposed to act as monitors against errant traders and sellers have proved themselves to be less than effective in holding anyone to account. The paltry fines are laughable and since these do not hurt the overall profitability of traders, unscrupulous business entities continues to take the law for a ride. Will this Ramadan be different? One can only hope so.",
        "headline_1": "Govt move to curb Ramadan price hike",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/govt-move-to-curb-ramadan-price-hike-1707574650",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-02-2024"
    },
    {
        "full_article": "Global trade faced another setback last year, which is reflected in the decline in trade after two years, mainly due to a fall in trade in goods, although trade in services showed a better performance. Global trade has experienced negative growth since mid-2022, driven mainly by a substantial drop in trade in goods, and the trend continued in the first three quarters of 2023. The preliminary estimate of the United Nations Conference on Trade and Development (UNCTAD), released December last, showed that the value of global trade in goods may fall to around US$ 22 trillion last year from $24.31 trillion in 2022. The UNCTAD projected a fall of $2 trillion in the trade in goods, although trade in services is likely to increase by 7 per cent or $500 billion last year.The setback was, however, predictable. World Trade Organization (WTO) in April last projected that the volume of world merchandise trade was expected to grow by 1.7 per cent in 2023, following 2.7 per cent in 2022 due to the 'effects of the war in Ukraine, stubbornly high inflation, tighter monetary policy and financial market uncertainty.' In November last, it unveiled that global exports of intermediate goods (IGs) declined by 8 per cent year-on-year in the second quarter of 2023 to US$ 2.3 trillion, driven by stagnating commodity prices and a marked contraction in global consumer demand due to high inflation and interest rates. IGs refer to inputs used to produce a final product and are considered as indicators of the activity in global supply chains.The situation aggravated further in the last quarter of the year due to heavy unrest in the Middle East. Palestinian militia group Hamas launched an unprecedented assault inside Israel from occupied Gaza on October 7. Israel retaliated with airstrikes, naval attacks and ground offensive, killing more than 25,000 Palestinians. The genocide continues as the Zionist state has been defying all international conventions in the name of self-defence and ignoring global protests with the backing of the Western allies headed by the United States (US).In a bid to stop Israel's brutal offensive against Palestinian people in occupied Gaza in the name of uprooting Hamas, Houthi rebels in Yemen are now attacking cargo ships in the Red Sea plying through the Suez Canal. The group, backed by Iran, has been chiefly using drones and rockets against foreign-owned vessels transporting goods through the strait of Bab al-Mandab, a 20-mile wide channel splitting Eritrea and Djibouti on the African side and Yemen on the Arabian Peninsula, according to BBC. To avoid the attack, many shipping companies have diverted vessels away to a much longer route around Africa's Cape of Good Hope and then up the west side of the continent, taking at least ten additional days to reach the destination in Asia from Europe and vice versa. The result is delays in the supply of products and increased costs, fuelling global inflation further. To contain the attack, the US and UK forces have now launched air strikes against Houthi rebel targets in Yemen, only to make things further complicated.As maritime transport carries approximately 80 per cent of the global movement of goods, any disruption here is costly for international trade. UNCTAD estimate showed that the Suez Canal, a critical waterway connecting the Mediterranean Sea to the Red Sea, handled approximately 12 to 15 per cent of global trade last year. Due to geo-political tension in the Middle East, the trade volume going through the Suez Canal decreased by 42 per cent in the last two months. It is apprehended that the Red Sea crisis dealt a big blow to global trade in the last quarter of 2023, further reducing the total trade. Moreover, it will also cast a shadow on trade in the first quarter of the current year. Following the global trend, Bangladesh's annual trade in goods dropped by around 20 per cent last year as the imports declined sharply. The central bank's restrictive steps to check the rapid slide in the value of the taka against the dollar and curb the inflationary pressure drove the growth of imports into negative territory. The value of imports in the first eleven months of the year stood at $61.63 billion against $88.24 billion in 2022. [The final figure for December last is yet to be available.] So, annual imports came down below $70 billion after two years. One of the restrictive measures was discouraging imports of luxury and non-essential commodities by enhancing the requirements of LC margins.Statistics available with the Export Promotion Bureau (EPB) showed that the value of exports of goods stood at around $55.80 billion last year, posting a modest 2 per cent growth over the previous year. It is the slowest growth since 2020, when export earnings declined by 14 per cent due to the Covid-19 pandemic. In the consecutive two years, earnings from exports of goods bounced back as the global market recovered significantly. Nevertheless, exports faced a sluggish trend in 2023 as global demand dropped in the face of high inflation. The slowdown in exports, coupled with modest growth in remittance, around 3 per cent, turned the inflow of foreign exchange earnings thinner last year. Bangladesh Bank, in its annual report for 2022-23, also said that due to the global business uncertainties and the ongoing depreciating pressure on the exchange rate, import growth faced a drastic fall last fiscal year. \"Various measures taken by the government as well as Bangladesh Bank ease the import demand of non-essential items, which help to mitigate the pressure on foreign exchange reserves in FY23,\" it added. Thus, overall trade in goods declined, posing a challenge to maintaining the pace of economic growth as the country's economy is significantly trade-dependent. It remains to be seen to what extent the trade growth will bounce back by the middle of the current year.[email protected]",
        "headline_1": "Decline in trade poses challenge to growth",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/decline-in-trade-poses-challenge-to-growth-1707574706",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-02-2024"
    },
    {
        "full_article": "In a recent appearance before the US Congress, Mark Zuckerberg - CEO of Meta, the parent company of Facebook, Instagram and WhatsApp - apologised to parents of children who were victims of cyber bullying and sexual exploitation on his social media platforms, which led many children to commit suicide. Turning to the gallery filled with grief-stricken parents, some of whom were holding the photographs of their dead children, Zuckerberg said: \"I'm sorry for everything you have all been thorough. No-one should have to go through the things that your families have suffered.\" The bipartisan committee of the US Senate grilled the CEOs of Meta, TikTok, Snapchat and X (formerly Twitter) regarding how their platforms are being abused by predators and what they were doing about it. The issue, however, does not concern the US alone, but parents and governments of all countries, including Bangladesh as social media abuse and its harmful impacts, especially on women and children, are growing ominously.According to a report in The Guardian, a court in the American state of New Mexico has already launched legal action against Meta for child trafficking on its platforms. Internal documents obtained by the court suggests as many as one lakh minors - the majority of them female - face some form of harassment on Facebook and Instagram daily, which prompted the attorney general of the court to term the social media company as the \"largest marketplace for predators and paedophiles globally\".Bangladesh, with 59.2 million users as of June 2023, is among top three countries contributing to the active user growth of Facebook, according to Meta. Facebook, Snapchat, and TikTok are most popular among the teenagers. While social media sites have evolved into a great source of communication, entertainment, and fun, they are also considered responsible for the spread of crimes like sextortion, previously unknown here.Sexual predators or 'sextortionists', for example, are exploiting women and children online by threatening to make public secretly filmed sexually explicit images or fake images created through 'deepfake' apps if they don't provide money or sexual favours to them or their clients. The lives of victims are being destroyed, exposing them to risk of depression, social humiliation, and suicide. At least 11 young girls committed suicide in Bangladesh due to online harassment and blackmail over the leaking of private videos on Facebook in the years 2021-2022, according to a study by Action Aid Bangladesh, which also revealed that 63.51 per cent of women in Bangladesh were victims of online harassment. The trend is becoming increasingly worrisome as social media addiction has assumed an epidemic proportion, which is also responsible for weakening family bonds, attention deficit, sleep deprivation, learning impairment, illicit substance use and much more. Given the alarming rise in social media abuses, it would be negligent by the authorities concerned to not hold social media platforms to account. Despite being one of the largest markets for Meta, there isn't a Meta office nor local content moderator in Bangladesh, which needs to be addressed. There is also need for raising mass awareness about the safe and responsible use of social media sites for parents and children, in schools and elsewhere. Law enforcement agencies, too, need to increase their resources to deal with the ever-evolving nature of online crimes as AI-generated deepfakes are becoming increasingly common. Given the gravity of the problem, the governments across the world cannot afford to leave the matter up to the conscience of Big Tech bosses like Mark Zuckerberg in Silicon Valley. So far Zuckerberg has apologised before the US Senate eight times for the harm committed through his platforms. An apology on its own is meaningless when social media sites continue to prioritise profit over users' privacy, physical and mental wellbeing, and do nothing to address the harm caused by their amoral algorithms. To avoid responsibility, top executives of social media sites have been using the excuse that their products are platforms, not publishers. While cyber abuse continues unabated leading to increase in suicide rates, that argument is irresponsible and doesn't hold water.[email protected]",
        "headline_1": "Growing social media abuse and Zuckerberg's apology",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/growing-social-media-abuse-and-zuckerbergs-apology-1707574771",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-02-2024"
    },
    {
        "full_article": "Finance stands as a universally recognised and pivotal subject, with a substantial number of students graduating annually with finance majors in Bangladesh. Across many universities, finance programs extensively cover topics such as derivatives trading, forex trading, and options trading. Regrettably, these avenues are not widely accessible within the Bangladeshi market. Instead, finance graduates predominantly find employment within banking institutions. This raises a pertinent question: what is the utility of imparting knowledge about financial instruments and practices that have limited applicability within our local landscape? Are our universities inadvertently serving as conduits, channeling skilled financial analysts and workers to overseas markets, particularly in Western countries?This discrepancy prompts further inquiry into the value of pursuing a subject with meager opportunities domestically. Responsibility for this mismatch likely lies with a collective of stakeholders, including universities, industry representatives, and government entities. It becomes imperative for these parties to collaborate and recalibrate the finance curriculum, aligning it more closely with the needs of the Bangladeshi job market. By doing so, universities can better equip their students for success within their own country, fostering economic growth and stability.Shefat Bin HossainStudent,North South University[email protected]",
        "headline_1": "Finance graduates are not finding the right job",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/finance-graduates-are-not-finding-the-right-job-1707574791",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-02-2024"
    }
]