[
    {
        "full_article": "President Joe Biden’s remark that there is real progress in talks between Israel and Hamas on a ceasefire and hostage deal offers a rare ray of hope in ending the 15-month-long war. Mr. Biden said he was confident that his administration, which has only some more days left in office, could secure a deal. However, experience suggests that there is no deal unless an actual deal is reached, irrespective of the progress in talks. Even now, there are conflicting narratives on the remaining bottlenecks. Mr. Biden says Hamas is an obstacle, while Qatari and Egyptian officials, who were involved in the talks, say Israeli Prime Minister Benjamin Netanyahu’s refusal to agree to anything more than a temporary ceasefire is the main hurdle. Mr. Netanyahu does not want to bring the war to an end as his far-right government could collapse. But he is ready to accept a temporary halt in fighting in return for hostages. Hamas, fearing that Israel would resume fighting once the hostages are released, demand a permanent ceasefire. While talks drag on, the plight of over two million people in Gaza is nearly forgotten. Israeli strikes have already killed 46,000 Palestinians. Most of Gaza’s population lives in tent cities without enough food, drinking water, medicines and electricity.When Israel launched the war, after Hamas’s October 7, 2023 attack, it had three objectives — destroy Hamas, secure the release of hostages and bolster the Jewish state’s long-term security. Fifteen months later, while Israel has destroyed much of Hamas’s military infrastructure and killed its top leadership, the group has survived and transformed itself as an insurgency. Israel has managed to release very few hostages and its long-term security risks remain. While a ceasefire with Hezbollah brought relative calm to the northern border, the Houthis of Yemen are now firing missiles and drones to Israel. The country is also facing international isolation. The International Court of Justice is hearing a genocide case against Israel, and the International Criminal Court has issued arrest warrants against Mr. Netanyahu and former Defence Minister Yoav Gallant. Rights organisations, from Amnesty International to HRW, are accusing Israel of genocide. Mr. Netanyahu seems unperturbed, thanks to the military, political and diplomatic support that Israel still enjoys from the Biden administration. But its inability to meet its objectives even in the tiny Gaza Strip, its disregard for international law and norms and the barbarity with which it is attacking the Palestinians should shock anyone interested in the country’s physical and moral well-being. It is already too late. Israel’s leaders and their backers in the West should not prolong this aimless war. Mr. Netanyahu should leave Gaza in return for the release of all hostages. Published - January 11, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Israel\n                    \n                            /                      \n                        \n                        Israel-Palestine Conflict\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        Qatar\n                    \n                            /                      \n                        \n                        Egypt\n                    \n                            /                      \n                        \n                        welfare\n                    \n                            /                      \n                        \n                        Yemen\n                    \n                            /                      \n                        \n                        international court or tribunal\n                    \n                            /                      \n                        \n                        international law",
        "headline_1": "Chasing truce: On the U.S. and talks between Israel and Hamas",
        "headline_2": "Benjamin Netanyahu is keener on his government’s survival than on peace",
        "link": "https://www.thehindu.com/opinion/editorial/chasing-truce-on-the-us-and-talks-between-israel-and-hamas/article69085160.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-01-2025"
    },
    {
        "full_article": "Instead of signalling its intention to hold elections to rural local bodies, the Tamil Nadu government has appointed special officers for these bodies in several districts of the State. Elections were due in 9,624 village panchayats, 314 panchayat unions, and 28 district panchayats where the term of office of the RLBs came to an end on January 5. These government officers will function for the next six months. In support of its decision, the government has cited the ongoing re-organisation of rural and urban local bodies, which will result in a delimitation of wards of the local bodies — a step that the government considers a prerequisite to the conduct of polls to local bodies. It had given an undertaking to the Madras High Court in December 2024, that no poll notification would be issued without completing delimitation and putting in place a quota of seats and offices for women, Scheduled Castes and Scheduled Tribes. Apart from creating four more municipal corporations by accommodating village panchayats, the stage is set for the expansion of the limits of municipal corporations, municipalities and town panchayats by taking in other village panchayats. It has proposed the merger of least 140 village panchayats with municipal corporations. Though there is nothing final about the reorganisation, the government is of the view that rapid urbanisation in village panchayats adjoining bigger cities such as Chennai and Coimbatore necessitates a fresh look at the local bodies.In Suresh Mahajan vs State of Madhya Pradesh, the Supreme Court had held that the delimitation or formation of ward “cannot be a legitimate ground to be set forth by any authority much less the State Election Commission — to not discharge its constitutional obligation in notifying the election programme” at an opportune time and ensure that an elected body was installed before the expiry of the five-year term of the outgoing body. It had also stipulated that in undertaking delimitation, which the Court regarded as a continuous exercise, it “ought to be commenced well-in-advance” so that the elections were notified on time. Sections of residents in a number of village panchayats have opposed the proposed reorganisation of local bodies as they are apprehensive of the cessation of rural development schemes such as the MGNREGA if there is a merger with urban local bodies. Tamil Nadu is not the only State that has failed to hold local body polls on time. Bigger cities such as Mumbai and Bengaluru are on the list. It is time that the States realise the importance of the space that local bodies occupy in the democratic structure. Despite shortcomings, local self-governments do make a qualitative difference to people’s lives. Published - January 11, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        local elections\n                    \n                            /                      \n                        \n                        local authority\n                    \n                            /                      \n                        \n                        Tamil Nadu\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        Chennai\n                    \n                            /                      \n                        \n                        Coimbatore\n                    \n                            /                      \n                        \n                        welfare",
        "headline_1": "Local power: On Tamil Nadu government’s move",
        "headline_2": "Local self-governments make a difference to the lives of people",
        "link": "https://www.thehindu.com/opinion/editorial/local-power-on-tamil-nadu-governments-move/article69085185.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-01-2025"
    },
    {
        "full_article": "Don’t just step on ants. Here’s why \nA Bulgarian journalist recently asked Italian PM Giorgia Meloni: Do you step on ants? Do you notice them while you walk? She got a bit nervous. But most of us would think these are bizarre questions. They aren’t. The general egotism of human species means it thinks little of other living organisms, and many of these it doesn’t think about at all. Ants may be everywhere on the planet except Ant-arctica but everyday we step on them un-mindfully. Though they have been on earth 100 million years longer than us. And as EO Wilson indicated in his seminal paper The Little Things That Run the World, the truth is that we need ants but they don’t need us. The great biologist went further. He said that if invertebrates were to disappear, the human species would likely not last more than a few months.\nEven worse than ignoring them, often we treat them sadistically. In a famous scene in Hemingway’s A Farewell to Arms, the ‘hero’ listlessly puts them to death, alternately, by fire and water. Just as indifferently, we kick at anthills as if their being amounts to nothing at all. In one experiment, it took scientists 10 tonnes of concrete to fill an ant colony. Imagine the skill and the science that go into making an ant mega-city. Ants’ collectivism, their architecture, their agriculture…we are just beginning to understand their gifts and grand work. We must rein in our megalomania. Other inhabitants of Earth do not count for less. \n\n",
        "headline_1": "Little things, big truth",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/little-things-big-truth/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-01-2025"
    },
    {
        "full_article": "What it says about US, what it tells Trump\nThat Trump will be America’s first felon-president speaks to everything that he’s as a politician. But that’s not the most important takeaway from Friday’s sentencing of the prez-elect by a New York court. This came after US Supreme Court’s 5-4 verdict turning down Trump’s plea that the New York court’s sentencing be postponed. That a conservative majority US top court disagreed with a Republican prez-elect, that too one who will take office on the back of a huge mandate, is proof of institutional maturity. Trump seems unassailable politically. Democrats are demoralised. America’s 1% is queueing up to pay court to him – the committee for funding his inauguration gala has raised so much dosh that even those who have cut seven-figure donation cheques are being told they may not get a special pass. Once-liberal Big Tech elite are changing policies faster than you can swipe left. In many countries, an incoming head of govt who commands such influence would probably have had an easy time in courts. White House’s first felon occupant proves no matter how crazy American politics looks occasionally, its guardrails haven’t disappeared. This is all the more important because those guardrails will be tested if Trump does some of the things he’s promised to do.\nMany pundits are saying Trump will have to endure the embarrassment of being a felon in office. No such thing. He’ll probably own it, brag about it, point to his huge election win and say people have proved courts wrong. He’s got the second term he wanted so desperately. He can’t stand for presidential elections again. So, he’s not going to let, from his point of view, a “little thing” like being a felon get in his way. However, if he’s as smart as he says he is, he should know what happened on Jan 10 is a reminder that he can’t do what the hell he wants from Jan 20 onwards.\n\n",
        "headline_1": "First Felon",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/first-felon/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-01-2025"
    },
    {
        "full_article": "About the world’s fading traditions & why they matter\nWe often hear of the innovators, the pioneers, people who move things forward. But there’s barely a whisper about those who preserve a valuable tradition. Custodians of Wonder: Ancient Customs, Profound Traditions, and the Last People Keeping Them Alive by Eliot Stein explores “the gorgeous, irrational gentle things humans do” that make our world fascinating. We only miss them when they’re gone. \nFor instance, take Burano-made lace, described as “embroidered air”. For 300 years, this needlework was one of the most prized techniques of the Western world. It was the boast of royalty, height of fashion, stuff of international smuggling. It was the life’s work of all the anonymous women who made the Italian island famous. \nThe book explores ten of these cultural marvels on the brink of extinction. It meets ageing craftspersons, lingers over fading customs. \nTake the “living libraries” of West Africa, griots or djelis who have served as the bards and historians of their communities for 800 years. Disney’s Lion King is inspired by the prince Sundiata, a near-mythical figure who issued one of the world’s first human rights charters, and governed his empire as a multiethnic federation. Little is known about him except through the oral history of the djelis. \nThe book explores dying professions – the last night watchman in a lighthouse carrying on his medieval occupation in a Swedish town, the last bridge-master of wondrous woven suspension bridges in the Peruvian Andes. This is not just work, but a worldview, a belief that the natural world is filled with spirits to be revered. \nThe book tracks down Sardinia’s rare pasta, su filindeu or “threads of God”, handed from mother to daughter over 300 years, within a single family. It is intricately connected to its context; taken to Canada or Greece, it would just be pulled pasta, like “serving communion wafers at a ball game”.\nIn Kerala, the Aranmula kannadi, a mysterious metal-alloy mirror, is believed to reflect your truest self. It’s believed that only 26 people alive know the oval handheld mirror’s exact proportions. Glass mirrors always have a slight distortion. The Aranmula craft carried on the ancient tradition of metal mirrors, and stumbled on the perfect ratio, isolating the delta almost perfectly. But this tradition wouldn’t exist without one particular craftsman who sustained it, entirely without considerations of ego, taught it freely, never gaining from its popularity.  \nThe book explores Taiwan and Cuba through stories of the painters of film posters and cigar-makers. It explores the traditions of British beekeepers, how they whisper to the hive when a beekeeper dies, ceremonially inviting them to grieve. In Japan, it tracks one man’s quest to keep soy sauce aged and fermented through mould and bacteria, rather than modern methods of big companies that turned it into a global seasoning. \nIn a German forest, it finds the most romantic job in Europe – delivering love notes into the knothole of an old oak tree. Germany, for all its modern industry, has a forest soul, the custom reminds us – waldeinsamkeit is the untranslatable German word for woodland solitude.\nTaken together, these are stories of a local, whimsical world. We live with global homogenisation and local disappearance; nine languages die in one year. The book is a reminder of human ingenuity, imagination and perseverance, of what’s at stake when our unique traditions fade away.\n\n",
        "headline_1": "Love notes into an old oak tree",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/love-notes-into-an-old-oak-tree/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-01-2025"
    },
    {
        "full_article": "Why does Trump want Canada & Greenland? Because he wants to be the president who Made America Biggest: 20mn sq km landmass & drill baby drill approach to exploiting vast natural resources\nPeople’s view of the world is largely conditioned by Mercator maps. They are named after a Flemish cartographer who showed the spherical Earth as a flat rectangle, with perpendicular lines of longitude and latitude.\n\nThe Mercator projection also inflates the size of lands the further they are from the equator. Landmasses such as Greenland, Canada, Russia, and Antarctica get a bulge and appear far larger than they actually are relative to landmasses on or near the equator – such as Brazil, India, Congo (and much of Africa), which are compacted.\nRead full story on TOI+.\n\n",
        "headline_1": "MAGA Carta for Trumpistan",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/maga-carta-for-trumpistan/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-01-2025"
    },
    {
        "full_article": "The government debt increasing by 13.3 percent last fiscal year to a record Tk 18.3 lakh crore is concerning, particularly given its low revenue mobilisation. Here, it has to be said that the former Awami League government is primarily at fault. When it returned to power in 2009, the country's total debt was just $33.66 billion. At the time of its ousting from power on August 5, 2024, the AL government left behind a national burden of $156 billion in local and foreign loans. Aside from wasteful expenditure and mammoth corruption, its failure to improve revenue growth means that Bangladesh's debt-GDP ratio now stands at 36.3 percent. While this is still within the safe limit per the IMF standards, it remains concerning when considered alongside the country's weak revenue earnings and dwindling dollar reserves, economists warn.\nThe most pressing issue now is the liquidity shortage in both local and foreign currencies. On the one hand, revenue collection remains weak, while interest payments have risen sharply. On the other hand, Bangladesh is receiving fewer foreign loans, creating challenges for meeting interest payments and settling outstanding bills. The recently submitted white paper on the economy already highlighted these risks. It also projected that by the end of June 2025, the total debt could rise to 41.3 percent of GDP.\nAccording to the debt bulletin report, government expenditure on interest payments increased by 21 percent in the last fiscal year, reaching Tk 1.1 lakh crore, which accounts for one-sixth of the national budget. This indicates that a significant portion of the government's expenses is already allocated to paying interest on its debt, thereby reducing its fiscal flexibility. This constraint may worsen in the future as tighter monetary policies, necessitated by high inflation, drive up interest rates on treasury bills and bonds.\nMeanwhile, Bangladesh's per capita foreign debt has more than doubled over the past eight years. The government may be compelled to take on more loans in order to clear foreign arrears to ensure the continued supply of power and fertilisers. While this approach may offer a short-term solution, the government must ultimately prioritise increasing revenue collection, as it is the only sustainable long-term solution to the debt servicing challenge. In this context, it is disappointing that the interim government has recently increased VAT and supplementary duties on nearly 100 goods and services, despite concerns that these measures could further fuel inflation.\nInstead, the government should focus on addressing tax evasion, which remains a significant issue. The previous government also erred in neglecting this problem and relying on indirect taxes, which are inherently regressive. We urge the interim government to reconsider its policy approach and emphasise progressive taxation as a means to manage the growing debt burden.\n",
        "headline_1": "A looming fiscal crisis for Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/looming-fiscal-crisis-bangladesh-3796291",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-01-2025"
    },
    {
        "full_article": "The old saying raat e mosha din e machi, ei niye Dhaka achi (mosquitoes at night and flies during the daytime—this is how we live in Dhaka city) still resonates with the hapless city dwellers. Cannonballs cannot kill mosquitoes. Palms clash with each other, missing the target. The power of mosquitoes becomes real when we do not take shelter under a mosquito net at night. They attack en masse, outnumbering us. They lift us into the air with their repeated onslaughts. Mosquito-killing electric rackets and bare hands cannot wipe them out. Mosquito-repellent creams fail miserably. If we kill ten, we find a whole platoon waiting to pounce on us.\nEven in well-off areas, mosquitoes show no mercy. They build their colonies in every conceivable place. They are very unbiased and objective in their approach. At night, they start a musical concert. The songs of mosquitoes hit our eardrums with an irritating monotony. We cannot help but endure the melody. The pesky creatures compel us to enjoy the rendition. Mosquito terrorism continues in full swing. Favourable breeding conditions cultivate their whole army. In the mosquito den, we are terrified by their bites.\nIn the washroom, mosquitoes sting the exposed body parts with their weapons. We have no option but to dance to the tune of mosquito music. Every place is taken over by the pesky dudes. If we focus on one, we find others busy sucking blood. The simultaneous movement of limbs helps bring some respite, albeit temporarily. The corpulent mosquitoes, with overfed bellies, become heavy, summoning their death. The red liquid is visible on their abdomens. Only one slap is enough to end their journey in this world. If we succeed in our mission, our palms bear a red mark with a tiny splash of blood.\nEvery corner of the world is their sanctuary—from the beach to the park. I was strolling on Cox's Bazar beach and found mosquitoes hovering above my head, forming a big ring. Once, while enjoying the natural beauty in a park in Sylhet, I was suddenly dragged down to reality by mosquito bites. I moved my legs, sitting under a concrete umbrella on a concrete bench, trying to drive them away. The situation did not improve at all. I was not allowed to enjoy the serenity of the green atmosphere. Finally, I had to start walking to avoid being bitten. No matter where we go, we find them waiting to unleash their irritating bites.\nMosques are also taken over by mosquitoes. While saying my evening prayer, I was once attacked from every direction. I could not move my limbs as I was praying. The immense helplessness was utilised by the mosquito community residing in that room. Time was running out for them. They had to finish sucking blood from my body before my prayer was over. Every minute was important for them since I had to remain motionless most of the time. Once the prayer was over, I regained control and managed to ward them off.\nExposed body parts become their grazing fields. By sucking too much blood from our bodies at a time, they preclude their flight. But their greed cannot surpass human lust for land and money. We feel safe and secure inside the mosquito net, which seems surreal. Mosquitoes clash against the walls of the net and retire for the time being. Once they sense the presence of resident victims outside the net, they resume their attack with their proboscises. When they suck our blood, we feel alive. Following Descartes, we can say: Mosquitoes suck our blood; therefore, we are.\nThe battle has been fought since time immemorial. Unplanned urbanisation goes hand in hand with mosquito explosions. Their never-ending numbers continue to surprise us. We are shocked to see the tidal wave when we think they have perished to some extent. No matter where we are, we always get a warm welcome from the mosquitoes. Coils are placed under the table to help us enjoy candlelight dinners without disturbances from the bloodthirsty creatures.\nAlong with amenities, urban centres welcome us with mosquito bites. Because of the sweet smell of money in the capital, we tolerate the pain of living with mosquitoes. Lifelong relationships with them are difficult to erase from our photo albums. We pay the rent, and they get free access to our houses. Everyone—from people living on the footpath to those in posh buildings—becomes their easy target. Mosquitoes lurk outside the net, waiting to unleash their sting. They become jubilant once they find their prey.\nBats minimise the number of mosquitoes by gorging on them. I used to live in an area full of small bats, and I did not need to take any steps against the pesky creatures. Although bats look intimidating, their positive contribution to the environment is undeniable. Fumes are produced to drive away unwelcome intruders. To create a favourable environment, we must inhale the disturbing gas. The fogger machine cannot kill mosquitoes but successfully creates sound pollution. We sacrifice our blood to the mosquitoes. We must do it every day, whether we like it or not.\nBecause of their negative role, mosquitoes have no rights. It is as if the question of their having rights is beyond our imagination. Although animal rights activists wax lyrical about the rights of animals, they remain silent about safeguarding the rights of mosquitoes. Mosquitoes play an important role in the food chain. They have bongsho, which becomes evident in government directives. It says: Moshar bongsho korun dhongsho (We should exterminate the mosquito colony). Mosquitoes are witnesses to our highs and lows. Even if every creature leaves us, they will remain as a testimony to lasting companionship.\nMohammad Mahfuzul Islam is an anthropologist and faculty member at Independent University, Bangladesh (IUB).\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "In the mosquitoes’ den",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-mosquitoes-den-3796261",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-01-2025"
    },
    {
        "full_article": "The number is quite staggering, and it's frustrating that such numbers exist even when there is a pro-environment government in place. According to a report citing officials at the departments of environment and agricultural extension in Rangpur, the division has 984 brick kilns—set up on farmlands across its eight districts—operating in violation of government regulations. These kilns use fertile topsoil to make bricks in a process that causes significant damage to the local environment, livelihoods, and health. While the proliferation of such kilns, owned or operated mostly by people with political connections, was understandable under the Awami League regime, their continued operation now questions the ability and sincerity of the interim administration.\nThe situation is by no means unique to Rangpur. Similar operations also continue in many other areas, ravaging topsoil and burning bricks with impunity. Not long ago, we highlighted the case of Brahmanbaria where, according to a Prothom Alo report, 56 kilns operate illegally. Many of them, including one set up by a former Awami League lawmaker, have no valid documents such as environmental clearance or the permit for brick burning. Many were set up on agricultural lands and even wetland areas. In Lalmonirhat, according to another recent report, 36 brick kilns are operating without a clearance certificate. Although there is no central database on the number of illegal or non-compliant brick kilns in the country, the above reports portray a grim picture.\nThe question is, what is the interim government doing? To be fair, the environment ministry did take some encouraging steps, including the development of a National Air Quality Management Action Plan in early November to tackle sources of air pollution and enhance enforcement mechanisms. More recently, it has overseen a number of drives through mobile courts targeting illegal kilns, shutting down quite a few by demolishing their chimneys while ordering the closure of multiple others. These measures, however, are proving to be inadequate to address the menace of brick kilns.\nWe, therefore, urge the government to step up its efforts. Given the massive impact of brick kilns, having legal papers or not, it is no longer enough to just go after a few illegal ones without enforcing compliance across the sector or addressing the heavy reliance on topsoil or traditional bricks. What's at stake here is not just the health of our environment or local communities. The livelihoods of farmers, and by extension the nation's food security, are also at risk. So, the government must explore options to replace traditional brick-making in a way that eventually reduces topsoil and fuel consumption.\n",
        "headline_1": "What will it take to end the brick kiln menace?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/what-will-it-take-end-the-brick-kiln-menace-3796056",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Economic diplomacy  in int'l relations",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/economic-diplomacy-in-intl-relations-1736516361",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-01-2025"
    },
    {
        "full_article": "Buriganga: Living along a dead river — Reuters ",
        "headline_1": "SOS from rivers around the city",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sos-from-rivers-around-the-city-1736516417",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Establishing pedestrians' right to walk on footpath",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/establishing-pedestrians-right-to-walk-on-footpath-1736516447",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Save street children from drug",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/save-street-children-from-drug-1736516473",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-01-2025"
    }
]