[
    {
        "full_article": "The future of Sensex, which hit 75,000 yesterday, will depend critically on whether equity MFs continue to get money and whether consumption boom gets broadbased\nBSE Sensex breaching the 75,000 barrier was a foregone conclusion. What makes it noteworthy is the dizzying speed of ascent. It’s taken less than four months to jump from the 70,000 mark it crossed in mid-Dec. Go farther back to April 2020 when we were in the middle of the first nationwide lockdown because of the Covid outbreak. Sensex had then dropped to about 27,591. The rise in the index value since then has been around 271%.\nRead full opinion on TOI+\n\n",
        "headline_1": "75k to 100k: Ride won’t be all smooth",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/cash-flow/75k-to-100k-ride-wont-be-all-smooth/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-04-2024"
    },
    {
        "full_article": "Thanks to BJP’s clever campaign pitch, Rajasthan appears to have bought into ‘Modi Ka Parivar’. This slogan also taps into most voters’ view that politicians must provide and care for them\nAt his state election launch rally in Kotputli in northern Rajasthan, where voters will go to polls on April 19, Modi addressed the crowd as his parivar. “You are my family,” he said. “India is my family. For BJP the country is our family, but for Congress, it’s their own family that matters more than the country.” “Rajasthan has always stood against dynastic politics,” he added, “In 2014 it ousted Congress from all 25 of the state’s Lok Sabha seats. And it will always act as a shield against the forces of parivarvadi.”\nRead full opinion on TOI+\n\n",
        "headline_1": "It’s all in the (bigger) family",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/its-all-in-the-bigger-family/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-04-2024"
    },
    {
        "full_article": "It’s not the first time a CJI has attempted to fix a major reason that contributes to case pendency. The practice of reserving judgments for months beyond stipulated periods, where judges put off announcing their decisions, long after hearings are over. This delay is entirely on the judge.\nPassing the buck | Yet, Chandrachud’s initiative, of seeking details from all HCs of cases awaiting verdicts for over 3 months, had an unforeseen fallout. CJI said several judges had hurriedly released cases for ‘fresh hearings’. This meant the entire process must start from scratch – a massive setback, and not just financially –for those who move court. Judges are burdening litigants, to simply avoid their inefficiency getting marked. CJI called it a “waste of judicial time, damaging for principles of judicial efficacy and speedy justice”. As if the egregious practice of inordinate delays wasn’t bad enough, judges, trying to dodge CJI’s initiative, were being deceitful at the workplace. Not for nothing are questions raised on judicial probity.\n\nTimeframes encoded | CrPC says judgments must be given either “immediately after termination of trial” or “at some subsequent time” for criminal cases. SC, in 2001, interpreted CrPC’s “at some subsequent time” as a maximum of six weeks and no more, no matter the case.\nDetailed guidelines were issued, including maintaining a register of dates of when a judgment was reserved, and when a verdict was finally pronounced. SC sought HC chief justices should review monthly lists of such cases, and nudge benches involved. Rules also exist to send cases to a fresh bench in the event of inordinate delay – a rule judges exploit. India’s new criminal code BNSS that replaces CrPC later this year, provides a timeline for judges to pronounce verdicts – “…shall give its verdict within a period of thirty days (extendable up to 45 days)…”\nAre HCs listening? | Arriving at a judgment is an intense exercise. Far too many are so shoddily written that they are but a garble of words. CJI repeatedly urges judges to write simply. Too often even the reasoning for decisions is missing from verdicts. At the very least litigants should understand weightage a judge gave arguments, how and why he/she arrived at decisions. But when verdicts are so delayed, as Chandrachud said, “quality of judgments is sacrificed… oralarguments no longer remain fresh in the judicial mind.” Yes, CJIs earlier too have called out delays, but rarely has one pointed out how judges were bending the rules. Will it have any impact?\n\n",
        "headline_1": "Reserved & wrong: CJI rightly calls out HC judges who waste judicial time by delaying judgments. Will it have an impact?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/reserved-wrong-cji-rightly-calls-out-hc-judges-who-waste-judicial-time-by-delaying-judgments-will-it-have-an-impact/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-04-2024"
    },
    {
        "full_article": "The horror genre is about our fear of the unknown. But many times, a switch gets flipped, and we see in it a profound mirror to reality. Stephen King’s Carrie belongs very much in this latter category. This debut novel of the ‘king of horror’ has just turned 50. Within two years of publication, its iconic status was sealed by Brian De Palma’s fantastic filmic adaptation. Sissy Spacek played its scary telekinetic monster. But a switch has indeed been flipped. It is not young Carrie or her climactic, explosive rage that today’s literary tributes are finding truly monstrous.\nInstead, the ultimate horror is the continual cruelty that drives Carrie to explode. In particular, it is the bloody sadism of her high school peers that makes the novel feel more relevant than ever today. Because from east to west, poshest schools to poor ones, bullying has become an increasingly serious issue. Of course, it existed back when Carrie was written. King himself went to school with someone who was relentlessly mocked as Dodo or Doodoo. He remembers seeing her smile fade, the light in her eyes first dim and then go out. Even the gentle worlds of RK Narayan and Ruskin Bond are not without their bullies. But as the educational ecosystem has grown more stressful, vicious bullying has grown more common. Plus in a cyber-psyched world, the bullies follow the child home from the school hallways.\n\nIn the novel, Carrie’s explosion builds “with all the steadiness of a chain reaction approaching critical mass”. In the psychological exploration of the novel, this is the one practical takeaway. Schools have to properly intervene when children bully each other. Not look the other way. Not just pay lip service. Not be ‘neutral’. But step in deep, and help.\n\n",
        "headline_1": "Don’t just carrie on: How a 50-year-old horror novel is helping us grapple with school bullying today",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dont-just-carrie-on-how-a-50-year-old-horror-novel-is-helping-us-grapple-with-school-bullying-today/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-04-2024"
    }
]