[
    {
        "full_article": "Nitish Kumar has done it again — a volte-face. Rashtriya Janata Dal (RJD) leader and now the Deputy Chief Minister of Bihar, Tejashwi Yadav, used to call the Janata Dal (U) chief, paltu chacha — ‘uncle turnaround’. In his latest U-turn, Mr. Kumar has joined hands with Mr. Yadav, five years after they parted ways, and turned the tables on the Bharatiya Janata Party (BJP) in the process. According to the JD(U), the BJP was scheming to split it and sabotage Mr. Kumar’s government from the inside. The BJP has dismissed this allegation, pointing out that it could not have formed a government even if the JD(U) were to split. Mr. Kumar has won this round in the game of smoke and mirrors that he has had with the BJP, and earned himself a pat on the back from the anti-BJP camp. But his cleverness and manoeuvring skills may not be lauded by the people of Bihar whose sights might be more fixated on his political trapeze act — after being with the BJP for long, he fought the 2015 Assembly elections with the RJD, and split with it in 2017 to return to the BJP’s embrace. Politics makes for strange bedfellows, but Mr. Kumar has stretched the limits of ideological infidelity. He had accused the RJD of corruption in defence of his split with it in 2017. His explanation for walking out of the alliance with the BJP that won the election in 2020 is unlikely to convince people.Twice in five years, Mr. Kumar changed partners, both the times trampling over the mandate entrusted to him by the people of Bihar. Those in the Opposition camp who see this blatant opportunism as hope of an anti-BJP politics ahead of 2024 are clutching at straws. At the moment, all that the new alliance of JD(U) and RJD along with the Congress and the Left parties achieves is their survival in the immediate term. The road to 2024 and beyond is a long one from here, and there is little that is predictable about Mr. Kumar en route. A lot will depend on how supporters of the individual partners of the alliance respond to this abrupt realignment, and how the JD(U) and the RJD respond to the signals from below. Though the BJP has suffered a setback, a new window has opened for it in Bihar, as the sole claimant of all anti-incumbency votes. Central investigative agencies could get active against key figures in the new ruling coalition, but a more reasonable thing for the BJP to do is to be more respectful of its partners and opponents. As the Shiv Sena and the JD(U) will affirm, the BJP as a friend is more dangerous than the BJP as an enemy. The BJP seems intent on expanding its base at the expense of friends and foes alike. While this is good as a long-term strategy, it runs the risk of undermining established power equations and coalition governments in the near term. And in politics, as in other aspects of life, there is no long-term future if one is unable to survive in the short term.",
        "headline_1": "Uncle Volte-face: On Nitish Kumar",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/uncle-volte-face-the-hindu-editorial-on-nitish-kumar-and-the-change-in-bihars-politics/article65754279.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-08-2022"
    },
    {
        "full_article": "The 44th edition of the Chess Olympiad, which concluded at the historical town of Mamallapuram near Chennai on Tuesday, will be talked about for a long time, for all the right reasons. It was originally slated to be held in Russia in 2020, but the coronavirus pandemic forced a postponement. Then, Russia’s invasion of Ukraine prompted the world chess governing body, FIDE, to look for a new venue for what is the game’s most prestigious and largest team event. Chennai was chosen as the host in March but the visitors to the Olympiad — there were thousands of them every day — would have been surprised to learn that the event, featuring more than 1,700 participants from 186 countries, was being staged at such a short notice. FIDE’s managing director Dana Reizniece-Ozola, who is a former Minister of Economics and Finance in the government of Latvia, besides being a champion chess player, praised India for completing what she called a mission impossible. The ball got rolling when the All India Chess Federation’s proposal was accepted by the Tamil Nadu Chief Minister, M.K. Stalin. To its credit, the Tamil Nadu government was willing to spend more than ₹100 crore on a sport that is not anywhere nearly as glamorous as cricket or football. In 2013, the Tamil Nadu government had conducted at Chennai the World chess championship match between local boy Viswanathan Anand and Magnus Carlsen, but the size and logistics of that event cannot be compared with that of the Olympiad.Nine years later, when big-time chess returned to his home town, Anand had become less busy as a player and was more of a mentor, columnist and, before the Olympiad was over, FIDE’s new deputy president. But the five-time world champion had single-handedly revolutionised Indian chess so much so that it could afford to field three teams at the Olympiad. Two of them — India 2 in the open section and India 1 in the women’s — went on to win the bronze medals, living up to India’s growing reputation as a powerhouse in world chess. India won another seven individual medals to cap off its greatest Olympiad campaign ever. Many of those medals were won by teenagers. Youngsters such as D. Gukesh, Nihal Sarin, R. Praggnanandhaa, Arjun Erigaisi and Raunak Sadhwani promise even greater things for Indian chess. There was unprecedented interest in chess from the public and the media, which will do a world of good to the game. Uzbekistan won the men’s team event but perhaps the greatest story of the Chess Olympiad was not authored by either Uzbekistan or India, but by a group of five women from war-torn Ukraine. The gold they won should brighten up the sombre mood back home; it also reflects sport’s indomitable spirit.",
        "headline_1": "Fair and square: On the Chennai Chess Olympiad",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/fair-and-square-the-hindu-editorial-on-the-chennai-chess-olympiad/article65754297.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-08-2022"
    },
    {
        "full_article": "An examination of customs-duty rates beginning in 2011-12 confirms the general impression that they saw an uptick beginning in 2014-15. Increases in the duty rates, which had applied to less than 1% of all tariff lines in earlier years, jumped to 3-4% beginning that year. But the real break in the policy came in 2018-19: That year, a massive 42.3% of all tariff lines went up, the average of all customs duties increased from 13.7% to 17.7%, and the proportion of tariff lines bearing 15% or higher duty rates shot up from 28.7% to 51.0%.\n2018-19 thus marked a clear switch from liberalism to protectionism. The then finance minister explicitly noted the shift in the budget speech, “In this budget, I am making a calibrated departure from the underlying policy in the last two decades, wherein the trend largely was to reduce the customs duty. There is substantial potential for domestic value addition in certain sectors … To further incentivise domestic value addition … I propose to increase customs duty on certain items.”\nRead full opinion on TOI+\n\n",
        "headline_1": "Custom that costs us dear: Import duties are going up since 2018-19. There’s been no economic analysis to justify this",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/custom-that-costs-us-dear-import-duties-are-going-up-since-2018-19-theres-been-no-economic-analysis-to-justify-this/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-08-2022"
    },
    {
        "full_article": "With Nitish Kumar and Tejashwi Yadav assuming office again, the opposition earned its first political breakthrough in 2022. It has been a year where BJP’s hold over politics has intensified. It won elections in UP, Uttarakhand, Manipur and Goa, toppled Maharashtra’s MVA government by engineering a Shiv Sena split, and dominated the president and vice-president elections. Defeated in five states including Punjab, Congress is trying many things: the underwhelming chintan shivir was one, and the next in line is a nationwide padayatra.\nMamata Banerjee’s sheen from last year’s big victory over BJP has dimmed. Despite the big Punjab win, Arvind Kejriwal and AAP still have a long way to go. Other regional satraps with national ambitions like Sharad Pawar and K Chandrashekar Rao are bogged down in increasingly desperate turf battles with BJP. Nevertheless, even BJP will admit that total domination of state-level politics is proving harder to accomplish. Amid the vacuum in national politics where Congress is unable to project itself as a credible alternative to BJP, the real battlegrounds have shifted to state capitals.\nNot surprisingly, reverberations from Uddhav Thackeray’s plight in Mumbai resonated in Patna: Nitish’s fear of BJP destabilising JD(U) reportedly passed the point of no return. Bihar, like Maharashtra and Jharkhand, does show opposition parties, even if only driven by political survival, can get together. However, upcoming elections suggest no possibility of a Congress truck with AAP in Gujarat and HP, or with JD(S) in Karnataka.\nVictories in state polls are good for morale and funds but aren’t necessarily a presager of national outcomes. Despite three critical Hindi heartland wins in 2018, Congress crashed in 2019. For 2024, if the opposition is serious, the starting point has to be unity and a common national manifesto. The opposition also needs a suitable political face to prop up nationally, with elections turning presidential. But mammoth egos will likely scupper that idea. Third, most opposition netas today come with political baggage that stymies their prospects. For instance, Nitish’s diminished stock in Bihar doesn’t help his cause. Mamata’s ventures outside Bengal have massively flopped. Nevertheless, Nitish brings useful OBC and Hindi heartland identity, sobriety and political smarts. With 12 assembly elections due in 2022 and 2023, NDA is raring to take its national dominance to states. Opposition parties have the opposite task of harnessing their prospects in states into a credible national campaign.\n\n",
        "headline_1": "State of opposition: If 2019 is a guide, wins & losses of opposition in states may not add up to anything substantial nationally",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/state-of-opposition-if-2019-is-a-guide-wins-losses-of-opposition-in-states-may-not-add-up-to-anything-substantial-nationally/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-08-2022"
    },
    {
        "full_article": "Arbitrary misogynistic diktats by khap panchayats are painful enough, but it’s truly scary when the very institutions that are supposed to build modern outlooks follow suit. A professor at St Xavier’s University, Kolkata, has found herself losing her job over her swimsuit photos, which she posted on her private Instagram account, that too before taking the job. She alleges that after a parent caught his son watching the photos, and complained to the university, the latter held a “kangaroo court” and forced her to resign. The flagrant flouting of due process that appears to have taken place in this case, is a stark reminder of professional women’s vulnerability to peremptory moral policing.\nIn response to the professor’s legal notice, the university has reportedly demanded a compensation of Rs 99 crore for damage to its “good name”. While this staggering number doubles down on browbeating her, the critical matter of her fundamental right to privacy remains unaddressed. Not only should her life outside the university have been none of its business, even the police have not been much help in finding out how her private photos were accessed and by whom.\nAs for the university student with whose viewing choice this whole trial began, both his father and the university are serving him terribly ill. For one, an 18-year-old’s browsing preferences cannot seriously be expected to fit into the tight confines approved by authority figures. Second, choices made by 18-year-olds seriously need to be given the space their age demands. Indian parents are frequently guilty of nannying older teens, and so it seems are elite educational institutions in metros. The professor who lost her job must get justice, and hopefully a speedy one. If that happens, institutions and even parents will learn a vital lesson.\n\n",
        "headline_1": "Spot the obscenity: A university that fires a professor for a private photo in a swimsuit, teaches very twisted lessons",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/spot-the-obscenity-a-university-that-fires-a-professor-for-a-private-photo-in-a-swimsuit-teaches-very-twisted-lessons/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-08-2022"
    },
    {
        "full_article": "Bihar politics witnessed yet another midcourse change with chief minister Nitish Kumar dumping pre-poll ally BJP and switching sides to the grand alliance camp led by RJD. Nawal Kishore Chaudhary, former dean at the faculty of social science in Patna University and also a political strategist spoke to Sheezan Nezami:\nHow do you see the scenario now in Bihar?\nThere are three major points which can be taken from whatever happened in Bihar till Tuesday. First, in the context of Bihar politics as well as national politics, Nitish Kumar’s popularity has declined over time. In the previous assembly election, Nitish’s JD(U) managed only 43 seats. Tejashwi Yadav, on the other hand, emerged as a young dynamic leader. Whatever happened on Tuesday shows a gradual fading out of Nitish from Bihar politics.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘In LS polls in Bihar, BJP led by Modi will have the edge … in 2025 state polls, BJP will find going very tough’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/the-interviews-blog/in-ls-polls-in-bihar-bjp-led-by-modi-will-have-the-edge-in-2025-state-polls-bjp-will-find-going-very-tough/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-08-2022"
    },
    {
        "full_article": "Recently, a Facebook post on the harassment of a woman and a photographer doing a photoshoot in the Curzon Hall area of Dhaka University went viral. The status described how, because the woman was wearing a \"sleeveless blouse,\" two teachers (a woman and a man) behaved abominably with them – accusing them of taking \"nude\" photos and making other such hateful comments. When contacted by the media, one of the teachers involved denied the incident. But from the comments and responses on social media, it became clear that readers are of the mind that university teachers do make such comments on women's attire, and that at times, they attempt to control women's clothing and conduct and engage in behaviour that is decidedly inappropriate.\nHow do our highest education providers have this negative image attached to them? If we look into the reasons, we find that in recent times, quite a few student movements at universities have stemmed from the verbal and physical abuse of female students and a lack of justice surrounding these incidents. When female students have spoken out against the imposition of excessive restrictions on their freedom of movement, the university authorities have not only shown indifference – in many cases, they have made untoward comments about the protesters or said suggestive things about their characters. Female students are regularly victims of verbal abuse, and unfortunately in some cases, this abuse comes from the teachers themselves.\nOn top of that, the lion's share of students who also participate in this abuse are connected to the student wings of powerful political groups. Instead of being held accountable, they are given even more of a free pass. As a result, the abuse continues.\nOn July 17, a female student filed a complaint after five students harassed, filmed and attempted to rape her at Chittagong University. Two days went by before a written complaint was accepted. After the authorities failed to take appropriate action, protests erupted at the university. Students and teachers spoke in the media about how such incidents had occurred before on campus, but the authorities did not take the complaints into account. In previous cases, the abusers had not been punished even after being identified. In fact, they continued to receive the patronage of powerful parties and university authorities.\nThe mindset of the authorities became clear when, at an online discussion, CU Assistant Proctor Shahidul Alam said the place where the girl was attacked was \"secluded.\" The presenter had to remind him that the Jamal Nazrul Islam Science Laboratory was near this location, so why should a female student not be able to go there? How can the hope of redress be anything but a distant possibility, when the person in charge of ensuring security is the one issuing separate rules for women and placing the blame on the victims?\nIn addition, members of the investigating committee have been found to make comments like, \"If you wear clothes like this, of course they will take photos,\" and ask questions such as, \"Why did you get out so late at night?\"\nVictim-blaming instead of ensuring security – we have seen this happen over and over again on different campuses. Although this unjust burden is usually foisted upon female students, male students are also sometimes victims of this.\nFor example, on July 25, a student named Bulbul Ahmed was knifed and killed at Shahjalal University of Science and Technology (SUST). At a dua mahfil organised for him amid student protests about campus safety, the vice-chancellor said, \"Lately, there is no discipline at our campus. The way that people are freely roaming around at all hours and however they want – even we feel embarrassed when we see it.\"\nUniversity campuses are meant to be spaces for students' freedom. The responsible teachers should feel embarrassed when the environment there does not allow for them to roam around freely. Yet, we see now that their responsibility seems to have become limited to putting down boundaries and plotting a circle of fear around ordinary students.\nReaders have probably not forgotten that at the beginning of this year, a female student from SUST accused her dorm principal of misbehaving with her. Police were then called onto the campus to suppress the movement that consequently started up to demand safe female dormitories. Batons, bullets and teargas shells were used on ordinary, protesting students, as a result of which the movement turned towards demands for the VC's resignation. After almost two weeks of protests, their demands were not accepted. Instead, that the VC considers the students' just demands as wrongful opportunism, and that the female students of Jahangirnagar University are not marriageable because they do not place restrictions on movement – such comments from the SUST VC spread all over social media.\nWhen a vice-chancellor expresses the opinion that a woman's only reason for studying at university is to eventually get married, then the word \"university\" is thrown into doubt altogether. By segregating female students, limiting their freedom of movement, taunting them and more, universities are being established as abuser-friendly, not student-friendly. This attitude flourishes as a result of the apathy towards implementing the High Court's guidelines (2009) on creating sexual harassment-free educational and work environments.\nIf we read the definition of sexual harassment written in Section 4 of the guidelines, we can come to the conclusion that oftentimes, in the name of discipline/control, teachers say things and behave in certain ways that are clearly sexual harassment. They include: i) Indecent gestures, teasing through abusive language, stalking, joking with sexual implications; and ii) Preventing participation in sports, cultural, organisational and academic activities on the grounds of sex and/or for the purpose of sexual harassment.\nUnder the guise of guardianship, teachers are still acting against the guidelines and reinforcing inequality. The guidelines also give clear directions on how every educational institution should create a complaint committee. However, as of the last update, not all universities have formed such committees. Even if they exist, they have not been formed according to the prescribed rules.\nIt is crucial that steps are taken to ensure that all university members are aware of these guidelines. This is far from the case. In fact, if you ask any student if they know where and to whom at university should they go if they face sexual harassment, almost 100 percent will respond with \"no\".\nWhenever questions are raised regarding sexual harassment, we witness the authorities becoming concerned over the image of the university. Yet, a history of harassment and abuse also pursues and filters through to the collective memories that make up the \"image\" of a university. Alongside written history, these memories, passed on through oral history, eventually contribute towards a lack of progressive thought at universities.\nImagine a university where students can move around safely and where victims of sexual harassment receive justice. Wouldn't the image of such a university be even more elevated?\nIt often feels like universities are no longer spaces for free thought, but are working as institutions of thought control. Where control over students is maintained at a micro-level through violence and fighting forces. The apathy towards ending sexual harassment is simply a symptom of this control.\nStill, I hope that I will be proven wrong.\nDr Gitiara Nasreen is a media analyst and a professor at the Department of Mass Communication and Journalism at Dhaka University. This article was translated from Bangla by Shuprova Tasneem.\n\n",
        "headline_1": "Is harassing students a disciplinary method at universities now?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/harassing-students-disciplinary-method-universities-now-3091871",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-08-2022"
    },
    {
        "full_article": "If data from the latest population census is to be believed, the Indigenous population in Bangladesh has increased by only 64,000 in the last 11 years. However, in the 2011 census, only 24 communities were considered to be ethnic minorities, whereas the latest census took 50 different communities across the country into account. Given that the number of groups counted has actually doubled, how is it possible that the total population has increased by so little, with many communities even witnessing a decline in numbers?\nThe situation is troubling on a number of levels. The first is the possibility of a relative decline in the Indigenous population. If true, it is something we should be most concerned about, especially since the census has also found a decrease in religious minorities, and the continued violence against minorities forcing them to move elsewhere has been considered a factor behind this. We only hope the authorities also share our concerns, and will do everything to make Bangladesh a safe country for minorities to live in.\nHowever, according to Indigenous leaders and experts, there has not been a decline in numbers, and the census has actually failed to give an accurate representation of Indigenous minorities. They argued that in many remote areas, data collectors did not make an effort to visit Indigenous villages and households. The inclusion of more ethnic groups, while hailed as a welcome move, has now lost its weight, since some of the most vulnerable members of Indigenous groups have seemingly been excluded.\nWhat was the reason behind this? Inefficiency or oversight is not excusable, especially since the process of collecting census data has been streamlined through the Computer Assisted Personal Interviewing (CAPI) method. Was the underreporting, then, deliberate? Did it stem from systemic flaws, or was it simply apathy? The disappointing response to the current situation from the technical head of the census project points to the latter. He argued that their report is based on facts and figures, whereas what activists are saying are just estimates. However, anyone working in this sector should be familiar with how systemic biases and beliefs can impact data collection, and should engage with the communities surveyed to guard against this. However, reports suggest that community leaders were not involved in this process in any way.\n\nAccording to Indigenous leaders, there hasn't been a decline in their numbers, and the census has actually failed to give an accurate representation of Indigenous minorities. In many remote areas, they say, data collectors did not make an effort to visit Indigenous villages and households.\nAfter the recent directive to the media to not use the term \"Adivasi\" when referring to Indigenous groups, the government should be careful not to give minorities the impression of a policy of considered exclusion when it comes to the census. This is not just for ethnic minorities. The transgender population is also thought to have been massively under-reported. There must be processes in place to ensure that minorities do not experience another kind of oppression by being erased from national statistics.\n",
        "headline_1": "Indigenous groups miscounted in census?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/indigenous-groups-miscounted-census-3091961",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-08-2022"
    },
    {
        "full_article": "As yet another Neil Gaiman adaptation hits our screens, it brings with it droves of passionate fans ready to dissect, deep-dive, and rip apart the series from top to bottom.\nYes, I am talking about Netflix's The Sandman, which is based on Gaiman's critically acclaimed comic book series of the same name from the late 80s/early 90s. While The Sandman is the latest Gaiman adaptation to undergo a phenomenon I like to call \"hypercritical media analysis\", in no way is it the only Gaiman adaptation that has received this treatment.\nGood Omens—the adaptation of Neil Gaiman and Terry Pratchett's 1990s novel of the same name—also went through a similar level of scrutiny from long-time fans, with people complaining about the show for everything from \"being too faithful to the text\" to \"making too many changes\". \nThe funny thing is, hard-core Gaiman fans overanalysing The Sandman comic-series is how I ended up discovering the author—who eventually went on to become one of my most favourite writers to date. \nI don't want to dictate how people consume content. But I think there is an interesting discussion to be made on how we can view adaptations such as The Sandman and Good Omens. Adaptations—particularly ones that have direct involvement of the original creator—should be seen as an extension of the original medium, rather than something to directly compare to the original work.\nGaiman particularly focuses on capturing the essence of his characters–who are the stars of his story–through the cast. And this has been true for both the adaptations of Good Omens and The Sandman, where the author has cast actors that can embody the larger than life characters such as Crowley, Aziraphale, Morpheus, Death, and many more. \nThe opportunity to adapt your book, graphic novel, or comic book into a TV show or movie lets the creator exhibit their creation through a completely different lens. One that, at the end of the day, will appeal to both fans of the books and newcomers who have probably never read it. If a new format allows the creator to explore characters differently, tell new stories, flesh out old stories better, and so on, then why must we get caught up complaining about how it's \"too different\" or \"too faithful to the book\"? At that point, it almost feels like we're going in with the intent to find flaws.\nNow, this isn't to say that adaptations that have a deep involvement with the original creator cannot be bad; I mean, we've all seen season 2 of American Gods. But I think the approach to critiquing any adaptation is to judge it as a separate piece of work, rather than as a companion piece for the book.\nWhile the books will always have our hearts, the shows and movies give an opportunity to bring in a completely new set of people into the fandom. Personally, I find the fact that Neil Gaiman has been able to be so heavily involved in adaptations of his own work a blessing. Whether it's Good Omens, Coraline, Neverwhere, or now The Sandman, I have found great joy in these adaptations, and am glad that I am able to share the series or movies with my friends, who would otherwise never be able to enjoy some of these masterpieces.\nAaqib Hasib will someday finish writing his book. But not today. Write to him at aaqib.hasib@thedailystar.net. \n \n",
        "headline_1": "Gaiman’s Paradox: When adaptations are overanalysed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/gaimans-paradox-when-adaptations-are-overanalysed-3091881",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-08-2022"
    },
    {
        "full_article": "Economists are fond of drawing analogies from flying. Thus, when economies attain sufficient, sustained growth, they \"take off.\" When external conditions help them grow faster, they are pushed by \"tailwinds.\" Conversely, if unfavourable conditions force them to slow, they face the \"headwinds.\" When economies are unstable, it is \"bumpy.\" When they have to slow down quickly and significantly, we question whether they will have an orderly slowdown, a \"soft landing,\" or a disruptive one, a \"hard landing.\" Or, heavens forbid, a \"crash.\"\nIn our neighbourhood, the Sri Lankan economy crashed. As recently as in 2018, Sri Lanka's outwardly booming economy attained the World Bank's upper middle-income status. However, it accumulated debt over the past decade and became vulnerable. A reckless tax cut that tripled the fiscal deficit in 2020 was the straw that broke the camel's back. Today, it has defaulted on debts and desperately seeks financing for food, fuel, power, medicine, and other necessities.\nAlso, in our neighbourhood, the Pakistan economy is, optimistically speaking, going for a hard landing, perhaps a crash if they cannot negotiate an IMF programme or get a bailout from one of its strategic allies. Having run up a large current account deficit of USD 19 billion in 2019 along with rising debt payments, the economy had an abrupt slowdown – i.e. a hard landing. Even so, the difficulties persist; Pakistan's currency has depreciated by nearly 25 percent since this January, with inflation rates ranging somewhere between 14 and 24 percent, depending on the measure. Sri Lanka's and Pakistan's economies are now paying for several years of large fiscal and current account deficits and debt.\nFurther west, the Turkish economy provides another lesson for Bangladesh. It's having a bumpy flight buffeted by a vicious inflation-depreciation cycle that has led to 70 percent inflation rates and a 47 percent currency depreciation in the past year. It's worth noting that these developments are taking place even though Turkey's public debt is relatively moderate at about 40 percent of GDP – the same as Bangladesh. Another unfortunate similarity with Bangladesh is that \"Erdoganomics\" has compelled the central bank to keep the interest rates low. Turkish President Recep Erdogan fired three central bank governors because they resisted him. Yes, the Turkish capital account is open, and ours is not. But with foreign currency transactions of more than USD 150 billion in the last year, we are not exactly closed either. Having flexible interest rates will be a key instrument to stabilise our economy.\nThe challenge ahead is to pilot Bangladesh's economy to a soft landing. Like much of the world, Bangladesh's economy is facing strong headwinds and turbulence. High oil, LNG, cooking oil and food prices, and an overvalued foreign exchange rate, increased our import bill in the last year to USD 84 billion, the trade deficit to USD 32 billion, and the current account deficit to USD 17 billion – all record-breaking numbers. Despite Bangladesh Bank's interventions to prop up the taka by selling dollars and reducing the reserves by USD 7 billion, the taka has depreciated by roughly 10 percent over the last three months, and the kerb rate is now more than 20 percent. To reduce imports and protect reserves, the government has reduced power supply by 1,000-1,500MW and announced a hefty 35-45 percent increase in fuel prices.\nOminously, as our prime minister rightly recognised, there are also global threats to the food supply. Because we import about half of our wheat from Ukraine and Russia and nearly four million tonnes of fertiliser, where Russia and Belarus are significant producers of inputs too, our food supply and prices may be strained.\nTo engineer a soft landing for our economy, we need to understand the problems that are afflicting it. Our economy is rattling and shaking as it faces headwinds because of structural weaknesses. By ignoring long-standing issues in the pursuit of growth, suddenly we are back to the era of rolling power cuts, with the taka and the forex reserves under pressure.\nMost significantly, it points to an economy that has become less competitive. The big-picture measure of economic competitiveness is a country's export-GDP ratio. If a country's economy can sell proportionately more abroad as it grows, it indicates increasing competitiveness. Bangladesh went into reverse in the last few years. Our export-GDP ratio fell from a peak of 20 percent in 2012 to about 13 percent in 2019 and even less during Covid. In striking contrast, Vietnam's export-GDP ratio rose to over 100 percent during this period. Underlying our decline in competitiveness is the lack of export diversification and sophistication. Despite showing potential, we cannot significantly export higher value products not only in electronics, but also in agricultural processing.\nWe are even more dependent on ready-made garment (RMG) products and remittances than we were 10 years ago. As the prime minister has rightly pointed out in a recent meeting, this dependence on remittances is undesired. If Bangladeshi workers abroad did not remit close to USD 20 billion per year, we might be in the same situation as Sri Lanka.\nThere is nothing mysterious about why we are in this predicament. Bangladeshi economists have repeatedly pointed out in detail the following: i) Our revenues, and thus our public expenditures, are too little to sustain high growth. Moreover, our revenues are too dependent on tariffs and supplementary taxes, which make the economy less competitive; ii) Our limited public expenditures need more scrutiny and prioritisation through proper vetting. These would include cutting back uncontrolled and untargeted subsidies and incentives, and egregious payments to private power producers, while providing more significant resources for social protection; iii) Our real exchange rate has been unsustainably appreciating over the past many years, and we should have let it depreciate to encourage exports and remittances instead of using ad-hoc incentives; and iv) Our financial system needed to be unburdened of interest rate caps, strengthened by disciplining loan defaulters and reconstituting bank boards to avoid insider lending and worse.\nIt has also become glaringly evident that longer-term issues such as exploring potentially large gas reserves were neglected. Equally important is paying attention to other structural issues: the need for well-planned urban development and infrastructure investments, and a focused strategic approach to invite foreign direct investment (FDI) into electronics, pharmaceuticals, leather, shipbuilding, and agro-processing. These are all areas where Bangladesh shows potential, but urgently needs the resources, technology, and market access that FDI will bring. Only in this way can we diversify our economy and increase our export competitiveness.\nNo less important, we should stop resting on the laurels of our human development success. The reality is that we have barely scratched the surface of what needs to be done. Compared to our competitors in East Asia, our labour force is far less educated and technically trained. Three national student assessments have revealed that many of our students do not display their grade-level educational competency, i.e. they are not taught well. Also, we do not train enough young people in technical and vocational education streams with private and foreign investment participation.\nThese are not easy tasks, but are urgent and will call for significant institutional reforms. But what of now?\nOur government has shown foresight in approaching the International Monetary Fund (IMF) for support before our current difficulties become a crisis. From what we have seen in the press, the proposals discussed with them make eminent sense: they address issues long identified by Bangladeshi economists. With the help of the sufficient expertise that we have, we can work with the IMF to come up with a programme of a smoother, gradual adjustment – and not abrupt, punitive movement in prices – that will shore up our financial position, stabilise prices and the exchange rate, and restore confidence. At the same time, we should develop a robust programme of the necessary, pending reforms. These combined measures will guide our economy towards a soft landing and set the stage for a take-off when external conditions improve.\n \nDr Ahmad Ahsan is the director of the Policy Research Institute (PRI) of Bangladesh and a former World Bank economist and Dhaka University faculty member. Views expressed in this article are the author's own.\n\n",
        "headline_1": "Soft-Landing Bangladesh’s Economy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/soft-landing-bangladeshs-economy-3091876",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-08-2022"
    },
    {
        "full_article": "If data from the latest population census is to be believed, the Indigenous population in Bangladesh has increased by only 64,000 in the last 11 years. However, in the 2011 census, only 24 communities were considered to be ethnic minorities, whereas the latest census took 50 different communities across the country into account. Given that the number of groups counted has actually doubled, how is it possible that the total population has increased by so little, with many communities even witnessing a decline in numbers?\nThe situation is troubling on a number of levels. The first is the possibility of a relative decline in the Indigenous population. If true, it is something we should be most concerned about, especially since the census has also found a decrease in religious minorities, and the continued violence against minorities forcing them to move elsewhere has been considered a factor behind this. We only hope the authorities also share our concerns, and will do everything to make Bangladesh a safe country for minorities to live in.\nHowever, according to Indigenous leaders and experts, there has not been a decline in numbers, and the census has actually failed to give an accurate representation of Indigenous minorities. They argued that in many remote areas, data collectors did not make an effort to visit Indigenous villages and households. The inclusion of more ethnic groups, while hailed as a welcome move, has now lost its weight, since some of the most vulnerable members of Indigenous groups have seemingly been excluded.\nWhat was the reason behind this? Inefficiency or oversight is not excusable, especially since the process of collecting census data has been streamlined through the Computer Assisted Personal Interviewing (CAPI) method. Was the underreporting, then, deliberate? Did it stem from systemic flaws, or was it simply apathy? The disappointing response to the current situation from the technical head of the census project points to the latter. He argued that their report is based on facts and figures, whereas what activists are saying are just estimates. However, anyone working in this sector should be familiar with how systemic biases and beliefs can impact data collection, and should engage with the communities surveyed to guard against this. However, reports suggest that community leaders were not involved in this process in any way.\n\nAccording to Indigenous leaders, there hasn't been a decline in their numbers, and the census has actually failed to give an accurate representation of Indigenous minorities. In many remote areas, they say, data collectors did not make an effort to visit Indigenous villages and households.\nAfter the recent directive to the media to not use the term \"Adivasi\" when referring to Indigenous groups, the government should be careful not to give minorities the impression of a policy of considered exclusion when it comes to the census. This is not just for ethnic minorities. The transgender population is also thought to have been massively under-reported. There must be processes in place to ensure that minorities do not experience another kind of oppression by being erased from national statistics.\n",
        "headline_1": "Indigenous groups miscounted in census?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/indigenous-groups-miscounted-census-3091961",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-08-2022"
    },
    {
        "full_article": "It is literally going, going, gone for the heritage buildings in Old Dhaka, as the region fast loses its historic character amid a wave of development that threatens to replace them with high-rise residential and commercial buildings. On paper, these historically and aesthetically significant structures are protected by law. Any attempt to demolish them is also in violation of a 2018 High Court directive that asked the authorities to stop changing, modifying or demolishing the 2,200 British-era buildings named in a list of the Urban Study Group (USG), a conservation platform. But they remain under constant threat anyway, thanks to lack of enforcement of relevant laws and the greed of present-day owners.\nMerely a month into the demolition of a century-old building named Neelam Ghar, we are shocked to learn of an attempt on another such building in Bangla Bazar. Reportedly, owners of the two-storey building started to demolish it a few days ago, and would have knocked it down if not for the last-minute intervention of police at the behest of USG. Apparently, the demolition process did not have Rajuk's approval either, another violation of the law. The disaster could be averted for now, but any satisfaction may be short-lived as, conservation activists fear, the owners may try to destroy the building again. Past experiences show that owners of such buildings, usually backed by local politicians and businessmen, can go to any length to reach their goal.\nA strong network of land-hungry businessmen with the blessings of local political elements has already demolished or compromised the integrity of many heritage buildings. Some were replaced by multi-storied commercial buildings. These people do not realise that any conversion of such real estate at the heart of Dhaka may fetch crores of taka, but the damage done to the intrinsic value and history of this land is irreparable. These buildings are living proof of a past long gone but one which continues to remind us of the journey we have had as a nation through the centuries. They teach and inspire us, and will do the same for posterity, if preserved properly. As such, the question remains, what shall we be left with if all traces of the glorious past of this city are wiped out one by one?\nWe urge the authorities to strictly enforce the laws and directives related to the conservation of all heritage sites and buildings in the country. No one, however powerful, should be allowed to destroy them or damage their architectural integrity. The authorities must take measures to properly preserve them.\n",
        "headline_1": "Old Dhaka must preserve its historic character",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/old-dhaka-must-preserve-its-historic-character-3091941",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-08-2022"
    },
    {
        "full_article": "Thalassemia, a hereditary blood disorder, is a common health issue in Bangladesh as seven per cent of the population are carrier of this disease. And every year 7,000 newborns with thalassemia are being added to the population, says the Bangladesh Thalassemia Foundation. Considering its degree of prevalence among the populace, the health issue is definitely a subject of concern. And that is more so for the simple reason that in case a person has this blood disorder, her/his body does not make enough of the protein called haemoglobin, an important ingredient of body's red blood cells. With the blood having fewer haemoglobins that carry the vital food of the body cells, oxygen, a person may feel fatigued and short of breath. This is the condition known as anaemia. People with thalassemia may have mild or severe anaemia. In the severe cases of anaemia, the body's internal organs may get damaged ultimately leading to death. So, it is vital for a person to know which type of thalassemia she/he is afflicted with. It is to be noted at this point that thalassemia is caused by a mutation in the DNA of cells that make haemoglobin. In that case, blood is deprived of its capacity to produce normal amount of haemoglobin. Since the condition of thalassemia is hereditary, it is important for a married couple to know if any of them has thalassemia. For if both the husband and the wife are carriers of thalassemia, then their children will definitely carry the disease. So, to ensure that the next generation may not inherit this harmful physical condition, pre-marriage medical tests need to be made mandatory for marriageable men and women. And it is exactly such concern that prompted the High Court (HC) to issue a rule on Sunday asking the government why it should not be directed to formulate a provision for including thalassemia test report in the National Identity Cards (NIDs) of people. The HC rule further required of the government to see that patients of this disease do not marry each other and that their children are not affected by this disease. Notably, a bench of the HC issued the rule following a petition filed by a Supreme Court lawyer seeking a directive to this effect from the court. It goes without saying that it is a welcome order from the country's highest seat of justice to the government. It is believed that the respondents of this HC rule would act promptly as directed to see that the children of this country may not be victims of this debilitating health condition in the future. Now that except a section of the educated urban population, most members of the general public are not aware of the prevalence of such blood disorder among them, the question of raising their awareness level about this disease comes to the fore. The government's publicity organs as well s the media would be well-advised to launch a public awareness campaign to this end. Needless to say, the campaign materials should include basic information about thalassemia, why it is important for the people to do blood tests for thalassemia and insert the information of the test result in their NIDs. Hopefully, as required by the HC rule, the government would look into the issue and make sure that the coming generation is free from a life-threatening health issue like thalassemia.",
        "headline_1": "Welcome HC rule to rid nation of thalassemia",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/welcome-hc-rule-to-rid-nation-of-thalassemia-1660143072",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-08-2022"
    },
    {
        "full_article": "As an incorrigible Bengali, one who enjoys traditional Bengali meals any hour of the day, I am worried about the scarcity of green chilli that goes with my food, indeed with the food of all my fellow citizens in Bangladesh. That we now must import chilli --- and so far as many as 111 tonnes of the item have already come in from India --- is a depressing thought. It is as depressing as the realization in recent times that we do not grow enough onions in our country to cater to our needs, that we must look to the readiness of others beyond our borders to sell us onions so that we can go on having the kinds of food that have always nourished us.In these past few days, for any citizen of Bangladesh, the turmoil generated by a rise in prices, generated of course by a more than 50 per cent leap in the prices of fuel, has been worrying, indeed heart-breaking. It worries us that we must now solicit financial assistance from the IMF and from the World Bank and from the Asian Development Bank to steady ourselves. That fuel prices were enhanced surreptitiously in the nocturnal hours, without giving citizens the opportunity to discuss the pros and cons of the move, has saddened us. Our sadness stems from a multiplicity of reasons, for the majority of us who inhabit this country belong in the middle and poor classes. These fuel prices have already compelled our children to devise cheaper means of making their way to their classes at college and university. They have led, predictably and naturally, to conditions where my sister must cough up a fare that will satisfy the tired, lean and thin and perspiring rickshawpuller who will take her to her workplace every morning and back again; where my brother is compelled to take long and steamy bus rides to work and back, too exhausted to focus on life and the residual beauty it yet might contain.That sister and that brother and those children are at my home, at every home in this country. No relief comes to us when we are informed by those in authority that these are measures of a temporary nature, that sooner or later life will return to normal. We are thus made to go back to a bit of introspection, to remind ourselves that every time prices have increased in this country, they have hardly ever declined to what they were earlier. On celebratory occasions linked to religiosity, when goods are on sale --- meaning reduced prices for buyers --- in lands abroad, traders in our country raise prices, dip their hands in our pockets, leaving us bereft of money and dignity, almost in tears.As a citizen, therefore, I have my worries as much as I have my complaints. In a land battered by nature in the shape of floods and cyclones and droughts, we have suffered through the generations. And yet we have been cheered by the fact that people have over the past few decades not died of hunger --- because our farmers have grown enough rice to feed us. But that moment has seemingly passed, thanks to shifting weather patterns. We import anywhere between 10 and 15 lakh tonnes of rice these days, which is disturbing. Worse is the notion, coming from those who know, that these figures may go up if local cultivation of rice declines more.We as citizens have no more than humble desires, all related to bare survival. We are happy feeding ourselves on coarse rice, but when a kilogram of coarse rice shoots up to Tk 50 a kilogram, how do we handle the situation? We do not think of premium rice any more, for that has as good as gone beyond our reach, priced between Tk 75 and Tk 82 a kilogram as it is. We will go for spartan meals, but now we confront circumstances where transportation costs related to rice coming into our markets will leapfrog to a new high because of those fuel prices enforced in the nocturnal hours.The middle class is stunned into despair; the poor pray for sheer survival. To be sure, our patriotism has room for understanding the exigencies the state is up against. And yet patriotism in these difficult times rests on the idea that austerity must be the rule we follow. We need to save our dollars, save our forex earnings. So why do our people, businessmen and superannuated civil servants and others, continue to go out of the country on holidays? Why have we not observed a shrinking of personnel at our many diplomatic missions abroad? In a country of twenty million farmers, we are informed, 75 per cent are in dire need of diesel-powered engines. Can they afford to pay the price for the fuel they need to operate these engines? How many have the wherewithal to withstand this pressure of rising prices? The BADC is worried and so are we. And then there is the matter of fertilisers, which again must be bought at pretty inconceivable prices. Incomes do not increase for us in the middle class; the poor go to sleep worrying about the next day's meal. And yet we must find the money to pay for it all. Where will that leave us?It is memories we go back to --- to the times when the monsoon waters brought in their wake floods of fishes we caught as we sat under our umbrellas beside the pond and beside the fields of rice and jute. And then fertilisers came to give us more crops, to take away our fishes and so deprive us of a special gift from the Almighty.We move around, with old, worn-out empty bags in the market, looking at the fish and then looking inside our sad pockets, wondering which fish to buy, if at all. And now all that fish, all that rice, all those vegetables will come to our cities and make their way to our villages. We will pay for them all. We will pay for the fuel those trucks use, we will pay the traders who will raise prices with impunity, with nary a thought to the pains we go through.That little bowl of steamy rice, with a dash of salt and with a couple of green chilli is all we need. A frugal meal, that is all. Why should that elude us?\n[email protected]",
        "headline_1": "A bowl of rice, a dash of salt and some green chilli",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-bowl-of-rice-a-dash-of-salt-and-some-green-chilli-1660143128",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-08-2022"
    },
    {
        "full_article": "How easily one can purchase land in a country indicates the level of easiness with which an investment can be made there. We all know that purchase of property in the US, Canada, Australia, Malaysia and other such countries is very easy. But in Bangladesh many people think twice before treading that path. They find it safer not to risk their money by purchasing a piece of land and thus run into trouble.However, things have changed a lot over the years here. Many measures have been taken to ease the hassles of land registration. Many services have been introduced online. Now, one can get some of the certified copies of land documents sitting at home. Of late, a number of steps have been taken to ease the land mutation process. It has been informed that for the purpose of land mutation an applicant is no more required to submit the copies of documents which are available online. On the other hand, certain conditions have been set for a land office to go by, if it rejects a mutation application. It must assign the reason for rejection of the application. Undoubtedly, all these steps will help ease sufferings of the service-seekers. But there is still room for improvement. The application process for land mutation is still a complicated one. An applicant expects that the online application form will have all the required queries. But that is not the case. For example, there is no mention that the full name of the applicant will have to be put as signature. As a result, the applicant suffers unnecessarily. Again, once the application is submitted, there is no scope of any correction. If one needs to correct it, he needs to apply anew. This is painstaking. One may need to edit a piece of information after completion of the entire application process. But whenever one reopens the form for editing, some entries there are shown missing and those need to be entered anew.Last but not the least, after submission of the application online, the land office concerned has its own formalities like submission of printed documents and some papers signed duly. If there is a mismatch, it will not be accepted. Then there is a time limit of 15 days. If the correction cannot be done within the time limit, it takes the applicant back to the starting point of the whole process once again.Land-related services are one of the most complicated in our country. Despite all the improvements made over the years, there still remain some technical and procedural complexities. If the problems are fixed, that will better the land mutation experience of people to a great extent. \n[email protected]",
        "headline_1": "Easing land mutation process",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/easing-land-mutation-process-1660143168",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-08-2022"
    },
    {
        "full_article": "Having a BSTI (Bangladesh Standards and Testing Institute) certification for a particular product should mean that we can use that product without any doubt. However, it is unfortunate that this institution is yet to win such public trust. Rather, many products with BSTI certificates have been found inaccurate. The BSTI is the only organisation that verifies the quality of a product and approves for the local market. But there are many reputed companies, which do not follow BSTI recommended standards, but release their products with BSTI seals. Even numerous products in the market do not carry the mandatory BSTI seal. In fact, there are hundreds of products that are being sold openly in the market, with hardly anyone to check their quality. Fake license number and BSTI seals can also be found on many products. All these products can be a major risk for public health. Due to the indifference of an institution of the country, people are being deprived of quality products and services. We draw the attention of the authorities concerned to look into this and do the needful. \nSifat Rabbani, Student of Department of Political Science, Jagannath University, Dhaka, [email protected]",
        "headline_1": "BSTI seal and quality of products",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bsti-seal-and-quality-of-products-1660143191",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-08-2022"
    }
]