[
    {
        "full_article": "In a long overdue decision, N. Biren Singh resigned as Chief Minister of Manipur on Sunday (February 9, 2025. It was reportedly under duress due to growing dissidence within the Bharatiya Janata Party-led National Democratic Alliance government even as the Opposition Congress planned a no-confidence motion in the Assembly. The Supreme Court of India had recently sought the services of the Central Forensic Science Laboratory to provide a “sealed-cover report” on “leaked audio tapes” that it is examining, allegedly featuring Mr. Singh as an instigator of the ethnic conflict that has raged for months between two communities in the State. These proximate reasons apart, Mr. Singh’s continuation was long made untenable with the ethnic conflict having shown few signs of abating, and him being seen as championing the cause of chauvinists from one group. In any case, the Union Government had, de facto, used the provisions of Article 355 to seize control over law and order without declaring its imposition. The BJP and its allies had also lost both Lok Sabha seats in the 2024 general election, indicating a fatigue in the valley and hill regions with the State government. Mr. Singh’s rhetoric about the Kuki-Zo-Hmar communities, persistently accusing them of being “infiltrators” from Myanmar and providing a haven to “drug dealers” and illicit crop cultivators, fuelled the antipathy on both sides of the conflict, while his inability to rein in violent groups that openly brandished sophisticated weapons — many looted from police armouries — created a culture of impunity. With the BJP persisting with his leadership, there was little hope for any reconciliation as civil society activists refused to engage in peace talks.The Union government and the BJP should now make the best use of the opportunity by looking for a new leader who is unburdened by the shenanigans of Mr. Singh’s rule and willing to work towards genuine reconciliation. Second, the Union government should accelerate the process of involving civil society leaders in talks, yet again, to address immediate issues such as the rehabilitation and return of over 60,000 displaced people. This will lay the ground for a political solution and address grievances in the hills and the valley. There are enough instruments in India’s federal system that allow for creative solutions within the state-system, which have also worked well in other parts of the country in ending conflicts. But confidence-building measures and an end to wanton violence are a necessity before such solutions are mooted. Mr. Singh’s resignation should pave the way for more such measures and it would be remiss on the part of the government to not follow up on these quickly. Published - February 11, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Manipur\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        Bharatiya Janata Party\n                    \n                            /                      \n                        \n                        National Democratic Alliance\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        national or ethnic minority\n                    \n                            /                      \n                        \n                        unrest, conflicts and  war\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        Myanmar\n                    \n                            /                      \n                        \n                        narcotics & drug trafficking",
        "headline_1": "​Emergency exit: On the Manipur Chief Minister’s resignation",
        "headline_2": "N. Biren Singh is finally shown the door, but peace in Manipur is elusive",
        "link": "https://www.thehindu.com/opinion/editorial/emergency-exit-on-the-manipur-chief-ministers-resignation/article69203640.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-02-2025"
    },
    {
        "full_article": "In the latest chapter of the long-standing fisheries dispute in the Palk Bay region, the Sri Lankan Navy arrested 14 fishermen from Tamil Nadu’s Ramanathapuram district on February 8 for alleged poaching in waters north of Mannar. Two trawlers were also impounded. On January 27, the Navy fired at an Indian boat near Delft Island, injuring two fishermen. With these arrests, the total number of Indian fishermen detained this year has risen to 77. Just last week, a Sri Lankan court released nine fishermen from Karaikal, Puducherry, but one other person received a six-month prison sentence. Additionally, Sri Lankan courts have been imposing hefty fines, complicating their release. Government data over the past decade, based on responses in Parliament, show that in 2024, the number of Indian fishermen arrested in Sri Lanka crossed the 500-mark for the first time in 10 years (528). There were 787 arrests in 2014.In a letter to External Affairs Minister S. Jaishankar on February 3, Tamil Nadu Chief Minister M.K. Stalin said that 97 fishermen and 216 fishing boats were still under the custody of Sri Lanka. Unlike in the past, when they were quickly released, recent years have seen rising convictions for violations of the International Maritime Boundary Line (IMBL) and unlawful fishing. While Tamil Nadu and Puducherry fishermen often cross the IMBL, their counterparts in Sri Lanka’s Tamil-speaking Northern Province, who are still recovering from the civil war, oppose their fishing methods, particularly ecologically destructive bottom trawling. Northern Sri Lankan fishermen are seeking a sustainable solution that protects their waters from over-exploitative fishing. Indian fishermen have repeatedly sought a fresh round of talks with their Sri Lankan counterparts, with the last such meeting having taken place in November 2016. The issue was also raised in the most recent Joint Working Group meeting in Colombo last October. However, the Anura Kumara Dissanayake-led Sri Lankan government appears reluctant to negotiate. New Delhi and Colombo must recognise that a fresh approach is required to break the deadlock rather than continuing with a business-as-usual mindset. Unlike the cases of Indian fishermen detained in Pakistan, Bangladesh, Saudi Arabia, and Qatar, the arrests in Sri Lanka are significantly higher. New Delhi must introduce incentives to encourage Palk Bay fishermen to move away from trawling. While this shift will take time, both governments must facilitate immediate discussions between their fishing communities to find interim solutions. It is only through proactive diplomacy and sustainable fishing policies that this ongoing conflict can be addressed effectively. Published - February 11, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        India-Sri Lanka\n                    \n                            /                      \n                        \n                        fishing industry\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        arrest\n                    \n                            /                      \n                        \n                        armed Forces\n                    \n                            /                      \n                        \n                        Tamil Nadu\n                    \n                            /                      \n                        \n                        oceans\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        Pakistan\n                    \n                            /                      \n                        \n                        Bangladesh\n                    \n                            /                      \n                        \n                        Saudi Arabia\n                    \n                            /                      \n                        \n                        Qatar",
        "headline_1": "Troubled waters: On India, Sri Lanka and the fisheries dispute",
        "headline_2": "India and Sri Lanka must facilitate discussions among their fishermen",
        "link": "https://www.thehindu.com/opinion/editorial/troubled-waters-on-india-sri-lanka-and-the-fisheries-dispute/article69203470.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-02-2025"
    },
    {
        "full_article": "The peace dividends of war profiteering\nTrump’s ‘outside-the-box’, ‘revolutionary’ thinking will ‘bring peace’, suggests Israel’s Netanyahu. Isn’t he (far) right?\nTake West Asia. What better ‘peace plan’ for a MAGA-Stripped region than for US to ‘buy’, ‘own’ and yet be bootless in Gaza? Not for nothing Trump pushed the Israel-Hamas ceasefire, approved 2,000 pound bunker-busting bombs for Tel Aviv, and suggested 2.1mn Palestinians vamoose. What about their attachment to a homeland Israel’s relentlessly pounded, with US aid? Don’t worry, they’ll be happy outside Gaza – future ‘Riviera’ with casinos instead of bombed-out craters. As son-in-law Kushner said, turn battlefront into waterfront. Life’s a beach, eh?\nNext, take Ukraine. What sweeter peace ‘deal’ for battered Ukrainians than for US to hog their natural resources? Ever-so businesslike, Trump threatened to sanction Russia if fighting continued. Reportedly, his administration then briefly halted arms shipments to Ukraine, near-hobbling its fightback. He finally sought Ukraine’s rare earths in exchange for keeping it fighting fit! What about the casualties of a ‘ridiculous war’ Trump said he’d end in an iffy jiffy? Well, since peace-brokering takes time, it had better be profitable meantime, right?\nFinally, take the world. What greater peace programme than for US to put missile-detecting sensors and kill-capability weapons in space – a grand ‘next-generation’ missile defence shield against ‘foreign aerial attack’? If Israel’s ‘Iron Dome’ can smash short-range rockets, surely Trump’s early-warned America can demolish the ballistic, hypersonic and advanced cruise missiles of its long-ranging foes.\nRussia claims US’s ‘focus’ on space warfare will heighten global ‘tensions’. How bang on target. Strategic deterrence only works if all nations with nukes-brandishing M.A.D.-men are sitting ducks – a precarious balance that’ll collapse if Donald ducks. But then, aren’t peace-poopers proliferating? So, yes, US must also possess those very missiles Trump wants neutralised by eye-in-the-sky satellites, spy-in-the-sky trackers and collide-in-the-sky interceptors of what non-fantasists dub his pie-in-the-sky project.\nSo is global amity, or calamity, within striking distance? Well, if US’s arms-factories revive Star Wars, retaliators can also lucratively militarise space. Entropic equilibrium will set in: with arms-racers ignoring nuclear insecurity to cash in on Domeland Security, the dome’s-day clock won’t strike midnight. See? Trump may seem an unguided missile. But when Bibi hailed the Don of peace, he hit the nail on the warhead.\n\n",
        "headline_1": "Dome Sweet Dome",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/churn-after-reading/dome-sweet-dome/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-02-2025"
    },
    {
        "full_article": "Trump’s tit-for-tat tariffs will hurt trade in goods. India should think of services more\nTrump just tariffed again. A flat 25% duty on all American imports of steel and aluminium, two key industrial products. India is the world’s second largest producer of both, but a small US supplier. But even its $450mn worth of steel, aluminum exports to US aren’t trivial. And mills making metal for export are in a real bind. Since Modi’s meeting Trump on Thursday, there’s hope. Maybe Trump’s just fishing for a deal – he suspended his 25% tariffs on all Canadian and Mexican goods promptly last week. So, a little give and take might make him rethink “if they charge us, we charge them”.\nIf he doesn’t, we lose some, but US loses more. Trump first imposed tariffs of 25% on steel and 10% on aluminium in March 2018, arguing these two metals are the bedrock of America’s defence-industrial base. His focus even then was on “unfair trade”, boosting America’s economy, protecting jobs and raising revenue. Two years on, the numbers didn’t look encouraging. Yes, US steel industry added 1,000 jobs. But because tariffs had made imported steel costlier, domestic steel prices rose. Each of those 1,000 jobs eventually cost US consumers $900,000 more – many times a mill worker’s pay. But 75,000 jobs that might have been added in industries making cars, washing machines, etc – products that use steel – didn’t happen because costly steel made steel products costlier, and uncompetitive against cheaper imports. In those two years, US firms filed 100,000 requests to be exempted from steel import tariffs.\nTrump’s promised voters he’ll create jobs but he misses the point that steelmakers shielded with tariffs are likely to use more machines than men to ramp up production. Consumers lose, workers don’t gain, what’s the point of tariffs then? That’s America’s problem. Ours is to find markets for our own steel and aluminium. But global trade’s belief system is changing, and a narrow focus on manufacturing and exporting goods will need to be complemented by other strategies. Think, services. GCCs have thrived, and India’s strengths – democracy, demographics, comfort with English – create room for more. High-paid services create demand for low-paid services – cooks, cleaners, drivers – and in a booming economy there’s always a market for aluminium and steel.\n\n",
        "headline_1": "Mr 25%",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/mr-25/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-02-2025"
    },
    {
        "full_article": "Neurological disease outbreak in a major city shows how govts can cause health crises \nPune’s GBS outbreak is a scary reminder of how poor govt services can create a public health emergency. GBS, a neurological disorder, is triggered by certain bacteria and viruses. In Pune, the culprit was Campylobacter jejuni, which made its way into the water supply – tap water from a well that did not undergo adequate treatment. Contaminated water is a national problem. In J&K’s Rajouri, unexplained deaths of 17 people may also have a contaminated drinking water link. A final report is awaited. But initial findings point to a spring with traces of toxins such as carbamates, organophosphorus, and cadmium. In Dec, Chennai saw three deaths due to possible drinking water contamination in an area with a long history of piped water supply.\nIncreasing piped water supply is not the only challenge confronting govts. Safe, potable water is no guarantee when supply is through old pipes that run next to sewage lines. GOI schemes like Jal Jeevan that aim to increase piped water supply can’t guarantee supply of safe water. Reasons include poor infra, inadequate treatment and unchecked water pollution. Therefore, govt’s focus must shift from just quantity (number of piped connections) to quality (purification and integrity of supply).\nMost Indians are faced with one of two outcomes – no piped water or contaminated piped water. As for groundwater, used by 80% of Indians as primary water source, contamination is common in most districts in the country. Toxicity in groundwater comes from metals such as arsenic, iron, cadmium, chromium and uranium. India’s water quality problem is part of a larger problem of govts’ attention deficit when it comes to supplying basic services to citizens who can’t afford private solutions.\n\n",
        "headline_1": "Water of India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/water-of-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-02-2025"
    },
    {
        "full_article": "AAP’s defeat in Delhi presents a clear irony. A party led by middle class activists and driven by middle class demands appears to have been abandoned by its core voters. Yet, to understand what truly happened, we must ask who counts as middle class in Delhi and, more broadly, in India today.\nTwo decades ago, India’s middle class was projected to expand to 30% of the population – roughly 45cr – with some optimists even predicting it could reach 50%. Today, we know better. Middle classes – plural, not singular – are deeply heterogeneous, and even before Covid, their size remained well below 10cr. A 2021 Pew survey estimated that India’s middle class, defined as those earning $10-20 a day, had shrunk to 6.6cr, highlighting the precarity of this group. This isn’t too far from the tax base prior to Budget 2025.\n\nRead full opinion on TOI+\n\n",
        "headline_1": "The very pragmatic middle class poor",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-very-pragmatic-middle-class-poor/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-02-2025"
    },
    {
        "full_article": "A survey conducted by the Public Administration Reform Commission has revealed widespread public dissatisfaction with the country's public administration. According to the survey, conducted on over one lakh people, a staggering 80 percent of respondents believe the administration is not public-friendly, while 66 percent feel civil servants behave like \"rulers.\" Moreover, 96 percent believe the public administration lacks transparency and accountability, 69 percent say it has lacked neutrality over the past 15 years, and 84 percent feel reforms are essential. These findings are as eye-opening as they are alarming, and we hope that they will be taken into account by the authorities as the country awaits a major overhaul of its public administration.\nOther findings of the survey are equally troubling. For example, a significant percentage of respondents have reported experiencing discourteous behaviour from government employees, believed that receiving services without paying bribes is impossible, and faced harassment while seeking services. Furthermore, many have also identified political interference and corruption as key obstacles to making the administration people-friendly.\nReforming the public administration has been long overdue in the country. Since independence, there have been at least 16 commissions and committees that proposed measures for an efficient, merit-based, and service-oriented civil administration. But most of these recommendations were ignored largely due to opposition from bureaucrats as well as a lack of political will. In particular, under the Awami League's rule for more than 15 years, corruption and irregularities within the administration reached unprecendented heights. We observed how public officials blatantly violated service rules by running \"side businesses\" and engaging in corruption. Even the government itself encouraged corruption, as highlighted last year when the public administration ministry proposed relaxing a rule requiring civil servants to submit wealth statements every five years. Meanwhile, the public continued to suffer from inadequate services.\nNow that an opportunity for reform has finally arrived, it must not be wasted. As the Public Administration Reform Commission has submitted its report to the chief adviser—outlining short-, medium-, and long-term plans—these should be discussed properly with all relevant stakeholders so that greater public interests are served through reforms. While removing discrimination among different cadres should be a priority, the ultimate goal must be to build a public administration that is transparent, corruption-free, service-oriented, and truly people-friendly. Simply put, public servants should serve the people, not the other way around.\n",
        "headline_1": "We need a pro-citizen public administration",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-need-pro-citizen-public-administration-3820976",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-02-2025"
    },
    {
        "full_article": "The rivalry between America and China regarding artificial intelligence (AI) is growing, with both nations significantly investing in the technology. Historically, AI development has been dominated by America, but China is closing in at a rapid pace. One such example is the emergence of DeepSeek, a Chinese AI startup that has created AI models capable of competing with those from the Silicon Valley. DeepSeek also made their product accessible through an open-source model. This competition has profound implications for technology, economies, and politics worldwide.\nBangladesh—a developing economy, must strategically position itself in the AI race to fully harness its potential for technological transformation, economic growth, and innovation.\nThe competition between America and China\nThe US holds a dominant position in AI development, commercialisation, and research worldwide. Leading US-based tech companies—such as OpenAI, Google DeepMind, and Meta have pioneered AI development, creating models like ChatGPT, Gemini, and Llama. Recognising AI's strategic value, the US government has invested significantly in AI-driven national security and economic competition.\nChina got advanced AI through state-backed initiatives, focusing on industrialisation and national security applications. Tech giants like Tencent, Alibaba, and Baidu have built powerful AI models—such as ERNIE and Qwen 2.5 Max. DeepSeek challenges Silicon Valley's dominance with lower costs. As competition intensifies, countries like Bangladesh must navigate the evolving AI landscape.\nBangladesh's current AI landscape\n\nIn an effort to embrace AI, Bangladesh introduced the National Artificial Intelligence Policy 2024, which aims to guide AI development through research, education, and ethical implementation. While the policy lays a foundation for AI adoption, significant gaps remain in infrastructure, vision, and execution. The private sector and startups have shown interest in AI, but a lack of funding and computing resources remains a major hurdle.\nAI is gradually being integrated into key sectors of Bangladesh's economy. In healthcare, AI-driven diagnostics and predictive analytics are being explored to improve patient outcomes. The agricultural sector is benefiting from AI-powered precision farming and pest control strategies. Financial institutions are leveraging AI for fraud detection and customer analytics, while the manufacturing industry is experimenting with automation, albeit at a relatively low scale. Despite these advancements, businesses are still having to rely on foreign AI models, which increases operational costs and limits data sovereignty.\nChallenges hindering Bangladesh's AI growth\nOne of the biggest challenges Bangladesh faces is that without domestic AI capabilities, Bangladesh remains vulnerable to external market fluctuations and pricing structures dictated by foreign providers.\nAnother major hurdle is the lack of infrastructure. Bangladesh currently has no large-scale AI data centres, forcing researchers and companies to rely on expensive cloud computing services from AWS, Google Cloud, and Microsoft Azure. The absence of high-performance computing (HPC) infrastructure slows down AI research and limits local innovation.\nAdditionally, Bangladesh faces a shortage of skilled AI professionals. The country's top talents tend to migrate abroad in search of better opportunities, leading to brain drain. While local universities offer AI-related courses, AI research has yet to be fully integrated into their core curriculum. Without a strong pipeline of AI-related talent, Bangladesh will struggle to build a self-sufficient AI ecosystem.\nOpportunities for Bangladesh amidst the AI rivalry\n\nDespite these challenges, Bangladesh has several opportunities to establish itself as a competitive player in this sector. One promising approach is leveraging open-source AI models such as DeepSeek's V3 and R1, Meta's Llama, Mistral, and Falcon and others. Open-source AI models offer greater flexibility, cost efficiency, and data sovereignty, reducing the country's reliance on expensive proprietary systems from global AI leaders.\nAnother crucial step for Bangladesh is developing its own AI foundation model trained in Bangla and regional datasets. By creating localised AI models, Bangladesh can address the needs of local businesses, government agencies, and educational institutions. A home-grown localised foundation model would enable the country to build AI applications tailored to its unique economic and linguistic landscape, reducing dependence on foreign technology.\nTo make these initiatives viable, investing in local AI data centres is essential. Establishing AI infrastructure would lower computing costs, making AI adoption more accessible for businesses and startups. Local AI data centres could also attract companies seeking affordable, regionally hosted AI solutions, creating new economic opportunities.\nPolicy recommendations for strengthening Bangladesh's AI ecosystem\nTo accelerate AI growth, the government must increase funding for AI research and introduce AI-specific grants and tax incentives for startups. By investing in AI innovation, Bangladesh can stimulate local development and attract foreign investment.\nEducational institutions must play a crucial role in this transformation by collaborating with industry leaders to develop AI-focused research programmes. The government should also establish dedicated AI research institutions that focus on cost-effective, scalable AI solutions tailored to Bangladesh's needs.\nPublic-private partnerships will be key to advancing AI development. The government should foster collaboration between academia, businesses, and policymakers to create a cohesive AI ecosystem. Regulatory sandboxes should be introduced, allowing AI startups to test their models with minimal bureaucratic restrictions.\nAnother critical step is implementing data localisation laws to ensure that sensitive data is stored within Bangladesh, reducing security risks and enhancing data sovereignty. Additionally, strong AI governance frameworks should be developed to prevent unethical AI use and ensure responsible AI deployment.\nDespite lacking AI infrastructure and skilled professionals, Bangladesh can establish a unique role in the global AI arena. This will be a technological leap with economic imperative for future competitiveness.\nRashedul Huq is research associate at North South University.\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Bangladesh must seize AI opportunities amidst global rivalry",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bangladesh-must-seize-ai-opportunities-amidst-global-rivalry-3820751",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-02-2025"
    },
    {
        "full_article": "In the tapestry of Bangladesh's socio-economic landscape, tea gardens and industrial parks stand as silent pillars that uphold the lives of millions, weaving together tradition and modernity. A morning that begins with a cup of tea mirrors the soul of every Bangalee heart. Alongside, the sprawling Beximco Industrial Park symbolises industrial ambition and global competitiveness. Yet, these two worlds converge in the shared plight of labourers whose sweat fuels our economy. As we savour the warmth of tea or don garments stitched with care, do we pause to acknowledge the unseen hands shaping these moments? This is not just a narrative of labour; it is the story of Bangladesh where every worker's life is intricately woven into the fabric of national progress.\nWhile the media's spotlight shines on the recent turmoil surrounding Beximco Industrial Park, the plight of tea garden workers of the tea estates owned and operated by National Tea Company remains woefully underreported. These crises reveal deeper structural and political issues that threaten the livelihoods of thousands and ultimately, the economic resilience of Bangladesh.\nThe closure of the National Tea Company due to political instability exemplifies the precarious position of marginalised workers. The sudden shutdown of Madhabpur Tea Estate in Moulvibazar has left families stranded without income or alternative employment opportunities. Sanu, a worker at the estate, paints a grim picture of this reality. With five family members, including a sick mother, he struggles to provide even the most basic meals, resorting to muri (puffed rice) and cha pata bhorta (mashed tea leaves) for sustenance. Occasionally, a tourist's tip is all that stands between his family and hunger. This tragic narrative is emblematic of countless others, yet it garners little attention because tea workers lack the platforms or influence to amplify their voices.\nMeanwhile the crisis at Beximco Industrial Park dominates the headlines, as workers demand their rightful wages and reinstatement. While both cases highlight the vulnerability of workers, they also expose an unequal distribution of concern and urgency. The media's focus on high-profile industrial hubs often eclipses the struggles of those in remote areas, perpetuating a cycle of neglect for sectors like the tea industry.\nBoth situations underscore the need for immediate and comprehensive government intervention. The current approach of relocating displaced workers to other factories or gardens is short-sighted and counterproductive. Such measures ignore the broader implications: abandoned infrastructure, loss of industry-specific expertise, and a diminishing industrial base. The parallels with the decline of Bangladesh's sugar and jute mills are stark and cautionary. These once-thriving industries now stand as relics of mismanagement and neglect, offering lessons that must not be ignored.\nBangladesh's status as a growing economy demands prudent and proactive policies to safeguard its industries. Political instability and labour exploitation cannot become recurring narratives. The government must prioritise the reopening and stabilisation of the tea estates under the National Tea Company and Beximco Industrial Park. This involves ensuring fair wages, addressing worker grievances, and fostering an environment conducive to sustainable operations.\nFor tea workers, the solution lies in comprehensive industry reform. The systemic exploitation that keeps wages at starvation levels must end. The government, alongside industry stakeholders, should implement wage standardisation, social security measures, and skill development programmes. For larger industrial hubs like Beximco, the focus should be on transparent conflict resolution mechanisms, timely payment of dues, and robust labour policies that prevent future disruptions.\nIt is time for Bangladesh to heed the silent cries of its labour force and walk resolutely towards reform and equity. The stories of Madhabpur's tea workers and Beximco's factory labourers are not isolated, and they remind us of the delicate balance between progress and humanity. Their struggles are a clarion call for a nation striving to achieve middle-income status while ensuring that nobody is left behind. Let us not allow these crises to become forgotten tragedies; instead, let them fuel a collective resolve to create a future where every sip of tea and every stitch of cloth represents not just an industry but the dignity of those who make it possible. Advocacy groups, unions, and policymakers must work together to amplify the voices of the voiceless, ensuring that every worker, regardless of their location or industry, is afforded dignity and justice.\nRafad Asgar is research associate at Bangladesh Institute of Governance and Management (BIGM). He can be reached at [email protected].\n\nSamira Tasnim is research associate at BIGM. She can be reached at [email protected].\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Tea garden workers warrant the same support as other industry labourers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/tea-garden-workers-warrant-the-same-support-other-industry-labourers-3820561",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Proposed health budget falls short of expectation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/proposed-health-budget-falls-short-of-expectation-1739197352",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Strengthening food storage facilities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/strengthening-food-storage-facilities-1739197432",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Why Musk backs President Trump",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-musk-backs-president-trump-1739197498",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Cost of Saint Martin's closure",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cost-of-saint-martins-closure-1739197638",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-02-2025"
    }
]