[
    {
        "full_article": "A drop in satisfaction levels with governance, the stagnating popularity of Prime Minister Narendra Modi, the resilience of regional parties and the rejuvenation of the Congress party, and the fading of Hindutva for marginalised sections in the Hindi heartland. All these contributed to the National Democratic Alliance’s reduced majority in the 2024 general election, according to the CSDS-Lokniti’s post-poll survey. In its pre-poll survey, the agency had indicated that “unemployment” and “price rise” were key issues for a majority of the electorate and despite the healthy 46% support for the NDA, a chunk of those favouring the incumbents were willing to back the Opposition during the course of the election. The final vote share for the NDA, at 43.6%, was 1.4 points lower than what the constituents of this year’s coalition received in 2019 even as the INDIA bloc secured a significant 41.4% support (if the Trinamool Congress’s shares are included), a leap from 2019. In the previous Lok Sabha election, the Balakot action, the PM-Kisan scheme and 10% reservation for the Economically Weaker Sections category had helped the Bharatiya Janata Party romp home with 303 seats, according to Lokniti. But this time around, multiple narratives and political issues tied the party down in its strongholds. Even its ascendance in Odisha and Telangana was not enough to recoup its losses in the Hindi heartland.The strong support by Dalits, other OBCs and minorities to the Congress in States such as Uttar Pradesh, and the Samajwadi Party’s terming the BJP’s agenda as a threat to the Constitution put the wind in the Opposition’s sails. That Congress leader Rahul Gandhi enjoyed a four-point lead (36% versus 32%) over Mr. Modi among respondents in Uttar Pradesh, when asked about their preference for the Prime Minister’s post, must alarm the BJP. Clearly, the party can no longer expect to rely on Hindutva as a cementing factor except in States such as Uttarakhand, Gujarat, Madhya Pradesh and Chhattisgarh, which are distinguished by a lack of a diligent Opposition. For the INDIA bloc, and the Congress in particular, its credible performance notwithstanding, its task is cut out in these States. The Congress also increased its vote share in Karnataka from what it was in the 2023 Assembly elections, but the NDA’s strong social coalition proved a hindrance in converting those increased votes into more seats. The message for the Opposition is clear — wherever it is in power, it must strive to provide a clear alternative to the NDA in terms of governance. And where it is not in power, it must rely on building unity among like-minded forces and a narrative of bringing change through alternative policies that offer a strong contrast to the centralising and unitary nature of the BJP.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nGeneral Elections 2024\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nIndian National Congress\n\n/\n\nNational Democratic Alliance\n\n/\n\nsurvey\n\n/\n\nvoting\n\n/\n\nAll India Trinamool Congress\n\n/\n\nBalakot Air Strikes\n\n/\n\nReservation\n\n/\n\nOrissa\n\n/\n\nTelangana\n\n/\n\nUttar Pradesh\n\n/\n\nconstitution\n\n/\n\nBharatiya Janata Party\n\n/\n\nRahul Gandhi\n\n/\n\nUttarakhand\n\n/\n\nGujarat\n\n/\n\nMaharashtra\n\n/\n\nChhattisgarh\n\n/\n\nKarnataka\n\n/\n\nKarnataka Assembly Elections 2023\n\n/\n\npolitics\n\n/\n\nSamajwadi Party",
        "headline_1": "For plurality: On CSDS-Lokniti’s post-poll survey",
        "headline_2": "The Lokniti post-poll indicated an exhaustion with the politics of Hindutva",
        "link": "https://www.thehindu.com/opinion/editorial/for-plurality-the-hindu-editorial-on-csds-loknitis-post-poll-survey/article68274385.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-06-2024"
    },
    {
        "full_article": "One of tennis’ foremost challenges is in achieving multi-surface excellence. Grass, clay and the acrylic require varied skill sets, and while there are many jacks in the trade, there are very few masters. Carlos Alcaraz, with his maiden French Open title on Sunday, set himself on course towards joining an elite bunch of such greats. The clay-court Major was the 21-year-old’s third, alongside US Open 2022 and Wimbledon 2023, and made him the youngest man in the Open Era (from 1968) to display such all-court mastery. The victory came at an important time for Alcaraz. Long considered the anointed heir to the famed trio of Roger Federer, Rafael Nadal and Novak Djokovic, Alcaraz, in recent months, had not looked the part. Since winning Wimbledon, Indian Wells in March 2024 was his lone trophy, and the rise of Italian Jannik Sinner — Australian Open champion and the World No.1 — meant he had a generational rival to contend with. Lingering fitness issues, including the arm injury that limited his Roland-Garros tune-up to just one event, proved debilitating. But with a back-to-the-wall performance, including in the semifinal and final where he was down two sets to one against Sinner and a resurgent Alexander Zverev, Alcaraz chose one of the sport’s grandest stages to showcase his true worth.Iga Swiatek is yet to match the Spaniard’s all-encompassing standards, but over the last two weeks, the 23-year-old showed that she was peerless on the red dirt. Saturday’s win over the unheralded Italian Jasmine Paolini earned Swiatek her third straight French Open, fourth in Paris and a fifth Slam overall. Swiatek’s dominance is best reflected in the fact that she has only ever entered six Roland-Garros singles main draws, has a 35-2 win-loss record and has lost just three sets in her four title-runs. Four-time Major champion Naomi Osaka did come within a point of ending Swiatek’s stay in the second round, but the Pole displayed enormous mental fortitude to weather the storm and not let the doubts consume her. So good was her fortnight that she started drawing comparisons with the early years of Nadal. While Nadal’s 14 titles may be insurmountable, Swiatek, like the 22-time Slam winner whom she idolises, can surely expand her success beyond clay. She is adept on the hard courts and has been the dominant World No.1 from April 2022, but for the eight weeks in late 2023 when Aryna Sabalenka reigned. The lack of success on grass — quarterfinals at Wimbledon 2023 being the best effort — has been Swiatek’s bane and she has a golden opportunity to correct that in three weeks.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ntennis\n\n/\n\nFrance\n\n/\n\nUS Open\n\n/\n\nWimbledon\n\n/\n\nAustralia\n\n/\n\nSpain",
        "headline_1": "Master of three: On the French Open",
        "headline_2": "Alcaraz has put himself at the head of the new generation in tennis",
        "link": "https://www.thehindu.com/opinion/editorial/master-of-three-the-hindu-editorial-on-the-french-open/article68273899.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-06-2024"
    },
    {
        "full_article": "Majority of voters ultimately voted for the party that stood for ‘nation and faith’. But welfare guarantees worked wonders for Congress too\n\nBJP losing 8 seats to Congress in Karnataka shows an electorate divided between a party that styled itself as the defender of ‘nation’ and ‘faith’ and another that promised ‘justice’, backing this up with a glut of welfare schemes. Voters faced a tough choice. This is how they negotiated it.\nRead full story on TOI+\n\n",
        "headline_1": "How BJP survived Karnataka’s battle of runa",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-bjp-survived-karnatakas-battle-of-runa/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-06-2024"
    },
    {
        "full_article": "Back as FM, Sitharaman’s new challenges include economic costs of climate change, low job creation & tepid private investment\n\nThe new NDA govt has been formed on the back of largely healthy macroeconomy. Nirmala Sitharaman returns as finance minister. Last fiscal, growth came in at a higher-than-expected 8.2%. Yet CPI-based inflation has been easing gradually.\nRead full story on TOI+\n\n",
        "headline_1": "Nirmala’s to-do list",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/nirmalas-to-do-list/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-06-2024"
    },
    {
        "full_article": "How Netravalkar stars in the boyhood multiverse\nWhat do young boys dream of? If you grew up in the 90s, in my time, you dreamt of being a good student. Wanting parental approval was burnt into our DNA, but it wasn’t just that. He who studies well drives a car, is an English translation of a Bengali proverb.\nAs you can see, ambitions for financial well-being then were modest, capped by the possession of a personal vehicle. In any case, getting into a prestigious institute and studying an in-demand subject was the surest way to a secure future. And what could be more prestigious than getting into the best of the “phoren”, a Stanford or an MIT, and in Computer Science too, for that was where we were told the future was.\nBut what boys truly dreamt of was cricket, of the glory of the Gods, of bowling the last over or hitting a last ball six in an India-Pakistan encounter, that too in a World Cup, winning the game, as the nation cheered in one voice, shouting out your name.\nUnreal, these dreams all seemed, the best of study and the best of play, but what is a dream if not an impossible hope? Even when adrift from all reality, the heart still remained anchored to the fact that both couldn’t be true together. If you went to the cricket field, the dream of being a stud in study would wane away. If you buried yourself in math books, why, of course, you would never play.\nBut we were wrong. It is possible. There does walk, in the realms of men, one such Titan.\nHe is a Computer Science graduate from Cornell. He is also a professional cricketer, not just any cricketer, no sir, but the one who won a World Cup game against Pakistan representing USA, bowling the stuff of dreams that curl up like tendrils of steam on a hot afternoon, that last over, that strike of sporting glory forever echoing in eternity.\nRise, Sir Saurabh Naresh Netravalkar. You are the personification of the impossible dream of boys. For you have straddled the multiverse of the jock and the geek.\nAll we, humble mortals, who have taken only one of the paths and not gotten far in either, can do is gaze in jealous admiration at the perfection that is you.\n\n",
        "headline_1": "Both jock & geek",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/just-another-blog/both-jock-geek/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-06-2024"
    },
    {
        "full_article": "Yet another Delhi fire underlines no lessons are being learnt. Regulations are up in smoke\nOn Saturday morning, there was yet another fire in Delhi. This time, it was at a food processing unit in Narela and left three workers dead. The seemingly endless chain of such tragedies underlines the callousness with which worker safety is treated in India. Statistics also stress that no lessons are learnt from such incidents: fires have been reported from as many as 194 factories in the capital in the first five months of this year alone.\nA pan-India problem | Unfortunately, such incidents occur even in the more industrialised western and southern parts of the country, with a larger organised sector. In May, a boiler explosion at a chemical unit in Maharashtra’s Thane district killed 8 workers. In Tamil Nadu’s Virudhunagar district, fire incidents in fireworks units killed 8 workers in May and 10 in Feb.\n\nMigrants worst sufferers | More often than not, it is migrant workers who end up as victims of such horrific and completely avoidable accidents. With agriculture an unrewarding proposition, millions are migrating to cities and towns in search of jobs. But they often find themselves working long hours in inhumane and unsafe conditions, as has been reported from Narela. Factory owners flout rules and cut corners with impunity. Because regulators turn a blind eye.\nImplementing rules key | Western Europe faced up to the underbelly of capitalism as long back as the 19th century. India is running too far behind. It must regulate the conditions under which labour works in factories and other enterprises, very strictly. And regulation does not imply merely laying down rules but their proper implementation. As things stand, greasing the palms of visiting govt officials is enough for it to be ‘business as usual’ at commercial establishments in urban areas.\n\n",
        "headline_1": "Safety not first",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/safety-not-first/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-06-2024"
    },
    {
        "full_article": "Yet another life was lost in Chattogram's notorious open drains. These recurring drain-related fatalities—at least 11 since 2017—can no longer be written off as accidents. It's criminal negligence on the part of responsible agencies, and it is time officials at the Chattogram Development Authority (CDA) and the Chattogram City Corporation (CCC) accepted responsibility for them.\nIn the last seven years, the media hammered ad nauseam the urgency of covering the open drains and building retaining walls along the canals, but all that seemed to fall on deaf ears. In 2021, the CCC found 5,527 risky spots along the drains, canals and footpaths across a total of 19 square kilometres in the city. Such findings should have spurred urgent measures to mitigate the risks by building necessary infrastructure. However, three years on, only 80 percent of the risky spots along open drains have been covered with slabs and around 70 percent of retaining walls built along canals, as claimed by a top CCC official recently. Obviously, that did not prevent the death of seven-year-old Saidul Islam, who fell into an uncovered drain near his home at the Goshaildanga area of Agrabad, or other recent victims.\nUsually, these open drains and canals become death traps for unsuspecting pedestrians during the monsoon season when, clogged with silt and waste, they overflow or get submerged. However, the circumstances of Saidul's death—he went missing on Saturday and his body was found a day later at a time when there was no waterlogging—reveal the severity of the risks. It is unfathomable why four ongoing projects worth Tk 14,389 crore, meant to free the city from the curse of waterlogging partly by renovating the canals and drains, did not take this into consideration. Mega projects are supposed to not just make life easier, but also keep it safe.\nInstead of playing the blame game about who is responsible for installing slabs and building retaining walls, the CDA and the CCC must work collaboratively to make all the drains and connected canals safer. Any jurisdictional or fund-related issues delaying their interventions must be sorted out immediately. Also, with the monsoon season just around the corner, some temporary measures like installing warning signs in front of open drains will be very helpful.\n",
        "headline_1": "Cover all open drains before monsoon",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/cover-all-open-drains-monsoon-3631521",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-06-2024"
    },
    {
        "full_article": "We are worried about the constant threat of displacement facing the residents of five unions at the Koyra upazila of Khulna. Flooding is a seasonal occurrence in this part of the land where embankments are often breached leading to the inundation of homes and croplands. However, the situation seems particularly bleak this year after Cyclone Remal battered most of the embankments here, leaving many areas already submerged and eroded. Come monsoon, residents fear they may have no choice but to relocate unless the embankments are urgently repaired and reinforced.\n\nThe question is, why are these structures so fragile? They are meant to serve as a critical line of defence; what's the point of having them if they cannot withstand the pressure of water for long? Experts attribute their delicate state to poor planning and the use of substandard construction materials. As per our report, many embankments and sluice gates along key rivers in the five unions are in a dilapidated state. Local officials at Bangladesh Water Development Board (BWDB) have also acknowledged the poor state of a significant portion of the embankments. In fact, some 73 kilometres out of 2,006 kilometres of embankments in the Khulna, Bagerhat, and Satkhira districts are reported to be in a dilapidated condition.\n\nOver the last few years, we have repeatedly talked about the importance of durable and well-planned embankments. We have seen how fragile embankments in many parts of the country were frequently, and rather too easily, damaged leading to the loss of homes, croplands and livelihoods. Many thousands were forced to leave their homes permanently, their villages swallowed by tidal surges. \n\nAs the effects of climate change intensify, it is vital that the authorities also intensify their efforts to fortify existing safeguards against natural disasters. That means that there must be strict quality control in any project related to embankments so that those tasked with building/repairing them cannot get away with poor designs or use of low-quality materials. Officials in charge of the projects must also be made accountable for their negligence. The safety and well-being of people must be prioritised above all. \n",
        "headline_1": "Fragile embankments must be fortified ahead of monsoon",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/fragile-embankments-must-be-fortified-ahead-monsoon-3631376",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-06-2024"
    },
    {
        "full_article": "Bangladesh in T20 cricket was on life support 10 years ago as they faltered badly in their home World Cup campaign. What shaped up as a promising period turned out to be fruitless, with defeat against Hong Kong and then four straight losses in the main round indicating the team had a long way to go to be genuine contenders in major ICC tournaments.\nFast forward to 2024, and a thrilling two-wicket win over rivals Sri Lanka has shed hope over the Tigers' T20 World Cup campaign. But, can they be considered genuine contenders? Not at this stage.\nThe win in Dallas was their first over a higher-ranked side in a T20 World Cup since way back in 2007. Also, recent performances, including a horror 2-1 series defeat to Associate nation USA, showed the team is seemingly limited to a ceiling of scores in the 150 region no matter the opposition.\nThose frailties remained in their tournament opener, with Najmul Hossain Shanto's team making hard work of a chase of 125 that looked to be well within their grasp against Wanindu Hasaranga's team.\nIt's the nature of the batting performances that is quite concerning. Even before the batting collapse against the Sri Lankans, Bangladesh had opportunities to take games by the scruff of the neck against the USA.\nThe Tigers failed to deliver in crunch moments as they crumbled to a 2-0 deficit even when they needed just 43 off six overs in the second match. Their win in the third game led by Mustafizur Rahman's brilliance avoided an embarrassing whitewash, but it did little to save face.\nCaptain Najmul Hossain Shanto didn't seem too fussed when speaking to the media following their defeat in the second T20I. \"We didn't play well, but we have an opportunity to come up with a good plan in the next match,\" he said. \"We should change our mindset, it's not about our skills.\"\nOf course, one of two things can be true. One, he may be panicking in the background but wants to keep calm in public. Or, he actually isn't too worried, and believes this Bangladesh team has the skill to turn things around.\nHowever, does coach Chandika Hathurusinghe feel the same way? Earlier this year, he blasted the quality of the Bangladesh Premier League (BPL), claiming that it is not a platform for domestic talent to shine. Overseas players typically occupy the crunch positions including top order batting and death bowling. As a result, the national team suffers, evident by the lack of punch in all disciplines.\n\"We [Bangladesh] don't have a proper T20 tournament,\" Hathurusinghe said. \"This sounds very odd. When I am watching the BPL, I sometimes turn off the TV. Some players are not even of the [required] class.\n\"We need to have a tournament where our players can do things like batting in the top three. Bangladesh bowlers bowling in the death. Where will we learn these things otherwise? We have only one tournament.\"\nAnd what about Stuart Law's comments? The former Bangladesh coach—now coach of the improving USA team—believes the Tigers have not made progress in a quarter of a century.\n\"Bangladesh haven't moved forward in 25 years,\" he told Al Jazeera. \"Whatever they have been doing hasn't worked, and they need to find out what needs to happen to make them tick.\"\nSuch comments from a current and former coach of the national team are damning. But can anyone deem them wrong? Bangladesh have enjoyed flickers of good moments over the years, but most have been on the slow turners at Mirpur that then leaves the team exposed in different conditions. The most prominent example is 2021, where they knocked off under-strength Australia and New Zealand teams at home but were cast aside with disdain not too long after in the World Cup in the UAE.\nThat being said, the emergence of Towhid Hridoy and Rishad Hossain are positives. Both were crucial in the victory over Sri Lanka, with Rishad in particular showcasing just how much Bangladesh have missed a quality leg-spinning option over the years. If he and his fellow bowlers can continue to restrict teams, Bangladesh can challenge any team on the slow pitches in the USA and West Indies.\nBut questions remain around whether they have enough runs. Their recent 4-1 series win at home against Zimbabwe didn't inspire, with the kind of middling scores and languishing strike rates leaving Bangladesh behind the top teams in this format.\nEven if the Tigers do progress to the Super Eights and beyond, they need to plan effectively on how they will go forward in the T20 format to ensure such results are not just a flash in the pan. It begins with the domestic competitions and improving the quality of those, with particular focus on giving local players more key roles.\nDon't hold your breath though. Given how the Bangladesh Cricket Board (BCB) generally operates, you can be sure there will be more finger-pointing and playing the blame game if things go wrong, instead of proactively working on solutions that will help elevate Bangladesh cricket to the next level.\nTime will tell.\nCharbel Coorey is an avid cricket writer and fan based in Australia. In addition to managing his own cricket website, Charbel is a passionate Australia fan and follower of the Bangladesh team.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Do Bangladesh have enough runs to make a mark in the 2024 T20 World Cup?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/do-bangladesh-have-enough-runs-make-mark-the-2024-t20-world-cup-3631301",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-06-2024"
    },
    {
        "full_article": "It is common knowledge that street food is risky but few people are aware of the risks posed by salad restaurants, including even 3-star or 5-star, serve. Also how much risky these food items are is little known. A research study titled, \"Prevalence of microbial hazards in street food and ready-to-eat salad items in restaurants and their probable risk analysis\" carried out by the Bangladesh Food Safety Authority (BFSA) confirms the general assumption and provides a definite answer to the extent of danger people are exposed to. As many as 450 samples of street foods and salads were collected for laboratory test to find if there were pathogenic bacteria in them. However, there remains one unanswered question if the samples were also collected from posh hotels and restaurants. Salads prepared in such luxurious hotels and restaurants may maintain all hygienic rules but when a large number of guests assemble for a party or seminars, the lunch or dinner time far exceeds schedule by which time those assortments of raw vegetables or fruits, particularly when there is a mix of cucumber and tomato, turn poisonous.So far as street foods are concerned, six of those have been found to be containing high proportion of bacteria such as E-coli, salmonella and Vibro. Thousands of those bacteria were found in one plate of chola muri (mix of chickpea and puffed rice), chatpati (boiled chickpea with condiments), sugarcane juice, aloe vera syrup and sandwich. Restaurant salads are equally hazardous on account of presence of bacteria. What about other street foods and drinks such as singara, samosa, furtchka, lemon sharbat and a host of other ready-to-eat foods and beverage? Those items are not expected to be any exception. The sources of all such foods and drinks are more or less the same and the level of hygienic awareness among those who prepare the items are no different. Moreover, they are exposed to dust and other contamination in the open space. It appears that the immune system of those who regularly consume such contaminated foods and beverages is far stronger than the average citizens. Or, else how can it be explained that only two people fall sick on account of E-coli, four on account of salmonella and only one on account of Vibro out of 10,000 who consume such foods! This also shows that the street food freaks revel in their gastronomical choices and are an incorrigible lot who could not care less if the highly tasty street foods are hygienic or not. This, however, does not pay ultimately for many. Some of them become regular visitors to physicians' chambers and a handful of them have their lives cut short prematurely. Better it is to restrain the appetite for such unhealthy and unhygienic foods and drinks. From the economy's and the authority's point of view, the street food business cannot be done away with. It is wiser to manage them better without allowing any compromise on the hygienic way of preparation, display arrangement and serving. There are small covered vans which protect foods from dust, flies etc. Water used for cleaning plates or glasses has to be fresh and pure to avoid contamination. Let the authorities make arrangement for paid safe water at busy points of street foods. Such small but significant hygienic steps can make street foods more or less safe. Preparation of restaurant salads should follow suit.",
        "headline_1": "Making street foods safe",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-street-foods-safe-1718035796",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-06-2024"
    },
    {
        "full_article": "The main index of the Dhaka Stock Exchange (DSE) shed 66 points to reach its 39-month low last Sunday, the first day after the presentation of the national budget for fiscal 2024-25 by Finance Minister Abul Hassan Mahmood Ali. Such a response from the market was not unexpected. The index plunge could have been deeper, for the budget has not only bypassed the market but also proposed a few measures that, rightly or wrongly, will leave a negative psychological impact on investors' minds. The proposal to impose a capital gain tax on individual investors if their gain exceeds Tk.5.0 million is unlikely to affect investors' interest. Only a few big ones are likely to be affected. Yet the proposed move has not gone well with investors, who consider it a barrier to the market's growth. Moreover, the proposal relating to gain tax contradicts yet another budgetary move to allow undisclosed funds to flow into the stock market. The holders of such funds will feel encouraged to invest in less risky areas. The proposed change in tax rates for publicly traded and non-publicly traded companies has also not gone well with investors. This is because of the market's inherent fragility and dull and drab state. The market has been experiencing a free fall for the last couple of months or more, with both daily value and volume of transactions remaining very low. Investors and other stakeholders expected some positive moves in the budget to help retrieve the market. Their expectations got strengthened following a statement made by Private Industry and Investment Adviser to the Prime Minister Mr Salman F Rahman. Speaking at a function on May 30, Mr Salman Rahman highlighted the need for making the country's stock market 'stronger' and said he had talked to all concerned, including the National Board of Revenue, the Securities and Exchange Commission, and the Bangladesh Bank on the issue. As far as the securities regulator is concerned, it has done little to revamp the market. During the last few years, BSEC honchos talked a lot but could not do anything tangible to remove the market's inherent weaknesses and make it stable and dynamic. Rather, it enforced floor price mechanism to stop the market slide and prolonged its withdrawal unnecessarily.The Bangladesh Bank (BB) right at this moment can hardly do anything to help the stock market become buoyant. Banks, being the big institutional investors, can boost the market. However, they are not in the mood to invest in the capital market, as the sector has been experiencing severe liquidity shortages for months. Banks have their exposure limit to the capital market fixed by the central bank. The exposure, however, is now at its lowest level in recent times. It is unlikely that banks will be in a position to venture into the equity market afresh anytime soon. As mentioned above, the NBR has soured investors' moods instead of helping the stock market. The proposed capital gain tax is a mood spoiler. The tax rate changes for both publicly traded and non-traded companies are well-intentioned, but people concerned are still determining the outcome. It is hard to blame the NBR chairman when he says what good the tax benefits offered to investors or listed companies have caused to the stock market during all these years. The market needs to utilize even the minimum official incentives better. Why blame the incumbent finance minister or the NBR? The stock market needed streamlining and disciplining soon after its first crash in 1996. But policymakers have consistently overlooked the importance of the equity market, which remains a viable source of long-term financing for projects and business enterprises in many countries. Everybody talked about the 1996 market collapse, but no meaningful actions were taken to put the house in order. In the midst of such neglect and indifference, manipulators succeeded in taking the market to a new high and then led it to yet another collapse in 2010. After the second crash, the market existed only in name. Investors are more or less clueless about what the securities regulator has been doing in recent years.The capital market is a vital part of a country's financial market. The money market has a strong bearing on the capital market. We all know the state of affairs with our banking sector, which is in a crisis, mainly because of huge non-performing loans (NPL). Officially, until March last, the total NPL size was estimated at Tk.1.8 trillion. But its actual size is reportedly far bigger. According to an unofficial estimate, it is nearly Tk.5.0 trillion if the amounts stuck in rescheduling, bank cases and written-off are considered. Banks could have played an essential role in the stock market, even operating within allowable exposure to the stock market. But they need more money to invest in stocks. As policymakers have preferred to remain indifferent to the cause of the stock market, investors of all hues have gradually deserted it. What is needed most to salvage the market is tough reforms, as is the case with the banking sector or the revenue administration. But who will do that? Does anyone have an answer to that million-dollar question? \n[email protected]",
        "headline_1": "The budget bypasses the all-important stock market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-budget-bypasses-the-all-important-stock-market-1718035867",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-06-2024"
    },
    {
        "full_article": "After witnessing the destructive power of nuclear bombs that the USA dropped on Japanese cities of Hiroshima (August 6, 1945) and Nagasaki (August 9, 1945) at the end of the World War II, the world came up with a deadly truth. It is that any future war among countries possessing nuclear weapons might spell doom for humanity. Albert Einstein is often quoted to have said this about the future scenario of war among big powers: 'I know not with what weapons World War III will be fought, but World War IV will be fought with sticks and stones'. After the then-Soviet Russia tested its own nuclear device at Semiplatinisk-2 in Kazakhstan four years after the WWII on August 29, 1949, the era of the so-called Cold War started. Since any hot war between these two big nuclear powers meant Armageddon, the state of Cold War followed between the two superpowers till the collapse of the Soviet Russia in late December, 1991. And what remained of that once (Soviet) superpower is a much diminished Russian Federation of today. Obviously, the new Russia, though it has inherited the Soviet era nuclear arsenal, cannot any more draw the same kind of fear and respect as it could in the past from its Western adversaries. Worse, they are forever finding fault with the present Russian leadership, particularly, the country's President Vladimir Putin. The main criticism leveled against him by the West is that his government is an authoritarian, undemocratic one. So, the Western countries from their perception that they represent a superior culture and value system born of their system of government-- the so-called elected democracy, they take a moral high ground when dealing the with countries they consider not their equal. Putin and his Russia, too, is no exception. And their hostility towards Russia has further increased following the latter's invasion of neighbouring Ukraine, which since the time of tsars until 1991's implosion (of Soviet Unon), was part of Russia, in February, 2022. The West, under the leadership of the USA, is supporting Ukraine's current government in its war against Russia using the argument that they are doing it on an ideological ground. And that is about protecting freedom and democracy of an independent country against an aggressor, who is authoritarian and so on. In other words, Ukraine's war is their war and, actually, by supplying weapons and the knowhow to operate those to Ukraine, the West is in practice engaged in a proxy war with Russia. So, as it was in the Soviet era, it is again the same old ideological war between the good, democratic West and the evil East (the Cold War era narrative of West versus East, since Soviet Union was on the eastern border of the Western Europe). But there is one exception. In the Cold War era, at least diplomacy could play its role through talks between the two great powers to avert a confrontation between them that might lead to nuclear war. But now, diplomacy, to all appearances, is on the back foot. Perhaps, there is a general perception in West that an economically weaker Russia under an unpopular (in the West's view) autocrat could finally be brought down by just pushing the limit on the battlefront. Which is why the European leaders, who also represent the North Atlantic military alliance (NATO), have recently been talking about sending their troops including long-range missiles to Ukraine to fight the war against Russia. Meanwhile, the United States is also learnt to have given Ukraine the green light to strike (with long range missiles) deeper inside Russia. The problem is Ukrainian military lacks the knowhow to operate the Western weapons system, especially the deep penetration missiles. And Russia also knows who are actually in charge of those weapons systems. Here lies the real danger. Putin has already issued stern warnings against using those long-range missiles targeting Russian heartland. But, beware!Any mistake from either side can put an end to this world.\n[email protected]",
        "headline_1": "Is World War III imminent?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-world-war-iii-imminent-1718035896",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-06-2024"
    },
    {
        "full_article": "Investments in Bangladeshi startups fell substantially in the first quarter of 2024, down 70 per cent from the previous quarter and 82 per cent from the same period last year. Only four startups received venture capital funding, marking a considerable decrease from the previous year. This decline has been attributed to an investment crisis, a lack of autonomous company concepts, and a lack of market awareness. The most recent update on a few firms casts doubt on the industry's long-term viability. This year, industry sources have noticed a considerable number of job applications from executives departing high-growth businesses such as ShopUp and Foodpanda.These startups are said to have reduced a significant number of direct positions over the last 15-17 months. While ShopUp disputed the assertion of employment cuts, the reduction in office floor space and the transition to a single-level workplace appear to coincide with the purported employment layoffs. In 2023, just a few startups emerged as net job producers, such as Sheba Platforms, Pathao, and Steadfast. During this crisis, the government has stepped in to provide money when foreign investors are hesitant. Startup Bangladesh, a state-owned venture capital firm, has supported several dozen potential enterprises. The government intends to create 50 homegrown unicorn firms by 2041, creating one crore jobs. MFS players bKash and Nagad are acknowledged as the country's two unicorn startups, with a market capitalisation of more than $1 billion.Recently, SBK Tech invested $7.1 million in six Bangladeshi firms, with 10 Minute School receiving $1 million. Markopolo and Arogga, both led by women, got $1.5 million and $1 million respectively. These investments generally refer to smart business solutions and technology-enabled services that are accessible to the general public. SBK's investment in Markopolo benefits small and medium-sized businesses. Meanwhile, 10 Minute School, Bangladesh's leading K12 and skill development edtech platform, is being acknowledged for its innovative role in revolutionising the education industry.Startups should take note of vital messages from the government's key bodies regarding growth policy and capital management. Bangladeshi entrepreneurs will be able to raise capital from the stock market. According to IT industry analysts, the continuation of tax exemption is critical for tech startups in particular. The present income tax law exempts the IT-enabled sector from tax until 30 June 2024. Entrepreneurs are seeking the prolongation of this exemption until 2041, in line with the government's 'Digital Bangladesh' goal.\nFariya Tabassum PiyaStudent of BBANorth South University[email protected]",
        "headline_1": "Startups facing investment challenges",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/startups-facing-investment-challenges-1718035919",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-06-2024"
    }
]