[
    {
        "full_article": "Meeting for the second time after the 2024 general election results, the Goods and Services Tax (GST) Council on Monday (September 9, 2024) sought to calm some of the rising clamour against the 18% indirect tax levy on insurance premium payments. A new Group of Ministers is being formed to urgently recommend tax changes for life and health insurance policies, with an assurance the Council would meet again in November to take a call on its report. This marks a notable shift from last month, when Finance Minister Nirmala Sitharaman had staunchly defended the levy in Parliament, noting that States earn a large chunk of these revenues and Members of Parliament, who took on the Centre on the matter must flag it with States’ Ministers as they are a party to the Council’s decisions. It must be noted that a reconsideration of GST levies on insurance had come up at least three times under the Council’s aegis, starting a year and a half since the GST’s July 2017 launch, but the status quo was preferred each time.What is plausibly different this time around is that the government’s own have echoed the sentiment. While Union Minister Nitin Gadkari has averred that the GST levy on life insurance premium is tantamount to taxing the uncertainties of life, the BJP’s now-critical allies such as the TDP and Jana Sena Party have also sought a rollback of the levies on health and life insurance. Perhaps not unrelated is the government’s post-poll decision to desist from tom-tomming GST’s buoyant monthly collections, perceived by many as a celebration of high levies on consumers. GST revenues just from health insurance premia rose over 54% between 2021-22 and 2023-24, yielding ₹8,262 crore last year. One hopes that any reduction in the GST on health covers considered by the Council is not selective or limited, for instance, to group policies or senior citizens or with a cap on the cover, and it is ensured they translate into real cuts in premia payments. After the COVID-19 pandemic, while awareness levels about health cover needs have risen, hospitalisation and insurance cover costs have spiked even faster. Given India’s inadequate public health systems, a serious disease or malaise afflicting a single family member can push an average household into poverty. For life covers, the Council could take a more nuanced approach by extending most relief to pure term insurance policies that help families tide over shocks, rather than to myriad market-linked investment products offered by the industry in the guise of insurance. If, in the Council’s wisdom, helicopter services availed on a ‘shared seat’ basis must attract only 5% GST, insurance policies surely deserve more benign taxation too. Published - September 11, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nGeneral Elections 2024\n\n/\n\ntaxes and duties\n\n/\n\ninsurance\n\n/\n\nparliament\n\n/\n\nministers (government)\n\n/\n\nBharatiya Janata Party\n\n/\n\nTelugu Desam Party\n\n/\n\nJana Sena Party\n\n/\n\nhealth insurance\n\n/\n\nCoronavirus\n\n/\n\npoverty\n\n/\n\nfamily\n\n/\n\ndisease",
        "headline_1": "​Soothing salvo: On new Group of Ministers and tax changes for insurance policies",
        "headline_2": "The GST Council has held out hope for some relief for insurance consumers",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bsoothing-salvo-on-new-group-of-ministers-and-tax-changes-for-insurance-policies/article68626563.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-09-2024"
    },
    {
        "full_article": "One of the toughest tests for a modern-day tennis player is to maintain excellence all year round. The season starts in early January and ends only in mid-November, traversing continents, different time zones and a multitude of playing surfaces. The first and the last Grand Slam tournaments themselves are separated by roughly eight months, making success in both — even though they are similar hard-court Majors — one of the most impressive feats. Since the turn of the millennium, only Roger Federer, Novak Djokovic (thrice each) and Angelique Kerber had managed to win at Melbourne Park and Flushing Meadows in the same year. What Jannik Sinner and Aryna Sabalenka achieved in New York, of winning their maiden US Open singles titles to go with their Australian Open crowns from earlier in the season, is thus an ode to their fitness, consistency and all-round playing ability. For Sinner, the twin successes bookend a career-best year, the recent doping cloud he came under notwithstanding. He won the Masters 1000 trophies in Miami and Cincinnati, ATP 500s in Rotterdam and Halle, reached the semifinals at French Open, quarterfinals at Wimbledon and rose to No.1 in the world. Sabalenka, World No.2, has been just as prolific, winning Cincinnati, reaching the final at Madrid and Rome, and making the quarters at Roland-Garros.While their triumphs will no doubt embellish their respective careers, the accomplishments will, in all probability, shape the future of tennis. Sinner and Carlos Alcaraz have now split 2024’s four Slams, and for the first time since 2002, there is no winner from the legendary trio of Federer, Rafael Nadal and Djokovic. Their ascent has also come at a time when tennis needed variety. Sinner’s clinically efficient and workman-like game, and Alcaraz’s all-court dazzle and razzmatazz make the upper echelons of men’s tennis an eclectic place instead of the one-dimensional hub it was threatening to turn into with the rise of players like Daniil Medvedev and Alexander Zverev. Meanwhile, Sabalenka’s victory has made 2024 the first year since 2014 without a first-time women’s singles champion at the Majors, a clear sign that the WTA Tour has finally settled down. Like Sinner-Alcaraz, there is the Sabalenka-Iga Swiatek duopoly, with the pair having secured seven of the past 11 Slams. While Sabalenka — also the Australian Open winner and US Open runner-up in 2023 — has been consistent, with seven semifinal or better finishes at her last eight Majors, Swiatek is a five-time Slam champion and the No.1 from April 2022 for all but eight weeks. All of which proves that tennis’ brand-new era is well and truly here. Published - September 11, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ntennis\n\n/\n\nUS Open\n\n/\n\nWimbledon",
        "headline_1": "​Future, at last: On tennis’ brand-new era",
        "headline_2": "Tennis gets a settled look with the rise of a new generation",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bfuture-at-last-on-tennis-brand-new-era/article68626354.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-09-2024"
    },
    {
        "full_article": "GST on health insurance should have been lowered. As it is, consumers face other problems too\nGST Council needn’t have referred the question whether tax on health and life insurance premiums should be lower to a Group of Ministers. Ministers, opposition politicians, industry figures and sector experts have explained why a 18% GST on health insurance premiums affects insurance coverage as well as public health. Considering that a modest 8,263cr accrued through GST on health insurance premiums, did the issue warrant such a tortuous settlement, with a decision likely only at next GST Council meeting in Nov? A 2021 Niti Aayog paper had highlighted the plight of India’s Missing Middle, who aren’t poor or rich enough to gain from govt schemes or private insurance – 400mn in all. In what’s just as bad, even as govt functionaries enjoy the benefit of central or state schemes, health insurance premiums have been rising in recent years. A survey earlier this year found 52% of respondents saying their premiums had risen by more than 25% in the last 12 months.\nSector’s many woes | There are several other issues afflicting private health insurance systems. The same survey found 43% of respondents struggling with the settlement process in the last three years. Patients often wait for as long as 10-12 hours after they are ready for discharge because companies delay claim settlements. Misselling, ambiguity in contracts and ‘hidden clauses’ often see their claims being denied or met only partially. Claims are regularly rejected because of a pre-existing disease or owing to eligibility other than a pre-existing disease. Companies cite their claim settlement ratio to sell policies but, as experts have pointed out, that data often hides as much as it reveals.\nWeak oversight | Making matters worse is poor enforcement of regulations. In May, IRDAI directed health insurers to settle cashless claims within three hours of discharge approval from hospital and institute proper procedure for repudiation of claims. Health insurers were instructed to put requisite systems in place for cashless transactions by July 31. But this deadline has not been met. To take another example, IRDAI has removed the upper limit of 65 years for getting health insurance. But will it actually monitor how many senior citizens above that age are getting health cover? Almost one-third of consumer complaints in India relate to the insurance sector, especially health and life segments. So, we need a far more proactive regulator that insists on transparency and adherence to rules. If and when GST on premiums comes down, health insurance will still be a consumer hazard. \n\n",
        "headline_1": "18% plus more",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/18-plus-more/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-09-2024"
    },
    {
        "full_article": "Attributing virtues to height is an old prejudice. Trust Trump to try and use it in election campaign  \nBy the time you read this, the first and possibly only face-off between US presidential candidates Harris and Trump will have whipped up new storms and settled doubts over who came up short. Did Trump’s demand of not allowing his opponent a “lift” by having “boxes or artificial lifts…to stand on” make a difference? It’s easy to mock Trump’s belief that his 6ft 3in frame gives him an advantage at the hustings over Harris’s 5ft 4in, but in truth such belief is common, and unsurprising.\nTrump campaign has struggled to adapt to Harris, who has elected to play prosecutor in power navy blue. Which is why his fixation with their almost 1ft difference in height almost makes sense. Trump wished to tower over Harris who right away on assuming candidacy dismissed his attacks on her identity – woman, Black, South Asian and Jamaican descent – as “same old tired playbook”. American elections are steeped in identity politics, but Harris has avoided getting sucked into ‘smash-the-ceiling’ narratives. Biden out, age got binned. What’s Trump left with?\nA 20-year-study in 2022 identified over 12,000 genetic variants that influence height. Almost 80% of height variation is under genetic control with the rest controlled by factors such as diet/nutrition and disease exposure. Too tall is a risk factor for several health conditions, including increased likelihood of falls. But why bother with science? American films since the 1950s discovered the engaging power of gigantism – larger than life was all about power. Taller was fitter, bigger was better. Height manifests in people’s minds as an attribute of manliness. Height denotes health is another mistaken funda. Height as stature is a deep-rooted stereotype, coded into the English language. Fact that on average men are taller than women makes this unconscious bias on height another aspect of sexism. Even if you have to ‘look up’ to a man who’s tall, you don’t have to look up to him.\n\n",
        "headline_1": "Tall tales",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tall-tales-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-09-2024"
    },
    {
        "full_article": "The world over, local residents are being overrun by an incursion of selfie-taking sightseers\nA tourist has been described as someone who, having nothing to do at home, goes and does it someplace else. And never before have so many people left their homes to go elsewhere to do time-pass, and be a botheration to locals who are beginning to resent the intrusion of selfie-clicking, backpacking, bargain-hunting outsiders who are turning their once-idyllic towns and cities into seething swarms of sightseers. \nOnce sought after as an important revenue earner, the tourist has become a toorist – as in too much. The so-called ‘revenge tourism’ that created a tsunami of leisure travellers following the easing of pandemic lockdown, has now assumed the proportions of a vendetta, with visitor numbers exceeding pre-Covid levels.\nIn many parts of the world tourism is no longer a boon but a bane for local residents because of the overcrowding it causes and the consequent pressure on basic facilities like water and electric supply, and garbage collection. Short-term tourist-lets inflate property prices and make home-buying unaffordable for locals. \nInundated by visitors, cities like Venice are imposing fines as a deterrent to day-trippers. But such measures have done little to stem the relentless tide, which in some cases has resulted in tourists far outnumbering the local population. \nAustria is among the 66 countries in which tourists outnumber locals, and has a ratio of 3.6 visitors for every resident. With a resident population of just 8.9 mn, this central European country gets 32 mn visitors a year. \nThe most overrun with tourists is the tiny principality of Andorra, located in the Pyrenees between France and Spain. Measuring a mere 181 sq miles and with an Andorran population of just 83,500, the minuscule country gets over three mn visitors a year, that’s 37 for every local. Malta and Monaco are two other European countries bearing the toorism brunt.\nSo what should the locals of these toorist-traumatised countries do? Simple. They should become tourists themselves and go fill in all the empty spaces in those countries that send tourists to them. That would be revenge tourism with a vengeance.\n\n",
        "headline_1": "Toorist trap",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/toorist-trap/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-09-2024"
    },
    {
        "full_article": "Haryana’s assembly election on Oct 5 comes too close on the heels of the general elections held in May, to bring incumbent BJP govt any comfort. BJP and Congress won 5 each of the state’s 10 Lok Sabha constituencies. BJP halved its 2019 score, when it had won all 10. In 2014, it won 7 seats. The party’s vote share fell from 58% in 2019 to 46% in 2024, though it did garner more urban votes and struggled mostly in rural Haryana.\nThe difference between the run-up to general elections and the upcoming one is that from a fully BJP-Congress face-off, opposition is seeing alliances being explored. However, Congress’s discussions with AAP are going nowhere. But state party JJP has tied up with Chandra Shekhar Azad’s Azad Samaj Party. How will this impact poll outcomes?\n\nRead full story on TOI+\n\n",
        "headline_1": "What’s on Haryana’s mind",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/whats-on-haryanas-mind/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-09-2024"
    },
    {
        "full_article": "We condemn the killing of a Bangladeshi minor by the Indian Border Security Force (BSF) along the Kantivita border in the Baliadangi upazila of Thakurgaon. According to local sources, BSF personnel opened fire on a group of individuals early Monday as they attempted to enter India by cutting through a barbed-wire fence. In the shooting, 14-year-old Jayanta Kumar Singh was killed, while two others were injured. Just a week ago, another victim, 16-year-old Swarna Das, was similarly killed by the BSF. These incidents once again underscore India's failure to fulfil its promise to reduce border deaths to zero.\nWhat's at stake here is not just the inalienable right to life of the people illegally crossing borders, many among them poor, unarmed villagers; these border incidents also exacerbate tensions between the two countries. As our foreign adviser has said, BSF border killings remain a significant obstacle to maintaining good relations between Bangladesh and India—which is crucial for both countries. While we seek improved relations, these killings continue to pose a major challenge. Even during what India referred to as the golden chapter of our bilateral relations, such incidents occurred regularly. According to Ain O Salish Kendra, between 2009 and 2022, 563 Bangladeshis were killed by BSF. In 2023 alone, 31 Bangladeshis were killed. Clearly, despite how India justifies its actions, very little has been done to bring border deaths down to zero.\nThe need for using non-lethal weapons at the Bangladesh-India border has been raised many times. On numerous occasions, both sides have committed to using non-lethal weapons to prevent deaths. However, the BSF has still resorted to lethal force repeatedly. We struggle to see how this benefits India. For example, how does the killing of a 14-year-old boy or a 16-year-old girl enhance its border security? These killings are only aggravating the people of Bangladesh, which in turn affects bilateral ties.\nWe hope the Indian government will take this matter with the seriousness that it deserves. It must recognise that such actions by the BSF do not reflect the behaviour of a friendly neighbour, which is how we have regarded India. Moreover, as a gesture of goodwill, India should honour Bangladesh's request to investigate all border killings, identify those responsible, and hold them accountable. Additionally, we urge the Indian government to take steps to ensure that such killings are brought to an end.\n",
        "headline_1": "BSF must stop killing Bangladeshis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bsf-must-stop-killing-bangladeshis-3699231",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-09-2024"
    },
    {
        "full_article": "We appreciate the environment adviser's directive to ban the use of polythene and polypropylene bags in all superstores across Bangladesh. This, we hope, will be the first of many long-needed measures to rein in plastic pollution in the country. At present, chain superstores offer free bags, made from polypropylene, for customers to pack their groceries, although thin polythene and plastic bags were banned in 2002. According to the latest directive, instead of these bags, superstores will have to make jute or cloth bags available for purchase starting from October 1.\nAlthough the order targets a small portion of commercial plastic usage in the country, smaller steps taken in phases might actually be more effective than issuing blanket bans that lose steam over time, as previously seen. The key here is enforcement, so the administration must ensure compliance from market managers and customers. It also must ensure that low-cost alternatives are easily accessible to wean customers off their dependence on plastics. Previous attempts to encourage jute bag usage have largely failed for supply shortages and lack of proper marketing. That said, the government should also consider schemes to promote research on and commercial production of eco-friendly alternatives like Sonali bags.\nAt the same time, campaigns can be launched to create awareness about the health and environmental hazards of plastics, encouraging customers and entrepreneurs to adopt the 3Rs—reduce, reuse and recycle—of waste management. Another area that requires awareness is proper disposal of plastics. Plastic litter is not only impacting our ecosystem, polluting waterbodies, or harming aquatic lives; it is also clogging sewers, drains, and canals and thus contributing to waterlogging in urban areas. While we understand that completely phasing out plastics may not be possible, reducing its usage and ensuring proper disposal are certainly doable.\nIn the long run, we hope that the environment adviser, having long fought for environmental causes herself, will be able to bring some much-needed reforms in the sector. Once the plastic ban in superstores takes effect, the authorities should gradually expand the scope of the ban by targeting various related industries including restaurants and packaging as well as all governmental and non-governmental institutions. They should also clamp down on polythene production and restrict the import of plastic products.\n",
        "headline_1": "Wider reform key to ending plastic menace",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/wider-reform-key-ending-plastic-menace-3699391",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-09-2024"
    },
    {
        "full_article": "As Bangladesh approaches the 50th anniversary of its relations with the United Nations in 2024, it is an ideal moment for reflection and renewal, with the country having already embarked on its transformative journey toward \"Bangladesh 2.0.\" Since becoming a member of the UN in 1974, its progress in human development has been remarkable, especially considering the challenging start as one of the poorest nations in the world in 1971. The UN's recognition of Bangladesh's graduation from the Least Developed Country (LDC) category in 2021 marked a significant milestone in its economic journey.\nToday, the interim government led by Nobel laureate Prof Dr Muhammad Yunus is poised to navigate the emergence of a nation with a forward-looking agenda of strengthening governance, ensuring transparency and accountability, reforming institutions to make them more responsive, and empowering citizens to participate in decision-making processes. As the international community closely watches the political and social changes in Bangladesh, the interim government's articulation of a clear vision at the upcoming UN General Assembly (UNGA) 2024 will be crucial in securing further support from global leaders, investors, and multilateral organisations for its nation-rebuilding efforts.\nHowever, the government should also approach this moment with a renewed and introspective commitment to multilateral engagement, particularly by reassessing areas where the country has underutilised its longstanding relationship with the UN. Despite significant progress in various fields, Bangladesh's engagement with UN platforms, such as the UNGA, has often been limited in scope, hindering its ability to fully benefit from this partnership, missing out on the opportunity to lead or influence larger debates on international law, trade, or global security frameworks. As Bangladesh aims to improve its negotiation strategies, multilateral diplomacy, and conflict resolution skills, it is crucial for the country to strategically seize these opportunities to boost its influence and advance its developmental and geopolitical goals on the global stage.\nBangladesh has often focused on immediate and reactive issues, rather than strategically positioning itself as a leader on global issues that could benefit its long-term interests, including global governance reforms and influence on international trade policies. While it has benefited from UN development programmes, it has not fully tapped into the extensive resources available for sectors like governance, technology and industrialisation, which still remains underdeveloped compared to other nations that have effectively utilised UN resources. Bangladesh has fallen behind in industrial diversification and technological innovation, with its economy remaining heavily dependent on the garment sector. To boost its global industrial competitiveness, the country needs to make a significant leap into higher value-added sectors.\nDespite being at the frontline of climate change, Bangladesh has not fully capitalised on its position to secure global commitments to climate finance and state-of-the-art technology transfer. While it has been one of the largest and most vocal and active members of the Climate Vulnerable Forum (CVF), its influence in broader UN environmental negotiations has been limited. Bangladesh's participation needs to be robust particularly as the world prepares for UNFCCC's (United Nations Framework Convention on Climate Change) Conference of the Parties—COP29 later in 2024. For instance, Bangladesh is uniquely positioned to champion investments in green industries including renewable energy, sustainable agriculture, and eco-friendly manufacturing firmly aligning with global sustainability trends.\nThough the country is one of the largest contributors to UN peacekeeping missions, it has also not translated this involvement into a stronger voice in policy development. The focus has been more on participation than on influencing the strategic direction of peacekeeping operations. Bangladesh needs to ensure that its contributions are not just quantitative but also qualitative, enhancing its international influence in global peace. For instance, it can rally global support to put pressure on Myanmar to take concrete steps towards the safe and dignified repatriation of the Rohingya refugees and also advocate for stronger global frameworks to protect displaced populations and ensure security and stability in conflict-affected regions. Bangladesh should institutionalise its role in South-South cooperation within the UN framework, focusing on areas like technology transfer, capacity building, and regional trade, whereas South Asia remains one of the least integrated regions globally. The exchange of resources with developing countries will create new economic windows and strengthen Bangladesh's position as a leader in the Global South.\nTo build a more modern and competitive economy capable of addressing future challenges, Bangladesh should actively pursue opportunities for technology transfer and innovation through UN programmes, with a focus on key sectors like agriculture, health, and the digital economy. Also, the country should leverage UN-supported programmes designed to boost innovation and advance technological capabilities in industries such as manufacturing and infrastructure. Besides, it has also not effectively utilised UN expertise in managing its rapid urbanisation, resulting in challenges like inadequate infrastructure and environmental degradation in urban areas. It should work more closely with relevant UN agencies to develop and implement sustainable urbanisation strategies including investing in smart city technologies, improving urban planning, and ensuring cities are resilient to climate change.\nThis golden jubilee of partnership with the UN is not merely a ceremonial moment to look back, but a golden opportunity to look forward to envision a Bangladesh that is more sustainable and influential on the world stage. Reflecting on previously missed opportunities, it is now crucial for Bangladesh to develop strategies for more effectively leveraging UN resources and influence over the next 50 years. Enhanced collaboration with the UN will undoubtedly play a pivotal role in achieving the new vision of a more prosperous and resilient Bangladesh. The world will be watching, and Bangladesh 2.0 is well-positioned to meet the new challenge.\nDr Iftekhar Ul Karim is adjunct assistant professor at ZNRF University of Management Sciences. He can be reached at [email protected].\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Bangladesh at 50 years with the United Nations",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bangladesh-50-years-the-united-nations-3699356",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-09-2024"
    },
    {
        "full_article": "The nation's economy greatly suffered in both July and the first week of August when it went through its worst disruptive time in history, thanks to the bloody struggle the students and the masses waged to topple autocracy. Every sector of the economy suffered badly. Especially, agriculture, manufacturing, construction and the service sectors were the hardest hit by the upheaval. The disruptions in the supply chain that the nationwide violence caused showed up in the results of surveys conducted to measure the direction of economic trends. Based on the views of purchasing managers on whether the market conditions are expanding, staying the same or contracting, the Purchasing Managers' Index (PMI) is prepared. Obviously, in the better part of the month after August 5 last, when the intensity of the revolution had died down, some improvement was visible and the overall economy began to look up which the PMI for August reflected. In fact, compared with the July reading of PMI, when it dropped by 27 points signifying a considerable contraction to 36.9, it gained 6.6 points to a commendable 43.5 last month. Though the PMI remaining still below 50 means the economy is contracting, the improvement lies in the fact that the rate of contraction has markedly slowed down. As it came out, the contraction, though somewhat decelerated, has been attributed to the retarded growth in all the four key sectors of the economy-agriculture, manufacturing, construction and services. As PMI provides information on developments in the economy on a monthly basis, such indicators reflecting the August's trend which is rather positive will definitely impact the decision-makers of the businesses and investors from home and abroad accordingly. Given the firm steps being taken by the interim government to restore, discipline and establish good governance in the financial sector, business's confidence in the economy, it is believed, will continue to grow in the coming months. Notably, different aspects of the economy and the business were not contracting or expanding uniformly last month. For instance, the manufacturing has been registering contraction at a slower rate in the areas of getting new orders and factory output. But the picture was quite reverse when it came to the areas of employment, purchase of inputs, production of finished goods and the quantity and value of products that were ordered by customers but could not be shipped. That means these areas of the manufacturing sector suffered fresh setbacks. The good news is that the lack of performance in certain aspects of the economy and business is being compensated by better performance in other areas. Overall, the picture is not as bad as it looked even a few weeks before. The credit for all that goes to the ultimate determiner, the political governance which has finally brought semblance of stability in the economy. Foreign buyers of Bangladesh goods feel encouraged to re-engage and place fresh purchase orders. To corroborate this point, the (PMI) indices for new exports, for instance, show that those have reverted to the expansionary territory. This is undeniably a heartwarming development, particularly against the backdrop of massive fabrication of export data by the Export Promotion Bureau (EPB) in the past. The actual exports in the July-April period of FY24 were, for instance, lower by about US$14 billion than the shipment value of goods published by EPB, according to the central bank's calculation. This practice of supplying inflated export data had reportedly been going for over a decade. The incumbent interim government has already made its mark, let its economic performance scale still higher notches to the nation's relief.",
        "headline_1": "Sustaining the positive trends in economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sustaining-the-positive-trends-in-economy-1725977740",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-09-2024"
    },
    {
        "full_article": "For years global trade predictions have been marked by inconsistency, with leading organisations providing conflicting forecasts. This has largely been due to differences in data collection methods, the varying credibility of sources, and the distinct models employed by each entity to analyse economic trends. Despite this history of divergent outlooks, a rare consensus has recently emerged among some of the most reputable international agencies: the International Monetary Fund (IMF), the Organisation for Economic Co-operation and Development (OECD), and the World Trade Organisation (WTO).These institutions now project an optimistic future for global trade, predicting a notable rise in trade volumes starting in 2024 and continuing beyond. Their key forecasts include:l A potential doubling of global trade growth in the coming year;l An improvement in economic conditions, characterised by lower inflation, declining interest rates, and increased economic activity across various regions;l The World Economic Forum's Global Future Council on Trade and Investment emphasises the importance of reshaping global trade to foster sustainable, resilient, and equitable growth.While the alignment in forecasts presents an encouraging outlook, the path ahead for global trade remains intricate, with both opportunities and risks continuing to influence the international economic landscape. They caution that despite these positive indicators, substantial risks remain. Economic disparities between countries, geopolitical tensions, and the uncertain pace of recovery from past disruptions (such as the pandemic and supply chain issues) still pose significant challenges to global trade.The OECD expects global trade in goods and services to grow by 2.3 per cent this year and 3.3 per cent in 2025 - more than double the 1.0 per cent growth in 2023. The first OECD Economic Outlook in 2024, published in April, expects falling inflation will enable central banks to start lowering interest rates, but adds that real rates are likely to remain \"above estimated neutral levels\". Meanwhile, the IMF's latest World Economic Outlook puts world trade growth at 3.0 per cent and 3.3 per cent for 2024 and 2025, respectively, despite revising down its projections from earlier in the year. The WTO projects world merchandise (goods) trade volumes to grow 2.6 per cent and 3.3 per cent in 2024 and 2025 respectively, after a significant decline last year. OECD's chief economist, Clare Lombardelli, told the Financial Times that trade was growing in line with wider economic growth. Slow but steady economic growth at 3.2 per cent for 2024 and 2025 is predicted by the IMF in its World Economic Outlook - with a small uplift for the advanced economies but slightly lower growth in emerging and developing economies. Lombardelli expects China and East Asia to be the main drivers of global growth. On the other hand, the WTO sees Africa growing faster than any other region this year - at 5.3 per cent, North America 3.6 per cent, the Middle East 3.5 per cent and Asia 3.4 per cent, while it expects European exports to trail other regions at just 1.7 per cent. All three organisations are predicting a decline in headline interest rates, with the OECD expecting them to drop to around 2.0 per cent for the Euro area, the US and Japan by 2025. A drop of 3.4 per cent is expected across all member countries this year and the next. Despite the optimistic outlook delivered by the IMF, OECD and WTO, world trade is not out of the woods yet. WTO Director-General Ngozi Okonjo-Iweala cautioned that geopolitical tensions and trade fragmentation must be mitigated to keep growth on track. The Red Sea crisis and conflict in the Middle East are causing delays and increasing shipping costs for some sectors, the WTO says in its report. The organisation also points to signs of fragmentation and a regrouping of trade along geopolitical lines. US-China trade grew less than the two countries' trade with the rest of the world, for example. Since the start of the war in Ukraine, trade within blocs of politically aligned economies - roughly split into \"East\" and \"West\" - increased by 4.0 per cent more than trade between them. The WTO also points to environmental risks such as the low water levels in the Panama Canal - one of the world's main shipping arteries - adding to the geopolitical issues affecting this and another major trade channel, the Suez Canal. All three organisations highlight ongoing monetary risk factors. Inflation could take longer to come down than anticipated, interest rates are likely to remain volatile, and there may be a lag in impact for those tied into high interest rates for long periods, such as mortgage holders.In the face of rising government debt, the OECD recommends prudent monetary policy - containing inflation and servicing mounting debt burdens. It also calls for a stronger policy of investment to drive long-term growth and living standards through fostering innovation and tackling climate change. However, while developed countries can look ahead with increased optimism, the IMF warns about the deepening chasm between them and many low-income countries. Low growth and high inflation in these markets will require structural reforms to encourage domestic and international investment, alongside reducing reliance on funding, debt management and mobilising the countries' young populations, it says. The IMF's observation pertaining to the need for structural reforms for low income countries refers to complex challenges and resonates well with what the current interim government in Bangladesh is up for. It is here that the optimistic predictions may not at all be inclusive, if these challenges do not get adequately addressed.  [email protected]",
        "headline_1": "Challenges facing global trade despite optimistic predictions",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/challenges-facing-global-trade-despite-optimistic-predictions-1725977957",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-09-2024"
    },
    {
        "full_article": "For decades, Bangladeshi economists and tax experts have been demanding the scrapping of the provision for allowing black money --- money not shown in tax files or amassed remains untraceable or cannot be backed up by any legal documentation--- to be legalised by paying a flat fee. The reasons are obvious. If there is a legal provision that allow individuals or business entities to get away with bank default or other illicit transactions to amass wealth and then 'legalise' these sums of money by paying a fee to government, why would people in general be encouraged to pay taxes in the first place?The malpractice has been allowed to fester for years under various governments and this time around, it was hoped that the present government would scrap the provision altogether. It has done so, but partially. The fact is that the real estate sector has witnessed double digit growth rates for a few decades and a lot of it has come from people who have both undisclosed money and / or 'legalised' fund that were 'whitened' using this process. Policymakers are in a fix. It has come in on the promise of reform and righting the wrongs of the past. Hence the question arises how can such a provision still be applicable in case of purchasing apartment and land after its scrapping? \"The provision has been offering a blanket facility for years to whiten money through investing in apartments and lands\". This is a contradiction. There can be no half-hearted measure on the issue; either the provision stays or it is scrapped entirely. According to a senior research fellow of the Centre for Policy Dialogue (CPD), no authority can raise any question on the source of declared money and such money can be used to purchase apartments and land. There are also issues with valuation of land --- one is the official rate and the other is the market rate. Purchase / sale of land are based on the market rate but registration is done on the official rate because the government-approved rate is much lower. Why no move was ever made to rectify this loophole? This particular loophole allowed for the whitening of black money in the case of purchasing fixed property where the only loser in the transaction is government exchequer to the undue benefit of purchaser and seller. Any major shift in government registration rates upwards has a boomerang effect. This had happened when during the previous regime's time the land registration was quadrupled from 2.0 per cent to 8.0 per cent in one go. Even when the cost was 2.0 per cent, people used to show lower value of land but when it was raised four-fold, people made all sorts of deeds that showed that ownership of real estate had taken place but it was not registered on official record. The government ended up losing a very valuable source of income. The rate was later lowered to 4.0 per cent, which again was a wrong decision because the loopholes were left untouched.So far as black money in the real estate sector is concerned, it should focus on plugging the loophole between market and official values of property. However, if the values are equated overnight, then there will be chaos, as had been the case with the previous attempt at raising the registration cost. The books need to be reconciled gradually. People must get used to the idea that more money will have to be paid to whiten concealed or ill-gotten wealth.[email protected]",
        "headline_1": "Handling money whitening facility in real estate",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/handling-money-whitening-facility-in-real-estate-1725978172",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-09-2024"
    },
    {
        "full_article": "An innocent 14-year-old girl, Swarna Das, a student of class eight, was recently shot dead by the Indian Border Security Force (BSF) while visiting Tripura. Thirteen and a half years ago, on January 7, 2011, a 15-year-old girl named Felani Khatun was shot dead by the BSF on the Anantapur border in Kurigram. At the time, Felani was returning from India to Bangladesh with her father. In 2024, Swarna was travelling from Bangladesh to India with her mother. What are the similarities between these two tragic events?Felani's body was left hanging on the barbed wire fence for an extended period, an image that stirred both national and international outrage. Yet, no justice was served for Felani's killing. Similarly, Swarna's body was also left hanging on the barbed wire and was only returned two days later. Will there be justice for Swarna Das in 2024?When Bangladesh is outraged over the killing of Swarna Das, another teenage boy was shot dead by the BSF along the Kantivita border in Thakurgaon's Baliadangi Upazila early Monday.These killings are not isolated incidents but part of a disturbing pattern of violence that has been allowed to continue without redress. How is it possible that the forces of another nation can carry out such aggression? The fragility of Bangladesh's foreign policy is laid bare when these cross-border aggressions go unchallenged. Have we truly ensured the security of our borders, or have we allowed foreign forces to dictate the lives and deaths of our citizens?It is time for Bangladesh to take a firm stand. The government must protest strongly and demand justice for every innocent life lost along the border. This is not just a matter of protecting our borders-it is a matter of protecting the dignity and lives of our people. Moreover, Bangladesh must prioritise strengthening its foreign policy to ensure that such violations do not continue unchecked. Without this, the border killings will continue, and more innocent lives will be lost.Emran EmonA researcher[email protected]",
        "headline_1": "When will border killings stop?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-will-border-killings-stop-1725978319",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-09-2024"
    }
]