[
    {
        "full_article": "In calling for a report from the State government on the action taken against two police officers, West Bengal Governor C.V. Ananda Bose has escalated the conflict between Raj Bhavan and the State government. He has written to the Union government and to the Chief Minister, Mamata Banerjee, about what he perceives as impropriety by Vineet Goyal, Kolkata City Police Commissioner, and Indira Mukherjee, a Deputy Commissioner of Police. The Governor is aggrieved that they made remarks pertaining to an investigation into a complaint of alleged sexual harassment that a Raj Bhavan employee had made against him. While the complaint has not been acted upon — as Mr. Bose enjoys immunity from proceedings under Article 361 of the Constitution — it has become a thorny issue, with the Governor believing that the police officers had flouted the rules of conduct in speaking about an investigation that cannot be instituted or continued. His consternation is also because he believes the Commissioner had stopped a group of people with grievances about post-election violence from meeting him, even though he had agreed to meet them. The Governor has also demanded a report on the action taken with regard to a woman being disrobed in public, a couple being flogged and other incidents of mob violence, undoubtedly a legitimate request.The Governor is indeed authorised to seek information from the State government under Article 167. Whether disciplinary action involving central service officers, normally within the domain of the State governments when they are serving the State, can be initiated at the instance of the Governor or the Union government is a separate question altogether. Mr. Bose has cited circumstances surrounding the harassment complaint against him to argue that it is a “concocted allegation”, “induced and facilitated” by the police. However, it may not be in anyone’s interest to escalate such issues by asking for punitive action against officers. At a time when personal squabbles and institutional conflicts between Governors and Chief Ministers are on the rise, the development is likely to be seen as one more stand-off involving the politicisation of Raj Bhavan by incumbents seeking to undermine elected regimes. The two sides appear locked in perennial conflict, mirroring the antagonism between the Centre and the State. There is the usual one over grant of assent to Bills, and a recent one involves the question who should administer the oath of office to newly elected legislators. And there is a defamation suit the Governor has filed against the Chief Minister. Constitutional functionaries should pull back from the brink before they are sucked into a political rabbit hole. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nWest Bengal\n\n/\n\npolitics\n\n/\n\npolice\n\n/\n\nGovernor\n\n/\n\ngovernment\n\n/\n\nsexual assault & rape\n\n/\n\nconstitution\n\n/\n\nelection",
        "headline_1": "​Locked in conflict: On the standoff in West Bengal",
        "headline_2": "Governors and Chief Ministers must step back from a political confrontation",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Blocked-in-conflict-on-the-standoff-in-west-bengal/article68389382.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-07-2024"
    },
    {
        "full_article": "For India’s gig workers, who are increasing in numbers but are perched precariously on the edge of the unregulated labour pool, the Karnataka Platform-based Gig Workers (Social Security and Welfare) Bill, 2024, offers a welcome reprieve, but still stops short of providing them with the security of being employees. When app-based gig work was introduced a decade ago, courtesy ride-sharing and food delivery apps, the absence of the word ‘employee’ was actually seen as a positive; it supposedly offered a chance for ‘partners’ to retain their autonomy and earn good money without being locked into a contract with rigid timings. That illusion soon dissolved as incomes crashed and working hours lengthened, and the lack of a formal ‘employee’ status left workers at the mercy of the aggregator and all-powerful algorithms, in the absence of safety nets or governmental regulation. Despite this, the gig economy is growing. According to a NITI Aayog report, India had 77 lakh gig workers at the beginning of the decade, and by 2029-30, they are projected to account for 4.1% of income, and 6.7% of the non-agricultural workforce.A rights-based legislation, the draft Bill aims to prevent arbitrary dismissals, provide human grievance redress mechanisms, and to bring more transparency into the opaque tangle of automated monitoring and algorithm-based payments. It is a step up from the Union government’s Code on Social Security, 2020. Karnataka’s law also offers social security through a welfare board and fund, with contributions from the government and the aggregator, either through a cut from every transaction on the app, or as a percentage of the platform’s turnover in the State. Noting that many of the firms that own these platforms report minimal profits, workers’ unions have rightly demanded that the welfare fee is charged as a cess on each transaction. Sceptics note the moribund nature of other unorganised sector welfare boards, but one advantage of mandatory registration with such a board is that it will make gig workers visible in the eyes of the law. Karnataka’s Congress government aims to enact the Bill in the monsoon session of the Assembly, and it must quickly formulate rules and establish the welfare board to ensure that the law is in force before the end of the year. A similar legislation in Rajasthan, enacted by the predecessor Congress government, has been effectively put into cold storage by the BJP government. At the national level, comprehensive legislation is needed not just to set minimum wages, reasonable working hours and conditions and robust social security but also to provide gig workers with the coveted status of ‘employees’.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIndia\n\n/\n\nlabour\n\n/\n\nKarnataka\n\n/\n\nfood\n\n/\n\nonline\n\n/\n\npersonal income\n\n/\n\ntechnology (general)\n\n/\n\neconomy (general)\n\n/\n\nlaws\n\n/\n\nlabour legislation\n\n/\n\nwelfare\n\n/\n\nhealth insurance\n\n/\n\nsocial security\n\n/\n\nunions\n\n/\n\nIndian National Congress\n\n/\n\nRajasthan\n\n/\n\nBharatiya Janata Party",
        "headline_1": "​Even the odd jobs: On the Karnataka gig workers bill",
        "headline_2": "Gig workers need a comprehensive national law recognising their employee status",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Beven-the-odd-jobs-on-the-karnataka-platform-based-gig-workers-social-security-and-welfare-bill/article68389328.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-07-2024"
    },
    {
        "full_article": "Cash flows in for cricketers. What about our stars from other sports?\nSharm-ati hai to admit it, but my eyes aren’t Kohli-lined. But, just because I’m not cricket-crazed doesn’t mean I didn’t fist the SKY when India finally slew SA; in fact, I still get a catch thinking of that jaw(not ball)-dropping finish. So, I’m not belittling the beyond-boundary adulation of a billion Indians; or begrudging the lakhs-strong Mumbai welcome. It’s the other millions that stump me. The Rs 125cr BCCI reward on top of the roughly Rs 20cr given by ICC, which seems measly by comparison but is the highest-ever T20 World Cup prize money. Then, as a follow-on to Friday’s blockbuster, our CM Eknath Shinde announced an additional Rs 11cr to Rohit & Co. State’s in Maha-debt, but guess he can’t take his eye off the electoral ball coming at Shoaib Akhtar speed.\nStill, it’s bit much, no, considering how much else pads up our A-team members’ bank accounts? Or considering how much this XXXLargesse could have helped those lower down the batting order. Even in cricket, let alone other less lionised sports. Jail me under Bharatiya Nyaya Sanhita’s new sedition law, but here’s what I overheard in different locker rooms.\nHarmanpreet Kaur: Even half that cash prize would bowl us maidens over   \nRohan Bopanna: Sports mantri’s mantra of ‘Love All’ is mere lip serve; tennis gets slammed, grandly\nPV Sindhu: I’ve been shuttling from one trophy to another for just peanuts \nManika Batra: No such OTT prize cash for TT\nMohun Bagan: Indian eyeballs are glued to Euro’24 but we’re still kicked around  \nSalima Tete: No crore-carrot for our stick-work  \nPraggs: National chess-thumping’s fine, but Vishy I got more cashy \nSakshi Malik: We only get prize molesters \nDhinidhi Desinghu: Freestyle glory is fine, but sans money we’ll just float\nLovlina Borgohain: Not even Kom Banegi Crorepati\n                                                  ***   \nAlec Smart said, “If the flood doesn’t kill you, the pothole will.”\n\n",
        "headline_1": "As the crore flies",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/as-the-crore-flies/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-07-2024"
    },
    {
        "full_article": "Whether with superglue or law, saving this ancient, singular creature is in our hands\nIs an animal only an animal? To be human is to know that the answer is, no. Whether as storytellers or as scientists, the richness of our living has come from being in a more-than-human world. This means recognising kinship and reciprocity with other species, trying to save them as we would save our own. Sometimes this needs advanced medicine. But as the experts at Indian Veterinary Research Institute, Bareilly, showed on Monday, with the right intent, sometimes even the common stuff from a household drawer, can deliver a tidy rescue. They used superglue and a blouse hook to rejoin the shattered shell of an endangered turtle that had been run over by a car. \nTurtles help build healthy aquatic ecosystems. They clean up dead organic materials, diseased fish and weeds. But it’s a hairy life they have these days. If it’s not a highway, it’s a dam or an oil spill, a threat is constantly looming over their habitats. Fishing nets are chasing them, pesticides are killing them, land erosion is taking away their breeding grounds. Plastic smells nice to them but then wrecks their digestion. As elsewhere, in India both the multilateral CITES treaty and national laws protect the vulnerable species. But illegal trade in turtle meat continues, sold in both local bazaars and to international traffickers. \nTurtles lived on when dinosaurs couldn’t. Why does saving them matter? Think about how their unique appearance and behaviour have won them esoteric, overlapping roles in mythologies across space and time. Maybe the world’s best known one is from Aesop’s Fables. The Native American concept of earth resting on the back of a giant turtle, is echoed in the Hindu portrayal of a tortoise as a pivot for samudra manthan. These creation stories remind us we have never walked alone, we can’t walk alone. \n\n",
        "headline_1": "Ode To The Turtle",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ode-to-the-turtle/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-07-2024"
    },
    {
        "full_article": "Delhi HC erred gravely in its euthanasia decision. It showed no empathy, and paid no heed to a landmark SC ruling \nApart from being insensitive, Delhi HC has doubly erred in the case of a family seeking a review by a medical board to gauge if their 30-year-old son in a vegetative state since 2011 was a case for passive euthanasia by the law. Doctors diagnosed the case as a point of no-return some years ago. Delhi HC, however, over-read the parents’ plea as one for active euthanasia, which is illegal. The plea was for a medical panel review, which needs HC’s nod. Delhi HC then overreacted and threw out the plea. The case, per medical fraternity and lawyers, appears to tick the prerequisites set by Supreme Court in 2018, in a historic judgment that recognised the right to die with dignity as a fundamental right, and prescribed guidelines for terminally ill patients.\nJudgy & confused | In 2018, while SC’s order removed legal uncertainty about the right to refuse life-sustaining treatment, doctors at the time had observed that no specified timelines for advanced wills, and challenges of defining terminal illness, could prove to be confusing. Delay is an injustice. Six years on, Delhi HC is indeed confused. It bypassed the fact that SC’s order clearly talks about “no plausible possibility of the person ever being able to come out of this stage”, as a condition for a medical panel to review cases. \nWhere’s the palliative care? | The parents’ distress is evident. Not only have they watched their son decay in mind, body and spirit without any doctor providing a sliver of hope for his chances of recovery, but they are financially gutted. The judge didn’t even suggest palliative care by the state – Delhi govt, GOI have near to zero capacity for palliative care. The nano slice of facilities that exist have mostly HIV and cancer patients in their care. \nCost of care | The gap in govt-run palliative care coupled with no caps on prices of most medical devices means the burden of expenditure on chronically ill at home or hospital is entirely the family’s. From catheters to urine bags, food pipes to stomach bags, physiotherapists and nurses, families run pillar to post to cope with the expenditure. The state is entirely missing. \nPerhaps the judge could at least have sought govt relief for the parents when discarding their plea? Faulty reading of the law and false morality can be soul-destroying – watching a son in a vegetative state, fending for him, selling a home, ageing through the process is also suffering. The court added to that suffering. It showed no compassion, let alone empathy. But most troublingly, it seemed to pay no heed to SC’s landmark order.\n\n",
        "headline_1": "Killing the right to die",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/killing-the-right-to-die/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-07-2024"
    },
    {
        "full_article": "Something good happens to you – you cleared an examination, your blood test results are great, you just got that long-awaited promotion at work – and you feel overjoyed. You radiate that happiness to all around you and life is generally on a roll. The moment all that’s listed above happens to someone else – and you have failed the exam, your cholesterol is high, and you did not get the raise or promotion you expected at work – you start burning with jealousy, you are angry, and you radiate all these negative feelings, making yourself and those around you miserable. Why is it so difficult to feel happy for your colleague or friend who managed to achieve those things?\nWhen you take delight in the happiness of others, the Buddhists call it mudita. It means sympathetic joy. Physician turned mindfulness and dharma teacher Christiane Wolf writes of the Buddha’s exposition of the four brahmaviharas, the highest qualities of the heart. They are, metta, loving-kindness; karuna, compassion; upeksha, equanimity and mudita, sympathetic joy. Of these, mudita is perhaps the most challenging as it requires you to feel happy at the achievements of others. Jealousy among colleagues and even strangers is somewhat comprehensible but to resent the success of one’s own sibling or parent, or even child, is something that is really gross. Instead of feeling joy and love, you feel violated, that how come this is not happening to you, and why is it happening to them?Why not me, why them?\n\nThe first step towards cultivating the quality of mudita, to feel joy at the happiness of others, is to learn to look at your own self more sympathetically. Appreciate your good qualities, your plus points and maintain a decent degree of self-esteem. Uncover your strengths. Once you do that, there will be no room for feelings of insecurity and inferiority because you are beginning to realise your own worth. Once this is done, you will find it difficult not to feel joy for others, because you have begun to learn the art of inviting joy into your life. Because you know now how to feel joy within yourself. So, feeling happy for others is only the next step.\nOnce you have stopped being a party pooper, always seeing the negative side of things, so critical and ever complaining, you will see that all of these have been preventing you from experiencing what you really deserve, to feel wonder and joy at your own self and in your life. These positive feelings will begin to radiate outside of you as well, and naturally, when something good happens to others, you, too, feel elated. You are no longer a drag, held back by dark thoughts that prevent you and others from participating in the euphoria of life.\nThe four brahmaviharas mentioned earlier, also known as the immeasurables, are all inter-connected, and once you are in the process of cultivating them, you will find it very difficult indeed to keep joy out of your life. This is aptly summed up in the following Sanskrit prayer: “Lokah samastah sukhino bhavantu.” That is, once we strive to end our own suffering and have good thoughts for ourselves and others, we will wish happiness for everyone in the world. It’s an ancient but timeless affirmation.\n\n",
        "headline_1": "It is easy to invite joy into your life",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/it-is-easy-to-invite-joy-into-your-life/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-07-2024"
    },
    {
        "full_article": "During Iran's latest presidential elections, the hashtag #electioncircus was trending among the Iranian community on X. This may be due to the illusion of a political competition that is encouraged by the Velāyat-e faqīh, or Supreme Leader, Ayatollah Ali Khamenei, in an established theocratic system, where presidential elections are mostly a facade because ultimately, the decision-making power rests with the Supreme Leader.\nSo, how do presidential elections work in Iran? The Shourā-ye Negahbān (Guardian Council) handpicks the most suitable candidates from a pool of presidential candidates, who then compete against one another. To secure victory, a candidate needs more than 50 percent of the people's vote. If no candidate achieves this majority, a run-off ensues a week later between the two candidates who received the highest number of votes in the initial round.\nAnd what is the Guardian Council? It constitutes 12 members who are directly/indirectly appointed by the Supreme Leader, who hold power to vet/veto legislation, and oversee elections. The Guardian Council can bar candidates from standing in elections to parliament, the presidency and the Majles-e Xobregân-e Rahbari (Assembly of Experts). For example, Ali Larijani, an ex-parliamentary speaker and former Commander of the Islamic Revolutionary Guard Corps, was disqualified during the 2021 presidential elections by the Guardian Council, possibly owing to his center-right ideology. Noteworthy to mention, disqualified candidates are disallowed from protesting the council's rejection.\nAmong the seven candidates who were selected by the Guardian Council for the 2021 presidential elections was the to-be president, Ebrahim Raisi, a far-right hardliner, known as the \"Butcher of Tehran\" for his role in allegedly carrying out mass executions of up to as many as 30,000 political prisoners in 1988, as the-then Deputy Prosecutor General of Tehran. Following Raisi's death after a helicopter crash on May 19, 2024, new presidential elections took place shortly after, which culminated on July 5, 2024.\nThis time, out of 80 candidates, 74 were disqualified by the Guardian Council, which included four female candidates, as has been the case for all presidential elections since the Islamic revolution—a testament to the accusation that Iran is a gender apartheid state. According to Iran's Ministry of Interior, there was a record-low turnout since the inception of the Islamic Republic, where only 40 percent of the more than 61 million eligible Iranians voted during the first round, which evidences that most do not support clerical rule. I will skip any comment on the speculation that even these embarrassing numbers are fabricated, as has been the claim, given the staggering majority's decision to abstain from voting.\nAmong the six selected candidates this time around, Dr Masoud Pezeshkian was the only so-called \"reformist\"—a widely circulated theory that has thrown dust in the eyes of many non-Iranians. It won't be too absurd to assume that Pezeshkian's approved candidacy by the Khamenei-controlled Guardian Council was a ploy to increase political participation. Pezeshkian won against ultra-conservative Saeed Jalili, but one wonders what moderate reforms he will he bring about without challenging the state's theocratic system, especially when he himself has given a public statement declaring that confronting Iran's power elite of clerics will never be part of his agenda.\nAnyone who understands Farsi can easily find Pezeshkian's stance on women's rights. In an interview, an elderly Pezeshkian proudly states that even before the first Supreme Leader, Ayatollah Khomeini, established the mandatory hijab law in 1979, Pezeshkian enforced women to wear long trousers, the long-sleeved manteau (a long overcoat), and the hijab at the Tabriz University of Medical Sciences (where he was pursuing an MBBS) as well as at the hospital across the medical college. One alumna of the university recounts incidents from 1979, when Pezeshkian and his comrades, whom she dubs as \"terrorists,\" attacked and harassed women who didn't comply, and even carried weapons, such as knives and chains, as scare tactics.\nShould a reasonable skeptic, who relies on the independent investigation of the truth, believe that the same man who didn't believe in women's right to freedom of choice is now a changed \"reformist\" under the same regime that has committed human rights violations in relation to the Zan, Zendegi, Azadi (Woman, Life, Freedom) movement in Iran? Should I, a Bangladeshi citizen belonging to the Iranian diaspora, believe that Pezeshkian will, for instance, make any legislative amendments to dismantle gender apartheid? Or will he be able to ensure a stop to persecutions against non-Shiite religious minorities such as the Baha'is, who are barred from having tertiary education and government jobs, whose properties are confiscated, whose dead are denied the right to dignified burials?\nEven if Pezeshkian is given the benefit of the doubt, what power does he hold at the end of the day? None, really. It is therefore disappointing to see every international news portal misleadingly labeling the new president as \"reformist\" or \"moderate\" or to see clickbait titles such as the BBC's \"Iran's new president gives hope to some women and younger voters,\" when the content of the article itself goes on to say: \"…with Ayatollah Khamenei having final say over government policy - there is little chance of real change,\" and \"…regardless of Dr Pezeshkian's win, the supreme leader remains the 'puppeteer' in Iran.\"\nNoora Shamsi Bahar is senior lecturer at the Department of English and Modern Languages, North South University (NSU), and a published researcher and translator.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Iran’s Presidential Elections: A Smokescreen?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/irans-presidential-elections-smokescreen-3653601",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-07-2024"
    },
    {
        "full_article": "We are dismayed by the revelation of a question paper leak racket operating within the Bangladesh Public Service Commission (BPSC). According to a report by Prothom Alo, six officials of the commission and 11 others have been arrested by law enforcers for allegedly leaking question papers of various exams organised by the PSC. The group, according to Channel24, which broke the news after a sting operation, have sold question papers of at least 30 recruitment tests including Bangladesh Civil Service (BCS) exams for over a decade.\nAt a time when students across the country are demanding quota reforms in public service recruitment to make it more merit-based, the PSC scandal deals a heavy blow to our objective of having qualified professionals in public institutions. The leak shows how the system is still largely rigged against meritocracy, often allowing candidates to exploit the preferential quota system or use bribery or political influence/allegiance to secure a government job. Even the lengthy process of the BCS recruitment cycle works against meritorious students. Under such circumstances, how can we expect general students to feel hopeful about their future in the country? How can we expect honest and dedicated public servants when unethical practices and systemic barriers and delays haunt the entire recruitment process? And how sincere will those coming from compromised backgrounds be to rein in the corruption that is plaguing nearly every public sector?\nShedding light into the PSC scandal, investigations have revealed that Tk 2 crore allegedly passed between two racket members, both PSC officials, to obtain and sell the question paper of the Bangladesh Railway recruitment test held on July 5. Furthermore, a former driver at the PSC, who allegedly lost his job for leaking question papers in 2014, has reportedly amassed wealth worth at least Tk 50 crore. This raises the question: how is it possible that the PSC administration was unaware of the operation of this criminal network for so long? Who else were involved? How high up does it go? Where were the institutional checks and balances that are supposed to prevent this kind of scenarios?\nThe candidates of the July 5 recruitment test have demanded its cancellation—which is only logical—but those who unfairly missed their chances in the previous 30-something recruitment tests can no longer be compensated. Neither can we perhaps expect anything happening to those already recruited through this compromised process. This is as sad as it is alarming. The only way the government can ensure justice to those thousands of deprived candidates is by ensuring that the accused are brought to book, and the entire public service recruitment process is revamped to make it more merit-based.\n",
        "headline_1": "Is the system rigged against meritocracy?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-system-rigged-against-meritocracy-3653471",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-07-2024"
    },
    {
        "full_article": "In what is looking like the most shocking election result so far this year, the French left-wing alliance New Popular Front (NPF) emerged victorious, winning 182 seats in the National Assembly. NPF was formed after the elections were called—consisting of the Socialist Party, Greens and France Unbowed led by Jean-Luc Melenchon. French President Emmanuel Macron called the snap election in response to a humiliating defeat in the elections for the European Parliament to Marine Le-Pen's far-right National Rally (RN). The RN's dominant performance, winning nearly twice as many seats as Macron's centrist party, prompted Macron to dissolve the parliament—a gamble that could have been disastrous for the president who still has three years left on his term.\nMacron's centrist Ensemble alliance took 163 seats, while the far-right RN and its allies came in third—with only 143 seats. Although all coalitions failed to reach the 289 seat threshold for an absolute majority, the results was a shocking turnaround of the first round results, where the National Rally and its allies took 33.1 percent of the votes and were expected to win 230-280 seats. Pollster Ipsos projected at the time that Macron could end up with 70-100 seats, while NPF was projected to win 125-165. The dramatic reversal in the second round—although it did not result in Ensemble's victory—proved that Macron's gamble paid off as it managed to hold off RN and its leader Jordan Bardella.\nBardella claimed that his party was only defeated because of the formation of an \"alliance of dishonour\" between the NPF and Ensemble. Bardella was referring to tactical withdrawals made by both NPF and Ensemble in order to concentrate votes against RN in \"triangular\" or three-way runoffs. This, along with the record high turnout, was essentially what made RN's defeat possible, as the left-wing alliance and Macron's centrist coalition came together to beat Le Pen's nationalists by giving up seats to whoever had the better chance of winning. \"I threw my live grenade at their feet,\" is how President Macron reportedly saw the move. Macron's grenade may have worked, but the shrapnel it left is everywhere.\nFirstly, although RN didn't do as well as was expected given their performance during the European Parliament elections and polls, they did win more seats this time than ever before. For comparison, they only won eight seats in 2017 and 89 seats just two years back. With Marine Le Pen and her party consistently improving their performance, the far-right in France has been far from defeated.\nFurthermore, the only common factor uniting the NFP alliance is their disdain for RN and the far-right. Not only is the alliance brand new, it is difficult to see what its members agree on, as the alliance consists of everything from centre-left to communists. Right after the victory was announced, each member of the NFP celebrated separately, although all acknowledged that the win was a result of a joint effort. The predecessor to the NFP alliance which was formed in 2022, called NUPES, was also led by Melenchon, but fell apart due to political and personal differences.\nThe leader of the alliance and its largest party, Melenchon himself has been a divisive figure. In his three decade long political career, he previously proposed scrapping nuclear power, taxing the rich 100 percent on income over 400,000 euros and reducing the working week to 32 hours. He has been accused of being antisemitic by the French PM Attal and has been a vocal critic of the Israeli military's actions in Gaza and promised to \"immediately\" recognise the Palestinian state in addition to sanctioning Benjamin Netanyahu's Israel. This vocal support for Palestine was a major driving factor behind his popularity among the youth of France.\nOverall, NFP's total economic programme, including its other promises such as housing subsidies and raising the minimum wage, will cost £126 billion. Economists have warned that this will be too expensive for France and put them at odds with the European Commission—which has already opened an excessive deficit procedure against them. For them to follow through on any of this, however, as they have failed to reach an absolute majority, will require the formation of a coalition in order to pass legislation—which is not something the French are used to. As a matter of fact, Charles de Gaulle devised the Fifth Republic's constitution to deliver clear majorities and avoid such issues. Furthermore, the constitution also hands the power to appoint a prime minister solely to the president.\nThe current PM Gabriel Attal's resignation was declined by President Macron, and for now he will remain in charge. The choice of France's future prime minister is not just exclusively in the hands of the president, but France also has no criteria for choosing one. He is only bound by political custom and not any laws to choose the bloc with the highest number of seats to try and form a government. Even if NFP was to form a minority government, with the leader most likely being Melenchon or even Francois Ruffin, its sustainability would be questionable as it would be under constant threat of no-confidence votes.\nPresident Macron will most likely hold out until a majority coalition is formed, which is likely why Attal's resignation was declined. However, Macron's supporters have already ruled out forming a coalition with the hard-left party of Melenchon. Center-right and Macron ally Edouard Philippe, \"favor[s] the creation of an agreement\" that excludes both the far-right and the far-left. In a potential deadlock, a way out could be the appointment of a technocratic government. This would mean appointing ministers, usually civil servants or technocrats, with no party affiliation to manage regular governance matters. This is a system that neighbouring Italy has seen many times—notably run by Mario Draghi in 2021. But as is expected, it is difficult for such a government to sustain itself without any electoral legitimacy and often results in public dissatisfaction. Such was the case leading to the massive victory of the populist Five Star movement in Italy.\nNevertheless, RN's defeat was met with joy around Europe. Polish Prime Minister Donald Tusk wrote on X: \"In Paris enthusiasm, in Moscow disappointment, in Kyiv relief. Enough to be happy in Warsaw.\" With the German Vice Chancellor Robert Habeck saying he was \"thoroughly relieved\". This was echoed by the Spanish Prime Minister Pedro Sanchez who praised voters in France and Britain for rejecting the far-right.\nMahadev Ghosh is an independent researcher based in the UK.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Vive la Revolution… again?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/vive-la-revolution-again-3653456",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-07-2024"
    },
    {
        "full_article": "When the default loan culture is posing a threat to the stability of financial sector in particular and macroeconomy in general, the central bank has come up with an 'exit policy' that allows the defaulting borrowers up to three years for loan repayment with a 10 per cent down payment. The policy, as explained by the central bank, is designed to provide support to 'unintentional' loan defaulters involved in projects or businesses facing shutdown or major disruptions due to reasons beyond their control. Such borrowers may apply to the bank for availing the facility by paying at least 10 per cent of the outstanding loan and the bank will decide the next step within 60 days. If approved, the repayment schedule will be re-fixed and the borrower will not get any fresh financing until full repayment of the current loan is made.What prompts the central bank to issue the exit policy is not clear and there are also some valid questions about why such a policy is necessary. The amount of default loan, or non-performing loan (NPL), according to an official estimate, stood at Tk 1.82 trillion at the end of March this year. The amount was 25 per cent more than the amount recorded at the end of December last and 11.10 per cent of the total disbursed loans at the end of first quarter of the current year. The latest exit policy underscores that the mechanism will give some relief to the unintentional loan defaulters. The big question is who is going to determine the unintentional defaulters and what will be the yardstick to define the unintentionality so presumed? It will be a tricky task for the banks. Some wilful or habitual defaulters may exploit the ambiguities. A good thing is that the newly introduced exit facility will not be considered as loan rescheduling or restructuring.Over the years, Bangladesh Bank has introduced, revised, relaxed and reintroduced a series of rules and steps regarding default loan making the whole exercisechaotic. From the large loan restructuring around a decade ago to 11-point roadmap to realise default loans early this year, the banking sector is now loaded with many plans, policies and regulations to cut down the NPLs. It seems that some of the policies and rules being overlapping along with frequent changes in some decisions, it creates confusions, too. For instance, three years ago the central bank allowed businesses to make a down payment of 2.5 to 6.5 per cent of their term loans instead of earlier 10 to 30 per cent to reschedule their loans and the repayment period was also extended to maximum eight years from the two years. It was, however, argued at that time that the decision was taken due to the Russia-Ukraine war and the Covid pandemic.The actual outcomes of all these moves are also not clear as there is no comprehensive status report in this connection. What benefits have the controversial large loan restructuring mechanism brought for the banking sector? There are many more questions of this kind and their answers are in most cases vague and unclear indicating a troubling situation in the banking industry. One has to wait and see how the exit policy announced lately works in line with the expectations of the central bank.",
        "headline_1": "BB's default loan exit policy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bbs-default-loan-exit-policy-1720626196",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-07-2024"
    },
    {
        "full_article": "In recent months, financial or other scams have been hitting the news headlines one after another. Indeed, it has become difficult for people to keep track of those who are coming at them thick and fast. First came the incidents of bank money plundering that eroded the financial health of many private banks. Some people have strong links with the powers-that-be, who allegedly managed to take control of several banks and financial institutions and divert funds worth billions of taka. This unique development added a new dimension to the country's financial sector. Until then, a considerable volume of non-performing loans (NPLs) was a matter of intense debate in the public domain and at the policymakers' level. Instead of improving, the NPL situation has deteriorated, with the total soured asset soaring to more than Tk. 4.0 trillion. The amount includes loans under rescheduling, litigation and written-off categories. As if to divert the public attention from scam stories involving the financial sector to something else, there came stories of how some high-level government officials, former and present, acquired wealth in unbelievable proportions, resorting to corruption and abuse of power. Those proved to be saucy. People are now devouring such stories, courtesy of print and electronic media. Amidst all the scams, financial or otherwise, at least a couple of revelations have drawn widespread attention. They are the involvement of the chairperson and some other officials and employees of Bangladesh Technical Education Board in preparing and selling forged educational certificates and the leak of PSC exam question papers. A private TV channel made yet another shocking revelation early this week. It has unearthed how question papers are leaked by a syndicate of officials and employees of the Public Service Commission (PSC). What has been revealed until now is that the syndicate leaked question papers to people seeking second-class and other government jobs in various departments. The police have arrested at least 17 persons, including two deputy directors and one assistant director. According to media reports, the syndicate has been active inleaking question papers for more than 12 years for various government jobs, including those for the Bangladesh Civil Service (BCS) examinations. The private TV channel prepared an investigative report based on allegations of irregularities received from some people who had taken part in a recruitment examination for Bangladesh Railway on July 05 last.Following the detection of such cases, the newspapers are now agog with reports highlighting the wealth amassed by individuals involved in corruption, bank loan fraud, and other irregularities. With PSC people's latest question paper leaks, a former PSC chauffeur has received the most attention. He allegedly made disproportionate wealth, amounting to Tk.500 million, out of the occasional question paper leaks.The PSC high-ups were aware of the developments surrounding periodic recruiting exams. In 2014, following the detection of question paper leaks, they took action against some of its officials and employees. However, the actions were half-hearted, leading to the recurrence of such criminal activities in the following years. The unearthing of PSC question papers comes as thousands of university and college students have taken to the streets to support the demand for reforming the quotas in government jobs. They have been blocking roads and railways to press home their needs, which include abolishing the reserved quota for grandchildren of freedom fighters. If people can get government jobs using leaked question papers, what is the use of engaging in street protests? They will eat up most jobs reserved for both quota and non-quota candidates. The street demonstrators should add yet another demand to their list-- -make the PSC examination systems free from manipulation and irregularities. Leaking question papers prepared for public and admission examinations is a familiar practice. It has been happening in Bangladesh and many other developing countries, in particular. Only recently, the leaking of question papers for medical examinations rocked neighbouring India. The integrity of the entry exam came under severe scrutiny when the news of a massive question paper leak broke. Anurag Yadav, a key figure in this scandal, confessed that the leaked papers matched the actual ones. Question paper leaks have been a persisting issue in the education sector. Despite taking all safeguards, some question papers get leaked because of the involvement of insiders who can hardly resist the lure of unearned income. Because of these greedy individuals, the credibility of public examinations is undermined. It is beyond dispute that the traditional methods of paper setting and distribution need to be revised to prevent loopholes and plugging of the same necessitates something different. Secure technology-driven solutions might help the authorities concerned to stem the rot. Setting of personalized questions much like GRE and GMAT, generation of AI-driven questions, last-minute delivery of question papers to examination centres, multi-factor authentication in the matters of opening and accessing of question papers, advanced encryption of information, implementation of an effective question paper generation solution etc., might help stop, to a large extent, the incidence of question papers leaks. Stringent laws should supplement technological advancements to deal with question leaks. The crime of leaking question papers prevents competent people from securing government jobs and deprives deserving students of their best in public examinations. It needs to be stopped at any cost.\n[email protected]",
        "headline_1": "The rot has gone too deep",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-rot-has-gone-too-deep-1720626343",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-07-2024"
    },
    {
        "full_article": "Leaking of question papers prepared for public examinations and public sector recruitment has become a regular practice in our country in recent times.Public service examinations in Bangladesh, such as the Bangladesh Civil Service (BCS) exams, are highly competitive and hold significant weight for aspirants seeking stable and prestigious government jobs. Unfortunately, the recurring leaks of question papers have severely compromised the credibility of these examinations. When question papers are leaked, the selection process becomes inherently biased, favoring those with illicit access over genuinely qualified candidates.Many feel that the law related to the punishment of the perpetrators for such crime is not that much stringent and this encourages an unabated rise in such incidents.Bangladesh Public Examination Act,1992 stipulates that those involved in leaking question papers will face maximum 4-year imprisonment. This law is the amended version of the Public Examination Act, 1980, which stipulated maximum punishment of 10-year imprisonment.Naturally, the reduction of the punishment is an encouragement, opine civil society members.On the other hand, slow progress of the cases filed against such perpetrators is also a hurdle in resolving this problem.According to a report, the PSC driver, who has been recently arrested by the law enforcers, was suspended for leaking question papers of the examination of a non-cadre service in 2014.A departmental case was filed against him but the case has not been disposed until now. In the last 16 years, more than 300 such cases were filed in different courts but out of those only 70 cases have been disposed and the rest are still pending.Such delay is not at all desirable.The immediate consequences of question paper leak is the erosion of trust in the examination system. When aspirants and the public at large lose confidence in the fairness of the process, it diminishes the overall morale and can dissuade qualified individuals from participating. This loss of trust is not just a temporary setback; it can lead to a long-term decline in the quality of public administration as positions are filled by individuals who may lack the necessary competencies and ethical standards.Furthermore, the implications extend beyond individual careers. When government positions are occupied by those who have cheated their way into them, it can lead to inefficiency, corruption, and poor governance. The very foundation of public service, which should be built on integrity and merit, becomes compromised. This not only affects the immediate administration but also hampers the nation's development, as critical roles in policy-making, implementation, and public welfare are entrusted to unqualified individuals.Corruption within the administrative system further exacerbates the problem. There have been numerous instances where officials entrusted with the secure handling of exam papers have been implicated in leak scandals, often motivated by financial gain or nepotism. This corruption is often facilitated by inadequate oversight and weak enforcement of penalties for misconduct.Additionally, the high stakes associated with public service jobs in Bangladesh create immense pressure on candidates. The promise of job security, social status, and financial stability drives some aspirants to seek unfair advantages, contributing to a market for leaked papers. This high demand ensures that there will always be those willing to supply leaked materials, perpetuating the cycle of corruption and dishonesty.Resolving the issue of question paper leaks in public service examinations requires a comprehensive and multifaceted approach.It is essential to overhaul the security protocols involved in the preparation, storage, and distribution of question papers. Introducing advanced technologies such as encryption, blockchain for secure record-keeping, and biometric authentication can significantly reduce the risk of leaks.Addressing the systemic corruption within the examination and administrative bodies is a must to stop this problem. This requires not only stringent penalties for those found guilty of leaking papers but also proactive measures to ensure transparency and accountability at all stages of the examination process.The issue of question paper leaks in Bangladesh's public service examinations poses a serious challenge to the system that demands immediate and sustained action.The consequences of this malpractice extend far beyond individual examinations, affecting the integrity of public administration and the nation's development trajectory.Bringing an amendment to the Bangladesh Public Examinations Act 1990 and incorporating tougher punishment for the perpetrators are the imperatives.By adopting a comprehensive approach that combines technological solutions, stringent security measures, systemic reforms, and cultural change, Bangladesh can restore trust in its public service examinations and ensure that the most qualified and deserving candidates are selected to serve the nation.\n[email protected]",
        "headline_1": "Checking question paper leaks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/checking-question-paper-leaks-1720626388",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-07-2024"
    },
    {
        "full_article": "Bangladesh is facing a critical situation with widespread power cuts due to a nationwide gas shortage. This crisis, triggered by damage to a key liquefied natural gas (LNG) terminal during Cyclone Remal, has plunged millions into darkness, impacting everything from households and businesses to essential services.While the entire country is suffering, the brunt of the power outages seems to be borne by rural areas. The rural communities, already lacking in resources, are experiencing extended periods without electricity, disrupting daily life and livelihoods.The current situation, with power generation falling far short of capacity and load shedding implemented for hours on end, is unacceptable. While the resumption of operations at the Summit Group's FSRU on July 15th offers a glimmer of hope, it is not enough.We need immediate and long-term solutions to address this crisis. Firstly, ensuring a smooth and swift restoration of the damaged FSRU is of paramount importance. Secondly, we must explore alternative sources of gas supply to reduce dependence on a single terminal. Investing in renewable energy sources and exploring ways to diversify gas imports are crucial to long-term energy security.The current gas crisis highlights the vulnerability of Bangladesh's energy infrastructure. We must learn from this experience and take decisive action to prevent similar situations in the future. The well-being and economic prosperity of our nation depend on a reliable and sustainable energy supply.\nAbdullah Al TahmidStudentStamford University",
        "headline_1": "Urgent action needed to address gas crisis",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/urgent-action-needed-to-address-gas-crisis-1720626411",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-07-2024"
    }
]