[
    {
        "full_article": "Politics in Maharashtra is in an intense churn. Key actors are trying to figure out their most advantageous positioning ahead of the Lok Sabha and Assembly elections that are scheduled for next year, and in anticipation of a Supreme Court decision, on Thursday, on disqualifying Chief Minister Eknath Shinde and 15 other legislators who left with him to claim the mantle of the Shiv Sena by rebelling against Uddhav Thackeray, the son of Sena founder Bal Thackeray, in June 2022. Intra- and inter-party dynamics are at play. Sharad Pawar’s dramatic announcement that he was quitting the post of president of the Nationalist Congress Party (NCP) had the intended effect of defusing a brewing rebellion led by his nephew Ajit Pawar, who thinks it is time to carve out his own path and come out of his uncle’s shadow. The patriarch is back in the saddle and the nephew has reiterated his loyalty to the party, but the story is far from over. Mr. Pawar, 82, wants to bequeath his political legacy to his daughter, Supriya Sule, but he is also plotting the national terrain for his own potential role in the run-up to 2024. The Bihar Chief Minister, Nitish Kumar, who is championing the unity of parties that are opposed to the Bharatiya Janata Party (BJP) across States, will be in Mumbai later this week to meet with Mr. Pawar and Mr. Thackeray. Mr. Kumar met the Odisha Chief Minister, Naveen Patnaik, on Tuesday.The BJP, having benefited from the split in the Shiv Sena, is now plotting its next move to dominate State politics on its own. The Shinde faction’s ability to sustain itself without an alliance with the BJP is doubtful, but Mr. Thackeray too has a battle at hand to keep his flock together. He wants to hold on to his Hindutva lineage and retain the upper hand in the State. The Sena finished behind the BJP in the 2019 Assembly election, inverting the hierarchy between the long-term allies. This divergence of interests between the two Hindutva parties led to their split and the formation of the tri-party Maha Vikas Aghadi, between Mr. Thackeray, and the Congress and the NCP, two professedly secular parties. The Congress projects itself as the secular national alternative to the BJP but has to engage in a balancing act that might necessitate sacrificing some of its share of seats to keep the alliance with the Sena intact. Also, the Congress has its own internal battles of egos and divergent viewpoints among its leaders.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMaharashtra\n\n/\n\npolitics\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nNationalist Congress Party",
        "headline_1": "Pawar play: On the churn in politics in Maharashtra",
        "headline_2": "Maharashtra might see a fresh churn as the elections approach",
        "link": "https://www.thehindu.com/opinion/editorial/pawar-play-on-the-churn-in-politics-in-maharashtra/article66835145.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-05-2023"
    },
    {
        "full_article": "It is almost three months since South Africa sent a batch of 12 cheetahs to India and two have already died. Taken along with the death of one of the eight cheetahs from Namibia — it had a pre-existing renal infection — and it emerges that about 15% of the animals have not made it past the first phase of India’s ambitious Project Cheetah. The aim is to establish a sustainable population of about 35 cheetahs in the next decade by bringing in a few every year from Africa. Thus, it is implicit that there will be many deaths among the animals if one factors in both the natural lifespan of the cat as well as the challenges of adapting to Indian conditions. Daksha, one of the female cheetahs, died from injuries following a violent mating attempt by two males — again not entirely unexpected from what is known about the predator’s behaviour.Ordinarily, the success of wildlife breeding programmes must be measured over longer intervals. The increase in the lion population in Gir, Gujarat, as well as tiger numbers have been the result of sustained efforts over decades, that have also seen the wildcat count dip to precipitous levels. Therefore, it is yet premature to weigh in on the success of the cheetah translocation programme. However, the arrival of the cheetahs in India was far from an ordinary event. For one, it capped decades of government planning undertaken since 2009, hearings in the Supreme Court, protracted negotiations with two countries, the complex logistics of choosing and ferrying the animals, the Prime Minister’s personal involvement in the enterprise, as well as the significant publicity effort by government departments to promote the endeavour as India’s exemplary commitment to wildlife conservation. It is thus only natural that three deaths in three months raise consternation on whether the conservation approach adopted by experts is based on sound principles. There is criticism that Kuno National Park is inadequate to host 20 cheetahs and that some ought to be in other sanctuaries. The existing batch of animals lived far too long in captivity (in preparation for the translocation) and thus were excessively stressed and more vulnerable, the argument goes. Project Cheetah managers however underline that the investments such as in making the landscape adequately stocked with prey, consultations with experts in Namibia and South Africa with actual experience in managing cheetahs, and cultural traditions that minimise poaching and incentivise local communities to be protective of wildcats, are the right ones to help the species flourish. Given that the relocation programme has been conceived as an ‘experiment’, it is important that every death and every birth are not seen as markers of failure or success. However, there also ought to be clearly defined criteria with timelines that project managers must adhere to, to decide if course correction is warranted.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nwildlife\n\n/\n\nSouth Africa\n\n/\n\nIndia\n\n/\n\nMadhya Pradesh\n\n/\n\nconservation\n\n/\n\nhabitat (conservation)",
        "headline_1": "Snap judgement: On India’s Project Cheetah",
        "headline_2": "Every birth or death shouldn’t be seen as success or failure of Project Cheetah",
        "link": "https://www.thehindu.com/opinion/editorial/snap-judgement-on-indias-project-cheetah/article66835217.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-05-2023"
    },
    {
        "full_article": "Does caste matter? Amongst the intellectuals, nothing else does. And a bit incongruous, outrageous maybe, that you heard this in the software capital of India, Bengaluru, and at a time when the per capita state income of Karnataka is now close to Indonesia.\nIn books (example: Citizen Raj), I have tried to document that the evidence on caste determines or equals vote is flimsy at best. Let us do the following mental experiment. If caste determines vote, and almost by definition, caste changes are near zero, then the only manner in which caste can change the composition of the electorate is via differential changes in fertility. That is, we are in the realm of third order differences which are miniscule at best.\nRead full story on TOI+\n\n",
        "headline_1": "Tougher to call than a horse race: Karnataka decoded – BJP may just be ahead in a very tight contest. Caste matters less as vote determinant than high income growth & women’s empowerment",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/tougher-to-call-than-a-horse-race-karnataka-decoded-bjp-may-just-be-ahead-in-a-very-tight-contest-caste-matters-less-as-vote-determinant-than-high-income-growth-womens-empowerment/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-05-2023"
    },
    {
        "full_article": "As a student of Indian politics, I find The Kerala Story ahighly politically motivated film. Its communal portrayal of Muslims is deeply problematic, and simply legitimises the narrative of Hindu victimhood. The criticism that this film might have an adverse impact on communal harmony in the country, hence, is convincing.\nYet, I strongly oppose the decision of the Bengal government to ban the movie. This administrative move, in principle, goes against the basic freedom of a filmmaker to express his/her interpretation of reality through a cinematic representation. There is also a possibility that this decision will be counter-productive in political terms.\nRead full story on TOI+\n\n",
        "headline_1": "Banning a film doesn’t mean it’s no-show for polarisation: Bengal ban on The Kerala Story only strengthens the right wing’s victim card. It also sidesteps the state’s real responsibility, which is to manage the aftereffects of screening",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/banning-a-film-doesnt-mean-its-no-show-for-polarisation-bengal-ban-on-the-kerala-story-only-strengthens-the-right-wings-victim-card-it-also-sidesteps-the-states-r/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-05-2023"
    },
    {
        "full_article": "The latest MiG-21 crash has killed three civilians and injured three more – wreckage from the burning aircraft fell on a village home in Rajasthan. The inglorious history of MiG-21 crashes in this country is beginning to look both like a tragedy and a farce. The Russian aircraft, of 1960s vintage, should have been phased out decades ago. That three squadrons of the MiG-21 continue to be in service is a huge indictment of defence planning and modernisation.\nIt is shocking that 55 military personnel have lost their lives in more than 50 aircraft and helicopter accidents in just over five years. The MiG-21 as well as the Cheetah/Chetak helicopters have been major culprits. Far from ensuring India’s military capabilities, these flying coffins have de facto become weapons against the armed forces themselves. The MiG-21s are supposed to be replaced by the indigenous Tejas fighter. But the latter’s low rate of production and induction has meant that less than 40 are in service against an order of 123. This gap is precisely why the MiGs continue to fly despite lack of modern avionics and poor spare parts.\nThe situation also raises serious questions about the country’s defence preparedness at a time when it is locked in a border standoff with China and continues to face traditional and nontraditional threats from Pakistan. In fact, the number of fighter squadrons is down to 31 as against a sanctioned strength of 42. 5. Add to this serviceability issues and the actual number of fighters at our disposal at a given time is even fewer. True, the induction of 36 Rafale fighters has boosted airpower in per aircraft terms. But absolute numbers matter – since India must always prepare for a two-front war across a vast northern border and massive coastline.\nHere’s what GoI and the military brass across the services also need to ask themselves – will we actually go into combat in the 21st century with hopelessly outdated Russian platforms? The latter’s poor performance in the Ukraine war has already raised serious concerns within India’s security establishment. Plus, that war itself has jammed up the supply of spares as well as the proposed $2. 2 billion deal for the purchase of additional MiG-29s and Su-30 MKIs by India. Diversify the procurement programme, speed up indigenous production and phase out the remaining MiG-21s well before the 2025 deadline – do it on war footing.\n\n",
        "headline_1": "Fighting unfit: Latest MiG-21 crash is symptomatic of deeper malaise and one that’s undermining India’s defence preparedness",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/fighting-unfit-latest-mig-21-crash-is-symptomatic-of-deeper-malaise-and-one-thats-undermining-indias-defence-preparedness/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-05-2023"
    },
    {
        "full_article": "The Delhi high court’s critique of Tihar is strong but likely won’t change anything. The ease with which some inmates noisily killed a jailed gangster, Tillu Tajpuriya, in full CCTV view, is neither the first outrage of its kind nor is it likely to be the last. No prison guard apparently saw the assailants as they reached their victim, nor were any present at the victim’s cell, supposedly under the watch of six cops. Another CCTV clip shows police standing by as a second attack began on the severely injured Tajpuriya. And this murder came weeks after the death of gangster Prince Tewatia in a gang war inside Tihar.\nTihar is notorious for some staff effectively working for inmates with “connections”. Months ago, a conman claimed prison staff were conduit for a jailed minister’s demand for a bribe. Last year, hearing a graft case, the Supreme Court had pulled up Tihar authorities for collusion with inmates in flouting the jail manual and obfuscating investigation. Courts have criticised GoI and the Delhi government for “passing the buck” on security at the jail. Surely this latest outrage should prompt all stakeholders to revisit the multiplicity of authority.\nIf no one’s really responsible for Tihar, criminals will run the jail. Prisons are a state subject. Tihar is run by the Delhi government. But DG (Prisons) is an officer on deputation from Delhi police, which reports to GoI. Delhi police are in charge of custodial duties, while patrolling, perimeter security, search etc are undertaken by Tamil Nadu Special Police, ITBP and CRPF. The TN police on Tajpuriya’s security are among those now suspended. But suspensions and transfers cannot cure the rot in Tihar, where some of India’s most dangerous criminals are in great danger.\n\n\n",
        "headline_1": "Jailhouse shock: Tihar won’t change unless some authority is made directly responsible for running it",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/jailhouse-shock-tihar-wont-change-unless-some-authority-is-made-directly-responsible-for-running-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-05-2023"
    },
    {
        "full_article": "Over the last decade, government agencies, civil society bodies and the private sector have initiated literally hundreds of pilot projects to deal with climate change-related issues, ranging from mitigation and adaptation to loss and damage. For every aspect of climate action, someone, somewhere has already implemented pilot projects that have resulted in significant lessons on combating climate change.\nTherefore, I would like to propose to both the government and development partners that, instead of trying to identify gaps in what is being done and then proposing a pilot project to address said gap, we focus on scaling up the solutions that have come out of all the successful pilot projects of past, and that we take a longer-term programmatic approach to scale up and scale out.\nLet me explain what I mean.\nScaling up entails taking the lessons from successful projects and including them into national planning, such as the ninth Five-Year Plan (9FYP), which is due to be prepared by the Planning Commission very soon. Scaling out means replicating the successful pilot projects at many new locations around the country.\nThis applies to government ministries and departments as well as NGOs and the private sector actors, for which a coordination mechanism will be needed to set up, similar to the coordination of Sustainable Development Goals (SDGs) under the Prime Minister's Office (PMO). Indeed, one option to consider might be to make it a part of SDG 13 (Climate Action) coordination.\nAnother aspect of this new way of focusing on scaling up and scaling out is to bring in significantly larger amounts of funding, from the government's own budget as well as from development partners such as the World Bank and Asian Development Bank (ADB). This means moving away from a project-by-project approach with budgets of a few tens of millions of dollars per project, which has a higher transaction cost and is too slow given the urgency of climate actions.\nThe good news is that this approach is fully compatible with the fact that Bangladesh is set to graduate from the Least Developed Country (LDC) status in 2026 and will no longer be eligible for grant-based bilateral funding from developed countries.\nThe second bit of good news is the fact that most of the relevant stakeholders in Bangladesh, both in government and outside of the government, are by now equipped enough to move to a whole-of-society approach to tackle climate change.\nThe third bit of good news is the network of all the relevant universities and research institutions working on different aspects of tackling climate change under the umbrella of the Gobeshona Initiative, which is now well able to generate knowledge for all the other actors to enable them to take the necessary actions going forward.\nFinally, let me mention some top-level actions by some key ministries within the government as well as the NGOs.\nThe first and most important ministry is the finance ministry, which has already established the climate change budget within the national budget. This needs to be expanded and it must be ensured that the expenditure is tracked.\nThe other two important ministries are water resources and agriculture, which are where most of the adaptation-related activities will have to be handled.\nThe education ministry must ensure that climate change is included in the national curriculum, the foreign ministry must be focused on climate diplomacy, the LGRD ministry must track local climate actions, and the environment ministry must provide support to all the other ministries.\nFor the mitigation agenda, both the energy and industries ministries are most relevant.\nFor loss and damage, the disaster management ministry would be most relevant.\nAt the same time, the private sector has a major role to play in promoting renewable energy as well as insurance for loss and damage.\nFinally, our civil society also has a critical role to play in scaling out the successful examples of Locally Led Adaptation (LLA), in which Bangladesh is already leading the world. A national platform on LLA is already under development, starting from the divisional level.\nIn conclusion, Bangladesh has all the data needed to take the programmatic approach to tackle climate change. By both scaling up and scaling out the lessons learnt from the pilot projects, the country can deal with climate change with the urgency that is required.\nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\n",
        "headline_1": "Bangladesh doesn’t need new pilot projects to tackle climate change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/politics-climate-change/news/bangladesh-doesnt-need-new-pilot-projects-tackle-climate-change-3316241",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-05-2023"
    },
    {
        "full_article": "Consider the logic of politics of spectacle. Within hours of former prime minister Imran Khan's arrest at Islamabad High Court on Tuesday, videos showing dozens of Pakistan Tehreek-i-Insaf (PTI) workers storming the premises of GHQ in Islamabad and Lahore corps commander's residence began making the rounds on social media.\nIn Karachi, videos of police firing shells at protesters on Sharea Faisal circulated on all media channels. In Multan, protesters blocked Bahawalpur Bypass Chowk and Nawan Shehar and agitated against the police deployed there to arrest the protesters under Section 144.\nIn Peshawar, protesters clashed with journalists, injuring several. The Swat Motorway toll plaza was set alight. Protesters and residents from these cities complained about tear gas wafting in the air even in places where the protests weren't happening.\nIf anything, the imposition of Section 144 in all major cities in hopes of maintaining public order almost ensured the virality of these images and videos. In a political culture where corruption alone becomes the raison d'etre for politics, it quickly becomes the method of politics itself – the art of electoral wins and defeat loses meaning. What we are left with is a game of semiotics: empty gestures, institutions without integrity, and players strategising to lose.\nThere should be no doubt that Imran Khan's arrest had little to do with upholding the constitution and everything to do with fear and intimidation. Former Herald editor Badar Alam said unless all institutions come clean, the cases against Imran Khan will be nothing more than a witch hunt by the National Accountability Bureau (NAB) whose role has, since its formation, been exactly this – to hold witch hunts against political rivals.\n\"Any arrest by NAB is unconstitutional. The brainchild of a military dictator, it exists to allow selective corruption to take place and to target political rivals,\" he said.\nThe events of May 9, 2023 will have important repercussions on the direction this country's politics will take. The instability and destabilising impacts of Imran Khan's own politics and political machinery will ensure that the political crisis and PTI's street power pick up momentum in the following weeks. Arresting Imran Khan will lead to no fruitful impact.\nIn fact, Alam says, it may further steer politics firmly into the realm of spectacles where every move happens on whims and fancy with no institutional separation of power.\nCrossing red lines\n\nEarlier, before departing for his hearing in Islamabad, the PTI chief recorded a video of himself reasserting his earlier claims against DG-C Maj Gen Faisal Naseer, whom he has accused of being involved in an assassination attempt against him in Wazirabad.\nEarlier at a rally on Saturday, the PTI chairman had again named the senior intelligence officer for planning to assassinate him. \"My question is: [Despite being] a country's ex-prime minister – because this man's name has come forward – [why was] I unable to register a first information report (FIR)?\" he asked in the video on Tuesday. He went on to say that even when his party was in power in Punjab, they were unable to name the officer in the FIR.\nResponding to Khan's claims, on Monday, the military's PR wing stated that Khan's claims against the intelligence officer were \"irresponsible and baseless.\"\n\nThere should be no doubt that Imran Khan's arrest had little to do with upholding the constitution and everything to do with fear and intimidation. Former Herald editor Badar Alam said unless all institutions come clean, the cases against Imran Khan will be nothing more than a witch hunt by the National Accountability Bureau (NAB) whose role has, since its formation, been exactly this — to hold witch hunts against political rivals.\nThe statement went on to say that the PTI chairman had levelled baseless charges against the intelligence officer without evidence. \"This fabricated and malicious allegation is extremely unfortunate, deplorable and unacceptable,\" the statement said.\nOn Tuesday, Khan responded to this statement saying, \"ISPR sahib, listen to me carefully. Respect is not [confined] to a single institution; respect should be for every single citizen.\"\nIt is possible that the ISPR statement was taken to mean a green signal from the military establishment to go ahead and take punitive measures against Khan.\nProfessor of political science at the Lahore University of Management Sciences, Muhammad Waseem, said prior to Imran Khan's statements and ISPR's response to it, the establishment had tried to cultivate an image of neutrality. \"However, there seems to be a turn of the tides,\" he said.\nSensing green signals\n\nEver since Khan's ouster through a no-confidence motion in April 2022, the PTI chairman has tried to sustain his popularity through populist narratives. Prof Waseem, who is currently researching Imran Khan's populist expatriate base, said, \"I look at Imran Khan as someone brought from outside the system to put an end to the domination of two parties and dynastic politics… hence the PTI emerged as the King's Party.\"\nHis entire branding as a national hero, famed cricketer-turned-philanthropist, ensured his rise to fame, especially among the expatriate classes. A section of the PTI cadre has previously worked with Khan on the Shaukat Khanum Hospital project as well, and most of that cadre is abroad.\nThemes of distance nationalism spurred PTI's popularity in a way that the law itself became an institution of politics. \"Whether something is constitutional or not, it doesn't matter anymore because the distinction itself has been blurred,\" he said.\nPolitics of spectacle\n\nImran Khan was arrested for the purpose of investigation in the Al Qadir Trust case on orders of NAB chairman. The PTI chairman and his wife were accused of corruption in exchange for land to build a university near Islamabad.\nOn social media, it is the legality of the arrest and not the case itself – which involves certain real estate tycoons nearly all politicians have been reluctant to name – which has been the subject of debate and discussion.\nUnder the NAB Ordnance, lawyer Asad Jamal explained, the bureau has powers to arrest an accused for inquiry. This was established in 2002 when Asfandyar Wali had challenged it and the Supreme Court had upheld these powers. Rangers can be called in to act \"in aid of\" civilian law and order forces under Article 245 of the constitution.\nThe government will have to provide evidence of having complied with rules of the ordnance and show that they had issued warrants and informed the PTI chairman of the warrant earlier.\nThe optics of Tuesday's arrest cast a shadow on NAB. Khan was arrested as he was providing his biometric data ahead of another hearing, which did not take place.\nThe connection of this arrest to the ISPR's statement from a day before, and the presence of Rangers and police prepared to take down protesters with water cannons and tear gas, indicate malicious intent on behalf of the sitting government.\nIt appears that the current government might seek to remove Imran Khan from the political scene, by either disqualifying him from contesting by ensuring conviction in one of the hundred cases filed against him, or send him and then keep him behind bars.\nBadar Alam cautions against such tactics. PTI's protesters have come a long way from where they began 15 years ago. They have faced repression like this before and police action is not enough to take them down. As images of protesters stealing peacocks from the Lahore corps commander's house and setting a portion of the house on fire circulate and take on new meanings for supporters within the country and outside, Alam insists that the only way forward from here is politics.\nThis article was first published in Dawn, an ANN partner of The Daily Star, on May 10, 2023.\n \nSarah Eleazar is a journalist and activist, currently based in Lahore.\n",
        "headline_1": "Imran’s arrest is all about fear and intimidation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/imrans-arrest-all-about-fear-and-intimidation-3316161",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-05-2023"
    },
    {
        "full_article": "As months stuck indoors during the Covid-19 pandemic helped propel the popularity of TikTok, a more niche community also emerged on the social media platform: BookTok. The book-loving users on TikTok have gained a lot of sway in a short time. They've minted new influencers, won book deals for their favourite indie authors, and caused sales of their best-loved novels to spike.\nThe BookTok algorithm plays a crucial role here in determining which voices and stories are amplified, as the user base on the platform holds considerable sway. But this emphasis on specific content can create power imbalances and reinforce algorithmic and demographic bias, leading to the exclusion of certain voices from the conversation.\nThe lack of diversity on BookTok is reflected in the select group of well-known authors who receive significant attention on the platform and in the narrow range of themes and genres that dominate its content. TikTok's partnership with Penguin Random House allows users to place links to books within the app, elevating certain titles but resulting in repetitive recommendations. I've felt a sense of frustration over it myself, while trying to find something new only to be met with the same 10 or 20 books and genres. \nTry typing 'BookTok' into the search engine and you'll find a slew of mostly white creators discussing books written by white women. The BookTok algorithm loves Colleen Hoover, Taylor Jenkins Reid, and Sally Rooney, to name a few authors. Among the most popular titles are Hoover's It Ends With Us (Atria Books, 2016), Reid's Daisy Jones & the Six (Random House, 2019), and Rooney's Normal People (Faber & Faber, 2018), all novels told from predominantly white and heteronormative lenses. \nBookTok's heavy focus on popular romance tropes and sexually explicit writing, commonly known as 'smut' has also led to an influx of books that follow a predictable formula, revolve around white and heterosexual main characters and target an almost exclusively white and heterosexual female readership. \nWhen certain types of romance books, such as those that prioritise smut, are consistently marketed and sold more than others, it can result in a lack of diversity in the types of stories and perspectives that are being shared. Such books often garner significant attention on BookTok and can contribute to the reinforcement of negative stereotypes about sex and relationships. Popular books that come up include Ugly Love (Atria Books, 2014) and Twisted Love (Boba Press, 2021), which depict dominant and controlling men as attractive and desirable. While the content may seem like harmless fun, it is important to consume such literature with caution and seek out books that promote sex positivity, emotional intelligence, and vulnerability in relationships.\nRomance novels also have a long history of fatphobia. Old school historical romances, in particular, are filled with heroines whose waists are so small the heroes can encircle them with just their hands. Contemporary romances feature near-constant diet culture, makeover stories, and praise of small bodies. These books send a clear cultural message about who deserves the happily ever after, and it is straight, thin, non-disabled, and mostly white characters. The popularity of such romance novels on BookTok is both a reflection of and a reaction to the genre's history of fatphobia and lack of representation. Many BookTok users who enjoy romance novels are advocating for greater diversity and inclusivity in the genre, and promoting books that feature protagonists who are queer, plus-sized, disabled, or people of colour. Nevertheless, certain romance novels that perpetuate harmful stereotypes and promote narrow beauty standards remain popular and raise concerns.\nTaylor Jenkins Reid's The Seven Husbands of Evelyn Hugo (Atria Books, 2017) has become a BookTok sensation, praised for its nuanced representation of diverse characters, including a bisexual Cuban-American protagonist. The novel is even set for a film adaptation. \nRegardless of background, however, bookish communities online tend to amplify already popular books, resulting in a feedback loop made worse by algorithms, making it difficult for lesser-known authors to break through. Although a compelling read, The Seven Husbands of Evelyn Hugo seems to feature on at least every other recommended reading list, revealing a preference for white and mainly heterosexual authors, even in the promotion of diversity. \nThis lack of representation for BIPOC and LGBTQ+ voices in BookTok's algorithm has sparked frustration. In response, niche hashtags like #BlackBookTok, #BIPOCBookTok, and #LGBTQBookTok have emerged, creating inclusive spaces for more diverse content. \nThat being said, those who are seeking content from underrepresented authors and readers may face trouble fine-tuning their algorithm. It can take a lot of proactive, long-term measures to like and comment on videos by those creators, in addition to following them, to see that content consistently on TikTok's For You Page. \nAs with any social media platform, there's a lot of room for error, and there are questions about whether we should let a faulty algorithm be partially responsible for driving taste. Nonetheless, BookTok's impact on the way we consume and perceive literature cannot be overstated, and we should be optimistic about what it can achieve. I only hope it can evolve with new readers and authors, despite its limitations.\nShababa Iqbal is a journalism graduate from Independent University, Bangladesh (IUB), who likes Jane Austen's novels and Disney movies. Email: [email protected]\n\n \n \n",
        "headline_1": "When BookTok amplifies diversity, who controls the narrative? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/when-booktok-amplifies-diversity-who-controls-the-narrative-3316296",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-05-2023"
    },
    {
        "full_article": "The experiences of those who have been evacuated from conflict-torn Sudan to Bangladesh are truly harrowing. But we are pleased that they are now safely back in Bangladesh, having suffered many challenges and uncertainties along the way including a constant threat of harm, shrinking access to life-saving essentials and not knowing whether they would ever make it back to their country alive. So far, 136 out of the around 1,500 Bangladeshis who were living in Sudan when the fighting began have been successfully brought back. Out of the 1,500, some 700 have already registered to return to Bangladesh.\nOn May 4, it was reported that some 600 Bangladeshis stranded in Sudan had safely reached Port Sudan from Khartoum, the capital of the country, and were waiting to reach Jeddah by ship. From the accounts of those who have returned, it can be ascertained that the violence and chaos that is happening in Sudan is still out of control. Right now, people there have zero security for their life and property. Many of the returnees testified that they had found themselves right in the middle of firing between the rival factions of the Sudan military government. Some of them had to leave their homes empty-handed – in some cases, after their belongings had been looted by men involved in fighting – or leave their loved ones behind.\nThe trauma they experienced is sure to have lasting effects. Financially, many of these returnees have been ruined as a result of this sudden catastrophe. As we understand from media reports, different ministries of the government and the International Organization for Migration (IOM) are set to provide reintegration support to the returnees. Besides financial and other material support, it is essential that they are also provided with psychological support to help them readjust to normal life, after having gone through the trauma of war.\nWhile providing these facilities to the returnees, the government needs to work steadfastly to pull out the rest of the Bangladeshis still stuck in Sudan. Even though we must congratulate the government for working hard to try and get all Bangladeshis there to safety, relative to some other countries, its response has been somewhat slow. Many of the Bangladeshis still stuck there may not have much time left before they are put in harm's way, unless they are urgently rescued.\nKeeping that in mind, the government needs to have its missions in Sudan and close by working double time to arrange for their safe exits. It also needs to coordinate with other countries of the region – particularly Saudi Arabia, which has been extremely helpful in the rescue of the 136 Bangladeshis – to figure out the logistics of how they can be best evacuated safely. In the meantime, the international community should come together to negotiate a permanent ceasefire in Sudan to prevent more unnecessary suffering for its people and for the citizens of other countries still stuck there.\n",
        "headline_1": "Evacuate all Bangladeshis still stuck in Sudan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/evacuate-all-bangladeshis-still-stuck-sudan-3316026",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-05-2023"
    },
    {
        "full_article": "In Dhaka, concrete is everywhere. It is not only under our feet or above our heads; it seems to have infiltrated every aspect of our lives. While urbanisation, or rather concretisation, has been the overriding theme of Dhaka's history of the last two decades, it has certainly not been without costs, especially in terms of degradation in the quality of life as well as nature. Extreme heat is on the rise around the world, but so is our vulnerability to it in Dhaka, thanks to its disappearing greenery and wetlands, which could have offered some protection against the heat.\nAgainst this backdrop, it is disheartening to see how the authorities of Dhaka South City Corporation (DSCC) decided to handle a routine beautification work. The DSCC is reportedly carrying out a Tk 9.62 crore project to beautify roads in different areas of the city, and as part of it, a road divider on the Shatmasjid road in Dhanmondi is being rebuilt with old trees planted on the divider being cleared. Ever since the clearing began, local activists and environmental experts have been protesting against it. While talking to The Daily Star, an expert said that a city turned into a veritable heat island and routinely ravaged by air pollution must think \"100 times\" before cutting trees, especially if the purpose is something as transient as beautification. The question is, how can there be beauty without trees? How can it be justified if life-giving nature has to be sacrificed for it? Activists have rightly called the DSCC move \"irresponsible\", \"senseless\" and \"suicidal\".\nWe cannot agree more. In a way, through such activities, we are digging our own grave. We cannot just concretise or beautify our way through a place and hope to live blissfully detached from its consequences. Those consequences, which far outweigh any perceived benefit of such activities, are very much real. And they are already being felt. The ongoing heatwave in the country, which began after a temporary respite in the wake of the Eid holiday, is once again causing suffering. According to new research, 37.5 percent of people in our villages and 5.3 million people in Dhaka are at risk of facing extreme heat in the summer. Along with the rise in temperature has returned loadshedding, with greater frequency outside the capital, with the authorities reportedly struggling to generate sufficient electricity because of the crisis of fuels and dollar.\nIn such a situation, researchers have recommended planting trees, installing water taps in different parts of major cities, creating a tree-covered park in each neighbourhood, and preserving wetlands. The importance of preserving and planting trees cannot be overestimated. We, therefore, urge the DSCC mayor to immediately stop their tree-cutting initiative in Dhanmondi and elsewhere in Dhaka, and find a way to improve road sights that doesn't harm trees. The DSCC can learn a thing or two from the DNCC, which recently appointed a Chief Heat Officer to help reduce temperature and also announced a plan to plant 200,000 trees in two years. Such initiatives are vital to preserve what little life still left in Dhaka's environment.\n",
        "headline_1": "We must save our trees, not destroy them",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-save-our-trees-not-destroy-them-3315331",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-05-2023"
    },
    {
        "full_article": "The dire prediction of scorching heat wreaking havoc in South Asia has yet to come true. But the sweltering record temperature sweeping across not only this region but also its neighbouring South East Asia has all the making of putting at risk the lives and livelihoods in these regions. Now the report titled, 'Race to Net Zero' released by the UN Economic and Social Commission for Asia and the Pacific (ESCAP) presents a nightmarish picture of even a larger area in the shape of Asia-Pacific region. Record heat waves in several countries of the region should compel the region to make a fresh assessment of what went wrong in its energy use pattern and manufacturing modalities. The report finds that over the past 60 years, temperatures in this region have risen faster than the average global level. What is most concerning is that Asia-Pacific countries do not have the financial capability 'to support adaptation and mitigation efforts' and necessary data for undertaking climate action.Since the infrastructure and services of most of the region's countries are not climate-resilient enough, they are at risk of grave natural disasters, the intensity and frequency have been speeded up by climate change. In this context, the region's fossil fuel combustion and consequent emissions are highly disconcerting. The region with 49 countries was responsible for producing as high as 57 per cent of global emissions of hazardous gas and, worst, three-fifths of those were from coal. This points to the fact that the majority of the countries are yet to start the process of transition from the highly polluting types to clean energy. The ESCAP notes with concern that emissions have doubled in the region since 1990. That 85 per cent of primary energy comes from fossil fuels and 60 per cent energy-related CO2 emissions from coal and one-third from gas and oil explains the faster warming of the region.This is exactly why the Asia-Pacific region has been both a victim and perpetrator. Its disparate stages of industrial development with countries like Japan, China, South Korea, Singapore, Malaysia, Australia, India, Thailand and Indonesia leading the pack have again pitted the highly polluting giants against the near non-polluting minnows. What is galling is that the countries ---even the more equal among them have failed to form a coalition to develop environmental policies and launch action programmes like the European Union and the African Union. Like economic cooperation, environment cooperation also proves decisive at this critical juncture. In the face of extreme weather and natural disasters, the best option is a collective response. What is particularly concerning is that six of the world's top 10 countries to suffer the worst natural disasters are in the Asia-Pacific region. China finds itself among the six and strangely India and Bangladesh are out of the list. But this is small consolation because the dangers from natural calamities are merely comparative. So, to lessen the prevailing annual economic loss of US$780 billion in the region, which is predicted to rise to $1.1 trillion and $1.4 trillion in case of moderate and severe climate change respectively, there is no alternative to a collective option for green energy. Let the renewable or the energy of the future propel economic, social and human development.",
        "headline_1": "Vulnerable Asia-Pacific region",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/vulnerable-asia-pacific-region-1683728030",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-05-2023"
    },
    {
        "full_article": "The eighty-year-old Joe Biden has made it known that he is ready to have a new four-year term in the White House. That ought to be looked at as quite a normal happening in American presidential politics. Every four years a host of politicians, each believing that she/he has the qualifications and the education necessary to be President of the United States, jumps into the fray. By the end of it all, only two are left to fight it out on Election Day in November.Now, there is surely nothing wrong in Biden's desire for four more years as President. But, again, there is a problem. He is the oldest President in US history and if he is re-elected in 2024 and if his health holds, he will leave office at age eighty-six. Of course, his supporters will put it about that his likely rival for the Republican nomination, the impeachment-and-indictment battered Donald Trump, is not far behind him. Trump is seventy-six and if he reclaims the presidency next year, he will be eighty when he leaves office.The curious part of the American story is that aged or ageing men have in recent times been seeking the highest office in the land. The Biden-Trump age factor reminds one of the time when Presidents came younger than these two men. Dwight Eisenhower left the White House at age seventy, after two terms in office. And then, years down the line came Ronald Reagan. When he was elected President at age seventy, much talk went around of whether or not he would be up to the pressures of the job.The 2024 election promises to be interesting where the age of the leading candidates is concerned. There is that other factor, that of a rematch between Biden and Trump. The President is keen about seeing Trump in the ring again because he is convinced he can beat him again. And Trump would like nothing better than to defeat Biden and so have his false story that the 2020 election was stolen from him 'vindicated'. The world will simply have to wait to see how the election and the campaign for it pans out. Any idea that new faces will be spotted in the run-up to 2024 seems unlikely to work out at the moment, though there are Americans who hope Florida Governor Ron DeSantis will eventually emerge as the new Republican face for the presidential race. Unless Trump's legal woes begin to overwhelm him, to a point where the law identifies him conclusively as a felon, DeSantis will have little chance of overtaking the former President in the primary races.As for Biden, when he was elected in 2020, the assumption was that he would not seek a second term and that it would be for Vice President Kamala Harris to make her own bid for the presidency. Now with Biden's second term ambitions made public, Harris' presidential ambitions have come to at least a temporary halt. It may even be that once Biden secures the Democratic Party nomination next year, he might go for a new running mate and so leave Harris out in the cold. The instances of Franklin Delano Roosevelt dumping his Vice Presidents and choosing newer running mates is part of US political history. Roosevelt was President for twelve years. A probable Biden-Trump rematch is a reminder of the 1950s, when Dwight Eisenhower and Adlai Stevenson were, respectively, the Republican and Democratic presidential nominees in 1952. Stevenson the intellectual lost to Eisenhower the Second World War general. In 1956, the two men had a rematch, with Stevenson losing again. Voters seemed unwilling to replace the quiet, rather stabilising Eisenhower with the passionate Stevenson. Going back in time, Thomas Dewey, the Republican Governor of New York and his party's presidential candidate twice, did not have a rematch with any of his rivals. He was up against FDR in 1944 and then against Harry Truman in 1948. Dewey was ahead in the polls in 1948, suggesting that he would turf Truman out of the White House. He went to sleep as the votes were being counted. By the time he awoke, Truman had edged past him to have his own four years as President (Truman had come into office when President Roosevelt died in April 1945).The unexpected and the surprising have often been the staple of presidential politics in America. In 2016, the media projected a landslide for Hillary Clinton over the abrasive Donald Trump. In the event, it was Trump who pushed Clinton aside and went on to have a tumultuous four years as President. Speaking of individuals seeking the presidency as candidates twice, Richard Nixon comes to mind. In 1960, as Vice President and the Republican nominee, he lost the presidential election to Senator John F. Kennedy, the Democratic Party candidate. A reinvented Nixon returned to the centre of presidential politics in 1968, attained his party's nomination for a second time and went on to narrowly beat his Democratic rival, Vice President Hubert Humphrey.American Presidents have sprung from among Senators, Governors and Vice Presidents. Trump has been the exception, with his background in business. Barack Obama was in his first term as Senator when he decided to be President. Bill Clinton and George W. Bush were both Governors before seeking the presidency. In modern times, Harry Truman and Lyndon Johnson succeeded to the presidency following the death of President Roosevelt and President Kennedy, in that order.In 2024, assuming there is a Biden-Trump rematch, it will be sixty years since Lyndon Johnson defeated the conservative Republican Senator Barry Goldwater by a landslide. If Donald Trump succeeds in retaking the White House from Joe Biden, he will be the second man to have two terms as President, with an interregnum of four years, after Grover Cleveland. But if Trump loses, will there be a repeat of the less than presidential behaviour he indulged in when he lost the race in 2020? More to the point, now that Trump has been found guilty of sexually assaulting a woman, to what degree will that judgment have an impact on his chances of reclaiming the Republican presidential nomination? \n[email protected]",
        "headline_1": "Biden-Trump 2024 and the American presidency",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/biden-trump-2024-and-the-american-presidency-1683728088",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-05-2023"
    },
    {
        "full_article": "Dhaka city has a total of 342 government-run primary schools. No matter where these public schools are located in the capital, they have seven things in common. 1. The schools have no permanent posts for clerks, cleaners and security personnel. 2. With a student-teacher ratio of 54:1, they have an acute shortage of teachers. 3. Question marks often remain over the quality of teaching and exam results of the students. 4. School buildings are in decrepit condition with a few usable classrooms, which lack basic education materials such as whiteboards, desks, chairs, etc. In some areas, local influentials illegally occupy school building and land and use them for commercial purposes. 5. Classrooms are not clean and toilets are filthy. 6. There is hardly any extracurricular or sports activities for students of these schools. 7. Only those who cannot afford expensive private schools send their children to these schools.Like Dhaka, the majority of government schools in the country have poor environment of education. There are many primary schools in rural Bangladesh, which are operated entirely only by one or two teachers. Consequently, most people now prefer private schools. But in the absence of government regulation, the ever-increasing number of private schools and kindergartens offer below average education at high fees. As a result, many students are forced to take up private tutoring. The share of households paying for private tutoring in Bangladesh increased in rural areas from 28 per cent in 2000 to 54 per cent in 2010, and in urban areas from 48 per cent to 67 per cent, according to a study conducted by UNESCO's Global Education Monitoring Report and BRAC. Private tutoring can begin at an early age. In Bangladesh, 20 per cent of pre-primary school children attend private tutoring, the study found. It also said the government of Bangladesh spent less than 2.5 per cent of its annual GDP on the education sector throughout the 2010s. This is considerably lower than the recommended 4 per cent and has left our education struggling and led households to spend more on education. Just some years ago, Indian capital New Delhi had a similar kind of neglected government school system as we now have in our country. The Aam Aadmi Party's leader, Arvind Kejriwal, who became Delhi's chief minister in 2015, said he wanted to revamp the school system to a point where ministers would feel comfortable sending their children to public schools. And he has found success by investing heavily and bringing structural reforms to overhaul the government school system, accessed mainly by the poor. As reported by the New York Times, more than 250,000 students had left private schools in between 2015 and 2021 to attend Delhi's government schools. And almost cent per cent students of these institutions passed high school final exam. Many states of India are now pushing to adopt the Delhi model of government education system. In Bangladesh, many think that the condition of government schools can never be improved and quality education is only provided in private schools. But the Delhi model has proved this wrong and showed us what political will and investment can do to overhaul a system of mismanagement. \n[email protected]",
        "headline_1": "Lessons from Delhi education model",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/lessons-from-delhi-education-model-1683728125",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-05-2023"
    },
    {
        "full_article": "Children never dislike snacks like potato chips. Not only are they cheap, they taste great and children love it. Chips are also an easily available snack, but they can be harmful for children's health. While enjoying an occasional handful of chips may not cause much damage to someone consuming a healthy diet, the real danger arises when one consumes snacks like chips on a daily basis over healthier options. Moreover, other ready-to-consume snacks and beverages like fizzy drinks and fried chicken contain substances harmful for health and are responsible for non-communicable diseases. However, around half of our children regularly intake fizzy drinks and chips, according to the Bangladesh Demographic and Health Survey- 2022. Obesity in children is increasing alarmingly in Bangladesh. Children nowadays have more weight-related problems than adults. And overweight children are at high risk of developing chronic diseases like heart disease and diabetes later in life. They are also more prone to develop stress, sadness and low self-esteem. A new study has found that eating healthy could extend the lifespan by six to seven years in middle-aged adults, and by 10 years in children. According to the study, the ideal diet includes more legumes (beans, peas and lentils), whole grains (oats, barley and brown rice) and nuts, and less red and processed meat.Parents have an important role to play to make children grow a healthy eating habit. They should give proper guidance to their children about the ways of having a healthy life. Sometimes parents force their children to eat more, eventually making them overweight. Most of the parents have a needless tendency of being worried that their children are not eating properly when their weight says that everything is just fine. As parents, we must be careful and should not burden children with extra calories. \nAfroza Sheikh, Dania, Dhaka, [email protected] ",
        "headline_1": "Healthy food habit for children",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/healthy-food-habit-for-children-1683728196",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-05-2023"
    }
]