[
    {
        "full_article": "The alacrity with which the Lok Sabha Ethics Committee went about recommending the expulsion of Trinamool Congress Member of Parliament (MP) Mahua Moitra from the lower House is certainly not a sign of any fidelity to ethics, or fairness. The recommendation is a brazenly partisan attempt to silence a critic of the government. It is also a warning shot meant to intimidate MPs from doing their job of holding the executive accountable. Neither the process nor the conclusions of the committee are grounded in any decipherable principle. The committee, with the help of the Ministry of Electronics and Information Technology found that the MP’s credentials were used online from Dubai 47 times to access the Parliament portal. Parliamentary questions were submitted from abroad. As Opposition members in the committee have pointed out, the drafting and the submission of questions are routinely done by aides of MPs. And MPs raise questions in Parliament based on representations from various constituents. To assume without solid evidence that any question is in exchange of material favours and then to expel an elected MP, is an assault on parliamentary democracy itself. The committee is calling upon the government to investigate the allegation of ‘quid pro quo’ raised by one of its members against Ms. Moitra, after holding her guilty, turning the principle of natural justice on its head.If MPs are barred from sharing their login credentials with others, the rule must equally apply to one and all. Now that the committee has taken this extreme step of calling for the expulsion of an elected member from the House, thereby depriving the voters of her constituency representation, it should also investigate how other MPs prepare and submit parliamentary questions. The selective investigation of one MP, based on insinuations and conjectures, clearly comes out as what it is — intimidation. It is also in stark contrast with the tardy response of the Lok Sabha Committee of Privileges to a serious complaint against Bharatiya Janata Party MP Ramesh Bidhuri who used derogatory communal slurs against a fellow member in the Lok Sabha. That a member can abuse and threaten another member on the floor of the House is a matter of serious concern. That said, Ms. Moitra’s act of allowing a person who is not employed by her to execute official work on her behalf betrays a lack of discretion and judgement. This should act as a lesson for all those who seek to hold the government accountable: to keep themselves beyond reproach.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nLok Sabha\n\n/\n\nethics\n\n/\n\nparliament\n\n/\n\nexecutive (government)\n\n/\n\nUnited Arab Emirates\n\n/\n\nBharatiya Janata Party\n\n/\n\nAll India Trinamool Congress\n\n/\n\ngovernment",
        "headline_1": "Over the top: On Mahua Moitra and panel’s disqualification recommendation",
        "headline_2": "The decision to expel Mahua Moitra smacks of political vendetta",
        "link": "https://www.thehindu.com/opinion/editorial/over-the-top-the-hindu-editorial-on-mahua-moitra-and-the-lok-sabha-ethics-panels-disqualification-recommendation/article67521709.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-11-2023"
    },
    {
        "full_article": "Multiple pieces of legislation and regulations prohibiting ragging on campuses have failed to end the dehumanising ordeals junior students are subjected to by their sadistic seniors. Nearly three months after a 17-year-old boy died due to ragging in West Bengal’s Jadavpur University, a second-year undergraduate student of the PSG College of Technology in Tamil Nadu has been left brutalised, physically and mentally, for refusing to yield to monetary extortion by his seniors. Both States were among the earliest to enact legislation banning ragging. That students undergo such traumatic experiences despite civil society being rudely awakened by spine-chilling cases of brutalisation and even the murder of victims of ragging, exposes the gaps in the system that allow a vicious cycle where victims one year become perpetrators the next. From bullying and harassing freshers to ensure subservience to seniors, acts of ragging have taken perverse and cruel forms, including through sexual abuse, intended to dehumanise victims. An act of indiscipline has evolved into one that involves elements of criminality. While unlike earlier, ragging is no longer a given on campuses, it is evident that victims are not just the freshers and the harassment extends beyond the initial months of a new academic year, as seen above.The Supreme Court-appointed R.K. Raghavan Committee had captured the causes, and suggested actionable remedies, in its 2007 report, ‘The Menace of Ragging in Educational Institutions and Measures to Curb It’. The panel rightly categorised ragging as a form of “psychopathic behaviour and a reflection of deviant personalities”. In 1999, a University Grants Commission (UGC) Committee had recommended a “Prohibition, Prevention and Punishment” approach to curb ragging. Yet, as the Raghavan Committee pointed out, many State laws only seek to prohibit, and not prevent, ragging. In its words, “while prevention must lead to prohibition, the reverse need not be true.” Despite ‘The UGC Regulations on Curbing the Menace of Ragging in Higher Educational Institutions 2009’, except for formalities such as conducting freshers’ parties, mandating undertakings from students and parents against indulging in ragging, and putting up ‘no-ragging’ notices, the stakeholders have done little to prevent it. Institutions must create an encouraging atmosphere where teachers and hostel wardens, and not parents living in a distant place, are the first point of contact for victims. There must be greater accountability by educational institutions to prevent ragging. As the Raghavan panel recommended, regulatory authorities must ensure a ragging-free campus. This has a direct bearing on the maintenance of academic standards in individual institutions. Governments too must be earnest in implementing regulations, failing which campuses would not be safe for students. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nlaw enforcement\n\n/\n\nengineering colleges\n\n/\n\nstudents\n\n/\n\njudiciary (system of justice)\n\n/\n\nlaws\n\n/\n\nhigher education\n\n/\n\nCoimbatore\n\n/\n\nTamil Nadu\n\n/\n\nWest Bengal",
        "headline_1": "Unending ordeal: On continuing acts of ragging",
        "headline_2": "Law enforcement officials and colleges must do more to prevent ragging",
        "link": "https://www.thehindu.com/opinion/editorial/unending-ordeal-the-hindu-editorial-on-continuing-acts-of-ragging/article67521691.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-11-2023"
    },
    {
        "full_article": "It is with a sense of incredulity, and shortness of breath, that Delhi watches the AAP government resort to unscientific, unproven, even discarded, measures to tackle the current severe airpollution period, which has now stretched to a week. Banning cabs registered in the National Capital Region from coming into Delhi, even though most of them run on CNG, will make little difference to pollution but majorly inconvenience both cabbies and commuters. It is as ineffective for curbing PM2.5 levels as the ill-conceived odd-even scheme. Last year too, construction had been halted, yet the ban had not included government mega projects. Such policy ad hocism annually on display during this time of the year is particularly frustrating – nothing the weather, or nature, does is ad hoc. Weather patterns, wind movements, and impact of human activity are well recorded and can be planned for through the year.\n\nBut policymaking without thinking through implications is frequent and governments often fail to anticipate fallouts. The unprecedented migrant crisis of 2020, triggered by the suddenness of the decision to extend the total lockdown, was one such. Governments were wholly unprepared for the movement of millions of migrants headed home, many on foot. The numbers were finally estimated at 1.14 crore. That was one of the most heartrending demonstrations of a policy’s unintended consequences. A longer-running disaster from this kind of policymaking is various prohibition policies. Although it’s apparent that prohibition only helps a state’s illicit liquor economy to thrive and pushes more people to substance abuse, states such as Bihar let it run. In Maharashtra, when liquor shops reopened after Covid’s lockdown, the state in a single day collected ₹11 crore. But Patna has opted to cop out of a high-value revenue stream.\nInternet shutdowns are another instance of a policy’s failure to account for or mitigate multiple costs to people that flow from denying a public good to the public. Between 2012 and 2023 (the latest data available for this year), governments in India ordered a jawdropping 752 internet shutdowns, the highest number in the world. The singular trait of a policy that creates significant numbers of what economists call negative externalities is that the people, whether migrants, internet users, commuters, bear disproportionate costs. The smog outside NCR’s offices and homes is but a reflection of the smog over policymaking.\n\n",
        "headline_1": "What’s AAP? Delhi govt’s decision to ban UP, Haryana cabs is a classic example of poorly thought through policies",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/whats-aap-delhi-govts-decision-to-ban-up-haryana-cabs-is-a-classic-example-of-poorly-thought-through-policies/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-11-2023"
    },
    {
        "full_article": "CJI Chandrachud, in an interview to TOI, said the powers of constitutional courts to punish for contempt exist to safeguard their operation and not to protect judges from criticism. He’s done well to amplify the legal position in India. Well-meaning criticism of a judgment is not tantamount to undermining the judiciary as an institution. The law, in fact, permits such criticism. Articles 129 and 215 of the Constitution empower the Supreme Court and high courts respectively to punish for contempt. The procedure to operationalise it was enacted in the Contempt of Courts Act, 1971. None of them prohibits criticism of a judgment. Indeed, this was reiterated by SC in a 2020 judgment where it said that fair criticism of a judgment is permissible in law. Given the legal position, the essential part of the issue is the question if contempt cases are invoked far too liberally. A Law Commission report on the subject in April 2018 showed that 568 criminal contempt cases and 96,310 civil cases were pending in high courts. The SC itself on April 10, 2018 had 683 civil contempt cases and 15 criminal contempt cases pending.\n\nThe Law Commission recommended leaving the legislation intact as narrowing of definitions could limit the power of high courts to punish contempt of subordinate courts. CJI’s emphasis on the narrow use of the power to punish for contempt is important because the power is essentially meant to ensure smooth functioning of the judicial system. This mainly relates to wilful disobedience of court orders or disruption of proceedings. CJI also told TOISC intends to launch a newsletter to communicate directly with the people. This is particularly welcome given the amount of disinformation in social media. Transparency and communication are good antidotes to malice.\n\n",
        "headline_1": "Judges, please note: CJI’s point that contempt law does not disallow fair criticism of judgments should be heeded by all courts",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/judges-please-note-cjis-point-that-contempt-law-does-not-disallow-fair-criticism-of-judgments-should-be-heeded-by-all-courts/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-11-2023"
    },
    {
        "full_article": "NRN’s 70-hour workweek thesis ignores the vital role of capital in labour productivity. Govts, industry leaders need to invest heavily in sectors with high employment intensity\nA recent interview with the veteran entrepreneur NR Narayana Murthy has triggered an intense debate on whether Indian workers should switch to a longer, 70-hour workweek. Most commentators have, however, neglected to take into consideration the totality of what Murthy said.\nImage credit: Chad Crowe\nTaking some liberty to paraphrase him, Murthy made three main points. First, worker productivity, meaning value added per worker, is among the lowest in India and is in urgent need of improvement. Second, the surest path to raising worker productivity is a longer workweek, which, in turn, requires a change in work culture. To this end, our leaders, especially corporate leaders, must tell our youngsters that with the opportunity knocking on India’s door, it is time for us to work very hard. Finally, because youngsters form a significant majority of the workforce, they are critical to this transformation.\nRead full story on TOI+\n\n",
        "headline_1": "Tell bosses, not workers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/tell-bosses-not-workers/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-11-2023"
    },
    {
        "full_article": "President Wickremesinghe wants to repair the foreign policy damage wrought by his predecessor and attract investments from US and India. But China remains a force to reckon with\nThe United States this week announced plans to build a $533 million deepwater terminal in Colombo Port as it competes with China’s growing footprints on the island nation and the wider region. The project is the largest infrastructure deal by the US in Sri Lanka and also one of the single largest financial packages in the Asia-Pacific.\n\nThe US International Development Finance Corporation (DFC) loan resembles the infrastructure loans in which China’s state lenders excel. Except, instead of the usual Chinese recipient, the loan is tied to the Adani Group.\nRead full story on TOI+\n\n",
        "headline_1": "Adani is building a Port, Sri Lanka is trying to sail again",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/adani-is-building-a-port-sri-lanka-is-trying-to-sail-again/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-11-2023"
    },
    {
        "full_article": "Still retaining its position as the world's second largest exporter with its 7.9 per cent share in global apparel export after China, Bangladesh's Readymade Garment (RMG) sector is now experiencing its most challenging time. Given the fast-changing external and domestic factors affecting the country's apparel sector, the policymakers both in the industry and the government are required to come up with right strategies and right option to meet the challenges as they emerge. For instance, the country's apparel sector is now in need of increasing the productivity of its workforce as well as improving the quality of its products to survive in the highly competitive global market. But in the present context, some of the issues the apparel sector encounter remaining beyond the control of the local industry, its overseas buyers would do well to come forward to help the sector overcome some of the hurdles in mutual interests. Notably, they did so in difficult times in the past.The issue has often been the focal point of deliberations in a long series of discussions over time among the industry leaders as well as experts in the field. It was also raised at a recent discussion in the city where foreign partners concerned about the growth and sustainability of the country's RMG sector did enrich the discussion with valuable suggestions. They pointed out the areas of occupational health and safety of workers through reskilling as well as upskilling them and inspiring female workers, whose number in the apparel industry has witnessed constant decline from 80 per cent of the total workforce in the 1980s to slightly over 53 per cent in 2021. In this connection, the role of adapting to new technologies and production tools cannot be overemphasised. While appreciating those views, it would also require taking into consideration the fact that, currently, the local apparel sector is struggling against rising costs of imported raw materials, energy as well as ever-inflating utility bills. Small wonder that production costs of RMG items are rising uncontrollably. Add to that the falling consumer demand in the major Western markets. Strangely, the overseas buyers are not willing to take such issues into their consideration while placing their purchase orders. As the local apparel producers cannot afford to lose any buyer, they have often to accept their terms risking losses. It is exactly at this point that the country's RMG sector needs the support of its foreign partners in development. They can do that by way of influencing the relevant international forums to act as facilitators so the foreign buyers might agree to share a portion of the cost burden affecting the local apparel sector's competitiveness in the global market. Once such support is at hand from quarters both at home and abroad, the country's apparel sector will be in a position to go for reinvestment in upgrading itself from its current low-skilled workforce base to a higher-skilled one. In a similar vein, as some of these issues facing the country's apparel sector are existential in nature, the policymakers should also be ready to think out of the box as part of research and development. This is more so at a time when industries globally are transitioning from the traditional to a knowledge-based ones. So, to avoid slipping out of the loop, the local garment industry must be alive to the changing landscape of the trends and technologies in the global marketplace.",
        "headline_1": "Riding out challenges facing apparel sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/riding-out-challenges-facing-apparel-sector-1699620300",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-11-2023"
    },
    {
        "full_article": "Recently, the government has announced plans to increase power from renewable energy (RE) sources up to 40 per cent by 2041. This has kicked off a major debate amongst energy planners and experts on how realistic this plan is, particularly in the light of little progress over the preceding 15 years. Bangladesh has 18 years to achieve this target. Then the energy planning as a whole is contentious where it has been shown that demand for electricity will reach 52,000 MW (megawatts) by 2041 and generation to be increased to 60,000 MW. Currently, RE projects are generating 1,194MW and this capacity is being projected to increase to 10,000 MW by 2030 and 24,000MW by 2041. Currently, RE contributes 4.42 per cent of total power generation capacity. What worked for rapid fossil fuel-based power generation are the multifarious planning and execution of government plans that encouraged investors to invest in power plants like the quick-rental plants helped by a special act and the setting up of special economic zones, etc. But no such plan of action appears to have been thought out for encouraging investment in RE at the national level. The few major projects that have happened are those which have the capacity to negotiate with government on tariff agreement. There exists a school of thought in the RE sector which believes that it would be much more beneficial if a rate was fixed for the next 6-12 months. This would encourage far greater participation from entrepreneurs to realistically plan for RE and make concrete proposals.Then of course there is the duty structure for major components of a RE complex. Duty levied on inverter is very high at around 40 per cent, which is a huge dampener for any rooftop solar programme. Another major component is DC cable. Although there are many domestic manufacturers of this item, most producers lack the required international certifications and hence this item too needs to be imported. Then there is the question of finance. The banking sector does not recognise components like inverter or DC cables as \"essential items\" and hence opening letters of credit for the same is an uphill struggle. So, that leaves out major banks out of the equation which could provide long-term loans at 4-5 per cent interest and automatically negates largescale investment in RE.According to a recent survey published by the International Energy, Economy and Financial Analysis, solar solutions, utilising the present state of the grid, can supply 1,700MW in winter and 3,400MW in summer of power daily. Projections point to a maximum of 2,000MW to 3,000MW by 2025-2026. To fully realise the potential of solar, storage systems need to be incorporated. But factoring in storage will double the investment cost. Unless the transmission infrastructure is upgraded in tandem with expanding the base of solar plants, this will end up as another major financial headache for the country. When one is thinking about 60,000 MW of solar power, there has to be a major shift in transmission grid in terms of both replacement and upgrading. Today's battery technology has moved on to high gear, but Bangladesh is still producing lead acid battery. The industry will have to move into lithium-ion battery production if storage is to be considered. That said, huge investment is required to make lithium-ion batteries and there hasn't been any serious move on that front as yet. It is not simply a decision to start making more solar power plants. Without setting targets on supplementary systems like the grid upgrading, storage systems, there is every chance of the solar target being missed. Planning for these systems must be an integral part of overall planning.The counter argument to the whole solar question by some experts is the cost factor. Solar from power is projected to come down below $0.10/kw and even reduce to $0.08 (8 cents). But adding storage will double it to $0.16 (16 cents or more than Tk 16) per unit. So, where is the financial sense in it? To make it a win-win situation for both government and the private sector that will invest in RE, there must be rationalisation of costs. Obviously, with the present duty structure, project cost cannot be mitigated. On the other hand, the government cannot afford to pay double the cost of RE when battery storage is factored in.Thinking about RE without storage is a non-starter. Without storage, RE will only be able to provide power during daylight. So, when power from RE starts depleting after 5pm, intermediate power supply must come from fossil-fuel — be it diesel, furnace or gas-fired simple cycle plants, which Bangladesh doesn't have at present. This presents a whole new scenario to ponder upon. On top of this, RE is variable power and even with grid upgrade, at best it can handle 30 per cent power from renewable, which means storage is a must. Hence, talking about renewable energy on its own is merely an academic debate and policymakers should be very careful before embarking on this new roadmap.\n[email protected]",
        "headline_1": "Debate over renewable energy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/debate-over-renewable-energy-1699620346",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-11-2023"
    },
    {
        "full_article": "For the last couple of weeks, unrest in the country's readymade garments (RMG) industry has cast a shadow on the already weakened economic situation. Industry workers turned violent at one stage of their continuous protests over the delay in announcing the new minimum wage. As a few factories in Ashulia and Gazipur also came under attack and vandalised, many owners suspended production at their units to avoid further damage. Factory owners, as usual, blamed the vested quarter for instigating the workers to stage violent protests which disrupted commercial operations in many units. Industry leaders also alleged that the vested quarters took advantage of the current political agitation.A section of industry leaders is mainly responsible for the escalation of unrest. They, as representatives of the RMG owners and exporters, initially proposed Tk 10,400 as the revised minimum wage from Tk 8,000, which is the current minimum wage and fixed in 2018. They offered a 30 per cent hike after five years, which means the annual hike is six per cent only. Thus, the annual rate of wage hikes is well below the country's average annual inflation rate. The proposal of a negligible hike in the minimum wage came as a big shock to workers, and they came down on the streets to protest. Earlier, workers' unions and rights bodies proposed at least Tk 20,000 as the monthly minimum wage. The industry leaders utterly rejected the demand and finally proposed a rate that failed to adjust the inflation. As the protest continued, the wage board fixed Tk 12,500 as the new minimum wage for RMG workers with effect from the next month. The board also reduced the current seven tiers of the wage structure to five. The announcement was made on Tuesday last, which failed to appease protesting workers as it did not adequately adjust inflation. The annual average inflation rate was 5.56 per cent in the fiscal year 2020-21 (FY21) and 6.15 per cent in FY22 which jumped to 9.02 per cent in FY23, according to the Bangladesh Bureau of Statistics. The new rate is a minimal hike, though it is an increase of 56.25 per cent from the existing fixed rate five years back. Some leaders of the Bangladesh Garments Manufacturers and Exporters Association (BGMEA), however, have already said that it would be difficult to implement the new wage structure for them. Others claimed that if the government officials stopped extracting bribe from the RMG exporters, they would be able to hike wages at a much higher level. It seems that old tricks are at work to keep workers' wages as low as possible. This is reflected in the delay in submitting the proposal on behalf of the owners. Industry insiders, however, confirmed that a good number of factory owners are ready to pay reasonable wages considering the sharp rise in living costs and fall in real income of workers. They are mostly barred from doing so by a section of industry leaders politically powerful and unwilling to adjust wages to match inflation. Though various workers' organisations rejected the new wage structure and vowed to continue protesting, it will be difficult for them to do so. A worker died when workers clashed with the police a day after the announcement of the new wage. To stop protests and violence, law enforcement agencies have been deployed. Some workers will face legal action, and some will lose their jobs as punishment for joining protests. The situation is likely to be brought under control soon. But the nagging question if the new minimum wage is enough for workers' survival will continue to trouble minds. \n[email protected]",
        "headline_1": "RMG workers deserve better",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rmg-workers-deserve-better-1699620376",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-11-2023"
    },
    {
        "full_article": "Studying engineering has now become easier in the country, thanks to a number of private universities and public science and technology universities, which offer students an array of engineering disciplines. The more engineering students we have, the more we need to concentrate on their quality of education. With this, it has recently come up for discussion whether the universities are readying our future engineers with the skills they will need in their career. For example, are the students who study in electrical and electronic engineering (EEE), getting practical experience in actual workplaces? The Power Grid Company of Bangladesh, a government agency, can be a solution to this question. It can provide EEE students with the opportunity to have a workplace experience in their 125 grid sub-stations, which are operating throughout the country. The authorities of both public and private universities hardly approach the company for this kind of arrangement for their students. But it is important for every EEE student to have some practical workplace knowledge. I would like to request the university authorities to develop a relationship with the industrial units and relevant entities so that they can enhance practical knowledge of the engineering students. \nMd Ashraf Hossain, Middle Bashabo, Dhaka, [email protected]",
        "headline_1": "Work experience engineering students need",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/work-experience-engineering-students-need-1699620390",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-11-2023"
    }
]