[
    {
        "full_article": "The entitlement of religious and linguistic minorities to constitutional protection in India often gives rise to questions about how an institution’s ‘minority character’ is determined. Drawing on precedents and adding value of its own, a seven-judge Constitution Bench of the Supreme Court of India, by a 4:3 majority, has laid down the ‘indicia’ required for identifying a minority institution. Much of the focus has been on the Aligarh Muslim University (AMU), which stands to gain by dint of this verdict in its efforts to vindicate its minority character, but it will only be a regular Bench that would take a call on its status. The AMU’s character is unique: it was established by Sir Syed Ahmad Khan in 1875 as a teaching college for the benefit of Muslim students, and was recognised as a university by an Act of the Central Legislature in 1920. In the Constitution, it was referred to as an institution of national importance, along with the Benares Hindu University. A 1967 Supreme Court judgment held that it was not entitled to the benefit of being a minority institution under Article 30(1), as it was established by legislation and not by the Muslim community. Amendments brought in 1981 to the AMU Act sought to dilute the import of this verdict by changing some definitions. The current dispensation at the Centre argued in court that it was not a minority institution.In a well-reasoned judgment, (the now former) Chief Justice of India D.Y. Chandrachud has rightly ruled that the fact that a statute was enacted to confer university status would not remove the minority character of a pre-existing institution, and that the main criteria for identifying an institution’s status would be based on details such as who founded it, who made efforts to bring it into being, whether it was aimed at promoting the interests of that particular minority, and its administrative structure affirmed its minority character. Also, a statute was required to incorporate any university prior to the passage of the University Grants Commission Act, 1956, and it could not be argued that an institution surrenders its constitutional right in exchange for getting its degrees recognised. At least one dissenting judge, Justice Dipankar Datta, held that the AMU was not a minority institution. One aspect of this discussion is the scope for reservation in the AMU. If stripped of its minority character, it could be brought under the ambit of the reservation for Scheduled Castes, Scheduled Tribes and Other Backward Classes. Whether an institution of national importance requires the minority tag is a valid question, but it is a matter of equal concern if a prestigious university identified with a distinctive educational and cultural ethos should be stripped of its original character. An ahistorical perspective unaided by any sense of context is unhelpful. Published - November 11, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        religion and belief\n                    \n                            /                      \n                        \n                        minority group\n                    \n                            /                      \n                        \n                        language\n                    \n                            /                      \n                        \n                        constitution\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        institution\n                    \n                            /                      \n                        \n                        university\n                    \n                            /                      \n                        \n                        students\n                    \n                            /                      \n                        \n                        teaching and learning\n                    \n                            /                      \n                        \n                        history\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        Reservation\n                    \n                            /                      \n                        \n                        Caste\n                    \n                            /                      \n                        \n                        education",
        "headline_1": "​National minority: On the ruling on an institution’s ‘minority character’",
        "headline_2": "Supreme Court ruling affirms the need to preserve original character of educational institutions",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bnational-minority-on-the-ruling-on-an-institutions-minority-character/article68852694.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-11-2024"
    },
    {
        "full_article": "If sport is war minus the shooting, cricket involving India and Pakistan takes it to another level. And finally all those whispers in the corridors of power and cricketing maidans over the last few months were found to be true when on Saturday it came to light that India has officially informed the International Cricket Council (ICC) about its inability to travel to Pakistan to participate in the Champions Trophy. The tournament, scheduled next year from February 19 to March 9, with Pakistan as the lone host, was always grappling with the ‘India-question’, considering the political and diplomatic unease between the sparring neighbours on either side of the Radcliffe Line. It is a fact that since the 2008 Asia Cup in Karachi, India has not toured Pakistan. Bilateral series involving the two have ground to a halt and the sporting face-off is restricted to ICC events at a neutral venue or in India. Pakistan had used its participation in the ICC World Cup match in Ahmedabad in 2023 to get India to reciprocate the gesture, but the view from Delhi was different. Pakistani officials were also open to the idea of India playing only in Lahore while staying in India.However, just as in the 2023 Asia Cup, in which India played all its games in Sri Lanka, including the final, while avoiding a trip to primary host Pakistan, this time around the request is for a similar arrangement. India may prefer its Champions Trophy games and the final, if it lasts the distance, to be held in the United Arab Emirates (UAE). That the Indian Home Minister Amit Shah’s son Jay Shah is the ICC chairman-elect while being the Board of Control for Cricket in India’s (BCCI) Secretary for now, may have added a political twist. But even under the earlier Congress-led United Progressive Alliance government till 2014, Pakistan remained a ‘no-go-area’ after the terror strikes in Mumbai. Among former India cricketers too, the overwhelming view is that a trip past the Wagah border should be avoided. The Pakistan Cricket Board is miffed, but a tournament split between Pakistan and the UAE remains a possibility. The security angle in Pakistan has stirred debate since the 2009 shooting incident against the Sri Lankan team bus at Lahore. But since then much water has flowed down the Indus and other nations have resumed tours to Pakistan. In all this subcontinental frost, it is sad that star players, including Virat Kohli, have not played a single Test against Pakistan, a statistic that seems set to remain that way. Published - November 11, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        India\n                    \n                            /                      \n                        \n                        Pakistan\n                    \n                            /                      \n                        \n                        cricket\n                    \n                            /                      \n                        \n                        ICC\n                    \n                            /                      \n                        \n                        champions-trophy\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        diplomacy\n                    \n                            /                      \n                        \n                        Ahmedabad\n                    \n                            /                      \n                        \n                        Sri Lanka\n                    \n                            /                      \n                        \n                        United Arab Emirates\n                    \n                            /                      \n                        \n                        BCCI\n                    \n                            /                      \n                        \n                        Mumbai terror attacks\n                    \n                            /                      \n                        \n                        Indian National Congress\n                    \n                            /                      \n                        \n                        United Progressive Alliance\n                    \n                            /                      \n                        \n                        Test  cricket",
        "headline_1": "​Distant neighbours: on cricket and India and Pakistan",
        "headline_2": "India and Pakistan seem incapable of normal sporting ties",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bdistant-neighbours-on-cricket-and-india-and-pakistan/article68852550.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-11-2024"
    },
    {
        "full_article": "Trump may not blow up climate talks altogether. But COP29’s goals are still nearly unachievable \nAs the annual UN climate summit COP29 gathers in Baku, Azerbaijan, it faces a forbidding future. Trump, backed to the hilt by fossil fuel interests, will be back in White House, which threatens a huge vibe-shift. He has indicated US would again exit the Paris climate agreement. \nClimate finance is COP29’s main theme, where rich industrialised nations will have to up a new, bigger fund – a new collective quantified goal – to help developed and vulnerable nations transition away from fossil fuels and adapt to climate change. Given US is both the richest country and the largest GHG emitter, this abdication of responsibility will certainly throw off negotiations. There’ll be an effort to draw in more nations to contribute funding, especially China and Gulf states, and resistance from those who don’t want to pay for a crisis they didn’t cause, and whose per capita emissions are still only a fraction of the wealthy Western nations. Meanwhile, more than half of all planned oil and gas expansion is set to come from five rich countries too. So geopolitical jockeying around justice, development and debt will mark the Baku summit.\nBut it’s not all doom and darkness. Trump has pulled this act before, without destroying the climate project altogether. Outside the COP framework, parallel commitments have been signed by private sector, govts and philanthropists. Renewable energy is cheaper than ever. Solar power costs have plunged by 90% the last decade, and there’ve been dramatic improvements in battery storage and wind energy. China’s emissions are also projected to peak and decline before the decade ends. And yet, these advances are dwarfed by the scale of the challenge. This summit will reveal the extent to which a fractured world can get it together in the collective interest.\n\n",
        "headline_1": "Baku to basics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/baku-to-basics/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-11-2024"
    },
    {
        "full_article": "Trump’s trifecta has GOP speaking as one. Expect push on ideology, more than drastic shifts in economy\nWashington is set for a GOP trifecta, where one political party controls all three parts of US govt: presidency, House of Representatives and Senate. Trifectas have been common, but since the 2000s getting shorter with midterm elections changing how they stack up. Clinton, Obama, Trump, and Biden all became presidents in trifectas, but only for a couple of years till midterms. Trifectas cause some dismay because balance of power is set aside. It’s like a sports team that controls the field, makes the rules and dominates the scores. \nTrump’s trifecta in 2016, however, was far removed from today’s reality – he faced strong resistance from own party members. Trump couldn’t even repeal his Aim No. 1, Obamacare, because of divisions among Republicans. This time, his control is more total. And not just over the legislature and executive, but over much of the judiciary, long stacked by his appointees.\nThe world is anxious. Europe is bracing for both tariffs and Trump’s impact on Nato goals and funds. It’s exactly how Trump wants it, his supposed unpredictability his calling card. Not for nothing did he add riders to his promise of tariffs on China. He told WSJ’s editorial board that Beijing wouldn’t dare provoke him because Xi knows he’s “crazy”, and that if China were to blockade Taiwan, he’d tax Beijing “150% to 200%”. There’s bipartisanship on Israel and China.  So, trifecta’s intensity, its unanimity and free pass, will really be felt on the homefront, by the people.\nRepublicans are lined up like a row of ducks behind Trump, seeing in his new term opportunity to push through ideology. It is the potential of a trifecta that has returned the controversial Project 2025 to the conversation. Trump distanced himself from it, but its authors and allies are intertwined in the filling of posts in his administration. So, a trifecta may enable a push for goals including championing foetal personhood (“deeper Christianity”), rollback of protections to LGBTQ, and most certainly an overhaul of the education system.\nThe fundamental Trump is transactional, and he’ll likely be as much so on hard-right goals as on tariffs. Given business interests of Republicans and GOP’s major funders, Big Tech included, outrageous tariff policy is unlikely. Further, even if he pooh-poohs climate, he’s unlikely to scrap climate legislation or energy-transition tax breaks – nearly 80% flow to Republican districts. In Trump’s world, and a GOP trifecta, it’s not democracy’s checks and balances, but the pulls and pushes of pure politics and business interests that’ll temper policy.\n\n",
        "headline_1": "Total control",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/total-control/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-11-2024"
    },
    {
        "full_article": "Why this FOMO-showmore, yaaa?\nOnce upon a time both cities stuck to their own USP, namely, power and paisa, and everybody lived happily ever after. Then, like the sidey lady in the old detergent ad, each began casting envious looks at the other’s whiter sari, or rather blacker air and money. The latest face-off is on TV, as flaky as dandruff and with worse fall-out.\nIt began with Bombabes muttering into their air-kisses, ‘Dilli ka air hamara air se dirtier kaiko hai? Humko bhi mangta.’ So they varoomed around in monster SUVs till their own SPM was as thick as mascara, and sprayed every inch of their bodies till fluorocarbons flew as fast as gossip. Their builder husbands similarly covered every inch of open space with concrete till heavy breathing was as routine as extra-marital assignations. Forget their fave meth-laced raves, they even managed to spew enough methane into the atmosphere to outgas the capital’s famed and flatulent gas-bags. Then, at Mumbai’s serial festivals, they put on fireworks displays which finally dazzled Delhi out of its smog complacence. Securing pollution pole position, Bombabes laughed (raspingly) all the way to the pulmonologist.\nThen it was Dilli-Billis’ turn. Not content with being political powerati, capital tomtom cats hissed, ‘Bhalaa, uski party meri party se aur glittering kaise?’ DBs made a beeline for Bombay. ‘Page Three’, which we created along with Bombay Times in 1994, had spawned a subculture subsuming all else. Before you could spell ‘Beaujolais’, P3P became a socio-ethnic species, so aspirational that Page One People desperately wanted to become Page Three People. Delhi’s nattified netas now ‘air-dashed’ to Bombay to rock at parties instead of rocking them.\nThus, Insta Celebrity dethroned Fame which had to be won only after lifelong slog. It was the beginning of the end of true accomplishment. The trend hurtled precipitously with social media’s random-crowning. The end game has reached its denouement in the latest one-upwomanship. Fabulous Lives vs Bollywood Wives is the Barbification of aspiration. Pancaked goddesses can bindaas keep partying and parrying in their celebrittle paradise. More worrying are besotted worshippers who have bestowed TRP divinity on utter inanity.\n                                                ***\nAlec Smart said: “Delhi HC has bajao-ed the ban on Satanic Verses.”\n\n",
        "headline_1": "Dilli Billis vs Bombabes",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/dilli-billis-vs-bombabes/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-11-2024"
    },
    {
        "full_article": "He won because he gifted voters a shiny, simple message: foreigners are swindling Americans. Harris lost because what she offered was mostly abstract\nAsk yourself : would you like one big birthday gift, colourfully wrapped with an elaborate bow, or a set of gift vouchers in a dull envelope, of differing denominations, to be redeemed in the future? That just about sums up the difference between what Donald Trump and Kamala Harris, respectively, offered Americans as election goodies in 2024.\n\nTrump had a single message, just one. Bad outsiders are swindling Americans all over the place. Evil migrants from the south increased dramatically after the 1965 rule to admit only whites was axed.\nRead full story on TOI+\n\n",
        "headline_1": "Trump’s toy train for Yanks",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/trumps-toy-train-for-yanks/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-11-2024"
    },
    {
        "full_article": "We are alarmed by the recent revelations from the Bangladesh Medical and Dental Council (BMDC) that painted a disturbing picture of the health sector in general, and the medical profession in particular. As per BMDC data, approximately 36,000 doctors are practicing without their registrations renewed. Moreover, an unspecified number of \"fake doctors\"—who either registered with falsified documents or have no registration at all—are plying their trade with the BMDC unable to identity or track them. All this amounts to a critical oversight failure that can lead to a lack of accountability for any malpractices committed by physicians.\nThe importance of registration cannot be overstated. Doctors hold the power of life and death in their hands, and without a strong regulatory framework to oversee their activities, we're putting patients at risk. While hospitals and clinics where they work also have the duty to enforce registration requirements, the responsibility falls primarily on BMDC. As the regulatory authority, BMDC is mandated to register anyone practicing medicine and dentistry and also suspend them in case of professional misconduct, negligence, etc. Currently, there are about 134,568 registered general doctors, 14,323 dentists, and 29,018 medical assistants. As well as registration, BMDC handles complaints against doctors, and is also responsible for the medical educational institutions.\nDespite having such broad responsibilities, however, BMDC is struggling with limited operational capacity, mainly due to staff shortages and inadequate facilities. It is also constrained by inadequate office space, as it operates out of a small, shared building and reportedly does not even have a room spacious enough to conduct a full council meeting. At a press briefing on Thursday, the council's president highlighted these issues, adding that while the number of medical institutions and practitioners has risen manifold over the decades, there has been a considerable dip in quality, especially in private medical colleges. This makes it all the more important that doctors are subjected to rigorous eligibility tests before their registration or re-registration to ensure they meet the highest professional standards. Ensuring proper education for prospective doctors is also crucial.\nFor this, we need strong leadership by the health authorities, particularly the BMDC. We urge the government to strengthen vital institution so that it can handle the growing demand for its regulatory role with the thoroughness that it requires. Stricter enforcement of registration renewals and a robust verification process are vital to prevent unfit or unregistered doctors from practicing. Additionally, we must address the crisis of substandard education in some private medical colleges so that only the most qualified candidates are able to enter the profession.\n",
        "headline_1": "Why are so many doctors unregistered?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-so-many-doctors-unregistered-3749871",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-11-2024"
    },
    {
        "full_article": "In 1961, the Arts Faculty of the University of Dhaka was still located at the southern end of Dhaka Medical College and Hospital. It was there, under the high-ceilinged rooms with their antique benches that Dr Khan Sarwar Murshid taught the MA English Preliminary students. He would be there only for a few months because, later that year, he would leave for Harvard. Our classes were lecture-based. Teachers spoke, students listened. The only occasion we had for close contact with teachers was during our tutorials when four or five of us met our tutors. I was lucky to have Dr Murshid as one of my tutors. However, much as I strove to write good tutorial essays, the highest mark I ever received from him was a B+. We were too intimidated in those years to talk to our teachers and I never asked him how I could improve my grades.\nDr Murshid was assigned to teach John Donne and Dante Gabriel Rossetti. We still teach Donne but Rossetti has grown out of fashion. Perhaps even in the early sixties Rossetti was not important, but Dr Murshid's teaching of Rossetti and Donne was like a breath of fresh air. Theory was quite unknown those days. The study of a writer's biography was quite common. And teachers who had good voices often read texts aloud in class. Both Donne's poetry and Rossetti's came alive in Dr Murshid's voice. I can never forget the charismatic teacher, tall and strikingly handsome, reading English poetry as it should be read. Donne's \"A Valediction Forbidding Mourning\" and Rossetti's sonnets embedded themselves in my senses. Sadly, he was not there when I was in my final year MA, so I did not get to learn his thoughts on W. B Yeats and T. S. Eliot – on whom he had written, along with Aldous Huxley – for his doctoral dissertation.\n\nNew Values set an intelligent critical standard, and tempered its Bengali preoccupations with good articles from overseas, and translations and critical discussions of modern writing from other Islamic countries. For a man in his early twenties all this was considerable achievement.\nDr Murshid had barely known me for a few months. In the ten years since my classes with him, much had happened. How well did he remember the girl in braids in his tutorial class? Yet, in late January 1972, when I visited him, saying that I needed a job, that I was now qualified as having taught for seven years, one and a half of them at Chittagong University, he listened quietly. A few days later, I learned that I had been appointed on an ad hoc basis in the Department of English. If that brave man had not listened sympathetically to me, I would not have been where I am today.\nIn Memoirs of Dacca University 1947 - 1951, A.G. Stock describes Dr Murshid's bravery during the riots of the 1950's. She comments, \"I was full of admiration for Murshid's courage.\" His readiness to act when action was needed, his courage to do the right thing, was as much a part of him as was his love for books. Dr Murshid's recommending a Punjabi for a post when Bangladesh had fought an army composed largely of Punjabis required great courage – and he had that in plenty.\nIn a moving tribute to her father, \"The Intellectual Journey of Khan Sarwar Murshid,\" published in the Daily Star on December 8, 2020, Tazeen Murshid sums up his concept of values – and perhaps explains how he could take the step that he did when he recommended me.\nAt the core of Murshid's world view had already evolved the concept of values. It included ideas of order and moral responsibility, justice and right    conduct, truth and beauty as the measure of such an order. He summed these up in his concept of values. To him, values were what made a man, and those values are what held society together.\nTazeen Murshid notes that even before her father began his doctoral studies, \"he embarked on his spiritual journey into ancient Indian philosophy in the context of his literary studies.\" He had thought of an intellectual platform where these values could meet. They would be new values and that was what he called the name of his quarterly journal when he started it in 1949. It was two years after Partition and the creation of Pakistan; Bengalis had not yet lost faith in Pakistan. He was just a young man of 25 when he started New Values. He would continue the journal for 14 years, trying to publish the best of current thought, poetry and fiction.\nProfessor Stock, in her memoirs, discusses the importance of New Values  and how it \"set out to focus on the many-sided thought that was stirring in East Pakistan.\" \nNew Values set an intelligent critical standard, and tempered its Bengali preoccupations with good articles from overseas, and translations and critical discussions of modern writing from other Islamic countries. For a man in his early twenties all this was considerable achievement, and it bears witness to the liberating mental atmosphere of life in Dacca at the time.  \nNew Values was remarkable for including not just essays, but also stories, poems, translations, and book reviews. Its writers included Bengalis, Indians, West Pakistanis, English men and women. The topics ranged over politics, economics, literature, and philosophy. Syed Waliullah's story, \"The Escape,\" which was first published in PEN Miscellany from Karachi in August 1950, was republished in New Values, 4, in 1952.\nThanks to the publication of New Values for a New Generation (Bangla Academy, 2019), we can appreciate the range of the pieces that appeared in in the journal.  Among the 28 selected pieces are writings on the Bengali mind, modern Bengali music and Nazrul Islam, poetry in East Pakistan, essays on Ghalib and Iqbal, on Sarojini Naidu and Yeats. There is also an essay on comparative literature – written by Dr Murshid and Henry Widdowson, then working for the British Council. But there are also essays on politics, economics, religion. A. G. Stock's essay on literature is included as are some of her poems.\nThanks to this publication, today's reader can not only understand the mind of East Bengal during those years, but also the broadness of the vision of the young editor. Today, when Bangladeshi readers and scholars claim all of literature as their own, it is pleasantly surprising to see how just after the creation of Pakistan a young man was reaching out to the world as well as projecting the world of East Bengal and its mind to readers in English wherever they were. As his son, Kumar Murshid, who is co-editor of this volume, says, \"New Values, for a crucial period in our history, provided a progressive platform for intellectuals and poets in Bengal and beyond to re-evaluate and redefine their identity and aspiration as citizens of a Muslim state in which the concept of a 'Bengali Muslim' identity was taking shape alongside the shaping of the secular Bengali identity.\" \nIn his tribute to Professor Murshid, \"The Inspirational Dr. Murshid\" (Khan Sarwar Murshid: Sangbardhana Grantha, 2012), Fakrul Alam regrets that the one failing \"Of this remarkably learned and intellectually vibrant man\" was that \"almost nothing by him can be found in print.\" True, apart from his Introductions to Contemporary Bengali Writing: Pre-Bangladesh Period (UPL,1995),  and Contemporary Bengali Writing: Bangladesh Period (UPL, 1996), the essays collected in Kaler Katha (Mowla Brothers, 2001), and the posthumous publication of his doctoral thesis, Indian Elements in the Works of W. B. Yeats, T. S. Eliot and Aldous Huxley (UPL, 2021), there is nothing. Why didn't Dr Murshid write more? One answer might be that he read too much.\nThe first mention we have of Dr Murshid in Professor Stock's Memoirs of Dacca University reveals his fondness for reading: \"Murshid spent a good deal of time reading at the bungalow. He was interesting to talk to and accommodatingly easy to ignore when either of us was busy.\" An anecdote provided by Fakrul Alam also suggests Dr Murshid's ability to ignore the world while engrossed in a book. \"I had gone to his house to meet his daughter Tazeen Murshid, a good friend, and we talked and talked for almost ninety minutes. All this time I saw him sitting in his study, fully focused on the book that he was reading. When I left Tazeen that day, he was still glued to the book and his desk!\" \nMy brother, Raza Ali, who was also a student of the English Department, did not get to take any of his classes because Dr Murshid was at Harvard for much of my brother's time at the university. However, there was an approachability about Dr Murshid that led to my brother visiting him after he got a good job.  Dr. Murshid was disappointed in the choice my brother had made. He explained that money and status were not important, and for him as long as he had his books and record collection he was content.  He encouraged my brother to continue with his studies. (A few years later, my brother did that.) Perhaps those who read too much do not have time to write.\nHowever, there was perhaps another reason which no one has quite pointed out.  He was a perfectionist. Mizanur Rahman Shelley, in his essay \"The Maestro of Moving Times\" (Khan Sarwar Murshid), describes how students belonging to a government backed organization had beaten up Professor A. N. M. Mahmud.  Dr Murshid was the Secretary General of the Dhaka University Teachers Association (DUTA). The teachers met in the Teachers Club and condemned the incident. Dr Murshid had the responsibility of drafting the press release. Mizanur Rahman waited impatiently for it. He urged Dr Murshid to hurry as the press were waiting. Dr Murshid responded by saying that \"these things need to be prepared with great care.\" Mizanur Rahman blurted out, \"Sir, if you were the Editor of a daily it would have come out once in a fortnight.\" Dr Murshid was not perturbed.  He stopped correcting the draft, took off his glasses and looked quietly at Mizanur Rahman for a few minutes. He then went back to correcting what he was writing  and only when he was satisfied did he give the statement to Mizanur Rahman.  \nWe do not know why Dr Murshid did not publish his thesis that had been highly recommended by Professor Geoffrey Bullough, the External Examiner. Perhaps by the time Dr Murshid had finished writing his thesis, the business of the world called upon him. And he was not one to shy away from action when needed.   Things were not all right. His views were the very opposite of the powers that be. He had played an important role in the centenary celebrations of Tagore. It was a dangerous position to take at a time when singing Tagore songs was banned. Though not directly involved in politics, his advice was often sought. But academics who refuse to toe the line of the party in power are not always appreciated. In \"A Tribute to Professor Khan Sarwar Murshid: A Man of Values\" (Khan Sarwar Murshid),  Dr Rehman Sobhan suggests something of this sort happened after 1971. After a brief stint as Vice Chancellor of Rajshahi University, Dr Murshid was sent to Poland as ambassador.  As Dr Rehman Sobhan points out, Poland was \"not a country which was likely to bring out his best talents.\" \nSubsequent political events must have disheartened the man who had started out with the hope of a world of possibilities. Perhaps that is why he withdrew from a world so different from the one he and some of his colleagues had envisioned, immersing himself in his books and teaching occasional classes at the university. Perhaps that is why he had also attempted to bring out a collection of pieces from New Values, pieces which were indicative of a time when the Bengali consciousness was rising but divisiveness had not rent the nation. The publisher he approached at the time was not interested. \nFortunately, his son recognized the importance of New Values and was able to convince Shamsuzzaman Khan of Bangla Academy to bring out a selection of pieces from the journal. As Dr Murshid says in his Introduction to New Values for a New Generation, \"New Values was much more than a high brow literary journal. It had become the voice of a new generation of youthful intellectuals who fostered a globalized perspective on the key issues facing Bengali Muslims and their new nation Pakistan in the context of an analysis of the experience of other postcolonial developing nations.\"\nThe new millennium would have shown Dr Murshid a world very different from the one that Bengalis of his generation had hoped and fought for, in words and actions. He would have felt very much like Yeats, the last romantic, with whom his daughter Tazeen says he identified the most.  \nNiaz Zaman is a retired academic, writer and translator.\n\n",
        "headline_1": "The Last Romantic",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/the-last-romantic-3749721",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-11-2024"
    },
    {
        "full_article": "The 29th session of the United Nations Framework Convention on Climate Change (UNFCCC) Conference of the Parties (COP29) will be held at Azerbaijan's capital, Baku, from November 11 to 22, 2024. The UNFCCC secretariat and the host country are expecting around 50,000 participants; including government officials, policymakers, practitioners, youth, and investors. The centrepiece of this year's COP agenda is undoubtedly climate finance, with the decision text on New Collective Quantified Goal (NCQG) targeted to be finalised. Recently, the host country announced the launch of a Climate Finance Action Fund (CFAF) among its packages of initiatives at COP29.\nIn 2009 at Copenhagen, the Conference of Parties (COP15) decided to commit to a goal of mobilising $100 billion per year by 2020 to support developing countries in their climate actions. However, the collective commitment of developed countries had failed and the $100 billion goal was extended until 2025, at COP21 in Paris. Meanwhile, under the Paris Agreement, parties agreed to set a new climate finance target by 2025 from the floor of $100 billion considering the needs and priorities of developing countries. This new goal also sends a strong political signal to the parties to be more aware at the negotiation rooms.\nAn ad hoc work programme on the NCQG, facilitated by two co-chairs (one from a developed country and one from a developing country) has been implemented between 2022 and 2024. Meetings and technical expert dialogues conducted under the work programme aimed to finalise the draft negotiating text forming the basis of negotiations for setting NCQG at COP29. The initial structure of the substantive framework for the text proposed by the co-chairs included four elements: i) preamble; ii) context; ii) NCQG (comprised of quantitative elements, thematic scope, and qualitative elements) and; vi) transparency arrangements.\nCOP29 must seal the deal on the NCQG's target and mechanisms. From among the elements of the structure being worked on, let's have a quick look at progress to date and anticipations:\ni) Overall, most parties agreed with the structure proposed by the co-chairs. Some elements such as common but differentiated responsibilities (CBDR) that the NCQG must follow were added. Others were asked to be kept as standalone elements rather than sub-elements (such as time frame of the goal, and access to climate finance)\nii)The structure of the goal will need to decide on the following:\nwhich aspects will define the sub-layers?\nwill the three main streams of climate action (adaptation, mitigation, and loss and damage) be used to allocate percentages in sub-goals?\nThe developing parties definitely have made it loud and clear that this must be the case. But the richer countries are still not on the same page, with \"strong resistance\" expressed against an explicit loss and damage sub-goal. With a new US president in power, the developing parties will need to ramp up their fight for climate justice many folds.\niii) What will the time frame(s) of the goal look like?  The options discussed include alignment with existing UNFCCC processes such as the Nationally Determined Contribution (NDC), Biennial Transparency Reports (BTR) and Global Stocktake (GST) cycles. Would a cumulative or an annual goal be set? How long would it take to achieve the goals with the options varying from five years to 10 or 15 years? Most of the existing UNFCCC processes are five-year cycles. What would the starting year be, 2025 or 2026? In case of a longer time frame, how often would review and/or revision provisions be kept? Periodic reviewing and revisions should be planned so that the Standing Committee on Finance (SCF) biennial progress report and GST reports can inform stakeholders meaningfully. They must also be interlinked and planned with the transparency arrangements of the NCQG.\nvi) The floor for the quantum or figure for the next climate finance is in trillions per year. The second report by the SCF published mid-October provides an updated overview of the needs of developing country parties based on available information in reports at the national, regional and global level. Costed needs (the estimated cost needed to address climate change) are a subset of the mentioned needs, thus indicating the monetary numbers in hand are underestimated. As per the report, NDCs from 142 parties contained a total of 5,760 needs, of which 48 percent are costed needs, amounting to $5.036–6.876 trillion. And that only speaks for mitigation. The quantum is thus largely interlinked with the structure and must address all three pillars of adaptation, mitigation, and loss and damage. The quantum will also be determined by the time frame(s) and sources of finance. To ensure quality of finance, many parties also called for sub-targets for concessional and grant-based finance.\nBack in July, the host country announced a package of 14 initiatives, of which the Climate Finance Action Fund (CFAF) is targeted to kick off with an initial one billion dollars sourced through voluntary contributions from the fossil-fuel-producing countries. Half of the funds will be channelled to developing countries for climate action, while the remaining half will target implementation of ambitious NDC actions and working to limit global temperatures to 1.5°C.\nAzerbaijan received significant criticism for holding a large share in fossil fuel production, with their stance on climate change remaining in question. This initiative may be an attempt for redemption, but risks being a bypass for fossil fuel producers when we all must be collectively working to transition away from fossil fuels.\nWith many parties, especially from among the Least Developed Countries (LDCs) and Small Island Developing States (SIDS), boycotting COP29, and the recent turnarounds of the US elections, this COP is under immense pressure to deliver and it must deliver, because timely actions are long overdue.\nMadiha Chowdhury is working in the International Centre for Climate Change and Development (ICCCAD) as a senior research officer. She can be reached at [email protected].\n\nJuel Mahmud is working in the International Centre for Climate Change and Development (ICCCAD) as a programme coordinator. He can be reached at [email protected].\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "COP29: A quick run-through of the finance agenda",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/cop29-quick-run-through-the-finance-agenda-3749321",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Avoiding food loss  and waste",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/avoiding-food-loss-and-waste-1731249313",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Addressing food insecurity of the vulnerable",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/addressing-food-insecurity-of-the-vulnerable-1731249553",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Attacks on performing art",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/attacks-on-performing-art-1731249595",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Bridging the skill gap",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bridging-the-skill-gap-1731249632",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-11-2024"
    }
]