[
    {
        "full_article": "Maria Ressa of the Philippines and Dmitry Muratov of Russia have won the Nobel Peace Prize for their relentless struggle to protect freedom of expression. Announcing the award, Norwegian Nobel Committee Chair Berit Reiss-Andersen said the duo were receiving the prize for their courageous fight for freedom of expression in the Philippines and Russia. \"The committee considered Ressa and Muratov to be representatives of all journalists who stand up for this ideal in a world in which democracy and freedom of the press face increasingly adverse conditions,\" she added. The recognition of the struggle for freedom of expression and independent journalism in Andersen's speech is also a source of joy and inspiration for us, because we, too, are part of that long struggle.\nThe Nobel Committee, in its announcement, noted that \"free, independent and fact-based journalism serves to protect against abuse of power, lies and war propaganda.\" Justifying its awarding decision, it said, \"The committee is convinced that freedom of expression and freedom of information help to ensure an informed public. These rights are crucial prerequisites for democracy and protect against war and conflict.\"\nIn addition to independent journalism, the issues that have inevitably surfaced with the awards of Maria Ressa and Dmitry Muratov are no less important. First, both the countries of the award-winning duo have been under authoritarian rule for quite some time, and there have been reports of serious violations of basic human rights—including violence, illegal detentions, enforced disappearances, and killings. In the case of the Philippines, the committee cited the unusually high death toll of President Rodrigo Duterte's anti-drug campaign as \"the equivalent of a war against the country's own people,\" and called Maria Ressa a \"fearless defender\" of the freedom of expression. Ressa and the investigative online portal she co-founded, the Rappler, have also documented how social media is being used to spread fake news, harass opponents, and manipulate public discourse.\nSimilarly, in Russia, Dmitry Muratov, in his newspaper Novaya Gazeta, highlighted corruption, police violence, illegal arrests, electoral fraud, and the Russian military's troll factories for harassing and intimidating opponents via social media. Due to these works, the newspaper has been subjected to various forms of harassment, threats, and violence. Since the newspaper's inception, six of its journalists have been killed, including Anna Politkovskaya, who was killed for writing about the Chechen war. Despite all the violence and threats, Dmitry Muratov has allowed his journalists to practise independent and objective journalism.\nA few hours after the winners were named, I heard Muratov's friend Mikhail Zygar, editor of the only independent TV channel in Russia, TV Rain, telling BBC Radio 4 that his friend had told him that the Nobel Peace Prize had actually been won by six of his slain colleagues. On Saturday, journalist-novelist Mashiul Alam shared a picture of Muratov's quote printed in the Novaya Gazeta, which reads, \"Igor Domnikov, Yuri Shchekochikhin, Anna Politkovskaya, Stanislav Markelov, Anastasia Baburova, Natasha Estemirova—are the people who won (the) Nobel prize.\"\nIn the history of the Nobel Peace Prize, the only other journalist who received this award was Carl von Ossietzky, and it was 86 years ago. That, too, was amid the rise of Nazism. And the awarding speech given by the then Nobel Committee Chairman Frederik Stang showed greater emphasis on his pacifist role than on his journalism. The German journalist was a former soldier, and war transformed him into a pacifist who became the secretary of the German Peace Society. In that sense, Maria Ressa and Dmitry Muratov have won the award for the first time for fighting for press freedom, and through that strengthening democracy and building peace.\nThere is no doubt that there are transnational organisations working for the protection and promotion of journalism, and journalists are feeling enormous pride for this award due to professional fraternity. It also rejuvenates all of us who are working in the news media, as reflected in the statement issued by the International Press Institute (IPI), which said the award was a source of encouragement to journalism. Another organisation named Reporters Without Borders (RSF) said, \"They represent all those who work with courage and determination for news and information that is reliable, and freely and independently reported, in a world in which democracy and press freedom are increasingly undermined by the spread of fake news and hate speech.\" The Committee to Protect Journalists (CPJ), a New York-based organisation, said the award came at a time when journalists are facing unprecedented attacks, digital surveillance, and a decline of public trust in journalism. CPJ Executive Director Joel Simon said Ressa and Muratov symbolised the freedom of the press and why it was needed. They have continued to defy censorship and harassment in the face of personal threats, and have led others to do the same. And their reactions following the awards certainly indicate that they will continue to lead the struggle for press freedom beyond borders by setting examples.\nThe Philippines and Russia are at the forefront of countries where journalists have been killed with impunity. Statistics compiled by the CPJ shows that since 1992, a total of 87 journalists have been killed in the Philippines, and 58 in Russia. During the same period, the number of journalists killed worldwide was 1,416. The same CPJ statistics named 23 journalists killed in Bangladesh during the same period. However, our ranking in the World Press Freedom Index, prepared by RSF in conjunction with Unesco, is lower than that of the Philippines and Russia: out of 180 countries, our position is 152, while Russia stands at 150 and the Philippines at 138. The global think tanks (including Freedom House) that survey the state of democracy and human rights regrettably portray us poorly, too.\nIn 2018, the Time Magazine named a few journalists in \"The Guardians and the War on Truth\" as part of its annual naming of the Person of the Year. Among them were the murdered Saudi journalist Jamal Khashoggi, Maria Ressa of the Philippines, Wa Lone and Kyaw Soe of Myanmar, and Shahidul Alam of Bangladesh. There are many more like Shahidul Alam who have been victims of harassment, intimidation, and torture. Enforced disappearances for some period, arbitrary detentions, and harassment of journalists under the Digital Security Act (DSA) are on the rise. There is an unending struggle to defy invisible and unofficial prohibitions and censors, ignoring the fear of threats and harassment.\nMaria Ressa received the Nobel Peace Prize with Dmitry Muratov for persistent defiance of all forms of censorship as editors. It remains to be seen how much our editors and news rooms are inspired and enlivened by the recognition of the courage in journalism.\nKamal Ahmed is an independent journalist. His Twitter handle is @ahmedka1\n",
        "headline_1": "A Nobel boost for fearless and independent journalism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/nobel-boost-fearless-and-independent-journalism-2195246",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-10-2021"
    },
    {
        "full_article": "In today's world, business is not only about profit, employment, income, and growth. Hence, it is not only about economic sustainability—it is also about social and environmental sustainability. In the run-up to the 26th session of the Conference of Parties (COP26) of the United Nations Framework Convention on Climate Change (UNFCCC), the green transition of all economic activities has gained more momentum. Several global leaders have reiterated their commitment to reduce greenhouse gas (GHG) emissions, and set ambitious targets to reach net-zero levels of emissions in an attempt to keep the global temperature rise within 1.5 degree Celsius. The private sector, including large businesses, has also made a commitment to reduce carbon emissions and set timelines to become carbon neutral.\nOne may refer to the findings of a McKinsey report in 2018, which indicated that the global fashion industry emitted about 2.1 billion metric tonnes of GHG—which is equivalent to about four percent of total global GHG emission. The fashion industry has to reduce its GHG emissions by 1.1 billion metric tonnes of carbon equivalent by 2030. Unfortunately, at the current trajectory of its GHG emission, the targets of 2030 will not be met.\nBangladesh is a small player in the global fashion industry. In fact, Bangladesh's national contribution to global GHG emission is 0.45 percent. However, despite its negligible GHG emission, Bangladesh has to play its part and make efforts towards the green transition of its economy, including the ready-made garment (RMG) sector. Producers, buyers and consumers worldwide are more aware of climate and environmental issues than ever before. Hence, sustainability has become a core agenda among brands. Many high-end brands have also started using recycled fabrics. Over 40 brands have committed to cut their GHG emission by 30 percent within 2030.\nThe RMG sector is not only human resource-intensive, but also natural resource-intensive, at every stage of the life cycle. The sector generates large amounts of waste—it requires volumes of clean freshwater for washing, dyeing, and finishing (WDF) of textiles. The textile sector is also energy-intensive. For WDF-related activities, hot water and steam have to be generated, which contributes to GHG emission. Besides, a number of harmful chemicals—including nitrous oxides, sulphur dioxides, carbon monoxide, and chlorine dioxide—are also released from factories through various activities. Therefore, the environmentally sustainable production process in the RMG sector involves waste management, water conservation, and energy efficiency.\nThe government of Bangladesh is committed to achieving higher economic growth in an environment-friendly manner, and will work to reduce the impacts of climate change. Its medium- and long-term plans, such as the eighth five-year plan and the Bangladesh Delta Plan 2100, have spelt out strategies and action plans in that direction. Among others, monitoring and controlling pollution, higher investment in industrial effluent treatment plants, and the adoption of cleaner technologies for economic activities are among the few important promises of the government.\nIn the recent past, Bangladesh's RMG sector took a number of initiatives towards a green and sustainable industry. The Bangladesh Garments Manufacturers and Exporters Association (BGMEA) signed the United Nations Fashion Industry Charter for Climate Action in 2019 with the UNFCCC for reducing GHG emissions by 30 percent by 2030. It also entered into partnership with a number of international organisations to promote environmental sustainability. One of its pledges to be a part of the \"Green Button Initiative\" of the government of Germany is a state-owned seal on environmental sustainability.\nBangladesh has 148 Leadership in Energy and Environmental Design (LEED) green garment factories, certified by the US Green Building Council. Nine out of the world's top 10 green RMG factories are located in Bangladesh. Also, 40 out of the top 100 green industrial projects in the world are situated in Bangladesh. More than 500 factories are in the pipeline to achieve the green factory status. It must be noted that in a highly cost-competitive environment, it is a challenge to be LEED-certified companies that are designed and built in a way to use less energy and water, have good indoor air quality, and improve the quality of life. These standards are much above the national requirements and are also expensive. Also, RMG factories have entered the Partnership for Cleaner Textile (PaCT) programme of the International Finance Corporation (IFC), which aims to lower environmental impact and resource consumption in the sector. Factories under PaCT have adopted cleaner production practices, which have helped reduce their GHG emissions.\nThe RMG sector is one of the major driving forces of the Bangladesh economy. It is the source of employment and income for about four million workers, the majority of whom are women. It is a key source of foreign exchange income. Currently, about 81 percent of export income comes from this sector. Bangladesh is the second largest exporter of apparels in the world, following China. During the ongoing Covid-19 pandemic, the sector faced challenges in terms of reduced exports due to the nationwide lockdown in an attempt to contain the spread of the coronavirus, and also cancellation and postponement of orders by a number of international buyers. However, as soon as the global markets started to open up, RMG exports started to pick up too. In recent months, the growth of RMG exports has been significant. In September 2021, RMG exports grew by 41.7 percent compared to the previous month.\nDuring the last decade or so, the sector has worked towards improving various compliances in partnership with brands. As the country is going to graduate from the Least Developed Country (LDC) status by 2026, the compliance requirements on Bangladeshi exports will become more stringent. With higher commitments of governments and private sectors and higher awareness of consumers around the world, social and environmental issues are taking the centre stage of production and consumption.\nHowever, green economic transition also involves costs. To remain competitive in the global market, productivity enhancement and cost minimisation are needed. Some of the LEED factory owners are not happy, since they have not seen returns on their green investments in terms of higher revenues. There is a demand on buyers for higher prices of apparels for the supply chains to be climate neutral. Also, it will be difficult for many factories to be climate-positive through energy-efficient technologies because of the additional costs involved.\nTherefore, technology transfer and finance are two major requirements for the green transition of the RMG sector in Bangladesh. Higher productivity and lesser wastage of resources through better technology can reduce cost. However, technological upgradation has to be associated with capacity development of workers as it may lead to displacement of unskilled workers—particularly female workers. Indeed, environmental compliance has to be coupled with social compliance. It has to ensure a decent living for its workers.\nCatalysing green finance is crucial for green transformation of the RMG industry through environment-friendly technologies. Global sources such as the Green Climate Fund have been less effective as the disbursement process is slow. However, given the scale of requirements for a green path, green financing will have to be mobilised from multiple sources. Public resources can never fulfil the demand; private investment is more crucial. A blended finance package comprising grants, green loan guarantees, subsidised loans, and also support from buyers can de-risk environmental investment and catalyse private funds. Higher green investment in the RMG sector will not only make the RMG sector sustainable, but will also help achieve Bangladesh's commitments towards implementing the Sustainable Development Goals (SDGs), including two important SDGs: SDG 12 on responsible consumption and production, and SDG 13 on climate action. Hence, commitments for a green RMG sector are also commitments for intergenerational equity.\nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD).\n",
        "headline_1": "A case for green transition in our apparel sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/case-green-transition-our-apparel-sector-2195241",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-10-2021"
    },
    {
        "full_article": "The Covid-19 pandemic has been hard for everyone, but it has been especially so on children. Millions of children across the world have been cooped up at home for weeks (or months) on end, away from their classrooms and their friends, many of them mourning the loss of someone they loved. It is probably difficult for adults to understand just how unsettling this \"new normal\" has been for young minds, but a recent report from Unicef, titled \"The State of the World's Children,\" painted a grim picture of how the impacts of Covid-19 on the mental health of children and young people are likely to be felt for many years to come. The latest data suggests that at least one in seven children in the world has been directly affected by lockdowns, and some 1.6 billion children have suffered some loss of education.\nThis loss of education has been felt keenly in Bangladesh, which saw one of the most prolonged school closures in the world. During the 543 days that educational institutions remained shuttered here, the children did not only suffer from learning loss, but also from the twin threats of child labour and child marriage—to a degree far greater than usual.\nEven before the pandemic, the world witnessed its first increase in child labour in the past two decades (8.4 million more during 2016-2020), and a Unicef report in June this year warned that another nine million children were globally at risk of being pushed into child labour by the end of 2022 as a result of the pandemic. In Bangladesh, research from Manusher Jonno Foundation and its partner organisations found that, between August and October in 2020, 5,600 child labourers migrated in search of jobs and 2,400 were forced to join new work at minimum wage.\nThat Covid-19 forced many children from low-income families to join the workforce is now widely acknowledged. What is even more frightening is that the government project to eradicate hazardous child labour from Bangladesh, which was taken up more than three years ago, saw only 1.33 percent progress by its original deadline in December last year, according to a June report from the planning ministry's Implementation Monitoring and Evaluation Division (IMED). The repercussions of such a blasé attitude towards child labour became clear after the Hashem factory fire in Narayanganj, on July 8 this year, where at least 17 child labourers were killed—11 of whom were girls. Most of these children were found to have taken up factory jobs because of school closures and their families' financial struggles during Covid-19.\nToo many Bangladeshi girls, while managing to avoid the trap of child labour, have instead fallen into the chokehold of child marriage during the pandemic. It is astonishing that the relevant authorities did not try to collect any data regarding how schoolgirls, especially from low-income backgrounds, were faring during the period of school closures—despite Unicef warning that an additional 10 million girls worldwide are at the risk of child marriage due to Covid-19, and despite the fact that almost half of the estimated 650 million girls and women in the world who were married in childhood hail from Bangladesh, Brazil, Ethiopia, India, and Nigeria.\nMedia reports from across the country confirm that a good number of girls are failing to return to school. Last week, Brahmanbaria teacher Pankaj Kanti Madhu went viral on social media after he was photographed calming his student's three-month-old baby at Chinair Anjuman Ara High School. He was applauded for taking the initiative to bring his student—a tenth-grader who was forced to become a child bride—back to school. But why should this be limited to the personal initiatives of sincere teachers? What is being done on a national level to ensure that the girl students, who were married off during the Covid-19 shutdown of schools, are able to return to education?\nToday, as we observe the end of National Child Rights Week and celebrate the International Day of the Girl Child, we must ask ourselves some serious questions about the present state of children in Bangladesh, and what is being done on a national level to support them. And in these considerations, the topics of education loss, child labour, and child marriage must feature heavily. Child marriage, in particular, requires urgent attention. Bangladesh has the highest rate of child marriage in South Asia—and this was the case even before the pandemic. An astonishing 51 percent of young women in Bangladesh are married before their 18th birthday. Of these child brides, 50 percent give birth before the age of 18, and 80 percent before the age of 20. Nearly one in three child brides has a spouse who is at least 10 years older than her.\nHowever, research in Bangladesh also suggests that child marriage begins to decline among those with at least 10 years of schooling, and prevalence falls below 50 percent among those with at least 12 years of schooling. In fact, Unicef strongly suggests that education levels make more of a difference in the prevalence of child marriage than wealth or place of residence. In this context, the education authorities should have organised re-enrolment campaigns targeting the most high-risk groups of children, long before they decided to reopen schools.\nBeyond attempts to include girls in education, a lot more is left to be done. There has to be a radical shift in how we perceive child marriage as a nation. Families and communities must understand that it is not a tool to protect the \"honour\" of young girls, but rather a form of sexual violence. However, this kind of message—when it comes from a government that has willingly lowered the age bar of child marriage to 16 under \"special circumstances\" (with no clear guidelines on what those circumstances are)—sounds rather insincere. The fact that the Child Marriage Restraint Act, 2017 does not actually criminalise the marital rape of a minor, and does not include the option for marriage annulment, only further reflects a general apathy towards improving the lives of girl children in Bangladesh.\nLooking at some of last month's reports alone paints a powerful picture of the dualities facing girls in this country. In September, five Bangladeshi girls defeated teams from around the world with their idea for a green urbanisation project, winning USD 2,580 from a global charity. Soon after, another schoolgirl in Kushtia, named Nargis Nahar, was found to be the only one of the eight female students from her class to return to school; the rest of them had been forced into child marriages during the pandemic.\nIn September, Nubaysha Islam, an eighth-grader from Sylhet, competed against over 100,000 youths and won the first prize in the International Letter Writing Competition 2021. September also marked one year since the death of 14-year-old migrant worker Kulsum, who was sent to Saudi Arabia as a domestic worker with false documents in April 2018, and returned to her family in Bangladesh in a body bag on September 12, 2020, covered with marks of torture.\nAt the beginning of the month, nine people were held on the charge of abetting and raping a schoolgirl in Narayanganj. At the end of the month, a man was arrested on charge of raping and killing a schoolgirl in Satkhira, while another was sued for raping a mentally challenged girl in Habiganj.\nAlso in September, 10-year-old Nilava Chowdhury made her league debut in the National Women's Chess League, and ended up beating Rani Hamid, the country's first woman international master and 20-time national chess champion.\nIt is clear that our girls have all the potential to reach for the stars, but also have to live in fear of having their wings clipped. How many more will grow into adults without ever enjoying their rights as children? How long until we are able to allay the fears of our children, and provide them with the decent, secure, and enabling environment that they deserve?\nShuprova Tasneem is a member of the editorial team at The Daily Star. Her Twitter handle is @shuprovatasneem\n",
        "headline_1": "Girls Deserve a Better Normal",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/girls-deserve-better-normal-2195236",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-10-2021"
    },
    {
        "full_article": "The biggest journalistic partnership in history—consisting of more than 600 journalists from 150 media outlets, including the BBC, the Washington Post, the Guardian, Radio France and Indian Express, among others—has recently exposed the financial misadventures of 35 prominent world leaders, more than 330 politicians and influential public office holders, from 91 countries and territories.\nThe two-year investigation conducted by the International Consortium of Investigative Journalism (ICIJ), involving scrutiny of 11.9 million leaked confidential files from 14 offshore service providers, has resulted in the Pandora Papers—one of the biggest revelations of financial misconduct of influential national leaders in recent history.\nThe Pandora Papers investigation has linked the names of Jordan's King Abdullah II; Lebanese Prime Minister Najib Mikati; Hassan Diab and his predecessor; governor of Lebanon's central bank Riad Salameh, who is also undergoing investigation in France for money laundering; Kenyan President Uhuru Kenyatta, along with six members of his family; former British Prime Minister Tony Blair and his spouse; Ukrainian President Volodymyr Zelensky, a former comedian and a beloved figure in the country; and other influential leaders, with dubious offshore investments. \nSome of the names have caught the world by surprise, because these leaders in the past has been very vocal in condemning tax abusers in their countries, including their political opponents. \"We should not make our tax rules a playground for… tax abusers who pay little or nothing while others pay more than their share\", Tony Blair had suggested earlier. Andrej Babis, the millionaire Czech Prime Minister, had expressed his desire to create a business environment in the country where \"entrepreneurs will do business and will be happy to pay taxes.\" Kenya's Uhuru Kenyatta in 2018 had told the BBC, \"Every public servant's assets must be declared publicly so that people can question and ask, what is legitimate?... If you can't explain yourself, including myself, then I have a case to answer.\"\nThese same leaders are now at the centre of the Pandora Papers scandal.\nSo, how come these prominent world leaders—many of whom have advocated for stricter tax rules and punishment for tax dodgers—find themselves embroiled in a scam like this? The answer perhaps lies in the fact that these leaders themselves are involved in the making of such laws.\nPandora Papers could be the largest such revelation, but it is not the first one. There had been LuxLeaks in 2014, Panama Papers in 2016, Paradise Papers in 2017 and FinCen files in 2020. While there have been some positive result of these exposures connecting influential national leaders, politicians, businesspersons and celebrities with the shadow economy—former Pakistan Prime Minister Nawaz Sharif had been disqualified from office by a Supreme Court verdict in the aftermath of the Panama Papers leak—the shadow economy continues to operate smoothly with the blessings of its beneficiaries.\nThe reason being, the people who are responsible for safeguarding the money of the common people are making personal gains at their expense. These people hire expert tax lawyers who are well versed in manipulating the loopholes in the existing system and allow their clients to circumvent the rules—all at the expense of the common people's interest.\nFor instance, Tony Blair and his wife brought a British Virgin Islands (BVI) company, through which they became owners of a Victorian building worth USD 8.8 million. This enabled the couple to evade paying a property tax of more than USD 400,000. The building currently houses the law firm of Tony Blair's wife.\nSimilarly, while on the one hand the Lebanese people are struggling to cope with one of the worst economic meltdowns in recent history—with stores shutting down and people not being able to buy the daily essentials because of a sharp spike in inflation—the current Lebanese Prime Minister, his predecessor, the country's former minister of state and the chairman of  Al Mawarid Bank, have all been linked to offshore wealth.\nOn the one hand, these revelations expose the sheer apathy of the politicians towards the interests of the common people who elect them to power. On the other, they also raise questions about the system that allows these individuals to get away with amassing illegal wealth while the people suffer. And they can do it because they have the money and the means to access expensive lawyers and their unethical services.\nThese revelations have become a norm now—more like a leitmotif in a drama. It is the same plot, the same cast, the same act and the same scenes playing out again and again with no result.\nWhen the revelations of the global shadow economy began to unfold in 2014, governments around the world promised to take strong measures to stop the practice of hiding disclosed wealth by the rich and the influential though offshore investment mechanisms. Unfortunately, not much has changed today.\nWhile offshore investment is not illegal itself, using this mechanism to hide illegally amassed wealth and or evade taxation is. But this practice continues—the repeated failed attempts by journalists and investigators to break this system only reveal the strength of the underground economy that is growing in size. According to the United Nations Office on Drugs and Crime estimate, the volume of money laundering every year is around two to five percent of the global economy—or about 800 billion to two trillion in US dollars.\nAnd the volume of this will increase, unless world leaders see the folly of their actions and acknowledge their role in nurturing it. Those who are involved in illegal offshore financial transactions should acknowledge their misdeeds and step down.\nThe Financial Action Task Force on Money Laundering (FATF), an inter-government body with 39 members, responsible for developing standards for Anti-Money Laundering (AML) and Combating the Financing of Terrorism (CFT); and United Nations Convention Against Corruption (UNCAC) should be empowered and strengthened so that they can continue to fight against the financial crimes of the political elites by formulating policies and standards to make money laundering more difficult.\nThe US banks and financial institutions also have a major role to play here, since the majority of these transactions are carried out in US dollars. \"Because of the US dollar's status as the de facto global currency, most international transactions flow in and out of New York-based banking operations\", the ICIJ report mentioned.\nWhile the US has over the years coerced other banks, especially the Swiss banks, to disclose the names of US nationals involved in wealth hiding through offshore accounts, the US itself is rather unwilling to share \"information about money moving through US bank accounts, companies and trusts… The US has refused to join a 2014 agreement supported by more than 100 jurisdictions, including the Cayman Islands and Luxembourg, that would require American financial institutions to share information they have about foreigners' assets,\" the ICIJ report added.\nThis attitude of the US is also a hindrance in addressing the issue of illegal offshore investments. Many US States, including South Dakota and Nevada, have emerged as major destinations for hiding illegal wealth—in South Dakota alone, assets in trusts have increased four times to USD 360 billion in the last 10 years, according to ICIJ. This is hurting the global economy and in the long-run will be harmful for the US economy itself.\nBy dismantling this system, the US can contribute significantly in curbing the illicit flow of money through offshore account transactions, and as an international power, it should prioritise global interests over national gains though illegal means.  \nWhile the international community together has a role to play in curbing illegal offshore investments, the common people should also wake up to the stark reality of the corruption and financial crimes of their leaders and raise their voices for justice. They must also create pressure from the bottom to end this economic and social injustice that continues to plague economies. In the long-run, this will yield disastrous consequences for both the culprits and the victims. Such an outcome would not be palatable for any party involved.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Pandora Papers: What does it reveal about the shadow economy?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/pandora-papers-what-does-it-reveal-about-the-shadow-economy-2194516",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-10-2021"
    },
    {
        "full_article": "What are the consequences of workers' protests in Bangladesh? In any developed society, one would expect protests to be a tool to hold higher powers to account, rather than an excuse to punish the protesters. However, for RMG worker Kanchon Mia, who has been fighting for his life for the past five months, the cost of his protest has been his health and his income, as he potentially faces a lifetime of disability.\nOn May 10 this year, workers of an RMG factory owned by the conglomerate Ha-Meem Group took to the streets to demand Eid holidays. Instead of meeting their perfectly legitimate demands, law enforcement was called in, and it is now evident that the police used disproportionate force. Kanchon—one of 12 workers who were injured that day—was shot with pellet guns at point blank range. Later, some 101 pellets were removed from his intestines. A large part of his intestines and lower abdomen had to be removed. Now he needs gut reconstruction surgery, but doctors are hesitant to operate due to his severely malnourished condition. The only breadwinner of his seven-member family, Kanchon will not be able to do any strenuous work for the rest of his life.\nThe culpability of the police and Kanchon's employers cannot be swept under the rug here. The commissioner of Gazipur Metropolitan Police commented that they \"never fire shots without provocation,\" adding that the provocation in question was \"blocking the highway.\" In a just and democratic society, does it sound fair that the act of blocking a road should cost a worker his intestines, his lower abdomen, his ability to work, and the quality of his life? And why would one of the largest clothing manufacturers in the country deny their workers Eid holidays, and call in law enforcement to take such heavy-handed actions against them?\nKanchon and his family allege that the Ha-Meem Group only paid around half the costs of his initial surgery and treatment, and then began to ignore their calls. When contacted by The Daily Star, the business group blamed it on miscommunication, and promised to pay for his treatment and provide his salary until he was fit to return to work (or arrange compensation if he was not).\nWhile this sounds good on paper, it does not explain why Kanchon's wife has had to sell their last belongings to support his treatment, and is now struggling to pay for their children's education. Labour rights activists have argued that Kanchon should receive at least Tk 50 lakh to Tk 1 crore as compensation, given that he has been incapacitated for the rest of his life. We call on the authorities concerned to not only ensure that Kanchon receives fair compensation for the irreparable losses he has suffered, but that he also receives justice for the crimes committed against him. If our law enforcement agencies are not held accountable for their actions—especially when using disproportionate force—it will only enhance their impunity and lead to further violations of set practices, and of the law itself.\n",
        "headline_1": "Where is the justice for Kanchon Mia?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/where-the-justice-kanchon-mia-2195221",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-10-2021"
    },
    {
        "full_article": "We welcome the signing of an MOU between the government of Bangladesh and the UNHCR that paves the way for the world body to provide all kinds of assistance to the Rohingyas relocated to Bhashan Char, in the same manner that it has been assisting the Rohingyas living in Cox's Bazar. The support covers key areas such as protection, education, skills training, livelihoods, and health, which will help the refugees lead a decent life and prepare better for their eventual return to Myanmar.\nThe signing of the agreement signals the removal of all reservations the UN might have had about the government's decision to relocate around 100,000 refugees to the island. Hopefully, this has also laid to rest any misgivings about Bhashan Char.\nWhile we understand the reason for the resistance of some international organisations and aid agencies to the relocation—particularly because of the area's supposed vulnerability to storm and tidal surge—we, nonetheless, hope that the international community appreciates our position and, indeed, the compulsions that necessitated shifting a portion of the refugees from Cox's Bazar.\nAs of December 2020, there are nearly 900,000 Rohingya refugees living in 34 camps in the district of Cox's Bazar. The presence of such a large population of refugees has had the most devastating impact on the ecology of that area, apart from creating social unrest there. One should not also overlook the serious security implications that the addition of such a large number of people entails. Although only about 20 percent of the projected 100,000 Rohingyas have been transferred to Bhashan Char, the transfer of the rest, in phases, will hopefully be completed soon.\nWhile the rearrangement is appreciated, we would hope that Bhashan Char does not send the wrong signal to the international community or the military junta in Myanmar. The relocation, we must emphasise, is a temporary expedient—to reduce the inordinate pressure on Cox's Bazar. The ultimate objective is the repatriation of the refugees to the land of their birth, their homeland, with full dignity and honour and their rights as citizens of Myanmar restored. The UN and the major nations must intensify their efforts to ensure that the Myanmar government takes back their citizens. We hope that this happens soon. But till such time as the refugees return home, there should be no let-up in the efforts of the international community to ensure that the refugees enjoy a humane existence in the camps.\n",
        "headline_1": "A welcome move by UNHCR",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/welcome-move-unhcr-2195206",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-10-2021"
    }
]