[
    {
        "full_article": "The repeal of three controversial farm laws by the Narendra Modi government through a parliamentary resolution has defused the conflict over them, but the underlying questions regarding the sector remain unresolved. Farmers who had stayed put at sites around the national capital for a year are now dispersing, but not with much clarity on the road ahead. The defeatism of the Government, and the triumphalism of the farm unions and the Opposition over the repeal of the laws have created a hostile environment for a long-term resolution to the agricultural practices that are economically and environmentally unsustainable. No reform can be possible without building sufficient political support for it, unless unlimited state force is used to suppress the opposition. In this instance, the Government went ahead without adequate consultations and landed in a stalemate with entrenched farming communities. Any aggravation of the situation would have been dangerous for the stability of the country, but what forced the Bharatiya Janata Party (BJP) into retreat was its immediate political calculations for Assembly elections in Uttar Pradesh and Punjab. But farmers remain ambiguous in their approach to the party. A section of them in western Uttar Pradesh might consider voting for the BJP, but for many, the wounds are still fresh, and they distrust the BJP. In Punjab, the BJP has managed to be a part of the conversation, but the road to any political reward over the repeal appears long at the moment.Farmers have resolved to review the progress of their agreement with the Government in mid-January. Their key remaining demand is a legal guarantee of minimum support prices for all crops. While the Government has promised that the existing minimum support price regime will not be diluted, the questions on extending its coverage and backing it up legally have been left to a committee constituted by the Prime Minister. The committee includes representatives of farmers too. The Indian agriculture sector requires a balance between national development priorities and market linkages, and ensure long-term economic sustainability for those employed by it. Wider coverage of minimum support prices could encourage farmers in Punjab and Haryana to switch from irrigation intensive, and expensive rice to a diverse crop pattern without compromising on the food staple. Water abundant areas could adopt appropriate crops. To achieve an ecologically appropriate geographical spread of crops, the existing regional disparity in the sector needs to be addressed, by giving more state attention to regions and crops that are now in a shadow. Enhancing agriculture incomes is a shared objective of all political parties, and it is most unfortunate that they are unable to put their heads together to achieve this. The calm achieved by rightly repealing the three laws should be wisely used by the Centre to build a political consensus on the country’s agriculture sector.",
        "headline_1": "Green shoots: On political consensus on repealing of farm laws",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/green-shoots-on-political-consensus-on-repealing-of-farm-laws/article37928297.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-12-2021"
    },
    {
        "full_article": "It was an expected coronation but the manner in which it transpired seemed like an exercise in smoke and mirrors. Late on Wednesday evening, an email popped up in the inboxes of Indian cricket writers. It was a press release from the Board of Control for Cricket in India (BCCI) and almost its entire part was devoted to the naming of the Test squad under Virat Kohli, set for the tour of South Africa. But the breaking-news bit was reserved for the last line, which stated that Rohit Sharma would be the captain of the ODI and T20I teams. After Kohli relinquished the T20I captaincy, Rohit had already taken over the reins in the shortest format and it was a matter of time before he was given charge of the One Day International squad too. Split-captaincy involves one leader for Tests and another at the helm for white-ball cricket, both for ODIs and T20s. There are enough overseas examples — Pat Cummins and Aaron Finch; Joe Root and Eoin Morgan — and closer home there was the duality between M.S. Dhoni and Kohli before the latter led across formats. Kohli’s resignation from T20 leadership while still nursing his ambitions in ODIs, was never ideal. Rohit was left with the crumbs, Kohli refused to blink and the selectors wielded the axe while grace went missing.Captaincy shifts usually favour the younger player but in the latest musical chairs between Kohli and Rohit, the Mumbaikar at 34, is a year older. With the willow, Kohli is a splendid batter but of late he has not scored as much and leadership does take a toll. In the past Sachin Tendulkar and Rahul Dravid, the present coach, gave up captaincy to focus on their batting. Kohli will remain at the helm in Tests but with Rohit replacing Ajinkya Rahane as the Test vice-captain, perhaps there is a sign there too. India has had a splendid run in Tests but its inability to win ICC silverware, be it the Test Championship or limited-overs’ titles, remains an issue. Rohit and Dravid are expected to plug that gap. Next year the ICC T20 World Cup will be held in Australia, and in 2023 the conventional World Cup would return to India. For Rohit, who was not picked for the 2011 edition which Dhoni and Co., won, that omission still rankles. If results and his fitness do not desert him, Rohit could lead India in the 2023 edition. But first up in his leadership endeavour would be the three ODIs in South Africa after the Test series. As captain, Rohit was magnificent with the Mumbai Indians in the Indian Premier League. He needs to replicate that success with India in the next few years.",
        "headline_1": "Captaincy unlimited: On India's different cricket captains",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/captaincy-unlimited-on-indias-different-cricket-captains/article37928313.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-12-2021"
    },
    {
        "full_article": "The climate crisis facing us today is the combination of endless needs, wants, indecisions, arguments, and the lack of acceptance rising out of selfishness. We are addicted to processes that will eventually kill most of mankind and irrevocably damage our planet. And we have very little time to either phase this self-destructive behaviour out, or else trigger a self-perpetuating cycle of climate change resulting in death, destitution, starvation, forced migration and unimaginable disasters for most of life on Earth.\nThe year 2020 ended with the postponement of the 26th United Nations Climate Change Conference (COP26) due to Covid-19. One more year passed in which nations were not held accountable and gave no results to help abate the climate crisis.\nWhen COP26 eventually happened this year, David Attenborough called it an opportunity to \"turn this tragedy into a triumph.\"\n\"We are the greatest problem solvers to have ever existed on Earth,\" he pointed out. \"We know how to stop the number rising and put it in reverse.\"\nOpportunity is there. But if the track record of the past 25 COPs was anything to go by, COP26 was never likely to \"rewrite our story.\"\nWalking down the streets of Glasgow to reach the conference centre, there seemed to be two COPs going on simultaneously—one inside and one outside. Outside, there were demonstrations and pleas for understanding, solidarity, equity, climate justice and action to keep the planet liveable. There were cries for those with power to exercise a sense of responsibility preceding self-interest and self-protection. Inside were two weeks of \"intense negotiations.\" But negotiations on what? On whether today's development is more important than the future of this planet? On whether we need to phase out, or if phasing down will do for now? Because if we phase out, then what will happen to the 3.6 million Indians who are directly or indirectly employed in coal mining or power sectors? India currently gets at least 70 percent of its energy from non-renewables. Where will this energy come from? India's energy requirement is projected to grow more than any other nation in the world.\nThen there are manufacturing processes like steel and cement still dependent on the use of coal—alternate technologies are yet to be developed. India's steel and cement production is set to triple by 2050.\nThis kind of growth is seen by economists as necessary for progress. If large, developing countries stop using coal, they will need enormous funds to ensure that their economies can adapt, create jobs in alternate sectors, and develop alternate technologies. Divestment from fossil fuels needs to be accompanied by investment in green technologies.\nAt the same time, climate-impacted economies need funds to adapt to climatic changes that are already at play, and which will continue even if we stop emitting greenhouse gases (GHGs) right away. Developing countries estimated that their need for climate financing would total about USD 1.3 trillion per year until 2030. This was left out of the Glasgow Climate Pact. Developed countries committed only to coughing up USD 100 billion more quickly, noting \"with deep regret\" that they had failed to give it by 2020, as previously promised.\nDeveloped countries have refused to take responsibility for loss and damage that they have caused through their emissions thus far, which impact mostly small island nations and developing countries like Bangladesh. Rich countries don't want to take liability for this—capitulation now could be a basis to hold them liable for years to come.\nThere are a few small victories in the pact. Despite US opposition, references to the rapidly depleting carbon budget stayed in. There is acknowledgement of how woefully inadequate the contribution of developed countries to climate funding is, and calls for urgent scale-up. Developed countries agreed to double their pay-outs. The conversation on loss and damage was given space, but there are no commitments on this subject. They agreed to the need for finance, technology transfer and capacity-building to support adaptation. They agreed to protect nature and biodiversity, and they managed to get non-CO2 emissions such as methane into the conversation.\nHowever, the bottom line is that countries have not planned for significant emission cuts in the next 10 years, despite net zero pledges and acceptance of the science. The Climate Action Tracker shows that if all the COP26 commitments are met, we're still headed for a global temperature rise of 2.4 degrees Celsius, which will be catastrophic (instead of 2.8 degrees Celsius without the pact, which would have been apocalyptic).\nOf course, having this conference itself is a success. In fact, given COP's history of ineffective decisions and broken promises, every concession we win is a plus point. But when the stakes are high as saving humankind, anything short of that is a failure.\nWe asked Dr Atiq Rahman, who was instrumental in forming Bangladesh's Nationally Determined Contributions (NDC), whether developed countries are taking responsibility for their share of the damage caused by global warming. \"No, absolutely not,\" he said. \"Are rich people in Bangladesh taking responsibility for poor people here?\"\nDeveloped countries and corporations will not easily change their ways and pour all their money into solving future problems—especially when the status quo benefits them greatly. Lobbyists will make vast amounts of money trying to ensure that lucrative corporations don't lose business. In the same vein, political leaders will try not to lose popular support in their constituencies.\nAnd so, the negotiations turn to the nitty-gritty details about who wins, who loses, who gets to keep their profits, and who gets to develop and how much. Today's development programmes, political agenda, the weighing of power and money against the cost of survival of life on this planet—this was not the intended agenda; but it feels like these considerations have shaped the outcome.\nReal change requires real sacrifices. The same goes for you and I. Are we prepared to stop using plastics tomorrow, limit internet use, stop overconsumption? Are we prepared to forego our comforts today for a brighter tomorrow? We are addicted to unsustainable behaviour. To stop will hurt.\nBut if we change, we can still have our beautiful world. A world which will provide generously for our needs, see more equity not only among human beings, but also in sharing our planet with all those beings who inhabit it.\n \nRuna Khan is the founder and executive director of Friendship, a social purpose organisation.\n",
        "headline_1": "To save our planet, we need to stop living unsustainably",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/save-our-planet-we-need-stop-living-unsustainably-2914496",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-12-2021"
    },
    {
        "full_article": "This was nearly a decade ago, when we set up Obhoyaronno, the country's first animal welfare organisation with a mission to end dog culling in Bangladesh. We were young and innocent, with unrealistic hope in our hearts and a very clear line of demarcation between good and evil. It was us vs them. \"Us\" were the animal lovers, who bore kindness in our hearts and would set the world straight. And \"them\" were the animal abusers, who needed to be weeded out.\nOne day, I came to know about a severely wounded puppy in a local slum and went running to rescue him. A young \"man\" had allegedly put out cigarettes on the puppy and left him with multiple burn wounds, which got infected. The puppy was barely alive. I was boiling inside and wanted to do the same to the perpetrator.\nWhen I saw the perpetrator, my heart sank. It was a young boy, no older than my five-year-old nephew. I saw that someone was way ahead of me and had already left similar burn wounds on the little boy's bald head. Some wounds were old and scabbed over, while others were more recent, oozing pus. When I asked who did this to him, he said that it was his stepfather, who had been using the little boy's head as an ashtray for years. The boy couldn't stand up to his stepfather, so he took it out on the puppy. I will never forget the eyes of that little boy. They were dead, reflecting no emotion whatsoever.\nThe first ever criminal case we ever filed from Obhoyaronno was in 2011, against a group of young men in Rampura who had beaten a dog to death. This was way before the new Animal Welfare Act was passed in 2019; the punishment for the said crime, according to the now-defunct Cruelty to Animals Act, 1920, was a Tk 100 fine and up to three months' imprisonment (under the new law, it's six-month imprisonment and a Tk 50,000 fine).\nHowever, it was unprecedented to arrest anyone for animal cruelty—especially if it's an animal of no economic value, such as a dog—let alone convict him. I had pulled all my strings to have those boys arrested. The news was published in local as well as international media. I felt a huge sense of achievement on the day of our first hearing. This is also when I met those boys for the first time. Three young men, not looking any more lethal than the boys who work at Obhoyaronno. They couldn't understand why they were in handcuffs for something they had been doing all their lives and were applauded for. If sent to jail, these boys would have surely been beaten and brutalised, and come out as hardened criminals. I explored ways for them to mandatorily volunteer at Obhoyaronno, but there was no such system in place. We ended up dropping the case.\nWe stopped filing criminal charges after that and decided to focus more on policy and legislative reform for the following reasons. First, punishment doesn't work—it never has, it never will. We seek revenge when we seek punishment, and revenge never leads to reform. There is something sinister about rejoicing at someone else's pain and suffering, even if it's your enemy, and a state that doesn't look to rehabilitate people validates as well as encourages this barbaric and regressive behaviour. The understanding of human rights in this country is so poor that it is accepted that prisoners will be treated poorly under police custody. Anything less than brutality is not acceptable, and rehabilitation is too radical a concept.\nSecondly, our legal system is broken, corrupt, and can be manipulated by anyone with the right connections. I used my connections to have those boys arrested. I could have bribed the system to keep them in jail without any proper legal proceedings, and no one would question me. I would have also justified it thinking they deserved it.\nOn top of that, the arrest was possible because those boys were from lower-middle-class families. I knew rich boys who kept animals locked up in the garages of their palatial homes. I never went after them. I could no longer ignore my own glaring hypocrisy. I also became aware of how I was more eager to speak against cruelty to dogs and cats, but not so much for the millions of cows, goats, chickens, and fish we unnecessarily kill every day. Selective compassion ends up teaching us no compassion.\nWe haven't done our part in creating a more compassionate society. These kids fail us because we failed them. We discontinued our humane education programme at Obhoyaronno because it took too much time and money. I knew better. I saw what education could do, but resources were always limited, and no one wanted to invest in something as intangible as compassion. After all, you cannot quantify the impact of compassion on a spreadsheet, and those who need it the most don't matter.\nFinally, punishing powerless people is a cop-out. We convince ourselves that we have done our part, because the real job is much harder and requires sacrifices that you and I aren't willing to make. The real culprits will continue to kill or dislocate or maim animals systemically to avoid responsibilities, or gain popularity, and we will continue to applaud them.\nHow about dismantling our own faulty moral compass and starting afresh with nothing but compassion in our hearts? How about remembering that most of us, despite our education and upbringing, are capable of causing serious harm to others when we feel scared or threatened? How about empathising not only with the victim, but also with the offender, who is so broken that they can no longer feel empathy? This society is begging for some radical changes. How about we start being radically kind?\n \nRubaiya Ahmad is the founder and chairman of Obhoyaronno – Bangladesh Animal Welfare Foundation.\n",
        "headline_1": "Only radical kindness can drive true reform",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/only-radical-kindness-can-drive-true-reform-2914491",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-12-2021"
    },
    {
        "full_article": "Bangladesh is a surprising success story. Emerging out of war and destruction in 1971, few in the world had any optimism about the country's future. Today, Bangladesh is a rising economic power, as evident from its graduation from the least developed country (LDC) category to the developing country group. For Bangladesh, it's like a rebirth, as we see the consistent growth and success stories on many fronts. This graduation is another testament and a major milestone in the development journey of the country.\nBack in 2018, Bangladesh met all three United Nations (UN) eligibility criteria—per capita gross national income (GNI), human asset index (HAI), and economic vulnerability index (EVI)—for graduation. Indeed, the country achieved higher than the required scores in GNI—USD 1,272 (minimum requirement is USD 1,230)—HAI—72.8 (minimum requirement is 68) and EVI—25 (requirement is 32 or below). Thus, Bangladesh's performance was well and above the thresholds in all three areas. But due to the Covid-19 pandemic, the normal three-year period for transition was extended to five years. The graduation will now formally take place in 2026. Bangladesh hopes to be in the upper middle income countries (UMIC) group in 2031, and, finally, achieve the developed country status in 2041.\nAgainst this backdrop, there is a new hope in the country for a much better and brighter future. However, there are some absurd concerns among many due to the loss of access to cheaper lending money for development assistance, loss of duty-free and quota-free export, and a more competitive export market in the post-graduation period. This has reportedly made many \"worried\" in the ready-made garment (RMG) sector—particularly because of the loss of the generalised system of preferences (GSP) for Bangladeshi products. It is expected that the five-year transition period to graduation will provide the government and other stakeholders enough time to deal with the upcoming challenges—including capacity-building and general preparedness.\nPrime Minister Sheikh Hasina presided over much of the economic development and progress achieved in the country over the last 13 years. As a result, her government is largely credited for taking the country to this new height. The prime minister, at a reception in her honour, gave a clapback to the \"bottomless basket\" storytellers. She credited, with her usual humility, the hard working people of Bangladesh for the country's graduation to the developing country group. Under her leadership, Bangladesh's GDP tripled from USD 103.5 billion in FY2008-09 to USD330.2 billion in FY2019-20. Even during the pandemic, the expected growth rate did not fall as much as feared. The economy is moving forward, with an estimated per capita income of more than USD 2,000 in 2021—more than the per capita income in India and Pakistan. In a recent statement at parliament, the prime minister reiterated her promise to make Bangladesh a developing country. \"We will have to take many steps to move Bangladesh forward; we are also taking preparations (to that end),\" she added.\nSince Bangladesh continues to grow, there are good reasons for thinking big and beyond the graduation as an overriding message for all—the elected leaders, politicians, bureaucrats, policymakers, business owners, investors, educators, and other partners in development—to recognise and pursue some specific development objectives in order to navigate the uncertain future ahead.\nFor Bangladesh, the first and foremost goal should be a robust and effective Covid-19 recovery plan and strategies for healthcare services to ensure protection against the pandemic in order keep the wheels of the economy running. The pandemic is not over yet, and can potentially turn into a major health crisis, with new deadly variants surfacing every other month. The public healthcare system needs special attention to ensure better assessment, tracing, and medical treatment to rebuild resilience against the pandemic.\nSecond, the pandemic has once again widened the gaps between the poor and the rich in terms of wealth and income inequality. The growing disparity and inequality will further marginalise the poor and the most vulnerable groups in the country. Some of the gains achieved over the years with regard to poverty reduction have already been lost due to the pandemic and the consequent loss of income opportunities by the poor. Moving forward, the economic recovery plan must be based on human development measures, such as re-training, education, health, poverty reduction, food security, and gender equity and empowerment. The huge global shifts require the right skills, new perspectives, and understanding to navigate the uncertain future.\nThird, climate change, internal displacement, and migration will turn out to be major obstacles to development for Bangladesh. According to the updated Groundswell report of the World Bank, published in September 2021, the South Asia region may see 40 million internal climate migrants by 2050; of them, more than one-third are likely to be in Bangladesh. Despite the progress made so far with climate adaptation in the country, the issue of internal climate migrants or displaced people has not been adequately addressed. In this context, the protracted Rohingya crisis has placed a strain on the economy as well as created various socioeconomic, environmental and security issues for Bangladesh that demand urgent solutions from the international community.\nFinally, steps should be taken to make the cherished transition more sustainable in the post-LDC period by strengthening democratic institutions, human rights, justice and equity, striking out corruptions at all levels, including public services, and establishing the rule of law in the country against any nepotism and practices of political protection. There is also a need for exposing misinformation and, at the same time, better communication with people for engaged citizenship.\nBangladesh has truly come of age in its 50 years as a development model. The LDC graduation presents many opportunities to aggressively brand the country globally. If this can be done, Bangladesh can easily become a member of the developed country group by 2041. We are all for it.\n \nDr Mohammad Zaman is an international development specialist and an advisory professor at the National Research Centre for Resettlement of Hohai University in Nanjing, China.\n",
        "headline_1": "Thinking big beyond the LDC graduation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/thinking-big-beyond-the-ldc-graduation-2914486",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-12-2021"
    },
    {
        "full_article": "The 16 Days of Activism against Gender-based Violence, which began on November 25, is ending today. As many of us know, it is a global campaign to bring attention to the scourge of violence against women and girls, and to call for its elimination. The global theme for this year's 16 days of activism is: \"Orange the world: End violence against women now!\" The colour orange symbolises a bright and optimistic future free from violence against women and girls.\nThe campaign received widespread coverage from the media this year, which in itself is an achievement. This increased awareness means that more and more people are realising the urgency of the issue of violence against women and girls (VAWG), and the necessity of addressing it. However, this has not stopped such incidents from occurring. As per newspaper reports, during this period, at least 74 women and six children have been raped and at least 75 girl children have been married off.\nSo, what can we do about it? Of course, the activism, protests, and raising awareness have to continue. However, we need stronger political commitment and actions. We must question institutions responsible for preventing VAWG regarding how much of the National Action Plans to end VAWG and child marriage has been implemented. Or what changes have been made within institutions, or what mechanisms have been put in place to hold accountable those responsible, such as law enforcers, healthcare officials, elected representatives and local authorities, etc, to address and prevent VAWG.\nVAWG is a multi-dimensional issue and requires multi-dimensional strategies to be combatted. It is as much an issue of the law working to prevent it, as it is about the attitude towards women and girls and their position within families and society. We have to analyse the upbringing of girls vis-a-vis that of boys. Are they brought up with a sense of self-worth and confidence, or taught to be docile, submissive and subservient? The differences in the ways boys and girls are raised determine their personality in adulthood. Society still perpetuates gender-defined roles for boys and girls, creating an imbalance and discrimination from childhood. Patriarchy negatively impacts men too, who face pressure to be the main bread-earners and take on all familial responsibilities. Thus, they showcase traits such as dominance, arrogance and aggression. Women, on the other hand, are not taught to rebel, take charge or protest, leaving them with lower levels of self-worth and confidence. That is why feminist discourse is around redefining masculinity/femininity and unpacking patriarchy.\nThere is also a need to review existing laws that often prevent women from getting justice. Women rights activists have been campaigning for changes in archaic laws related to rape. One of them is a certain clause in the Evidence Act, which allows for character evidence to be presented in court. While this law needs to be reviewed in its entirety, this specific clause in particular has been used to denigrate and humiliate women when they are being cross-examined by defence lawyers. Women are often intimidated to the extent that they do not want to continue with the cases.\nAs we look to reduce gender-based violence in the near future, we must also ask the government to take a more proactive stance in preventing child marriage. The progress in this regard was much eroded during the pandemic. There is evidence of high rates of child marriage using the excuse of income loss and closure of schools. However, child marriage is a symptom of a negative attitude towards girl children, who are thought of as burdens to be sent away at the first opportunity.\nViolence is a symptom of a wider issue that revolves around respect and dignity and the status of women and girls in their families. Highlighting their contributions can be an effective strategy to make families aware of the critical role they play in maintaining harmony and well-being of their families. In this regard, Manusher Jonno Foundation (MJF) has launched a national campaign to highlight women and girls' contributions to their families and society, especially in terms of their unrecognised and unpaid care work, with the assumption that this will raise their status in families and prevent VAWG.\nThe other important issue to address is the culture of impunity that perpetrators enjoy. It is nearly impossible for the victims of sexual violence, such as rape, to get justice as the conviction rate for such cases is between two to three percent—meaning 97 percent of perpetrators believe that they will get away with it. VAWG thrives in a system where people are not held to account for negligence of duty and where bribes, extortion and misuse of power determine the outcome of cases filed for rape and sexual assault. The MJF conducted an analysis of 20 rape cases in the last five years, and found that, out of 34 accused in these cases, 28 were out on bail (although rape by law is a nonbailable offence) using money, power or loopholes in the law.\nAt the end of the 16 Days of Activism, we must also turn our attention to review the much-talked-about progress of women (which is without a doubt impressive) and find out who has actually benefited from the development that Bangladesh now enjoys after 50 years of independence. We have to admit that this progress has been partial, as a huge number of women have been left behind. Although VAWG cuts across classes, it is evident that women from low-income groups are more vulnerable to violence both at home and outside. Therefore, the economic independence of women, along with elevating their position within families, is central to the elimination of VAWG. Keeping girls in schools to complete their education, conducting skills training and creating jobs or enterprise opportunities are necessary to this end.\nThe last day of the 16 Days of Activism falls on Human Rights Day. Why was this day chosen particularly? The reason is to demonstrate that \"Women's rights are human rights!\"—a slogan used by rights activists globally. Quoting a UN source, \"Attaining equality between women and men and eliminating all forms of discrimination against women are fundamental human rights and United Nations values. Women around the world, nevertheless, regularly suffer violations of their human rights throughout their lives, and realising women's human rights has not always been a priority.\"\nFinally, achieving equality between women and men is fundamental to ending discrimination and violence against women and girls. On Human Rights Day, we must reiterate that every woman has the right to a life free from violence, injustice and discrimination. Fifty years after independence, is that too much to ask for?\n \nShaheen Anam is the executive director of Manusher Jonno Foundation.\n",
        "headline_1": "How much have we done to end violence against women?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-much-have-we-done-end-violence-against-women-2913966",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-12-2021"
    },
    {
        "full_article": "We are concerned to learn that the recovery of import-export businesses post Covid-19 lockdowns is being hampered by the slow and expensive pace of work at the Chattogram port. According to Mohammad Ali Khokon, president of the Bangladesh Textile Mills Association (BTMA), many shipping lines are reluctant to send their vessels to this port due to delays in unloading goods. With businesses finally starting to get back on their feet, demand has risen all around for container ships, but this has unfortunately caused an abnormal rise in the price per container—from the pre-pandemic fee of USD 600 to a staggering USD 6,000. Because of the delays due to port congestion, businesses are also incurring losses in terms of paying demurrage for overstaying and goods not being attended to at the port.\nWhile there have been encouraging trends regarding trade—such as the 6.36 percent rise of garment exports to non-traditional markets in 2020-21 fiscal year, despite the two waves of the pandemic—the economy is still a long way away from fully recovering (at least to the pre-pandemic levels). So, now more than ever, it is important for the customs authorities to buck up and clear out shipments as speedily and efficiently as possible. In the last fiscal year, the Customs House, Chattogram (CHC) itself recorded a 23.23 percent higher year-on-year revenue growth of Tk 51,577 crore—the highest ever in CHC's history. Though the CHC officials say this increase is owing to them improving surveillance to eliminate false declarations, it is undeniable that the increased demand in the energy, power and construction sectors have contributed to the customs house's success as well. It is crucial for the organisation to now carry this momentum forward and perform even better once the current fiscal year is concluded.\nAs such, we urge the Chattogram port authorities to conduct the unloading, loading, and shipping of goods with as little delay as possible, so that businesses, big or small, need not pay for hefty overstaying fees on top of the already expensive process of importing and exporting goods using shipping containers. The customs department must also make sure not to hold businesses hostage by not completing procedural tasks on time. Losses due to such delays will eventually affect the whole economy, slow down or even negate our recovery, if issues with customs are not resolved soon.\n",
        "headline_1": "Economic recovery cannot afford inefficiency at ports",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/economic-recovery-cannot-afford-inefficiency-ports-2914476",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-12-2021"
    },
    {
        "full_article": "It is disconcerting to note that for the sixth year running, the number of journalists imprisoned worldwide has hit a record high, according to the Committee to Protect Journalists (CPJ). It illustrates an alarming trend of governments around the world cracking down on the free flow of information and on professionals whose duty is to keep the public informed. Without an informed public, there can be no democracy—this has been widely acknowledged by all reformers who helped shape modern democracies. That the governments around the world are upholding this idea less and less illustrates a dangerous turn towards authoritarianism.\nAccording to a report published in this daily on December 10, many Asian countries are leading the way when it comes to imprisoning journalists. Among them are countries like China, Myanmar and Vietnam. Press freedom in Bangladesh has also taken a turn for the worse over the years. Bangladesh, which has always performed poorly in the World Press Freedom Index, slipped another notch to be ranked 152 out of 180 countries in this year's ranking.\nSince the beginning of the Covid-19 pandemic, in particular, we have seen governments around the world crack down on journalism in the name of protecting people from misinformation. However, as we have repeatedly seen around the globe, the production and distribution of verified information by independent journalists have always been the best antidote to disinformation.\nThat is why, as recently as October this year, editors of various newspapers in Bangladesh raised concern that free press in Bangladesh was under assault from multiple directions. The lack of institutional protection for journalists, along with the government's refusal to respect the constitutional rights of journalists—and, indeed, all individuals when it comes to free expression—as well as the various international agreements that it is a signatory to, is gravely concerning.\nImprisoning journalists for reporting the news is the hallmark of an authoritarian regime. Yet, we have seen the Digital Security Act (DSA) being used to repeatedly harass journalists in particular. This hostility towards free expression not only threatens independent journalism, but our democracy itself. Hence, we call on our government to reassess many of the laws and mechanisms it has put in place that are stifling freedom of speech and freedom of the press. And on the global front, countries have to start valuing the rights of journalists—and overall of free expression—that their respective constitutions\nand various international human rights agreements recognise as being eternal, and key to the survival and progress of our civilisation.\n",
        "headline_1": "Govts worldwide must stop imprisoning journalists",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/govts-worldwide-must-stop-imprisoning-journalists-2914326",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-12-2021"
    }
]