[
    {
        "full_article": "The expulsion of Trinamool Congress Member of Parliament Mahua Moitra from the Lok Sabha by a hurried voice vote on December 8, based on a report of the Ethics Committee of the House, is bad in form and substance. It was not, however, surprising. By a 6:4 majority, including the vote of a suspended Congress MP, the committee recommended her expulsion, holding her guilty of ‘unethical conduct,’ ‘breach of privilege’ and ‘contempt of the House.’ These were charges raised by a Bharatiya Janata Party MP, who was in turn depending on the statement of Ms. Moitra’s estranged partner. The committee cited in its report a precedent of the expulsion of 11 MPs in 2005 for a cash-for-query sting operation by a news platform. There was video evidence that established a strong case then, unlike the charges against Ms. Moitra. She shared her login credentials with businessman Darshan Hiranandani to upload Parliament questions, a fact she herself admitted. The committee conceded in its report that it had no proof of cash exchanges and its report called for “legal, intensive, institutional and time-bound investigation”, into that aspect. Nevertheless, it was emphatic in calling for her expulsion, and even labelled the sharing of her login credentials a criminal act.The links suggested between Ms. Moitra’s Parliament questions and the business interests of the Hiranandani group are frivolous. For instance, a question on steel prices or India’s trade relations with Bangladesh is of interest to numerous business groups and consumers. The committee said it acknowledged the fact that several MPs share their login credentials with others, but went on to make a laboured case that Ms. Moitra had endangered national security. The argument that MPs have access to documents on the Parliament portal that are not in the public domain is a stretched one. In fact, there is no good reason to keep draft Bills secret. Bill drafts are meant for public circulation and debate before being brought to Parliament for discussion and voting. That there is very little of that happening these days is a sad commentary on parliamentary democracy. The report of the Ethics Committee also faced the same fate. The 495 page report was tabled and voted on the same day, rejecting the appeal of Opposition MPs for a more detailed discussion once Members had the time to read it in detail. The precedent that the majority in Parliament can expel an Opposition member on a dubious charge is ominous for parliamentary democracy. The expulsion of Ms. Moitra is a case of justice hurried and buried.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nLok Sabha\n\n/\n\npolitics\n\n/\n\nParliament proceedings\n\n/\n\nBharatiya Janata Party",
        "headline_1": "Bad precedent: On the expulsion of Trinamool Congress Member of Parliament Mahua Moitra",
        "headline_2": "The expulsion of Mahua Moitra is ominous for parliamentary democracy",
        "link": "https://www.thehindu.com/opinion/editorial/bad-precedent-the-hindu-editorial-on-the-expulsion-of-trinamool-congress-member-of-parliament-mahua-moitra/article67624791.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-12-2023"
    },
    {
        "full_article": "The Monetary Policy Committee’s decision to hold benchmark interest rates level, while raising its forecast for full-year GDP growth by 50 basis points and flagging food price shocks-induced volatility in inflation, is replete with the risk of policymakers falling behind the curve on anchoring inflation expectations. Notably, after observing that “uncertainties in food prices along with unfavourable base effects are likely to lead to” headline inflation quickening in November-December, and that “recurring food price shocks are impeding the ongoing disinflation process”, the MPC has rather surprisingly opted to keep the RBI’s repo rate unchanged at 6.5% for a fifth straight bi-monthly meeting. To be sure, retail inflation has moderated since the MPC last met in early October, with the headline reading softening by almost two percentage points, from August’s 6.83% to 4.87% in October. But, by the MPC’s own reckoning, that moderation may be fleeting, as price gains accelerate yet again in November and December, and with volatility in oil prices and financial markets, amid heightened global uncertainty, there are added risks to the outlook on prices. The RBI’s latest ‘Households’ Inflation Expectations Survey’, undertaken in November, reveals that most households expect faster inflation in the three-months- ahead and one-year-ahead time horizons, and at median levels of 9.1% and 10.1%, respectively, unequivocally underlining the fact that price gain expectations are still far from durably anchored.The dissonance in messaging from the central bank is exemplified in the MPC’s decision to upgrade its projection for real GDP growth in the fiscal year ending in March 2024 to 7%, from 6.5% as recently as in October. For this, it cites robust investment, besides continued strengthening in manufacturing, buoyancy in construction and a gradual rural recovery that it sees helping ‘brighten the prospects of household consumption’. If the RBI’s cumulative 250 basis points increase in the benchmark interest rate since May 2022 through to February 2023 and the subsequent retention of the 6.5% rate have not damped the growth impulses barring consumption, then it would indicate that consumption is still struggling to gain traction largely because, as Deputy Governor Michael D. Patra observed at the MPC’s last meeting, “people are not increasing discretionary spending in view of high inflation”. This seems to be borne out in the RBI’s November round of its bi-monthly ‘Consumer Confidence Survey’, which showed consumers retained negative sentiments on both current and future price conditions. With policymakers only too well aware that sans price stability, as Mr. Patra noted, “the benefits of expanding GDP and employment will be frittered away by the erosion of purchasing power”, the MPC has its task cut out.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninterest rate\n\n/\n\ninflation and deflation\n\n/\n\nReserve Bank of India\n\n/\n\noil and gas - upstream activities\n\n/\n\nsurvey",
        "headline_1": "Falling behind: On Monetary Policy Committee and inflation",
        "headline_2": "Dissonance in RBI’s inflation messaging betrays risks in its policy posture",
        "link": "https://www.thehindu.com/opinion/editorial/falling-behind-the-hindu-editorial-on-monetary-policy-committee-and-inflation/article67624450.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-12-2023"
    },
    {
        "full_article": "Modi spoke of women, youth, farmers & poor as ‘castes’ that matter. Before caste politics became all-pervasive, a variation of that was the mainstream view. It’s worth going back to it.\nModi in his December 3 victory speech suggested a new four-fold order. Instead of Brahmin, Kshatriya, Vaishya and Shudra, which are separate and hostile entities, he posited a four-fold schema of the underprivileged – namely, women, farmers, youth and the poor. Unlike the old varna, these categories can easily merge and party together.\n \n\nRead full story on TOI+\n\n",
        "headline_1": "New Star Castes For Politics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/new-star-castes-for-politics/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-12-2023"
    },
    {
        "full_article": "She is perhaps the only tiger with a verified X handle. So, news that the 13-year-old hasn’t been spotted for a few months has left wildlife buffs inconsolable.\nOn a wintry November morning of 2014, we entered Tadoba and Andhari Tiger Reserve in Chandrapur district of Maharashtra, hoping for a turnaround of unfavourable ‘sighting’ luck. For over an hour-and-a-half of being allowed in at 6 am, there was nothing to indicate we were in an animal kingdom. Even the ubiquitous spotted deer and sambars seemed to loathe the single-digit temperature.\nRead full story on TOI+\n\n",
        "headline_1": "Maya is not dead, Maya is immortal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/CupKyunKahan/maya-is-not-dead-maya-is-immortal/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-12-2023"
    },
    {
        "full_article": "An individual’s right to exercise freedom of choice is at the heart of the Constitution. This aim hasn’t always been achieved because communities continue to exercise vice-like grips, especially on women. Consider two recent incidents. In Parliament, BJP MP Dharambir Singh termed live-in relationships as dangerous and wanted a law to prohibit them. Separately, an Islamic scholar in Kerala accused Left parties of persuading Muslim women to marry outside their religion.\nBleak history of marriage Exercising choice in marriage is globally a recent phenomenon. It came about because of social changes catalysed by successive industrial revolutions. However, in many societies, like in India, communities and families are reluctant to give precedence to what two individuals may really want. Let’s not forget a dowry-related tragedy usually involves families and is rarely limited to an individual.\n\nAmbivalent courts\n The deep-rooted conservative streak in our society has been evident in some crucial judgments. Majority opinion often tilts towards tradition. This overturned some early attempts by the legislature to protect individuals from the wrath of community leaders. For example, a 1949 legislation to protect individuals from the adverse effects of excommunication of religious authorities did not find favour with a constitution bench of the Supreme Court.\nFreedom from community\n Constitutional rights related to freedom don’t limit themselves to protection against an overbearing state. Minority opinions in some landmark judicial cases have argued these also represent a shield against social tyranny. For instance, freedomof conscience has been interpreted by the judiciary as the right to profess atheism. Effectively, it means an individual’s choice must be safeguarded against being bulldozed by community norms.\nNeither the state nor the judiciary has been able to consistently protect individual rights. It’s a sign of the wide gap between the Constitution’s foundational principles and India’s social reality.\n\n",
        "headline_1": "The ‘I’ in India: Why individual rights get trumped by communities so often",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-i-in-india-why-individual-rights-get-trumped-by-communities-so-often/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-12-2023"
    },
    {
        "full_article": "There is a great variety in the words that different dictionaries chose as their word of the year. Collins has chosen ‘AI’ and the only response to that can be, duh, of course! But OUP has gone with ‘rizz’, which has lots of earthlings scratching their heads. Maybe it’s those who have had a lot of fizz in their 2023 who have made rizz viral, as it’s slang for ‘style, charm or attractiveness’. But our word of the year for India would make sense to all Indians, those with rizz and those without.\nThe G-word: Guarantee. So pervasive has been this word in neta-niti north to south that there’s been no escaping it anywhere. Nice MSP, cheap cooking gas, free scootie, money for school uniforms, free food, free electricity, monthly/ annual stipend for being a woman…the variety of campaign guarantees has been mind-boggling and yet we know it will only multiply come Lok Sabha 2024 polls.\n\nIn heartbreak alley: In MP one party even promised the state its own IPL team. It lost though. That’s a reminder that no guarantee guarantees an election victory. Nor should it. Because the u in every guarantee calls for your judgment.\nOftentimes you get heartbreak instead of what you were guaranteed. So, then you do what you do when your lover does that instead of your political party. Look for that rizz in another.\n\n",
        "headline_1": "Our word of the year: You are much more familiar with it than with ‘rizz’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/our-word-of-the-year-you-are-much-more-familiar-with-it-than-with-rizz/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-12-2023"
    },
    {
        "full_article": "Insurance companies will have reasons to prepare themselves for a much cherished celebration, as the government, according to a report published in this paper a couple of days back, has approved guidelines for selling their products through banks, technically known as bancassurance. When such an arrangement comes into force, insurers will avail an extensive and organised platform like the banks to sell their products to intending buyers who include individuals. The proposed arrangement is a partnership between insurers and banks and it is designed to benefit the partners concerned, financially. The most important beneficiaries, however, will be the policyholders, as their potential loss gets transferred to insurers for fees of varying amounts. Two regulatory bodies – the Bangladesh Bank (BB) and the Insurance Development and Regulatory Authority (IDRA) -- have been involved with the process, as they separately prepared guidelines for insurance companies and banks. The Financial Institutions Division (FID) of the Ministry of Finance has gone through the guidelines and finalised a framework for launching the system in the local market. The framework focuses more on selling life insurance policies by insurers and offers limited opportunities to non-life companies to sell their products. Two key non-life products -- fire and marine insurance -- have been kept out of the purview of the bancassurance. This exclusion surely would create a sense of frustration among the non-life insurers. Stakeholders concerned see the bancassurance as an opportunity to expand and popularise insurance in the country where insurance penetration is one of the lowest in the world. The rate is now as low as 1.0 per cent of the gross domestic product (GDP). The poor coverage comes in contrast with the existence of as many as 82 insurance companies. A variety of factors are responsible for people remaining lukewarm to the benefits of insurance in this country when in developed countries, insurance is a widely-used word in the corporate world as well as in the life of individuals. One can manage risks for almost everything---home, cars, personal health, business establishment, family etc. in those countries through insurance. Here, the vast majority of the population is least bothered about insurance coverage. A small percentage of the population, mainly educated and employed, chooses to take life insurance policies and children's education policies. Businesses avoid insurance unless they are required to do so under official rules and regulations. The insurers, particularly those selling life policies, also on their part are not that aggressive in motivational work, as seen even in neighbouring India where life and general insurers run extensive advertisements to expand their business. Here, agents of local life insurers selling life policies are hardly seen approaching potential clients. Rather, there are allegations galore against a section of life insurers of depriving policyholders or their nominees of their dues. In many cases, insurers withhold payments to the nominees of the deceased policyholders under different pretexts. The IDRA investigations have also revealed that some companies even do not have the necessary funds to pay policyholders or their nominees. Such irregularities have given rise to suspicion about life insurers in particular. So, banks might be choosy when it comes to selling insurance products under a bancassurance arrangement. To give insurance business a boost, the IDRA and the insurers will have to address first the issues that have kept the potential customers away from taking policies, life or otherwise. The government also needs to look into the problems that have surfaced due to the presence of too many insurance players in a small market. The insurance sector could be a strong candidate for merger and acquisition.",
        "headline_1": "Boosting insurance business under bancassurance",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/boosting-insurance-business-under-bancassurance-1702218822",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-12-2023"
    },
    {
        "full_article": "Should Artificial Intelligence (AI) be regulated? Heated debate has been ongoing on the issue. In many cases, the fear of AI's potential for not only equalling humans in intelligence, but even surpassing them lies behind the call for regulating the use of this latest addition to digital technology. But this is one side of the debate over regulating AI and its use. The other side is a political one centring around protection of the new advancements in research and development of the technology so the rivals may not get their hands on those. Meanwhile, AI's use is expanding at a breakneck speed in every field of human endeavour. Given its implications for national security, military use, business competitiveness and individual privacy, the urgency of regulating AI's use is being felt by every nation, especially the advanced ones. The European Union, for instance, on Friday, December 8 last did reach a provisional agreement, the world's first ever, on the comprehensive laws to regulate AI. Actually, the agreement is about passing the EUAI Act, which was proposed by the European Commission (EC), the EU's executive arm, in 2021. The EU's approach to regulating AI systems is classified into four categories of risk. Each category of risk will come under its specific regulations.However, defining the different AI systems and the risks posed by those are yet another area of challenge that the regulations will come up against when implementing those.For instance, AI that falls under the EU's highest risk category, termed 'unacceptable risk', is banned with some exceptions. Those include social scoring that discriminate people based on their behaviour, socio-economic status, or the real-time biometric identification such as facial recognition. The EU's second category, on the other hand, is 'high risk' AI that can be considered for commercial release subject to its pre-and-post-marketing evaluations. The evaluations include thorough examination, documenting of data quality, an accountability framework including human oversight. Similarly, among the high risk services include autonomous vehicles, medical devices, critical infrastructures, education and government services. Before their release in the market, the high-risk AI providers will be required to register their AI products with the EU database managed by the EU Commission (EC) The 'limited risk' AI systems, on the other hand, include those, the transparency obligations of which are limited and users can make their informed choice about them. In this category fall creating or manipulating images, audio and video. The fourth, the low or minimal risk category AI systems have no obligations. In this context, the Friday's approval of the EUAI Act took place after hours of negotiation between the EU parliament members and the EU nations. Thus, the landmark deal clears a major hurdle before it is formally made into a law. However, as always, the devil is in the detail. Before finalising the legislation, the details of the deal will have to be sorted out and that may change the final shape of the accord. The main issues of contention that the EU agreement so reached would cover are about meeting transparency obligations by the foundation models ChatGPT and general purpose AI systems (GPAI) before their commercial release. Notably, a foundation model is a deep learning algorithm that has been pre-trained on an enormous amount of data sets and the data are gathered from the public internet. But the approval of the EUAI Act has not been well-received by the businesses. Their points of disagreement are over restricting the technology, especially the foundation models, though they supported the risk-based approach to regulate AI's use. The privacy rights groups like the European Digital Rights have also expressed their dissatisfaction over the EU accord on AI legislation, especially its move to 'legalise live facial recognition across the (EU) bloc'. Previously, too, EU's business community in an open letter expressed their reservation about the move towards legalisation of AI arguing that it would jeopardise Europe's competitiveness and technological sovereignty. Once given formal shape as a law, the EU accord on AI will be able to monitor enforcement of the law through its EUAI office and, where necessary, penalise violators of the law with a fine ranging from 7.5 million euros or 1.5 per cent of turnover to 35 million euros or 7.0 per cent of global turnover. Citizens will also have the right to file complaints against AI provider. The EU's approach to AI legislation is a prescriptive, top-down one focused on restricting such uses of AI as are perceived to be risky. Another big player of AI world, China, is for reviewing the algorithms in advance by the state to ensure that they are in line with the socialist principles. In the land of high-tech giants, the US, the approach to regulation, if any, will not be like a national law, but a decentralised, bottom-up one. As the country has a host of executive branches to frame regulations, the US regulatory framework on AI would look like a patchwork of domain specific agency actions. Those are going to be less controversial rules based on targeting AI-research funding, health care, etc. The domains might include financial services, housing, workforce, child safety, healthcare and so on. Obviously, the US government will allocate most funding to AI research, innovation, defence, intelligence. Of course, the US government's spending behaviour on AI research in the private sector is going to shape, in a large measure, the global AI market.Overall, any regulatory policy on AI, once adopted by the USA, will have a huge impact on the EU's AI policy. If businesses have their own agenda about 'responsible AI, we are going to see a messy global regulatory landscape in the future. Let's keep our fingers crossed.\n[email protected]",
        "headline_1": "Where AI needs to be regulated",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/where-ai-needs-to-be-regulated-1702218861",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-12-2023"
    },
    {
        "full_article": "The friendship as delineated in the fable of a fox and a crane could not be more appropriate for the relationship between two cricket teams, one hosting the other. While the fox invited his friend crane to offer a delicacy on a flat dish, the crane with its long beak had great difficulty to peck at the liquid food. The feathery friend had to leave with his appetite not at all satisfied but the fox licked the food to the last. Now it was the crane's turn to return the favour. As a host, he now offered the gruel in a thin-necked pot in which the fox could not get to the food with its tongue whereas the crane took full advantage of the long-necked pot. Now here is a classic case of how the home advantage ---in this case at Mirpur Sher-e-Bangla stadium ---can go awry to turn into an anti-climax. This should remind cricket followers of the Indian team's reversal in the WC final. The team of the tournament that played so well at different venues across India to win 12 matches at stretch was given a tailor-made wicket at the Narendra Modi stadium, rather inexplicably. Whoever were the architects of that foolish conspiracy to hunt Australia on a slow and unplayable pitch were paid in their own coins by the shrewd decision of the astute Aussie captain who read the turf cent per cent correctly. What followed next is just routine. Actually the same happened to the Tigers who, following the reversal in the ODI World Cup in India, wanted to regain their confidence. Batting was incredibly difficult and only the brave like Glenn Phillips who had the temerity to take risk prospered and won the match for the Kiwis to make the series 1-1. Bangladesh's ill-conceived plot boomeranged.Host cricket teams everywhere prepare the wicket as the doctor orders. This is popularly known as a home advantage. The sub-continental teams were at times accused of preparing slow and turning pitches that used to start crumbling on day two or three of a Test match. Fast and bouncy green pitches were a rarity. It was virtual mine fields on which batters discovered themselves. This explains why India, the team to have received Test status before its independence in 1932, just four years after the West Indies and two years after the New Zealand, had a poor record of triumphs on foreign soil. Pakistan which received Test status in 1952 also struggled like India and in the 1980s did the two teams rose to stature courtesy of some talented batters and bowlers. Before this, India's dependence on spinners, particularly the famous four quartet, was overwhelming.Pakistan produced some excellent pace bowlers but still the turfs were not as pace-friendly as they should have been. Of late India has produced some genuine pace bowlers who can challenge the best in the world and still the pitches prepared for Test matches in particular, are made to favour spin bowlers. Home advantage is the mantra. Bangladesh has charted this proven course ever since its attainment of Test status. Then the team also succeeded to make a breakthrough on the pace bowling front lately. Unfortunately, injuries to the fast bowlers have handicapped the team that has just played the two-Test series against the Black Caps. The first Test was played on a wicket in Sylhet that could not be blamed for making it particularly spin-friendly. Both teams scored three hundred plus runs with NZ taking a lead of 7.0 runs to 317. In the 2nd innings, the difference was made by the Bangladesh captain's superb knock of 105. The Kiwis in their 2nd innings could not cope with the vicious turn spinners extracted from the pitch and were bundled out for 181 runs, conceding a win to the host. Although, the wicket could arguably be suspect but still it complied with home advantage formula. The Mirpur Test once again provides the lesson that preparing mine fields to bring down big teams on home soil is no guarantee for achieving success abroad. How the weakness was pitiably exposed at the World Cup! The team's performance may be vivisected but that will hardly diagnose the disease originating from the policy- or decision-making levels at work. Let those people who decided the kind of Mirpur pitch, where 15 wickets fell on the first day making the Test third briefest in cricketing history, have a long view of the game.\n[email protected]",
        "headline_1": "When cricket's home advantage backfires",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-crickets-home-advantage-backfires-1702218980",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-12-2023"
    },
    {
        "full_article": "Many business schools around the world prefer applicants with work experience. Although it is not a fixed rule, such experience is essential for two-year MBA programme abroad as it gives a better understanding of businesses. It also enhances leadership skills and help solve real-world business problems. You can analyse cases, contribute to discussions and understand concepts on a deeper level. Experience shows your commitment the MBA programme is demanding. It demonstrates your dedication to your career and your ability to handle pressure. It shows universities that you are serious about your professional development and ready to take on the challenges of the programme. In increasingly fierce competition of admission seekers, work experience helps you stand out from the crowd. It showcases your skills, achievements and potential contribution to the programme. This can significantly increase your chances of getting accepted into your dream school. Fake experience, however, creates a dangerous trap. While the temptation to fabricate work experience might be strong, the consequences are worse. Universities can easily detect fake credentials, leading to immediate expulsion and jeopardising your future studies and career prospects. Instead of taking shortcuts, consider internships, volunteer work or start your own ventures. These experiences provide valuable skills and knowledge, and a genuine story to tell your university authorities. \nKowshik Podder, Student of Department of Marketing, North South University, Dhaka, [email protected]",
        "headline_1": "Work experience matters for MBA abroad",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/work-experience-matters-for-mba-abroad-1702219047",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-12-2023"
    }
]