[
    {
        "full_article": "The Reserve Bank of India’s latest policy statement has unequivocally acknowledged that price stability must remain the primary focus of monetary policy now when, as Governor Shaktikanta Das admitted, “the CPI price momentum remains high”. Elucidating the rationale behind the Monetary Policy Committee’s decision to raise the benchmark repo rate by 35 basis points to 6.25%, he underlined that the ‘battle against inflation was not over’ regardless of a moderation in its pace. Retail inflation remains above the 6% upper tolerance mark and is projected to surpass and then ease just below that level in the last two quarters of this fiscal year. The MPC retained its full-year CPI inflation projection at 6.7%, but bumped up the forecasts for Q3 and Q4 by 10 basis points each to 6.6% and 5.9%, respectively, acknowledging that inflation expectations are now well adrift of the MPC’s mandated 4% target. Worse, core inflation, or price gains that strip out volatile food and fuel costs, has also stayed stubbornly stuck around the 6% level with price pressures across most of the constituent sub-groups. This is a far from reassuring outlook for price stability, especially when one considers that the resurgent demand across services is likely to trigger price increases when firms begin to pass on higher input costs.The RBI’s policy panel was, however, far from unanimous in its decisions. While one of the six members voted against raising the policy rate, presumably so as to not dampen the as yet tentative economic recovery, two members dissented over the policy stance remaining ‘focused on the withdrawal of accommodation’. The majority was, however, emphatic that “further calibrated monetary policy action is warranted to keep inflation expectations anchored, break core inflation persistence and contain second round effects”. Anchoring price stability would ultimately serve to ‘strengthen medium-term growth prospects’, they reasoned. After all, as the RBI’s latest Monetary Policy Report observed, ‘second-round effects could keep inflation at elevated levels even beyond 8 quarters’ and it was therefore imperative to make policy interventions to anchor inflation expectations. Governor Das also pointed out that even after the latest increase, the benchmark interest rate still remains very much ‘accommodative’ when adjusted for inflation. The RBI’s own November round of the consumer confidence survey shows that a significant majority of respondents perceive and expect one year ahead a deterioration in price levels, making this the single biggest drag on consumer sentiment. Ultimately, savers and consumers need to regain confidence that prices will remain stable over a medium term to resume saving and buying to help entrench a durable economic recovery.",
        "headline_1": "Anchoring prices: On RBI’s rate hike",
        "headline_2": "Both savers and consumers need to regain confidence that prices will remain stable",
        "link": "https://www.thehindu.com/opinion/editorial/anchoring-prices-the-hindu-editorial-on-rbis-december-2022-rate-hike/article66242925.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-12-2022"
    },
    {
        "full_article": "The Aam Aadmi Party (AAP) has ended the Bharatiya Janata Party’s 15-year term at the Municipal Corporation of Delhi (MCD), winning 134 of the 250 seats. In the interim, Delhi was divided under three Municipal Councils and later merged again. There were multiple factors that worked in the favour of AAP, and against the BJP, which won only 104 seats. City residents were dissatisfied with the BJP over its inability to manage civic services efficiently, while AAP built a reputation of maintaining quality social infrastructure. Voter turnout barely crossed 50% overall; it was around 40% in upscale wards and even higher in unauthorised colonies that lacked civic infrastructure. The mounting problem of solid waste in the capital city’s three landfills, in Okhla, Bhalswa and Ghazipur, was a major poll issue raised by AAP, in turn putting the BJP on the defensive. Commissioned more than two decades ago, the landfills contain 203 lakh tonnes of legacy waste, having crossed their permissible height of 25 metres over a decade ago. Fresh waste continues to be dumped. AAP also managed to put the BJP in the dock over the poor financial health of the civic body. AAP’s electoral victory in Delhi, and its new-found status as a national party after its performance in the Gujarat Assembly elections, are a big boost for the party.The BJP claimed victory even in defeat citing the increase in its vote share, from 36% five years ago to 39% now. The recent delimitation of municipal wards, which saw the total number of seats being reduced from 272 to 250, happened in a manner that helped the BJP. The party saw its leaders from the Centre and other States campaigning in the MCD elections, and central agencies initiating a slew of corruption investigations against AAP’s leaders. The BJP believes that though it lost to AAP, the campaign demolished AAP’s claims of being incorruptible. AAP’s silence on communal violence in the national capital, and protests on issues such as the Citizenship (Amendment) Act led to the desertion of Muslims from the party, and their shifting to the Congress. Councillors are not bound by any anti-defection law. AAP has no binding ideology, and keeping its current strength intact could be a challenge. The BJP should now resist the temptation of seizing power and adhere to its stand that it will now pay the role of a constructive opposition. Both parties, and their governments at the Centre and in the National Capital Territory of Delhi, should support the new MCD in delivering the goods on improvements that Delhi sorely needs.",
        "headline_1": "Capital victory: On AAP’s win in MCD polls",
        "headline_2": "The Bharatiya Janata Party and the Aam Aadmi Party should help the Municipal Council of Delhi to improve civic services in Delhi",
        "link": "https://www.thehindu.com/opinion/editorial/capital-victory-the-hindu-editorial-on-aaps-win-in-2022-municipal-corporation-of-delhi-polls/article66242873.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-12-2022"
    },
    {
        "full_article": "When we are born we aren’t scared of animals or snakes and we see toddlers crawl on all fours in their diapers to play with all kinds of creatures till their parents yell and teach us to be fearful of them. I understand the logic in a child being told firmly and taught to be careful of sticking their finger into an electrical socket or eating a handful of mud, because that’s said and done order to prevent them from physical harm. What I do not understand is hate. Anger and hate are two totally different things. Anger is response to a situation that hurt you in some way, but hate is based on fear and judgment. Nelson Mandela once said “No one is born hating another person because of the colour of his skin or his background or his religion. People learn to hate, and if they can learn to hate, they can be taught to love, for love comes more naturally to the human heart than it’s opposite”. If you despise something, or a community or someone based on differences in caste, colour and status, ask yourself a simple question, “who taught me to hate?”. And then ask yourself why you allow the prejudices of others to become yours. Why is it that generation after generation will blindly carry forward the “taught hate” of the generations before? When does it stop? It stops when you decide time’s up for hating. Because the person that experiences the maximum negativity as a result of hating is none other than yourself. What do you gain by hating? What do lose? Two very important questions that will help you understand the simple fact that the complexes and irrational fears of others, that were adopted by you with no valid reason to do so, only create your own prison. There is so much mental and emotional anguish in hating. It seems absurd and perhaps even amusing if looked at objectively as to how easily people can be brainwashed and prejudiced. Our differences make us unique and our sameness makes us merge, so where is the question in hating either? Darkness cannot drive out darkness only light can. In the same way hate cannot drive out hate, only love can. To love your own uniqueness leads to acceptance of the uniqueness of others. To love and accept yourself for who you are, leads to acceptance and respect for who others are. We have all come onto this amazing planet for our colourful individual and collective journeys, why allow illogical passed-down hate to discolour it? It’s tough to break patterns, but all it takes is a decision to make things different for yourself and the generations ahead of you, and all of a sudden, almost magically, your own life will have a different vibrancy and depth of existence.\n\nI am a 38-year-old man who got divorced recently. It took me 10 years to get out of a dead-end relationship, but I’m still hopeful about finding love. However, given how my past relationship was, I am wary of committing to someone and starting something afresh. How do I find the motivation to get out and start dating again?Dating, being in a steady committed relationship and a marriage are all 3 different scenarios. It took 10 years because marriage is ended with a divorce and a divorce comes with exit clauses that are time consuming, financially difficult, and the whole family gets involved. So start light, and let the yearning for hugs, kisses, sex, companionship and fun lead your path. Don’t look for long-term commitment, look for exploration of what you need, as you have changed over the years and so have your mental, emotional and physical needs. Let the destination be blurred, enjoy the journey.\nI am a 27-year-old woman and I have been in a committed relationship since I was in college. My boyfriend and I plan to get married soon, but lately I have been thinking about dating other men. I realise that I don’t want to spend my life with anyone other than my current boyfriend, but thoughts of straying do cross my mind. Should I speak to my boyfriend about the same? I worry that if I don’t share, the thought might affect my relationship.Fantasies are normal, and should stay in your own head. It’s very possible that a certain fear of final commitment is sending your thoughts and emotions in all directions. Remember, you have invested almost a decade of your life into this relationship and clearly it’s a good relationship as you want to be with no other than him for the rest of your life. So, it’s not fair to him or the relationship to have your straying fantasies poured like hot oil on smooth skin. It would be unfortunate and very damaging.\nOne of my close friends had moved to another city almost a decade ago. We couldn’t keep in touch a lot due to the distance. Now, she has moved back and wants to hang out with me. However, in this last decade I have a different set of friends and they are unlike her, so I don’t want to get her to hang out with us. It looks like she gets upset as she isn’t getting enough invites and calls to complain every time, I post pics on social media. Our parents are family friends and this making the situation more awkward as they too have mentioned this matter to parents. How should I deal with this?Every time you meet her express to her and others who surround her how delighted you are that she is back and make those moments filled with fun and laughter. That takes care of the sense of rejection issue. Additionally, always mention that it’s so great how life has changed and how you have so many avatars, personal and professional, and therefore so many different groups to fit each version of you and that she too must explore doing the same.\n\n\n",
        "headline_1": "Who taught you to hate?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/heartchakra/who-taught-you-to-hate/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-12-2022"
    },
    {
        "full_article": "The enthusiastic involvement of the most marginalised sections of society is perhaps the most interesting aspect of the recent series of elections. Their active participation, in fact, played a significant role in the success of the winning party: BJP in Gujarat, Congress in Himachal Pradesh and AAP in Delhi.\nThis political consciousness is not entirely new. CSDS-Lokniti surveys have shown that the subaltern groups – Dalit, tribal communities, and urban poor, and in most cases, women – recognise the significance of their votes.  They envisage voting as an effective tool to get involved in the state processes. The popular perception that the poor and apparently voiceless communities do not understand the intricacies of electoral democracy, in this sense, becomes completely wrong.\nRead full opinion on TOI+\n\n",
        "headline_1": "How poll winners win over people: BJP in Gujarat is an excellent example of how big messages can be meshed with subaltern concerns",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-poll-winners-win-over-people-bjp-in-gujarat-is-an-excellent-example-of-how-big-messages-can-be-meshed-with-subaltern-concerns/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-12-2022"
    },
    {
        "full_article": "Voter turnout in this Gujarat election was 61.8% for women, and 66.7% for men. Women’s participation has dipped by more than four percentage points from 66.1% in the 2017 election. In 2012, their turnout was 69.5%. In 2019 Maharashtra had also recorded a similar skew, with women’s turnout at 59.3% and men’s at 62.8%. In 2015, women’s turnout was better than men’s.\nBut these are, hopefully, exceptions to the rule. Female turnout has trended upward in general. In Himachal Pradesh this time, the percentage of female voters was at an all-time high of 76.8%, compared to a male electorate of 72.45%. Even in the five assembly elections earlier this year the voter gender gap ratio has improved in every state, with UP registering the clearest gains: from 839 women for every 1000 men in 2017 to 868 in 2022. Women’s voter turnout in UP was also 62.2%, greater than 59.3% men, a trend that held from 2017. In Bihar and West Bengal too, women’s voter participation has left the men behind. And in 2019 LS polls, women’s turnout at 67.18% beat men’s at 67.01%.\nBut while they recognise the power of women’s votes, what are women getting, in terms of representation and authority? The women’s reservation bill has lapsed, despite having been passed by the Rajya Sabha in 2010. While a third of local body seats are reserved for women, roughly 1.4 million female panchayat leaders have no ladders to enter legislative assemblies and Parliament. Women get fewer tickets, and often from tougher seats, even though they are no less ‘winnable’ than men. This is nothing but a systematic denial of women’s talents, effort and ambition – and most of all, their equal right to representation.\n\n",
        "headline_1": "Women & elections: Low female voting is exception. Few female MLAs is norm",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/women-elections-low-female-voting-is-exception-few-female-mlas-is-norm/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-12-2022"
    },
    {
        "full_article": "A poll promise common to Gujarat and Himachal Pradesh assembly elections is the one made by Congress, which wants to revert to the old pension scheme (OPS) for state government employees. The party’s set to form the HP government but will not be able to fulfil this promise. OPS represents a guaranteed pension linked to an employee’s last drawn salary. For a government, it represents an open-ended commitment that has to be fulfilled at all costs.\nOPS also represents a committed claim which eats into other spending. Given its impracticality, most state governments, HP included, and GoI shifted new employees to the national pension system (NPS) 2004 onwards. NPS works on the lines of EPF, the employer pays a monthly contribution and the pension depends on the return on accumulated savings. Of late, some opposition-ruled states such as Punjab, Rajasthan and Chhattisgarh have promised to revert to OPS. It’s not legally possible. NPS accumulations can’t be transferred back to a common pool. Therefore, this promise is not implementable as other states have realised.\nHP today sets aside about 18% of revenue expenditure towards pension, higher than the national average. Only 32% of its revenue expenditure is met by the state’s own revenue, which is on the lower side. If it wants to switch back to OPS for new recruits, it will be at the cost of reducing fiscal space for development spending. States should just stick to NPS.\n\n",
        "headline_1": "Tension scheme: Switching back to OPS from NPS is not possible",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tension-scheme-switching-back-to-ops-from-nps-is-not-possible/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-12-2022"
    },
    {
        "full_article": "We're quite relieved that BNP's rally at the Golapbagh playground in Sayedabad, Dhaka has ended peacefully, with the party putting behind a dramatic build-up to the event to announce fresh programmes as well as a 10-point demand to the ruling party. Any tension arising from the acrimonious circumstances prevailing over the last few days was largely contained. Although a law-and-order approach to a political problem is itself a problem, we must acknowledge that finding common ground on the necessity of peace, for however brief a period, is also an achievement.\nBut peace or lack of violence, in this case, was not lack of suffering. As reported by the media, the ruling camp's response to the rally, putting the capital literally on hold, caused great misery for ordinary commuters. There was no public bus available, and obstruction to the movement of rickshaws, CNGs and private cars was reported in various areas. Many commuters, both within the city and on roads leading to it, reported being stopped and harassed on their way. The irony of the government's argument for not allowing the BNP rally at Naya Paltan – to avoid disruption to public life – was inescapable.\nThe same argument, however, was conveniently forgotten when ruling party leaders and activists occupied the streets and held rallies of their own there. What this shows is how, despite all the lip service to public interests, those mean little to the ruling party.\nWe must be apprehensive about the outcome of the BNP rally, too, which completed its months-long programme of 10 divisional rallies in the country. As was anticipated, seven MPs representing the party at parliament have announced their resignation, saying they were barred from speaking time and again and hence there was no point in staying in parliament. Public interests were again overlooked, for MPs represent not just their party but their constituents as well. Their mass resignation is an affront to the people who voted for them and trusted them to speak there on their behalf. BNP's 10-point demand – including dissolution of parliament, formation of a non-partisan caretaker government, etc. – represents key points of contention between the opposition and the ruling establishment, which are unlikely to be resolved anytime soon. From the look of things, the fierce resistance to these demands will continue, making peace more fragile. This is deeply alarming.\nHowever, despite the apparent futility and repetitive nature of everything that happened over the last week, we must acknowledge that the impressive showing at the BNP event, with a large number of supporters from around the country staying overnight to make it a success, is a powerful statement by itself, which should not be lost on the powers that be. The message that it sends is: there are legitimate, long-simmering grievances that cannot be ignored anymore. If political parties could find common ground on peace, we hope they can do the same on other priorities of the public, including an end to their economic woes, respecting their inalienable human rights, and creating the ideal environment for free and fair elections.\n",
        "headline_1": "It's Over, Finally ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/its-over-finally-3192796",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-12-2022"
    },
    {
        "full_article": "The Awami League and BNP are making a great deal of noise about controlling the streets, but they are unaware of the historical fact that the streets belong to the working class and they are the ones who will decide the future of the country.\nIt is a tragedy for our country that politics has now been trapped within the two poles of these two parties. Both groups have looted our country, strangled democracy, and worked as servants of forces inimical to the values of our Liberation War. They are both complacent to imperialist and hegemonic forces. And because these forces have been in power, the rulers have changed but there has been no organic change in people's fates. The infighting that is going on right now about the sharing of the loot has to be transformed into the fight of the oppressed against the oppressors – that is what I think should be our primary goal.\nThe current government has devalued democracy, individual rights, and the right to free speech just to consolidate power. It has even taken away the people's right to vote. BNP tried to do this too and succeeded once or twice, but could not get away with it because it lost in the political competition. We are now witnessing a repetition of that competition. However, BNP should not be oppressed by the ruling party, even though we disagree with its ideology. Whoever is in power, they should never oppress the opposition party – We said this when BNP was in power too.\nIn order to make the next election free, fair and participatory, the election system should be thoroughly reformed, including introducing a proportional representation system. We have been carrying out a movement on this for a long time. What is paramount now is creating a conducive atmosphere for the upcoming national elections to take place. We all know that elections are never fair under a partisan government. The AL and BNP both know it. If they bargain, collude and decide upon how many seats to take each, we will not be a part of that.\nWe strongly condemn the attacks on BNP and the killing of a BNP activist, and the arrest of top BNP leaders. We also condemn the attempts by the government to foil BNP's divisional rallies. We have foundational contradictions with BNP, but even if we ever run the government, we would never repress the party. Instead, we would take their opinion into account to run the country. We fought the Liberation War for that – for our right to vote during Ayub Khan's rule. We fought for the same rights during Ershad's rule and we are having to fight for the same rights now.\nOur people did not give their blood for this – they gave their blood for a socialist economy. They fought for democracy, secularism and to give our nation a sovereign dignity following non-alignment. And we will continue that fight. That is where our contradiction lies with AL and BNP, who are acting against the spirit of the Liberation War. AL gives lip service to this spirit, but in reality they are not following it. They have enacted a market economy instead of a socialist economy. They have appeased Hefazat-e-Islam. They are giving shelter to looters and money launderers. People will stand against this misrule.\nAlthough AL is in power for the third time in a row now, it is currently in power through questionable elections. They appear to be afraid to face the people. That is why they are striking hard at dissenting forces. They are forcibly holding on to power. People have not forgotten that BNP has done the same before.\nBNP has not been able to provide any organic solutions to the problems of the people. They are proposing a market economy. They will increase facilities for businesspeople. They say they will control the price of commodities but they have no plan as to how they will do it. We have had this since the Liberation War. We are not saying anything new. AL has moved away from the economic, social and political philosophy of the Liberation War and is now prescribing the same policies as others.\nIf we talk about the immediate future, the competition for power will continue and there may be more bloodshed, until people come behind a leftist alternative to both AL and BNP and bring them to power.\nMujahidul Islam Selim is former president of the Communist Party of Bangladesh (CPB).\n\n",
        "headline_1": "Neither party is upholding the spirit of the Liberation War",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/neither-party-upholding-the-spirit-the-liberation-war-3192751",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-12-2022"
    },
    {
        "full_article": "The desert World Cup is coming to its end. The quarter finals are over and we are anxiously waiting for the semis. Not only has the starting line-up of thirty-two teams been whittled down to the last four standing, it seems that the plethora of media bombardment on the hosts have significantly decreased.\nIn the days leading up to the greatest show on earth, miserably apt was the Bangla saying, \"Jare dekhte nari, tar cholon banka\" (One whom you cannot bear, unacceptable is that person's behaviour).\nAbuse and death of migrant workers in the build-up to the Qatar World Cup have appeared over-focused to some, but are obviously condemnable whatever the scale. In the midst of that rhetoric, the wily scribe forgets (!) that lead consultants and safety supervisors were also expatriates, many from the very countries making the most noise. Not a note of disapproval about their own kind.\nThe Western media were picking issues about matters that had little to do with football: empty seats, delays at turnstiles, digital glitches, matches scheduled in Winter, selective alcohol ban, and dressing up in ways not popular in that part of the world. There was however not a word of praise about ground conditions, dressing room facilities, ball quality, or of the ephemeral Stadium 974 made with shipping containers, a bold statement towards a greener environment.\nA section of the media was instigating a cultural warfare, whereas journalists could harp on \"no room for racism\", a stigma often dominating European football, and recently exposed in English cricket.\nSpectators can leave a venue because they have lost interest in the match. It's called freedom of movement. Cost of tickets could be a cause for the barren galleries. Electromechanical entrances can underperform and cause delays. Digital devices are notorious for misbehaving without warning. Seasons flip between the hemispheres by divine decree, and no football can be played in a forty-degrees saucepan.\nQatar is a Muslim country whose tenets include not consuming alcohol. In India, too, consumption of alcohol is prohibited in the states of Bihar, Gujarat, Nagaland, and Mizoram. Those who risk dying from lack of beer for two hours may note that since 1985 (37 years), drinking alcoholic beverages has been banned inside English football stadia to combat violence and hooliganism. So, should an English fan get intoxicated in the desert city only because he cannot do so in his own country?\nQatari fans did not land in Japan (2002) expecting locals to wear the traditional Arabian abayha. Nor did they insist in the States (1994) that every male must plant a peck on either cheek as a formal greeting. They did not order a full camel barbecue at Germany 2006. Nor that the Adhan be recited five times a day over the PA system during the 2014 festival at Brazil. So, where's the logic to disregard matters that are sensitive to the 2022 hosts? It is only civil to follow local customs.\nThere are national standards, local customs, and etiquette. The international press is shy to make noise about the \"scarf ban\" during the French Open. Excuse me, that too is a right. A 12-year-old English boy was asked not to come to his Hull school because his haircut resembled that of 2002 Brazilian footballer Ronaldo Nazario. Seems Qatar is not the only country imposing restrictions.\nWhereas the sword dance during the opening at the Al Bayt Stadium may have been intimidating to the timid, no blood was shed. We don't expect the warmongers to usher in tanks and bombers at their inaugural ceremony, but these Morality Marshalls are not vocal about quarter of the world being bombed for decades.\nIt has been alleged that Qatar resorted to bribery to obtain the World Cup rights. If true, the bribe would have been received by FIFA executives, almost all of whom are not Qataris. Is it then fair for decision-maker and under-investigation Sepp Blatter, FIFA president 1998-2015, to concede during Qatar that \"Qatar had been the wrong choice to host the World Cup\"?\nWith the exception of the Barcelona Olympics 1992, when paralympic archer Antonio Rebollo set alight the Games flame with a flaming arrow from several hundred metres away, never before did a person with extreme disability or so young, out of government, nor from royalty, have had the honour to declare open a world event. Twenty-year old Ghanem Al-Muftah did that with verses from the Holy Quran. Again, no significant appreciation of culture. They are rather loud about inclusion.\nThe cup is not only about teams competing for sporting supremacy. It is about world fellowship, learning about each other, and acceptance. Despite the media's muddled viewpoint, the World Cup is being played in wonderful spirit, with several visiting fans showing laudable sensitivity to local culture. A heart-warming moment symbolising people coming together involved an English fan struggling with his ghutra, and the \"Qatari equivalent of Prince William\" helping him.\nDr Nizamuddin Ahmed is professor of Architecture, practising at BashaBari Ltd., a Commonwealth Scholar and a Fellow, Woodbadger Scout Leader and a Baden-Powell Fellow, and a Major Donor Rotarian.\n\n",
        "headline_1": "When in Qatar, be a Qatari",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/chintito-1995/news/when-qatar-be-qatari-3192731",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-12-2022"
    },
    {
        "full_article": "Traffic is always a little light on Saturday mornings, with schools, universities and most offices being closed. Last Saturday morning, however, the empty streets had an ominous air. Strategic roads were cordoned off and the presence of police at numerous points was eerily similar to the days of political confrontation of the past.\nPeople have been apprehensive of what would happen on December 10 ever since the BNP announced it would hold its rally in Dhaka on that day and indicated that it would be their biggest one so far. But the ruling party's aggressive suppression of opposition party members in all other rallies and pre-rallies (including the killing of a BNP activist by police firing on December 7), and BNP's apparent determination to carry on no matter what repercussions they face have led to the fear that Dhaka's rally will spawn unprecedented violence. By the time of writing this piece (4pm on December 10), no such fighting has been reported. \nOf course, all that could change in an instant. The police are ready to take action at the slightest provocation and the same goes for the Chhatra League, who have assembled at various points, including at their home turf – the Dhaka University campus. \nWith two of its stalwarts, BNP secretary general Mirza Fakhrul Islam Alamgir and standing committee member Mirza Abbas, being sent to jail, the BNP has enough fodder to create a real ruckus. In fact, seven BNP members of parliament have announced their resignations from a parliament where they were \"barred from speaking time and time again,\" according to BNP MP Rumeen Farhana (though this was clearly part of the party's strategy).\nSo far, whatever the ruling party has been doing is going in favour of the BNP. \nIndiscriminate arrests of hundreds of BNP members and supporters on the flimsiest or obviously false grounds, sending them to jail, attacking the rallies, deploying excessive police action on rally participants, engineering transport strikes wherever BNP rallies were due, and going through the mobile phones of people coming out on the streets before the Dhaka rally – these acts of unnecessary aggression have proved to be counterproductive to AL's goal of proving BNP to be a weak and unpopular political force. Instead, the ruling party has revealed its own weakness of taking too many extreme steps to crush its opponents.\nAL's strategy towards the opposition may well have landed it into quicksand, something that it is finding increasingly difficult to come out of. The more repressive the means it adopts to neutralise the BNP, the more sympathy the BNP gains. \nIn a scene where people are feeling helpless because of the punishingly high costs of living and the growing mistrust of law enforcing agencies as well as the legal system, blaming the government is inevitable. Not that the ruling party has not helped to create such resentment.\nWith stories of corruption in all the crucial sectors doing the rounds – in the banking sector, energy sector, education, health, law enforcement, pretty much everywhere one looks – people may find the BNP's rhetoric about such issues a little comforting. It may even make them forget the undemocratic regime of the military government of its founder, Ziaur Rahman, the corruption during the Khaleda Zia-headed BNP governments, the institutionalised corruption of Hawa Bhaban orchestrated by Tarique Rahman, the communal attacks after BNP's 2001 win and, worst of all, the horrific incidents of arson on the streets in 2014, conducted with the assistance of the Jamaat. \nBangladeshis have a short memory, and the volume and consistency of catastrophe we face every day makes us focus on present miseries rather than on the ingloriousness of the past. Ordinary Bangladeshis are more concerned about what is happening to them now, especially regarding why they must suffer such financial hardship and such paralysing fear from the protectors of law and order when thousands of crores of taka are being looted by groups affiliated with the ruling party's elite and when the crimes of the politically connected are going on unabated.\nThe AL is therefore in an uncomfortable position of its own making. The year ahead looks uncertain, ominous, and difficult for the ordinary citizen as the economy is expected to continue to take hard hits and the politics of violence is expected to escalate around the national election. \nIt is high time the AL abandoned its losing strategy of force, intimidation, and the politicisation of public institutions. While it focuses on bolstering the economy, it must stop the financial haemorrhaging of political cronies. \nBy forgoing the strategy of violently suppressing its opponents and instead concentrating on supporting the public in every way possible during the ongoing financial crisis, the AL can show itself to be a mature political party that is confident enough to compete, and maybe even win, fair and square.      \nAasha Mehreen Amin is joint editor at The Daily Star.\n",
        "headline_1": "AL's strategy of intimidation may no longer be working",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/no-strings-attached/news/als-strategy-intimidation-may-no-longer-be-working-3192526",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-12-2022"
    },
    {
        "full_article": "We're quite relieved that BNP's rally at the Golapbagh playground in Sayedabad, Dhaka has ended peacefully, with the party putting behind a dramatic build-up to the event to announce fresh programmes as well as a 10-point demand to the ruling party. Any tension arising from the acrimonious circumstances prevailing over the last few days was largely contained. Although a law-and-order approach to a political problem is itself a problem, we must acknowledge that finding common ground on the necessity of peace, for however brief a period, is also an achievement.\nBut peace or lack of violence, in this case, was not lack of suffering. As reported by the media, the ruling camp's response to the rally, putting the capital literally on hold, caused great misery for ordinary commuters. There was no public bus available, and obstruction to the movement of rickshaws, CNGs and private cars was reported in various areas. Many commuters, both within the city and on roads leading to it, reported being stopped and harassed on their way. The irony of the government's argument for not allowing the BNP rally at Naya Paltan – to avoid disruption to public life – was inescapable.\nThe same argument, however, was conveniently forgotten when ruling party leaders and activists occupied the streets and held rallies of their own there. What this shows is how, despite all the lip service to public interests, those mean little to the ruling party.\nWe must be apprehensive about the outcome of the BNP rally, too, which completed its months-long programme of 10 divisional rallies in the country. As was anticipated, seven MPs representing the party at parliament have announced their resignation, saying they were barred from speaking time and again and hence there was no point in staying in parliament. Public interests were again overlooked, for MPs represent not just their party but their constituents as well. Their mass resignation is an affront to the people who voted for them and trusted them to speak there on their behalf. BNP's 10-point demand – including dissolution of parliament, formation of a non-partisan caretaker government, etc. – represents key points of contention between the opposition and the ruling establishment, which are unlikely to be resolved anytime soon. From the look of things, the fierce resistance to these demands will continue, making peace more fragile. This is deeply alarming.\nHowever, despite the apparent futility and repetitive nature of everything that happened over the last week, we must acknowledge that the impressive showing at the BNP event, with a large number of supporters from around the country staying overnight to make it a success, is a powerful statement by itself, which should not be lost on the powers that be. The message that it sends is: there are legitimate, long-simmering grievances that cannot be ignored anymore. If political parties could find common ground on peace, we hope they can do the same on other priorities of the public, including an end to their economic woes, respecting their inalienable human rights, and creating the ideal environment for free and fair elections.\n",
        "headline_1": "It's Over, Finally ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/its-over-finally-3192796",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-12-2022"
    },
    {
        "full_article": "We are disappointed at the way the Roads and Highways Department (RHD) has been planning and implementing its road improvement projects across the country, with a majority of them having to face time and cost overruns. Far from trying to rectify this abysmal track record, the state-run agency has now decided to give the job of implementing a part of the Dhaka-Sylhet highway expansion project – a Tk 16,918.59 crore undertaking to turn the 210km highway into a four-lane one – to two contractors who, reportedly, also have a questionable record in project implementation.\nOne of them, Sinohydro Engineering Bureau 8 Corporation Ltd, a subsidiary of Chinese firm Sinohydro, earned a bad name for its work on the Dhaka-Chattogram highway expansion, while the other, Toma Construction & Company Ltd (TCCL), a local company, was accused of being reluctant or extremely slow in implementing several projects in the past. Now, the first company is going to be awarded a Tk 576.05 crore contract and the second, along with a Turkish company, is going to be awarded a Tk 896.81 crore contract. These two are among the 13 contractors being assigned for the project.\nThe question is: why would the RHD authorities choose two companies with proven records of incompetence for this important work? While the director of the project claims that the tendering process is being conducted following the guideline of the Asian Development Bank, we think the government should investigate the authenticity of their claims as well as potential irregularities. Another question that we must ask is: why have they decided to implement the project under six packages? Apparently, the tendency to divide project work in \"small packages\" eventually benefits the influential, non-professional contractors. Did the RHD think it through before making such a decision?\nOne may recall that, in 2018, the Anti-Corruption Commission (ACC) had sent a letter to the secretary of Cabinet Division with 21 recommendations to prevent institutional corruption in the Roads and Highways Department. At the time, the ACC pointed out several irregularities in awarding tender, and observed that some syndicates were choosing the contractors for the RHD projects. In its investigations, the ACC also found that a number of engineers and other officials of the RHD were building sub-standard roads to misappropriate public money. It revealed that these officials acted in collusion with politically influential persons and contractors to violate the terms of tender.\nWe, therefore, urge the RHD authorities to remain cautious while selecting firms for its projects, and ensure that only competent firms with good track records get the contracts. This, however, is only one of the many problems that are plaguing the RHD projects right now. In order for this vital department to implement all its projects on time and within fixed budgets, it needs to eliminate corruption, inefficiency and mismanagement and also make the reforms necessary going forward.\n",
        "headline_1": "Why is RHD hiring firms with poor records?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-rhd-hiring-firms-poor-records-3192211",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-12-2022"
    },
    {
        "full_article": "China has reportedly offered to set up a joint venture company with the Bangladesh government for building tracks and operate high-speed trains between Dhaka and Chittagong. The estimated cost of the proposed project would be USD11 billion with China and Bangladesh sharing it at 80:20 ratio. This project, if implemented, would not be on the Public-Private Partnership (PPP) model but BOO (Build-Own-Operate) system. Given the slow rate of implementation of most PPP projects, it is understandable why a different model has been proposed. It would be essential for the government to conduct an in-depth and exhaustive feasibility study to know the pros-and-cons of such a cost-intensive project. With a depleting foreign exchange reserve, the government has initiated a number of measures to shore up the same. Import restraint is one such initiative. But the fact remains that this type of project does deserve special scrutiny, even in normal situation.Then of course there comes the issue of the conventional system of railway, i.e. Bangladesh Railway (BR), which has been beset by all sorts of technical and infrastructural problems spanning many decades. This mode of mass transportation needs billions of dollars in investment to upgrade the service as a whole. Its inefficient management under various governments begs the question whether this state-run facility needs to be divested or privatised first before the country embarks on something as ambitious as a high-speed train system. The project proposed would require Bangladesh to spend more than USD2 billion for a service that would connect only one route. Although this is merely a proposal at this stage, and, hopefully, nothing would transpire without a serious feasibility study, the question that must be asked is whether the country can presently afford to take up a project of this magnitude.On paper it certainly looks very attractive. Earlier, the prime minister had directed BR to develop a project to introduce a high-speed train service between the two major urban centres, Dhaka and Chattogram and Dhaka and Payra Port. Although no decision has been made, one cannot stress enough the need to have a proper feasibility study to gauge the cost-benefit analysis for this proposed multi-billion-dollar project. This is more so because numerous mega projects have seen their timelines extended time and again with cost overrun. At a time when the country has cancelled many infrastructure projects, it would perhaps be prudent to exercise extreme caution, which is why the point is being reiterated. The volatility of energy prices and Bangladesh's dependence on foreign sources for the import of fuels has already stretched the financial capacity to theextremes.At the end of the day, it is about national priorities and forex reserves should be expended only to procure the absolutely necessary essentials and nothing more.",
        "headline_1": "High-speed train project deserves proper feasibility study",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/high-speed-train-project-deserves-proper-feasibility-study-1670678745",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-12-2022"
    },
    {
        "full_article": "The momentum of the world trade, which rebounded strongly in 2021, slowed down in the second half of the outgoing year and remained subdued in the third quarter. The last quarter is yet to end and it will take a couple of months to get the comprehensive picture of the global trade in 2022. It is, however, clear that a number of factors shocked the global trade in the year. These are: the Russia-Ukraine war, rise in energy prices, and inflation. In this context, the World Trade Organization (WTO) in October last predicted that the volume of global trade would increase on a lower scale by 3.50 per cent in the current year against a 9.70 per cent surge in 2021. The multilateral organisation also predicted that world trade would see further slowdown next year. The provisional rate of projection is 1.0 per cent. Meantime, the WTO last week released its flagship annual statistical publication. Titled World Trade Statistical Review-2022, it provides a detailed analysis of the latest developments in world trade. The data in this report cover trade in 2021 and also the first half of 2022. This is the 22nd volume of the WTO's annual statistical report which was first published in 2001 as International Trade Statistics. The publication provided an annual compilation of global trade statistics up to 2015. In 2016, the WTO launched the World Trade Statistical Review replacing the International Trade Statistics. The latest statistical review shows that global merchandise trade posted a 26percent growth in value terms in 2021. Merchandise trade dropped by 5.2 per cent in 2020, the year when the Covid-19 pandemic invaded the world. Trade growth in 2021 was also well above the 2.7percent average rate for 2010-19, the period between the global financial crisis and the onset of the pandemic.Besides the merchandise trade, global trade in commercial services also registered 16percent growth in 2021 mainly due to 'strong recovery in demand for transport services and the resilience of other services, including financial and business services, fostered by digital technologies.' The WTO report estimated that value of digitally delivered services -- critical for remote work, learning, and entertainment - stood at US$ 3.71 trillion in 2021, around 30 per cent above 2019 levels.Again, during the first half of 2022, global merchandise trade slowed \"as the global economy struggled under the influence of several related factors, including the war in Ukraine, high inflation and lingering effects from the Covid-19 pandemic,\" according to the WTO flagship report. It estimated that merchandise-trade growth declined to 4.4 per cent, year on year, in the second quarter of 2022 in terms of volume and slower growth is expected in the second half of the year. Nevertheless, both merchandise and commercial services trade grew at double-digit rates in the first half of 2022 when measured in nominal US dollar terms. \"These increases were driven by higher food and energy prices as well as increased spending on travel and transport services. Merchandise exports were up 17 per cent, year on year, in value terms in the second quarter while commercial services exports were up 18 per cent in the first quarter,\" added the report.The latest statistical review also shows that the Least Developed Countries (LDCs)' share in world goods and services exports remained at 0.93 per cent in 2020 and 2021. Combined exports of goods from LDCs in the last year registered 26.90 percent growth, which was 26.60 per cent in 2020. Exports of commercial services from the LDCs, however, grew by 9.0 per cent in the past year while the growth rate was 17 per cent in 2020. It means, LDCs lag behind in the trade in services.Against this backdrop, the trade situation in Bangladesh also needs a brief analysis as highlighted in the WTO statistical review which said that 'economies such as Bangladesh and El Salvador that witnessed a boost in exports of other commercial services like computer services jumped up in rankings in 2021.' The good news here is that Bangladesh climbed four places among the leading traders of commercial services to 70th position in 2021 from 74th in 2020. It means the country has made progress in information technology (IT) -oriented commerce and is slowly tapping the global market.Among the leading 50 exporters and importers in world merchandise trade, Bangladesh ranked 46th in import and 40th in export last year. These top 50 countries, however, included intra-EU trade which means trade in goods between the memberstates of the European Union (EU). In other words, individual trade of the EU countries has been taken into consideration in this ranking. That's why Germany ranked third on the leading importers' list preceded by the United States (US) and China while France ranked sixth. When intra-EU trade is excluded, meaning individual trade of the EU memberstates not taken into consideration, the rankings of Bangladesh as well as other countries also have changed significantly. Bangladesh became 30th leading merchandise importer and 40th leading merchandise exporter in 2021.Another interesting finding from the statistical review is that Bangladesh retook the second position in the global clothing export market last year, after it had trailed in third position after Vietnam in 2020. The share of Bangladesh in the global RMG market increased to 6.40 per cent in 2021 from 6.30 per cent in 2020 while Vietnam's dropped to 5.80 per cent in 2021 from 6.40 per cent in 2020.The WTO trade reckonings also showed that RMG exports from Bangladesh rebounded strongly last year, recording a 24per cent annual growth.China retained that first position followed by the European Union (EU). So, technically, Bangladesh is the thirdlargest global RMG exporter, and Vietnam is the fourth-largest. If EU's combined export figure were disaggregated country-wise, Bangladesh and Vietnam would be the second and third top exporters.All these statistical rankings simply indicate a country's comparative status in the global context. It may also be helpful to understand the weaknesses and strengths of the country's international trade structure. The trade statistics of Bangladesh also need to be analysed in this perspective. [email protected]",
        "headline_1": "Bangladesh's growing global footprint in merchandise trade",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladeshs-growing-global-footprint-in-merchandise-trade-1670678778",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-12-2022"
    },
    {
        "full_article": "Few people travelling by buses in the large Bangladesh cities, especially capital Dhaka, are strange to the spectacle of hawkers selling their myriad types of products making way through the standing passengers. The products range from herbal medicines, 'Chinese' kitchenware, women's beauty products like ultra-dense and sharp combs, delicacies like 'jhal muri', sliced seasonal fruits, and what not. For some time, they have been overpowered by beggars. Their badgering of the passengers at times turns so annoying that a few passengers resort to rebuking them.Of late, the whole spectacle has been lifted to the railway compartments, no matter which trains they belong to. Almost all passenger trains in the country have long been upgraded to the grade of 'inter-city', meaning they are of a higher class, deluxe to be precise, speedier than local trains, and comfortable. Some carriages are air-conditioned and the rest have cushioned chairs. They are called Chair Coaches. The days of the railway 2nd class, inter class, and 3rd class are long gone. They have been replaced with 'Shovon' and 'Sulov' compartments. With the introduction of the new and up-to-date carriages, the nature of railway journeys in the country has undergone a radical change. The middle-class people who jettisoned the train journeys and had opted for long-haul buses came back to the railway. To their great surprise, they found a completely overhauled train service --- with every part of a compartment smelling of health and cleanliness. Naturally, the people embarking on long journeys began preferring the railway. People re-using the century-old transport eventually felt grateful to the Railway authorities for their initiatives to introduce the railway's latest facilities.Unfortunately, the railway men couldn't stick to their grand promises to keep the carriages free of all kinds of things foul and ugly. These days all inter-city express trains turn into a mixture of chaos and cacophony as they cross the outer signal area into Kamalapur Railway Station. Those begin with the swarming of the rail compartments, except the air-conditioned ones, by the mobile vendors who remain lurking close to the compartments. The slow speed of the trains offers them a grand opportunity to board the trains. In fact, the hawkers start entering the carriages from the immediate-last station. For example, the Sylhet-Dhaka Jayantika Inter-city Express train has more than a couple of stoppages from Brahmanbaria before it reaches Kamalapur, its final destination. These opportunities remain blocked for the inter-city trains like Dhaka-Ctg-Dhaka Suborna Express, Mohanagar Express, MohanagarProbhati; Turna Express; Dhaka-Sylhet-Dhaka Parabat Express, Kalni Express etc. To speak forthrightly, these trains having good reputation for their services are off-limits to hawkers and beggars.The plight of the passengers travelling by the semi-express trains can be compared to an ordeal. Hawkers of every conceivable kind seem to be ruling the roost in these trains. Decades ago, street beggars and loud cries of hawkers would be considered rather annoying. Nowadays their presence appears to be turning integral to rail travels. Surprisingly, the distressing presence of hawkers etc is getting used to the passengers' eyes and the mind. The other day when two trans-genders barged into a chair-coach compartment of a train in Khilgaon area, clapping with their two palms and cooing in their typical indecorous way, the seasoned passengers dealt with them brusquely. But the unaccustomed passengers felt jittery and stunned.This shouldn't be glossed over in public transports like a passenger train.[email protected]",
        "headline_1": "Nuisances that plague rail travels",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/nuisances-that-plague-rail-travels-1670678831",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-12-2022"
    },
    {
        "full_article": "The number of crimes is on the rise. Every day one comes across at least a few reports of atrocious crimes being committed across the country. From murders to rapes to robberies, the list keeps growing and so does the intensity of such crimes. The recent incident in Chattogram surrounding the five-year-old Alina Islam Ayat was utterly shocking. The child was brutally murdered allegedly by their tenant Abir Ali, who confessed that he had kidnapped Ayat with an intention of demanding ransom, but at one stage strangled her to death. He then cut up the body into six pieces and dumped it in the sea. How could someone be so heartless towards a child for money? Besides, we often hear news about someone being robbed or even killed for small amounts of money. The people carrying out these crimes do so because they are unable to meet their basic needs. Unemployment also contributes to this. Considering the ever-increasing inflation, street crimes and all other kinds of crimes are likely to rise. The solution does not only lie in taking serious action against these criminals. The government should strive to lower inflation and control price hike. It should also draw up plans to provide people with jobs. The solution of the problem needs a holistic approach. While one needs to work on making Bangladesh safe and secure, one also needs to address the root causes of these crimes. It is hoped that the authorities concerned would take serious steps against these crimes so that people can live peacefully.Sirazi Shahjahan,Malibagh, Dhaka,[email protected]",
        "headline_1": "Combating crime",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/combating-crime-1670678878",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-12-2022"
    }
]