[
    {
        "full_article": "In the lead up to COP26, the BBC published an article highlighting five people who would be key to successful outcomes in Glasgow. The list included veteran Chinese climate negotiator Xia Zhenhua and COP26 President Alok Sharma, amongst others, and included the Prime Minister of Bangladesh Sheikh Hasina, who the BBC termed the \"voice of the vulnerable\". As the current President of the Climate Vulnerable Forum (CVF) and the V20 Group of Ministers, much is expected of Bangladesh's delegation to be a strong moral voice and advocate.\nThese expectations are not without justification. Bangladesh, along with other small developing states, often have outsized voices at forums like COP, punching well above their economic weight, and with good track records of pushing through valuable decisions through the UN mechanism. An appeal by the PM on behalf of the CVF countries for the submission of ambitious new NDCs went out last year and acted as a call to action for many ahead of Glasgow. Most recently, Bangladesh and the Marshall Islands were commended for their efforts in the UN Human Rights Council to push through a resolution for the creation of a new mandate holder, in the form of the Special Rapporteur on Human Rights and Climate Change. In climate diplomacy circles, Bangladesh remains a respected and motivated actor fighting for climate action on the global stage.\nAs a result, PM Hasina's speech at the Leaders Summit on the first two days at COP26 was eagerly awaited. The series of speeches by world leaders is more theatre than actual policy action—the real work often begins after the leaders have left their negotiators to work overtime to iron out a deal—and the opportunity was taken by many to announce significant new climate pledges, including a spate of net zero commitments and action. Others used the opportunity to remind their fellow heads of states of the urgency and moral imperative of successful outcomes at Glasgow. \nPM Hasina began with the oft recited yet highly effective reminder that Bangladesh contributes less than 0.5 percent of global emissions, yet is a country that is among the most vulnerable to the adverse effects of climate change. The moral imperative of climate action is not on developing states like Bangladesh, but rather on rich, industrialised nations. But the climate reality is that we are already facing the effects, and without effective climate finance, technology transfer and focus on adaptation, many lives and livelihoods will be lost in Bangladesh and elsewhere in the Global South.\nBangladesh is already planning and taking actions to deal with this climate reality, as outlined in the number of policy initiatives the PM talked about. She mentioned the establishment of the GoB's Climate Change Trust Fund, for which she announced spending would be increasing yearly, as well as the Mujib Climate Prosperity Plan, the first of its kind in the world and a blueprint on building resilience, promoting development and spurring economic growth centring around climate action. It is widely expected that this will be a blueprint for other developing nations to develop their own climate prosperity plans. She also announced that work is underway on a National Adaptation Plan that should be unveiled next year. Bangladesh's new NDC were deemed \"ambitious\" by her, and she briefly mentioned the extensive domestic solar programme, as well as plans to have 40 percent of power generation from renewable sources by 2041. The main body of her speech ended with her reiterating her responsibility to speak not only for the people of Bangladesh, but also the 40 plus members of the Climate Vulnerable Forum, and spoke of the efforts of the CVF countries to pursue a \"Climate Emergency Pact\".\nShe closed her speech with four demands, summarising the long-standing demands of many in the developing world. The first of these was that the major emitters and industrialised countries must submit ambitious new NDCs for upgraded climate action as well as, importantly, guarantee their implementation. The second was to highlight a major talking point at COP26, which is the promise of the mobilisation of USD 100 billion annually in climate finance to developing countries, which has yet to be kept. The climate finance that has been mobilised (usually well short of the USD 100 billion target) has often been skewed for mitigation purposes, and the PM reiterated the CVF's demands that the finance should be split 50:50 between mitigation and adaptation. In addition, she also demanded affordable and accessible technology transfer for developing nations. Finally, she called for the addressing of the elephant in the room: Loss and Damage, including calling for enshrinement of shared responsibility for climate migrants/refugees and displaced peoples due to adverse climatic effects such as sea level rises, increasing salinity, erosion, droughts, etc.\nWhile her speech covered many points deserving of their own careful analysis and writing, and bravely put forward a series of demands for major emitters and industrialised nations to take responsibility and appropriate action to fight the climate crisis, there were some significant issues missing, especially in relation to Bangladesh's environmental actions at home. There was no mention of coal, a major talking point at this COP, as repeated calls from the COP Presidency have urged for coal to be binned at Glasgow. Bangladesh has persisted with planned future reliance on coal—a policy that contradicts the moral high ground of its climate diplomatic position and makes less and less economic sense as the price of renewables plummet worldwide. While in a separate speech she mentioned the 10 coal power plant plans that were binned earlier this year by the government, there remains extensive coal generation plants, many in fragile ecosystems, with questions surrounding ecological impacts and human rights violations.\nIn addition, with international pressure on coal funders, whether these cancellations came about from climate considerations or economic necessities is a matter of speculation. Without an updated Power Sector Master Plan, it remains unclear as to what direction the government's energy policies will take and remains a somewhat uncertain field. Deforestation and the conservation of carbon sinks were also noticeably missing from the PM's speech, especially with continuous reports of land-grabbing and tree-felling in reserve forests in Bangladesh—such as the decision to use 700 acres for the establishment of a civil service academy in Cox's Bazaar, which includes areas that are categorised as Ecologically Critical. Bangladesh initially abstained from signing on to a major political commitment on protection of forests at COP, but has since signed on.\nPM Hasina's speech in Glasgow made a lot of good points and stressed on important demands, something one must hope her negotiators and the delegates of other CVF countries will push hard for in whatever outcomes emerge from Glasgow. However, these cannot just remain demands, they must become realities as the climate crisis worsens. Near term action is extremely important. While no government is perfect, Bangladesh's moral position internationally must also be backed up with action domestically, something which, at the domestic level, has sometimes been found lacking. The pipeline of policies and strategic documents will create an important framework, but we have to wait until they are published to scrutinise what they do well and what they lack. Words are important, but action even more so. Whatever emerges when the dust settles in Glasgow, we hope the government of Bangladesh will apply the same urgency to dealing with environmental degradation at home.\n \nBareesh Hasan Chowdhury is a Research Lawyer at the Bangladesh Environmental Lawyers Association (BELA).\n",
        "headline_1": "PM Hasina’s earnest call for action at COP26",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/pm-hasinas-earnest-call-action-cop26-2226826",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-11-2021"
    },
    {
        "full_article": "This world is home to some 7.6 billion people, and not every person lives as well as the next. Some live in concrete homes, some in thatched huts. Some in the urban jungle, some in towns and villages, and others, literally in jungles. Some live on flat land, some on plateaus, and some on plain land. Those who live in climate vulnerable areas are often posed a common question: Why not move?\nThis article will not answer the above question. There are a number of reasons as to why a group of people choose a particular area and make it their home. It is as much of a geological decision, as it is a cultural, social or emotional one. However, it is important that we highlight the plight of people who choose a particular spot as their home and demand localised attention for them, while or without waiting for solutions to big-picture, global problems. We need to make leaders understand that while global environmental debates remain ever fluid, people who live in deteriorating local conditions require customised and personalised solutions, and they require them fast.\nTake deforestation, for instance. The people in these vulnerable areas are largely dependent on the forests for their livelihood, but deforestation has now become a problem for the entire world. Similarly, if the world is to curb the global rise in temperature and keep it below 1.5 degrees Centigrade, countries will have to cut their emissions for decades. It is a given that the bigger the issue, the more time it will take. While conventions are held every year regarding burning environmental issues such as deforestation and global warming as a consequence of deforestation, vulnerable people are grappling with seemingly smaller but more urgent and life-threatening consequences, such as hunger, displaced animals entering villages, and floods and cyclones—none of which can be put on hold because conventions with important world leaders are looking for solutions. Granted, global warming is a much bigger issue in the grander scheme of things, but it definitely is not as easily solved as some localised problems may be, if given proper and timely attention.\nTherefore, it is only fitting that these local problems be provided with unique solutions—whether nature-based and local, or a mix of global and local—but definitely keeping in mind the local surroundings. They demand customisation in the way they are solved, and deserve acute attention and swift intervention from their national governments, international agencies and other decision-making bodies. Take, for instance, floods. The drone view of why floods occur frequently is a lack of green cover provided by trees. However, it would be impractical to wait for reforestation in a particular area for the floods to stop while people lose livelihoods, homes get displaced and children fall sick. Research has shown us all the reasons why floods in one area would occur again and again. Even if evacuation seems an obvious solution, oftentimes, it does not work due to a combination of economic forces, lack of education, human rights issues, etc. An integrated problem like this would never have a one-size-fits-all solution. Therefore, simply calling for evacuation in that area does not serve any purpose. It is like yanking at the string of a botched necklace while the whole piece disintegrates in your hand.\nThen what do you do? The answer is two-pronged. It lies at the very roots of where the problem is occurring—in locally led adaptation (LLA), and ironically, in the experienced hands of top decision-makers, researchers, government and private institutions, civil society torchbearers and international agencies. Let us explore both in detail.\nLocally led adaptation action involves empowering local stakeholders to lead or meaningfully contribute to adaptation actions. Each place has its own unique history, its dilemmas, and its tried and tested localised methods of putting things right. Indigenous people know their land better than anyone and know how to respect nature and the environment in which they live, often striking the right balance between sustaining resources and protecting themselves, even if it is just to survive and delay the issues at hand, and not mitigate them. Right now, almost everywhere in the world, people are going by the top-down approach. The top officials of government ministries, who have next to no hands-on knowledge of problems faced by the people who are in the thick of the problem, are trying to find solutions to these problems. Their expertise is simply not enough to generate the sort of results that would sustainably work for these people.\nIt is the people living in the affected areas who will be able to assist themselves better, as they have been dealing and adapting with issues like these all their lives and through generations. The experience they pass down, the improvised techniques of adaptation, blended with the modern knowledge of local and regional experts, can be crucial to their survival and to planning out localised solutions for them, even, and especially, in the face of global negotiation delays. In short, even when a failure of global leadership delays things, local intervention can and should be faster than global delay. This can be made possible through LLA where all authoritative bodies working at the local level—supported by their governments and private institutions, including civil society leaders—and foreign agencies work and learn from each other and about adaptive actions by involving local-level entities.\n \nKazi Amdadul Hoque is the senior director of strategic planning and head of Climate Action at Friendship, a Bangladeshi social purpose organisation.\nEmail: hoqueka@gmail.com\n",
        "headline_1": "Locally-led adaptation is a key strategy in dealing with the climate crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/locally-led-adaptation-key-strategy-dealing-the-climate-crisis-2226816",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-11-2021"
    },
    {
        "full_article": "On the evening of November 3, the government increased the per litre price of diesel and kerosene oil by Tk 15. The next day, bus owners announced an indefinite strike in protest, and it was activated almost immediately from Friday, November 5. It appeared as if we didn't have an administration that cared enough to ensure millions of students and job-seekers could reach their respective exam centres. Since the strike was announced over the weekend, a discussion with the bus owners—who had announced that public buses would not run until they were allowed to increase fares—could not take place before Sunday. Similarly, trucks and launches also stopped their operations.\nDespite the extraordinary sufferings imposed upon the general populace, not an iota of compassion could be seen among the representatives of government. The idea that no discussions can take place over the weekend is a mind-boggling government policy. During these two days, we had to hear and endure some very \"subtle\" and \"not-so-subtle\" logic from government decision-makers, where they tried to bolster the decision of hiking fuel prices. In accordance with the owners' wishes, the government increased transport fares on November 7. The decision was taken in the evening and the government's circular also came out in lightning speed. Friday and Saturday are off days, but the evening, which is after work hours, is also considered to be \"off\" time. However, in order to protect the interests of the transport owners, the government found no obstacles in publishing the circular in the evening, during such off hours.\nOnce public transport was back on the streets, many bus operators began to collect fares at a rate of 50 to 60 percent above the stipulated prices. The rule that CNG-run buses should not charge increased fares was also widely flouted. In Dhaka, a large number of vehicles run on gas, not diesel, including a portion of long range trucks. It is rumoured that the price of gas will also be increased soon. At that point of time, the fares may be revised again, and diesel-run vehicles are also likely to be included in that probable hike.\nFor these reasons, the question we must ask is—is the government protecting the interests of a few transport owners rather than that of the general population?\nCertain claims have also been made recently on the issue of price hikes being connected to the smuggling of oil to India. It is expected that an explanation from a responsible minister or a government agency will definitely be circumstantial and information-based. However, does any supporting logic or fact exist for this claim? Did the government ask any agency to conduct an investigation in this regard?\nNo such information exists. Due to the constant vigilance of the BGB and BSF, along with the fact that there are barbed wired fences all around the border, the act of smuggling oil has become quite difficult. The BSF even takes a strong stance against cow smuggling. Journalists who are working around the border areas confirm that no big incidents of oil smuggling takes place these days. Even if some smuggling incidents happen, the amount would be insignificant at best.\nMany years ago, Indian trucks would depart with containers filled with oil. It should be mentioned here that, only through the Benapole border, 250 to 300 Indian trucks enter Bangladesh with goods on a daily basis. Each truck has a container capacity of 300 to 400 litres. They used to empty the containers and then fill them up before returning. This method of smuggling has also been stopped. There is now a rule that prohibits border area petrol pumps to sell oil to Indian trucks. The Indian trucks are not allowed to leave the depot to reach the petrol pumps either. There is also very little opportunity to fill up the containers using drums filled with oil. In no man's land, each and every Indian truck is thoroughly checked by the BGB. Even after all this, a certain amount of smuggling might take place, but the amount will never be significant enough to justify a price hike.\nThen there is the issue of oil price increase in the international market. The price for unrefined oil has increased, and the Bangladesh Petroleum Corporation (BPC) has been incurring losses over the past five months. The calculation is such—for each litre of diesel, the government had to pay a subsidy of Tk 2.97, 3.70, 1.58, 5.58 and 13.01 in June, July, August, September and October, consecutively. Thus, from June to October, the BPC has incurred losses worth Tk 1,147.50 crore. However, it is not unusual to see the price of oil going through ups and downs in the international market. The cost of a barrel of oil was USD 83.54 in October. It is assumed that the price will increase further. In a very dubious manner, the energy ministry has decided not to divulge certain information, or to hide it in its entirety. It mentioned that the price of diesel was decreased by Tk 3 and fixed at Tk 65 per litre in 2016. They also mentioned with pride that the price has not been increased even once till 2020. But why didn't they increase the price in these past five years?\nLet us ask a better question here. Was the government actually supposed to increase it? As per previously announced government policy, the rule is to adjust the pricing, not to decrease or increase it. If prices increase on the international market, local prices will get a facelift. Similarly, if prices drop internationally, local prices will face a downward adjustment accordingly. So during the period of 2016 to 2020, how did the international oil market perform? In 2016, one barrel of oil cost USD 43.29. The average prices in 2017, 2018, 2019 and 2020 was USD 50.80, USD 65.23, USD 55.99 and USD 39.68, consecutively. At a certain point of time in 2020, the oil price came to the minimum level of USD 11. Had we followed the policy of adjusting oil prices with the proceedings of the international market, then the price would have been lowered much earlier. However, the announced policy was not followed at all, and now the claim is that the price has not been increased adequately.\nApparently, in October 2021, the USD 83.54 price tag of a barrel of oil caused the BPC to incur a loss of Tk 13.01 per litre. Now the question is, when the price was USD 39.68 per barrel in 2020 and the minimum price was USD 11, how much profit did BPC make against each litre of oil? The energy ministry refrained from publishing that part of the equation.\nM Tamim, a professor of the petroleum and mineral resources engineering department of BUET, told The Daily Star, \"The price of octane has not increased in the international market, but at home, it is being sold at a price of Tk 89 per litre. The import cost of this oil is probably within Tk 40-45 range. For this oil, VAT, duty, tax and supplementary duty amounts to Tk 40. If the government wishes, they can easily sell it at Tk 70 to 75 per litre. But instead, they are making profits here.\"\nThus, even though the government claims to subsidise fuel, they are actually making a profit of Tk 15 to 20 per litre in selling octane.\nBPC has made a profit of more than Tk 43,000 crore in the last seven years as proceeds from selling oil. Apart from this, the government also gains 28 percent tax and VAT from each litre of unrefined oil. This 28 percent tax and VAT means the government earns Tk 19 per litre.\nProfessor Tamim also mentioned that, apart from the profits earned by BPC, the government gets Tk 9,000 to 10,000 crore as VAT and taxes. It is unquestionable that the government will charge VAT and taxes. However, the question here is why the government took away the Tk 43,000 crore earned by BPC. A policy of stowing away a certain portion of profits for \"rainy days\" could have saved the day—for example, when prices are increasing in the international market, that fund could have been utilised to subsidise prices.\nHowever, this money has been spent, wasted or swindled in the name of \"development\" projects. The government is acting like a businessman here. It is making profits by selling oil to the people. The oil importing agency of the government is not following a transparent process—it is not clear at what price they procure oil, what is their transportation costs, etc. There are allegations against them for misdoings on massive levels, but no visible investigation is being conducted. Instead, the government's solution is to increase the price of oil. The welfare of the public is not in their thoughts.\nThe first wave of Covid-19 led to 2.5 crore people being pushed into poverty. The second wave took the number of new poor to more than three crore. The government has not taken any special initiatives for them. The prices of daily essentials have increased by leaps and bounds. Now diesel, kerosene and LPG gas are also more expensive than ever. Transportation costs also increased. The combined effect of all these will impact all aspects of daily life. It is as if there is no one out there to think about people's livelihoods.\n \nGolam Mortoza is a journalist at The Daily Star. The article has been translated from Bangla.\n",
        "headline_1": "The subtle and not-so-subtle logic behind fuel price hikes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-subtle-and-not-so-subtle-logic-behind-fuel-price-hikes-2226806",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-11-2021"
    },
    {
        "full_article": "Human trafficking continues to plague Bangladesh. As recently as October this year, the Rapid Action Battalion (Rab) arrested 11 traffickers belonging to two rackets—one of them being \"Dance Club.\" The elite force also rescued 23 trafficking victims from three \"safe houses\" across Dhaka.\nOne of the arrested happens to be Kamrul Islam alias Jalil alias DJ Kamrul alias Dance Kamrul, a trafficker who lured unsuspecting girls with promises of lucrative jobs abroad, posing as a dance club owner. He had earlier been arrested in April 2019 for trafficking a woman to India, but he was released after only three months in jail.\nPrior to this spate of arrests, in June, law enforcement agencies arrested 11 suspected human traffickers, who had been poaching girls and women using the social media platform TikTok. Later, Rab stated that Rafizul Islam Ridoy, also known as TikTok Ridoy, was the leader of the racket, and used to entrap girls with promises of making them TikTok models. However, the girls were trafficked to Southern India as sex workers. The TikTok gang came under surveillance after a video of sexual assault on a woman in India went viral on social media. She was one of their victims.\nIn the past years, multiple trafficking rackets have been busted by the law enforcement agencies, yet the number of human trafficking victims kept spiralling. Citing NGO reports, this daily revealed that in the last 10 years, about 500,000 women and girls from Bangladesh—aged between 12 and 30 years—have been trafficked to India alone. Apart from India, trafficking hotspots include countries in the Middle East, North Africa, and East Asia, where Bangladeshi men, women and children are smuggled.\nGiven the upward trend in human trafficking, we need to take a closer look at the contexts of these incidents in order to be able to comprehensively address the situation, because these sporadic arrests are certainly not doing anything to curb this crime.\nThere are two ways to approach this issue: preventive and curative. For the former, we need to understand and eliminate the causes that lead people to fall into the traps set by unscrupulous criminals. For example, there have been instances where the victims—in a desperate search for livelihoods—sought help from the traffickers to smuggle them out of the country, so that they could find jobs abroad. This means these vulnerable people have no access to education, skills development, or any means of livelihood.\nThis bring us to the context of this evil called human trafficking: the root of these desperate journeys. In order to address this, the government needs to promote skills development training for these vulnerable, marginalised groups; the state needs to tap into this segment of the potential workforce, empower them with skills, and include them into the mainstream economy through access to decent workplace or entrepreneurial opportunities.\nSecondly, for those who seek employment abroad, the Ministry of Expatriates' Welfare and Overseas Employment needs to carefully assess the credibility of the various agencies that supposedly offer foreign jobs opportunities to interested candidates. Often, criminals and dalals pose as recruiters and sell the job-seekers into slavery instead. Therefore, there is a need for strict vigilance in their sector. This includes close monitoring of the interactions, and transactions of any individual or agency claiming to be an overseas job recruiter.\nAlso, the government needs to create a support system for those who want to go abroad for jobs, by creating one-stop information centres, from where these interested individuals can connect with legitimate and credible recruiting agencies. There is also a need to educate people about the services that are being offered by the recruiting agencies, and the pitfalls of attempting to go abroad through illegal channels. If people are aware and are empowered with information and knowledge, they will be less likely to fall for the fake promises of the smugglers.\nNow, if we talk about curative actions, the first concern that comes to the fore is the noticeably low conviction rate of human trafficking cases. According to media reports citing the Brac Migration Programme data, of all the human trafficking cases filed between 2012 and March 2021, only one percent of the cases ended in conviction.\nPost the enactment of the Prevention and Suppression of Human Trafficking Act in 2012, as many as 5,738 cases involving human trafficking were filed, of which only 282 cases have been cleared till July this year, and only 36 cases resulted in conviction. Of the 24,500 traffickers named in these cases, only about 10,500 were arrested. What is even more unfortunate and alarming is that, except for 71 of the criminals who were convicted, the rest are out on bail. There are two problems with this: first, once these criminals are out, they become more reckless and return to hunting for the next victim. Secondly, these bails send a strong message to the criminals—that even if they get nabbed, they can easily escape the long arms of the law.\nIt is understandable that there is often a lack of evidence in such cases, or victims end up making out-of-court settlements with the criminals, or witnesses fail to appear at the court for testimony. However, the practice of giving widespread bail without keeping the accused under any sort of surveillance, while their cases get lost in a legal quagmire, cannot be a solution to this problem. \nTake the case of DJ Kamrul, for instance: had he not been out after three months in jail in April 2019, he would not have been able to victimise more girls. Who will take the responsibility of the women and girls who are having to endure unspeakable horrors day in and day out, thanks to the system that enables criminals like DJ Kamrul to go scot-free?\nOf course, there would be many hurdles in the process of bringing these notorious criminals to justice—especially because many of them have support from influential quarters—but the authorities need to work around the problems and find ways to put these traffickers behind bars, and for long.\nUnless we find long-term curative solutions, and implement them in tandem with effective preventive measures, the nefarious activities of these rackets will not only continue, but increase, and the criminals will get a free rein to make easy money, exploiting the desperation of vulnerable individuals.\nThe law enforcement agencies can make as many arrests as they want and bust as many gangs, but without stringent application of the law, these will not bear any fruits whatsoever.\nIt's high time the authorities took a hard look at the reasons why individuals fall prey to the evil intentions of the traffickers and eliminated those, assessed how the criminals get off so easily after being nabbed and closed the loopholes in the system, and took a holistic approach to address the country's human trafficking problem. Safety and security of each and every citizen is the responsibility of the state, and it must do everything in its power to ensure this, no matter what the challenges are, and who the criminals are.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Why the lax attitude in bringing traffickers to justice?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/why-the-lax-attitude-bringing-traffickers-justice-2226131",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-11-2021"
    },
    {
        "full_article": "That the government has made a draft guideline to regulate risky three-wheelers and similar types of vehicles on national and regional highways is encouraging. According to the draft, three-wheelers like Nasimon and Karimon and the battery-run easy-bikes will not be allowed on national and regional highways unless they have the route permit, and registration and fitness clearance, to operate on the dedicated routes. The number of such vehicles would be brought down in an effort to reduce road crashes and traffic congestion. Moreover, the drivers of the vehicles which would be allowed to operate, would also be required to have driving licenses.\nVarious studies done over the years have found slow-moving vehicles to be one of the major reasons for road crashes on highways. However, not much has been done to control their operations. Reportedly, a ban was imposed on the three-wheelers such as Nasiman and Kariman on 22 major national highways in 2015, which remains largely unenforced. The result of the non-enforcement of the ban is that road crashes have increased on the highways in the last few years. According to a police report, a total of 3,095 people were killed in 3,259 road crashes in the first seven months of this year, which is over 40 percent higher than that of the same period last year. And experts have blamed the plying of a large number of small vehicles on highways for this rise in the number of casualties from road crashes.\nWhile we appreciate any steps to control the movement of slow-moving vehicles on the highways because they increase risks of accidents, we would also like to remind the government that these vehicles are very cost-effective for the local people. If they are taken out of the roads, there must be alternative modes of transport made available for people at cheaper rates. Another solution could be to improve the technical standards of these vehicles and let them operate on separate lanes, while ensuring that they are driven by skilled people with driving licenses.\nThat being said, we think the draft regulation is a very significant development in ensuring road safety. Since it is still in its preparatory stage, transport experts as well as ordinary people should be allowed to give their feedback to make it more people-oriented and enforceable.\n",
        "headline_1": "Draft guideline to regulate three-wheelers encouraging",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/draft-guideline-regulate-three-wheelers-encouraging-2226796",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-11-2021"
    },
    {
        "full_article": "The government's vaccination programme for schoolchildren, which has been underway since the first of this month, is beset by a number of difficulties. According to a report in this daily on Wednesday, long queues, mismanagement at the vaccine centres and multiple difficulties in the registration process have dampened the excitement surrounding the initiative to inoculate schoolchildren aged 12-17 years. This, unfortunately, shows that the authorities have not learned any lessons from previous nationwide vaccination drives that were mired with inefficiencies as a result of poor planning and lack of proper oversight.\nIt is most disappointing that the government is yet to device a system to make its inoculation programmes efficient and easy for those who are hoping to get vaccinated. In the absence of such a system, students of various schools have had to wait for hours on end to get their vaccines, according to the report. Some students were even seen struggling to just get into the school premises. The chaos inside and outside of the schools and the massive gatherings of students and their guardians is only exposing them to unnecessary risks of contracting the virus. And this has, so far, been a staple of all of the government's vaccination drives.\nThe report revealed that some of the gatherings were happening because not all the vaccination booths were functional. The number of school students in Dhaka is huge. The government should have taken this into account and set up a substantial number of vaccination centres. That there are currently only a handful of vaccination centres available for school children, where some of the booths are not even operating, is simply unacceptable. Parents also complained at the lack of assistance they received from school authorities when it came to registering their children for vaccination. Moreover, there has been a huge mess-up when it comes to registering with the Surokkha app, as those having a 16-digit birth certificate have been unable to register at all.\nThese are all problems that should have been sorted out a long time ago. After so many rounds of government vaccination drives, there is no excuse for these hurdles. The lack of focus on the part of the authorities to ensure that the inoculation of school children goes smoothly is truly perplexing. Therefore, we call on the authorities to immediately address these issues once and for all, as otherwise, the current vaccination drive of school children, like many before it, might again fail to deliver the desired results. And that is something we can ill-afford at this stage.\n",
        "headline_1": "Another haphazardly arranged vaccination drive",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/another-haphazardly-arranged-vaccination-drive-2226606",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-11-2021"
    }
]