[
    {
        "full_article": "The stereotypical image of politicians in India in popular culture is mostly unflattering, but it is also somewhat unfair. Politics as a vocation is not an easy one and no one receives more scrutiny than legislators and politicians in public life and despite there being several things to improve upon, electoral democracy in India allows for a fair amount of accountability by empowering the voter to evaluate those contesting to represent them. Yet, if there is one act that reminds citizens of the tendencies of politicians, it is that of switching sides on the eve of fresh elections in a State. No State is spared of this act, and hardly any party escapes defections. In a world where principles and ideologies determine party affiliation, switching parties at the last minute would be a rare anomaly for there would have been ample time for disgruntled partymen to rethink the bandwagon they had hitched themselves to. But in the real world, elections bring in hard calculations — politicians who sense a whiff of change in the mood of the electorate are ready to take the risk to switch. These occurrences are more pronounced when parties select their legislators on considerations such as caste/community identity — but they are no longer rare events even in States where the polity features a clear ideological divide, for instance, Kerala. But there are also occurrences — dime a dozen — when the electorate does not punish political opportunists and considerations other than legislative ability alone determine the electoral fortunes of contestants.In the case of Goa, a State with a small Assembly and which has a history of party-hopping, the spurt of defections of late should not come as a surprise. But the fact that electoral contestation in an already fractious polity with a high number of competitive political parties has now increased with the Trinamool Congress and the Aam Aadmi Party in the fray, has exacerbated matters by widening the choices for the political opportunist. In Uttar Pradesh, even considering the fact that such defections are routine, the spurt of MLAs switching sides from the Bharatiya Janata Party (BJP) to the Samajwadi Party (SP) should worry the ruling party, more so if the party hoppers are from the Other Backward Classes who had been diligently wooed and represented in the BJP to get an edge over the Mandal parties. The BJP could still take consolation in the fact that last minute defections in West Bengal had little effect on the ruling Trinamool in the election last year but unlike in the eastern State, the politics of identity is more salient in Uttar Pradesh. This indicates that the political contest in a State where the ruling coalition secured 51.2% of the votes and led in 284 of the 403 Assembly segments in the State in the 2019 Lok Sabha election, is getting to be a close call with the SP putting up a spirited fight. At the very least, the aura of invincibility that the BJP had since 2014 is markedly absent. Although the Opposition camp is still divided, the erosion in the BJP support base is unmistakable.",
        "headline_1": "Straws in the wind: On defections from BJP ahead of U.P. polls",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/straws-in-the-wind-the-hindu-editorial-on-defections-from-bjp-ahead-of-up-assembly-elections-2022/article38242978.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-01-2022"
    },
    {
        "full_article": "A few days after he expectedly won his fifth World chess championship in a row, Magnus Carlsen suggested he might abdicate his crown — unless Alireza Firouzja qualifies as his challenger for the next World title. The Norwegian genius spoke of how the recent performances of the 18-year-old Iran-born French player motivated him. The teenager is now the frontrunner to be Carlsen’s rival for next year’s World title match. A few years later, an Indian could be facing the World champion across the chessboard in a title match, for the first time since 2014. It may be no exaggeration to say that India currently possesses the world’s most exciting group of chess prodigies. Players such as Arjun Erigaisi (18), Nihal Sarin (17), R. Praggnanandhaa (16), D. Gukesh (15) and Raunak Sadhwani (16) are capable of breaking into the elite of world chess. And there is much promise outside that bunch too, like Bharath Subramaniyam, who became India’s 73rd Grandmaster on Sunday, at the age of 14. The list of the world’s top juniors is a reasonable indicator of the future stars. In the latest list released by FIDE, five of the top 13 are Indians. Among the seniors, Viswanathan Anand continues to be the highest ranked Indian. The five-time World champion, who single-handedly revolutionised chess in the country, is the World No. 16.It is no mean feat considering Anand is 52 and keeping him company are six other Indians in the top 100. Among countries, India is ranked fifth. In the women’s list, Koneru Humpy is ranked third and Dronavalli Harika eleventh. Not many exceptional talents are coming through from among the junior girls, though. That is one deficiency the All India Chess Federation could look into. The federation also needs to do all it can to ensure that Indian chess retains its momentum. Never has it seen so many gifted youngsters making rapid strides on the global stage at the same time. That they are being trained, among others, by Anand is one of the most positive developments in Indian chess in recent times. Conducting a few top-tier tournaments that could pit India’s best against the world’s strongest, in addition to the large number of open events that are already there, is something the administrators have to do on a regular basis. At present, there is only one; and that too, thanks to Tata Steel. Chess has recently become more mainstream in India, and the huge increase in popularity of live streams of chess events suggests even better days are ahead. If there is a time to tap the huge potential of the game in the country where it originated 15 centuries ago, it is now.",
        "headline_1": "Young knights: On Indian chess",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/young-knights/article38243001.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-01-2022"
    },
    {
        "full_article": "Developing an understanding of emergency care may seem like a daunting task—especially if, like in Bangladesh, there is no working system in place. However, there is a framework developed by the World Health Organization (WHO) that makes it easy to understand how to design an efficient emergency care system. Policymakers in low- and middle-income countries who wish to strengthen their national emergency care systems can study and implement that framework.\nThe WHO emergency care system framework divides the initial journey of an acutely ill or injured person into three locations: the first is the scene where the illness or injury originates, the second is the transport of the patient, and the third is the facility at which the patient undergoes treatment. It also classifies all the actions taken from the scene of illness/injury to the treatment facility in three segments: human resources, functions and equipment, and supplies and information technologies. When all three locations are interconnected by effective and prompt actions, not only are lives saved, but the overall quality of life after the illness or injury is much improved.\nThe most sensible aspect of this framework is that most, if not all, of the elements are already present in all health economies. Let's look at the framework in the context of Bangladesh.\nThe action plan of any particular case of emergency care may vary, as it depends on the patient and their illness. It may also vary depending on the scene of illness or injury: urban or rural, indoors or outdoors. The only constant in all these situations is the heightened state of emotion that the patient and their close ones experience, and the anxiety that stems from uncertainty. The response of a bystander, if there is any, is crucial in this situation. Whether it is having basic first aid skills or even just the ability to call for help, a bystander is key to providing the initial help to the patient. Bystander Response can be substantially improved in Bangladesh by means of one of many successful public health campaigns that have already been run, whether it be by media or formal education. Furthermore, the country already has a national emergency helpline, 999, which is accessible free of charge. Training these dispatchers in emergency care and efficient methods of communication can help both the bystander and the patient.\nTransport is a critical factor when it comes to Bangladesh. Firstly, the current state of urban traffic is a huge barrier to providing emergency healthcare due to road congestion. The sense of responsibility to facilitate the passage of an ambulance at any given time must be instilled within the community. A combination of better traffic flow and improved policing is undoubtedly needed for this, but it will take time. However, what is more easily achievable is upgrading the ambulance services; instead of using ambulances as a means of transport, trained first responders and appropriate equipment should be added to the services. At the same time, the authorities concerned can develop a national ambulance service, which should take a relatively short period of time.\nThere is no shortage of facilities that house an emergency department in Bangladesh. The High Court has ordered all healthcare facilities and providers in the country to provide emergency care to patients. But what needs to be looked into is the quality of this emergency care, and standardise all these facilities, so that patients don't waste time deciding which facility to go to. The fact that most of the health economy in Bangladesh runs on an out-of-pocket scheme should not affect this stage of care, as care must be provided before payment. With proper training of all healthcare professionals and planning for infrastructure and resources, patients can be efficiently treated in these emergency units, and appropriate disposition plans can be made.\nEffective communication is vital in this entire process, whether it is a dispatcher responding to a bystander and alerting the nearby facility, or the first responder providing a clinical handover to the receiving unit. There should be clear communication with the patient and their attendants as well.\nThere is no doubt that Bangladesh has all the required elements to design an effective emergency care system; what is needed is the alignment of these elements. The responsibility of ensuring that critical patients survive and make a good recovery does not only fall on the healthcare sector, but all the relevant government sectors as well. This is definitely a challenge—but it is a challenge that Bangladesh appears to be ready to take. \n \nDr Mir Saaduddin Ahmad is academic director at Dr Nizam Medical Centre in Dhaka, Bangladesh, and a trained specialist in emergency medicine.\n",
        "headline_1": "How to design an emergency care system",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-design-emergency-care-system-2937306",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-01-2022"
    },
    {
        "full_article": "Many years ago, a colleague at the United Nations invited me to watch a video of Marilyn Waring, an MP and economist from New Zealand, talking about economics. I watched, stunned, as Waring scoffed at the focus on GDP. \"Why should I care about GDP?\" she demanded. \"What does it tell us that is useful or important?\"\nNaturally, I was intrigued. Like so many people, I had unquestioningly assumed that GDP was a great measure of how a country is doing. If GDP is on the rise, then the country is growing more prosperous: people can afford a decent home, enough food, good education for their children, and so on. If GDP stagnates or, heaven forbid, is on the decline, then it's a disaster. Simple, right?\nBut inspired by Waring, I started to learn more, and discovered that Gross Domestic Product doesn't actually tell us much useful about a country's condition. GDP includes all kinds of products that we would do better without, such as weapons, junk food, and tobacco. It fails to include things we need, like the unpaid work of caring for others. It ignores whether products are healthy or harmful; a gun, being more expensive, is far more valuable than a carrot. Cars pollute and kill, but by the logic of GDP, they are vastly more valuable than a bicycle. A forest is a waste of space; a river with clean water has no value. Destruction pays; conservation is wasteful.\nIt's little wonder, then, that our obsessive international focus on GDP and its endless growth has led to so much environmental destruction and the terrifying climate emergency. As Robert Kennedy famously said, GDP \"does not allow for the health of our children, the quality of their education or the joy of their play. It does not include the beauty of our poetry or the strength of our marriages, the intelligence of our public debate or the integrity of our public officials… it measures everything in short, except that which makes life worthwhile.\"\nI realise that after all we've been told, it seems counter-intuitive that economic growth, measured by GDP, will not mean that growing populations will have enough of what they need. So let's break it down a little more. As I mentioned, GDP does not measure only what we need, but rather everything we produce—as long as it's for sale. GDP includes harmful products and excludes beneficial ones, like organic vegetables, if they're not sold. GDP leaves out household work, despite its necessity to societies. So, GDP can go up without people having more access to basic goods.\nAdditionally, we measure GDP per capita. On the surface, that makes sense—we have to spread the material wealth among the population, so population size matters. But GDP per capita is simply an average. If Elon Musk walks into the room, average wealth will skyrocket—but nobody actually has more money. Averages tell us nothing about distribution, and what we do know is that Bangladesh is rapidly becoming more and more unequal, with wealth accumulating in the hands of the rich. Nor does GDP tell us anything about unemployment or the quality of existing jobs, or about people's health or feelings of satisfaction.\nIt isn't like we don't have alternative measures that would give us a better sense of how well we, as a country, are doing. In my research on the topic, the measure I found most impressive, for being the most comprehensive and the closest to measuring what we actually value, is Gross National Happiness. This does not mean, as some people have suggested, that everyone in Bhutan is supposed to smile all the time; what it means is that the Government of Bhutan looks at a wide range of measures, not just one average, and seeks to make things better across all of them: environmental issues, women's overwork, social isolation in the capital, etc.\nMarilyn Waring's strong words about GDP came as a revelation to me two decades ago. We all need to have a shared revelation about the uselessness of GDP as a measure of a country's well-being. Let's stop using a measure that has resulted in obscene wealth for the few and environmental devastation, and focus instead on a measure that takes into account the things we value: access to basic needs for all, clean air and water, time for family, and well-being.\n \nDebra Efroymson is the executive director of the Institute of Wellbeing, Bangladesh, and author of \"Beyond Apologies: Defining and Achieving an Economics of Wellbeing.\"\n",
        "headline_1": "Who still cares about GDP?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/who-still-cares-about-gdp-2937276",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-01-2022"
    },
    {
        "full_article": "A recent news update from Carew & Co will uplift the spirit of many of my friends who frequently take to the bottle to release bottled-up emotions. Whether sad or ecstatic, the strong liquid helps them find the answer to life's mysteries—at least that's what they think. The mystifying liquor, when downed in large amounts, makes them want to consume more and more, until they remain drowned in it for the rest of their lives. That's why it has been said, \"Bacchus hath drowned more men than Neptune.\" You see, for man's folly, Bacchus, the Roman god of wine, had to take the blame.\nNow to the Carew news. It has been reported in the media that the country's lone state-run distillery, Carew and Company (Bangladesh) Ltd, is planning to double its alcohol production through an automation project and go for market expansion, observing a recent hike in sales. That means the hike would enhance the number of \"hic\" in the pubs!\nMy bottle-savvy friends are humbled to learn that they have contributed to the increase in sales of whiskey, rum, brandy and gin by over 50 percent year-on-year in the October-December period last year. They swear they could do more, but for the prying eyes of their better halves! Wives now check their husbands' water bottles when they go for a morning walk around the park. Bravo ladies! Keep up the good work.\nWell, it's good that only people with a licence will be able to buy Carew liquor, as these will not be sold in the open market. Consumption of hard drinks has never been encouraged in Bangladesh, where the majority of people follow a conservative lifestyle. Alcohol is reputed to have caused thousands of motor car accidents and street crimes in almost all countries where it is sold openly in the pubs and liquor shops. By all means, it should be kept out of reach, particularly of the youngsters, here—or anywhere, for that matter.\nThe Carew press release tells us that around 12,000 to 13,000 cases of liquor are sold on an average every month. A case contains 12 bottles. In the 2020-21 fiscal year, the company made a profit of Tk 195 crore from alcohol sales. Carew is planning to invest Tk 102.21 crore to complete the expansion project in 2022, automating the distillery's capacity. To make the popular whiskey, rum, brandy and gin of this company easy to avail, three more sales centres will be opened in Rooppur, Cox's Bazar, and Kuakata. These nectars will also be available at two warehouses in Rajshahi and Ramu of Cox's Bazar.\nSo, it is good news from a business point of view. The company has the potential to increase its production capacity and export to many countries. The ministry concerned should give full support to the project, so that we may add another item to our export basket.\nHere is an important piece of information for the readers. The 83-year-old company has nine brands: Yellow Label Malted Whiskey, Gold Ribbon Gin, Fine Brandy, Cherry Brandy, Imperial Whiskey, Orange Curacao, Tsarina Vodka, Rosa Rum, and Old Rum. I have met foreigners in the country since pre-liberation days appreciating Carew's products, especially rum, gin and brandy. They said these were on a par with the best categories around the world. They would obtain permits from the government to buy these drinks at company rate and keep a good stock at home.\nFrom the pre-liberation days up until the 80s, there was a licensed liquor shop on the New Eskaton Road (among others at other locations). A good number of Anglo-Indian families used to live in and around that road. They all had liquor drinking licences as Christians by faith. So, now I know why my friends often took them to the Chinese or the naan-kabab joints.\nAround the globe, many men prefer to have a peg or two before starting the day's work, and also after work. Here is a piece of important information for the newcomers: A peg is a unit of volume, typically used to measure amounts of liquor in these parts of the world. Informally, a peg is an undefined measure of any alcoholic drink poured in a glass. Reference books say: The terms \"large peg\" and \"small peg\" are equal to 60ml and 30ml, respectively. A peg alone simply refers to 60ml. Liquor's alcohol content is typically 42.8 percent ABV. A 30ml peg of liquor usually contains 12.84ml of pure alcohol. Whew!\nTo talk about the downside of drinking alcoholic beverages, many celebrities from various fields of excellence such as movies, stage drama, sports, politics, literature, music, etc lost control of their drinking habit at one stage, and ultimately lost their way in life. Often, stardom became too heavy for them to carry around, and they took to the bottles to lessen their stress. Those stars who suddenly found themselves out of the limelight started to drink heavily to drown their sorrow. And Bacchus was never sympathetic to their woes.\nHard drinks usually lead to multiple hazardous drugs. Many celebrities got addicted to drinks and drugs at an early stage in life while others got hooked later in life. Legends like Richard Burton, Richard Harris, Spencer Tracy, Peter O'Toole, Greta Garbo, Frank Sinatra, Dean Martin, James Dean, Robert Shaw, and Martin Sheen, and many, many other celebrities drank day and night without caring a bit for their health or reputation. Some of them even took a peg or two in between shots at shooting spots. It has been said sarcastically that some of those old Hollywood buzzards went to their graves smelling of booze.\nAmong most of the Western writers, whiskey was a popular drink, but why the name of William Faulkner stands out clearly is a puzzle.\nAnne O'Neill wrote an article in The Irish Times some years back, titled \"Booze as muse: writers and alcohol, from Ernest Hemingway to Patricia Highsmith.\" She mentioned that alcohol had played a central role in the creative lives of some of the most famous authors of the last few centuries. Four of the six Americans who have won the Nobel Prize for literature were alcoholics, namely William Faulkner, Eugene O'Neill, Ernest Hemingway and John Steinbeck. However, Hemingway himself suggested not to write while drunk.\nHard drinks were popular among the newsmen of the past, just as much as these are in the present day. Perhaps the following old advice should be kept pinned up on every desk in a newspaper office, \"Write drunk, edit sober.\"\nAmong politicians, Winston Churchill was boldly naughty about his drinks. When, at the age of 25, he was sent by The Morning Post to cover the Boer War in South Africa, he took with him 36 bottles of wine, 18 bottles of 10-year-old scotch, and six bottles of vintage brandy. As the British prime minister, he always had a glass of whiskey with him. He was known to have consumed both brandy and champagne at lunch and dinner. During his visits to the US, the White House staffers had a tough time finding his favourite whiskey, brandy and wine, to be served during breakfast, lunch and dinner! When he was told to downsize his drinking as the prime minister of the UK, he said, \"Europeans appreciate a leader who could hold his liquor.\"\nThese stories of great bouts of drinking by the foreign celebrities should not encourage our people (young and old) to get hooked on liquor bottles. Let Carew keep producing their high-quality drinks for the foreign markets and earn foreign currency for us. Meanwhile, parents, keep your youngsters away from them.\n \nShahnoor Wahid is a senior journalist.\n",
        "headline_1": "Good news cometh from Carew & Co?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/good-news-cometh-carew-co-2937271",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-01-2022"
    },
    {
        "full_article": "With Omicron spreading rapidly across the world, Bangladesh is bracing itself for the battle against a potential new wave of the pandemic. The health minister has already stressed that the country is prepared to fight the new variant. Earlier, health authorities had issued a set of 15 soon-to-be-enforced guidelines covering screening at entry points in the country, testing, quarantine, vaccination, and public movement and gatherings.\nMeanwhile, according to media reports, the government has also been able to partly reinforce healthcare infrastructure to better handle the new wave, increasing the number of Intensive Care Units (ICUs) and High Dependency Units (HDUs) dedicated for Covid-19 patients.\nIn addition, more than 1,000 ventilators have been provided to hospitals at the upazila level and over 130 hospitals equipped with a central oxygen system. Abul Bashar Mohammad Khurshid Alam, the DG of the Directorate General of Health Services (DGHS), has been quoted as saying that oxygen generators are being installed in around 40 hospitals across the country. The government is working on installing more oxygen generators to support rising Covid caseloads.\nHowever, the authorities must not lose sight of the fact that in the face of a full-fledged outbreak of the new wave, these reinforcement measures might not be sufficient. Over the last few weeks, there has been a noticeable spike in Covid-19 cases, with more Omicron patients being identified every day. On Monday morning (January 10), the country recorded a 8.53 percent Covid infection rate—with 2,231 new cases registered—a jump from 6.78 percent recorded on Sunday morning. Health experts fear a further rise in cases is imminent.\nWhile the new measures being taken point to the farsightedness of the health authorities, including the National Technical Advisory Committee (NTAC) on Covid-19, DGHS, and other related bodies, their effectiveness would depend on how well they are enforced.\nIn the past, we have seen people \"escaping\" quarantine from hotels; public transports running over capacity despite restrictions; people grossly flouting social distancing guidelines, roaming around and enjoying long drives even during lockdowns (including misuse of the \"movement pass\" introduced to control public movement), or crowding restaurants, shopping malls, kitchen markets and other public spaces, often without wearing masks—the list goes on.\nEven while many countries, including our next-door neighbour India, struggle in the face of Covid-19 surges, the people here could not help but celebrate the New Year or Christmas. Then there are those grand winter weddings that come with about half a dozen side events where hundreds, if not thousands, gather to \"bless\" the brides and grooms. There are also the weekend parties with family and friends. These occasions provide the perfect breeding grounds for the Covid-19 virus. Unfortunately, these can only be contained with state-imposed curbs. \nFor the government, managing the crowd at airports is another sticking point, which has emerged as a major concern in recent weeks. With international flights being suspended for eight hours every day at the Dhaka airport due to on-going construction work for the third terminal, the airport authorities are under increasing pressure to accommodate the cramped flight schedules. It is only natural that the health desks and testing counters would be crowded too, and there should be strict enforcement of social distancing and testing guidelines for both in-bound and out-bound passengers to ensure their safety.\nIt is understandable that blanket curbs on public movement, including lockdown, are an extreme measure, with profound implications for countless people. Nonetheless, in our case, it would be worthwhile to consider the possibility of such measures in the long run, especially considering that many nations are having to resort to this to contain the new wave. In India, for instance, curfews have been imposed in Delhi and Mumbai and other states including West Bengal and Karnataka have had to impose various other restrictive measures and weekend curfews to cope with the rapid increase in Covid cases.\nIn view of the current scenario, the government in Bangladesh should consider planning ahead for the worst-case scenarios, including by determining the size and scope of stimulus packages, support mechanisms and related logistics for those who would be most affected—especially small businesses and the underprivileged segments. This will help reduce public sufferings and the likely economic backlash. Pre-planned measures are usually better implemented. And in the context of the fast-changing Covid landscape, one cannot be too careful. \nOmicron is highly contagious but comparatively less severe than other variants, with lower hospitalisation rates. Therefore, it might not be as demanding on our healthcare infrastructure as the Alpha or Delta variants. But the danger still persists. And with the virus mutating constantly, we cannot risk becoming complacent. We need to be on our guard at all times so that we can anticipate the new challenges and minimise the damage of the new wave. The new set of 15 guidelines also need to be enforced at the earliest.\nThe general public must also take ownership of their responsibilities and do their part to keep Covid-19 at bay. The government alone is not responsible for fighting the pandemic; it is the responsibility of each and every single citizen of this country. No matter how clichéd it sounds, we are in this together, and we can only flatten the curve if we put up a united front.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "How do we keep Omicron at bay? Together.",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/how-do-we-keep-omicron-bay-together-2936601",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-01-2022"
    },
    {
        "full_article": "As Omicron spreads across the country and beyond, to top off another year of doom and gloom, two young home-grown talents are reminding us that there is more to life than this. Poly Khatun and Mim Akhter, two kids from Mirpur, underprivileged and uninitiated in the art of chess playing even a couple of months ago, have done the unimaginable: they have defeated internationally rated chess players as part of a local tournament held recently. This is a story of how our children can do wonders if nurtured properly. It gives us hope at a time when hopes are in woefully short supply.\nAccording to a report by this daily, it all started when a local organisation named Agami Education Foundation launched a programme to teach chess to underprivileged school children in Dhaka's Mirpur and Mohammadpur areas. The objective was simple: help them explore their potential. Funds were raised, professional chess players were roped in to help with the training, and parents were encouraged to send their children. Classes began in October 2021, with mostly female students. Soon, many of them started to show their talents. And then, with less than three months' training, Poly and Mim, aged around 12 and 15 years, respectively, defeated two International Chess Federation (FIDE) rated players in tournaments held between December 29, 2021 and January 8, 2022.\nSuch stories of joy and triumph and simple pleasures of life are what we need at this critical juncture. Extracurricular activities such as sports and debate have a transformative role to play in the lives of students. And at a time when our students are still reeling from the long Covid-19-enforced closures, trying to claw their way back to pre-pandemic routines, it is all the more important that they don't lose sight of the bigger picture: that it takes more than classrooms and guided notes to realise one's potential. Our children are immensely talented. And to be the future leaders that we need them to be, it is important that they get all the help they need in their pursuits through creative and fun activities.\n",
        "headline_1": "New kids on the block!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/new-kids-the-block-2937246",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-01-2022"
    },
    {
        "full_article": "The new Covid-19 curbs, due to come into effect from January 13, 2022, were not unexpected and have not come a day too soon. Hardly had we been able to breathe a bit peacefully when the third wave of the pandemic overtook us with a new incarnation of the coronavirus. One hopes that the curbs, if fully enforced, would prevent the need for a complete lockdown and help avoid the adverse consequences of it.\nBut we need to be aware of the fact that the Omicron variant is highly transmissible; it has spread like wildfire in the US and much of Europe and the UK. It has high immune evasion capability, but its severity is reportedly low. In other words, it has the potential to infect heavily, saturating the healthcare system, but the casualty rate may not be as high as in the case of the previous variants.\nExperience of the last two years of our combat against Covid should prepare the nation well to face the new onslaught. There is no better way to fight the malady than stopping its propagation. That can be done by following the safety protocols—both individual and collective—remaining at home as much as possible, avoiding gatherings of any nature, and, of course, getting vaccinated against the virus.\nHowever, while the restriction orders are comprehensive, there are a few issues that we feel should be pointed out. Religious, political and social gatherings \"in open places\" have been banned. Are we to understand that such gatherings can be organised in closed spaces? One would have thought that while gatherings of any definition should be shunned, open-place gatherings are safer than closed-door ones, where airflow is restricted and air conditioners work as transmitters of the virus. Moreover, no such caveat has been imposed on malls, shops and big markets, which will operate as per usual business hours. We believe that there is a need for some kind of restrictions on large shopping malls.\nExperience has shown that these safety provisions are never fully enforced. This is most acute in the transport sector where, despite the restrictions, we have found public transports carrying passengers at full capacity, yet charging more than the normal fare.\nWhat we find most surprising is that, after January 15, unvaccinated students aged 12 years and above will not be allowed to attend classes in person, and that a vaccine certificate must be furnished to dine at restaurants. We believe these two conditions are inapt. As of January 6, 2022, 39 percent of the targeted population and 31 percent of the total population of the country have received both doses of the vaccine, according to the Directorate General of Health Services (DGHS). Such an order would be appropriate only when the entire population has been given both the shots. This aspect should be reconsidered.\nRestrictions can be effective only when they are followed. The administration should not rest by issuing orders only. Ensuring its compliance is equally important, if not more.\n",
        "headline_1": "Enforce Covid curbs properly",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/enforce-covid-curbs-properly-2937081",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-01-2022"
    }
]