[
    {
        "full_article": "sIt often happens in litigation around political developments that judgments underscore high principles, but extend no relief to those impacted by breach of constitutional norms. The Supreme Court verdict on the political imbroglio in Maharashtra last year is one such. It is an indictment of the manner in which regime change was achieved, but it does not alter the status quo. A Constitution Bench has ruled that Governor Bhagat Singh Koshyari had no objective material to doubt the majority of the then Chief Minister, Uddhav Thackeray, but had nevertheless asked him to take a floor test, based on extraneous factors. As Mr. Thackeray had resigned without facing the floor test, the Court said it was unable to restore his government. It is true that it cannot quash a voluntary resignation, but the Court fails to acknowledge that his resignation was forced by circumstances to which the Court itself was a party. On the eve of the floor test, a Supreme Court Bench allowed it to go on. Earlier, by an interim order, the Court had extended the time given to the then rebel Shiv Sena MLAs led by Eknath Shinde from June 27 to July 12 to reply to applications seeking their disqualification for defection. The order gave ample time to the dissidents, along with the BJP, to execute political manoeuvres without the threat of disqualification from the House. In effect, the two court orders helped in the toppling of the regime, a fact that the final verdict fails to acknowledge.The Thackeray faction lost in the numbers game, a game in which time is of the essence for both rulers who need to protect their flock and dissidents who need to rope in enough defectors. Besides cautioning Governors against treating internal problems of a ruling party as a possible loss of majority, the Court has also clarified that whips and leaders of the party in the House ought to be appointed by the political party, and not the legislature party. This has a bearing on whose whip is binding on legislators in the event of a party splitting into two factions. It has also decided that the judgment in Nabam Rebia (2016), holding that a Speaker who is facing a notice for removal from office should not adjudicate a disqualification matter under the anti-defection law, should be reconsidered by a larger Bench. This is welcome, as legislators who have incurred disqualification should not be allowed to use a frivolous petition to remove the Speaker to ward off their own disqualification. Mr. Thackeray can now claim a moral victory, but in the domain of political coalitions, a legislative majority is seen as more important than morality.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nMaharashtra\n\n/\n\npolitics\n\n/\n\nBharatiya Janata Party",
        "headline_1": "Morality and majority: on the Supreme Court verdict on the political imbroglio in Maharashtra",
        "headline_2": "Supreme Court verdict is an indictment of how regime change in Maharashtra was achieved",
        "link": "https://www.thehindu.com/opinion/editorial/morality-and-majority-on-the-supreme-court-verdict-on-the-political-imbroglio-in-maharashtra/article66839816.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-05-2023"
    },
    {
        "full_article": "The Pakistan Supreme Court’s order to release former Prime Minister Imran Khan after calling his arrest “unlawful” is a blow to the government of Prime Minister Shehbaz Sharif and the military establishment that backs it. Mr. Khan was arrested on Tuesday from the Islamabad High Court, where he had appeared to seek bail in multiple corruption cases, by the paramilitary Rangers, on an order from the National Accountability Bureau, the anti-corruption watchdog. The arrest came a day after the military had warned him against making “baseless allegations” — that a senior military figure was involved in an attempt on his life in November 2022. Ever since he was ousted from power in April 2022, Mr. Khan has campaigned against the 13-party coalition government led by Mr. Sharif. He has demanded early parliamentary elections, due for October, organised massive rallies, and won back-to-back by-elections, proving his rising popularity. On the other side, the coalition government’s approval rating has tanked amid mounting economic woes, but Mr. Sharif has refused to give in to Mr. Khan’s demands.\rThe former cricketer-turned-politician, who came to power in 2018, had enjoyed warm links with the military for over three years. While in power, he hounded the then opposition politicians (now in government) and, according to his own words, the military had helped him stay in power amid political challenges. But after they fell out over key military appointments, Mr. Khan turned against the generals. The new government slapped case after case on him, deepening the political rift. The military, which has staged coups and ruled for more than half of Pakistan’s existence, retains its influence. One of the reasons is that Pakistan’s ruling parties typically work with the generals to neutralise their political opponents. The coalition government made the same mistake. The allegations against Mr. Khan should be probed but the way he was arrested, using the paramilitary forces, and the nationwide crackdown on his supporters that followed raised more questions, prompting the Supreme Court to wade in and order Mr. Khan’s release. This crisis is unfolding at a time when Pakistan is undergoing one of its worst economic crises. Its foreign reserves are depleting, inflation hit a record 35% in April, the highest in South Asia, and the Pakistani rupee keeps falling. The country has also witnessed a rise in terror attacks by the Tehreek-i-Taliban Pakistan (TTP), which has been emboldened by the Taliban’s return to power in neighbouring Afghanistan. The immediate priority for Pakistan’s leaders should have been to address these critical challenges but they are busy fighting each other instead, further weakening the country’s institutions and leaving its unelected power centres stronger.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nPakistan\n\n/\n\npolitics\n\n/\n\narrest\n\n/\n\narmed Forces\n\n/\n\neconomy (general)",
        "headline_1": "Descent into chaos: on the state of Pakistan’s politics",
        "headline_2": "Pakistan politicians are falling into Army’s trap by attacking one another",
        "link": "https://www.thehindu.com/opinion/editorial/descent-into-chaos-the-state-of-pakistans-politics/article66839324.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-05-2023"
    },
    {
        "full_article": "According to the United Nations (UN) population estimates, this year, the population of India surpassed or will surpass that of China. Since 1950, the year the UN began keeping track of population data, China has been the most populous country. In the forthcoming decades, perhaps even centuries, this position will belong to India.\nA key question that has resurfaced in this background is whether the large population is the bane of the Indian economy or boon for it.\nTwo relevant questions\nIn answering this question, the common practice is to compare India to China. But this is wholly misleading since the policy histories of the two countries are vastly different, China is a much richer country today than India. This means that even if it is at a disadvantage purely in terms of the composition of its population – for example, those 65 years or older make 13% of its population against only 7% of India’s – it may be better placed to take care of its elderly. The right way to pose the question therefore is not a comparison with China but to ask whether on a net basis a younger and larger population is more beneficial than an older and smaller population for the country.\nThese are two distinct questions with the first relating to the composition and the second to the size of the population. As such, they must be considered separately in succession.\nYoung demography helps\nIt should be relatively uncontroversial that the advantages of a younger population far outweigh its disadvantages. First, a younger population translates in a proportionately larger workforce and therefore higher gross domestic product (GDP) given the technology and volumeof capital available.\nSecond, given that the young save more than the old, a younger population also translates in higher savings and therefore higher investment. The higher investment further adds to the GDP. Finally, a younger population brings greater energy and vibrancy to a nation, leading to more innovation and its greater exploitation. A concern commonly expressed about a younger population is that it leads to greater unemployment. But the unemployment rate depends on policies, which surely do not depend on the age composition of the population.\nUnderemployment challenge\nFactually, the unemployment rate in India has been consistently low in the 3-5% range. As I have argued in numerous writings, unemployment is not India’s problem, it is underemployment. On this score, the output per worker has seen a clear rising trend (meaning declining underemployment) alongside rising workforce in the post-reform era. What is needed is acceleration in this trend. That in turn required further policy reform, not the older population. Turning to the size question, I would argue that the benefits of a larger population also far outweigh its costs. There are vast benefits arising from economies of scale in the provision of public goods. Take, for example, India’s digital infrastructure. Once this infrastructure is created, it is there for all to use.\nOn the cost side, with no extra cost of adding another user, per-user cost of the platform declines with more users. On the benefits side, as more users come on board, the value of the platform to the existing users rises since they can nowtransact with a larger number of users. The larger number of users also generates a larger volume of data increasing their utility to potential data users. To get a sense of why the large user base makes the digital platform so much more attractive, think how cost effective and useful would it be if it were to be built for a small, low-income country.\nThis same argument also applies to other forms of infrastructure. Once a road has been built, adding more users does not diminish its availability to other users until we begin to get congestion. As the road network expands the utility of existing roads increases as well.\nFor example, the utility of a highway increases manifold as more and more nearby towns and villages are connected to it. The same goes for railway and air connectivity. The argument also applies to the provision of electricity and piped water. Once these amenities have been brought to one village, the extra cost of extending them to other nearby villages is small. And the larger the population of each town or village, the lower the cost of their provision per household. The principal downside of a larger population arises from a fixed quantity of arable land. In India, we have seen a consistent long-term pattern of declining size of agricultural land holdings. So much so that by 2015, 48% of land holdings had fallen below half hectare in size with the average size of these holdings dropping to approximately quarter hectare. These small holdings are uneconomical and hold down per worker output in agriculture.\nThe answer to this downside, however, is not a smaller population but faster migration of the workforce out of agriculture into industry and services. The slow pace of this transition has been the true bane of India’s economy. It must be addressed head-on to take full advantage of the once-only opportunity that the vast and young population offers India in the next two decades.\n\n",
        "headline_1": "Lots of people? Good. Tiny plots? Bad",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/lots-of-people-good-tiny-plots-bad/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-05-2023"
    },
    {
        "full_article": "By Thiruvannathapuram S Ramakrishnan\nElection day is behind us and most exit polls have given Congress an edge. Many political pundits have claimed Congress scored a self-goal in announcing in its poll manifesto a ban on Bajrang Dal and PFI were it to win the election. The sequence of placing Bajrang Dal first and PFI second in the manifesto was a messaging that was critical to its purpose – a clear message to Muslim voters, about 13% of the Karnataka electorate.\nThere were obvious flaws in pairing Bajrang Dal with PFI. For one, PFI is already banned by GoI. Second, organisations that engage in moral policing or resort to politics of intimidation can hardly be banned by law, since their activities are law-and-order issues and not terrorism or anti-national actions. Third, state governments have no jurisdiction to ban organisations; it is the sole purview of the Centre.\nWith so many flaws, why did Congress include Bajrang Dal’s name in its manifesto? Except for coastal Karnataka (Dakshina Kannada and Uttara Kannada) with 19 seats where BJP seems to have a clear edge, and Mysuru region with 57 seats, where the grand old party was in a close fight with JDS, Congress is hopeful of a 5-10% lead in votes in the rest of Karnataka. With such a lead, Congress hopes to win two-thirds of the remaining 148 seats.\nBut to secure 120 seats or more on its own, Congress must win over half the seats in Mysuru region. However, opinion polls found JDS, Congress and BJP may secure 36%, 34%, and 30% votes, respectively, in the Mysuru region.\nAlthough Vokkaligas constitute 9% of Karnataka’s population, JDS has consistently secured 15-20% vote share in assembly elections. Its Vokkaliga base apart, a significant part of JDS’s vote share comes from Muslims, anti-Congress voters and supporters of strong JDS candidates in non-Mysuru regions. Opinion polls said Congress may draw 60% of Muslim votes, leaving JDS with 20-30% and BJP a 10-20% vote share. Only if Congress captures more votes from Muslims in the old Mysuru region can it gain half the seats in that region.\nCongress believed there was cushion enough in terms of leads in non-Mysuru and non-coastal regions to beat BJP. Thus, pushing JDS to a distant second in the Mysuru region was a priority for Congress. The announcement of a ban was, thus, to consolidate more Muslim votes in the Mysuru region, even if it meant reducing the lead Congress may have had over BJP in the remaining Karnataka regions. By depleting votes of Muslims who normally elect JDS, Congress believed it could gain in the Mysuru region and hence cross the simple majority comfortably.\nBut after the manifesto’s release, Congress was scared that with the Bajrang Dal issue potentially boomeranging along with the whirlwind tour ofPM Modi (the most popular face in Karnataka with about 50% voters supporting him unconditionally), the cushion of 5-10% lead it would have enjoyed in nonMysuru and non-coastal regions could shrink to less than 5%. In that case, the tally for Congress from the rest of Karnataka would reduce. Were that to happen, even with an increased seat tally from the Mysuru region, Congress would fall short of majority, and that is precisely why Congress leaders were in damage control mode in the last few days before the election.\nIn including the Bajrang Dal ban in its manifesto, Congress took a calculated risk to endear itself to more Muslim voters. If this risk does not reduce its lead to less than 5% over BJP in non-coastal and non-Mysuru regions and increases the Muslim vote share from 60% to 70-80%, the strategy will be seen to have worked. However, if PM’s visit and the Bajrang Dal issue slash Congress’s lead in non-coastal and non-Mysuru regions, it will face a tough fight against BJP.\nTraditional JDS voters, especially Vokkaligas, don’t shift their vote to Congress if they don’t want to vote for JDS. Instead, they prefer BJP, as they’ve traditionally been anti-Congress voters since the time of their affiliation with the Janata Parivar. This is why BJP won over 50% votes and 26 of Karnataka’s 28 Lok Sabha seats in the 2019 general elections. That is why even JDS supremo Deve Gowda lost in Tumkur to a BJP candidate in that election. BJP has improved its vote share in the Mysuru region election after election at the cost of Congress and JDS. Even if a section of traditional JDS voters decided to vote for BJP, as JDS has also been in slow decay election after election, the Mysuru region may throw surprise results and BJP may become a frontrunner ahead of Congress and JDS. The results on May 13, 2023, will show whether Congress’s calculated strategy to ban Bajrang Dal worked or backfired.\n\n",
        "headline_1": "Manifest(o) risks: Cong’s Bajrang ban decoded – The party targeted the rightwing outfit to court Mysuru Muslim votes. The bet will pay off and become a crucial difference between GOP & BJP only if JDS’s Muslim voters switch to Congress",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/manifesto-risks-congs-bajrang-ban-decoded-the-party-targeted-the-rightwing-outfit-to-court-mysuru-muslim-votes-the-bet-will-pay-off-and-become-a-crucial-difference-between-gop-bjp-onl/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-05-2023"
    },
    {
        "full_article": "Following Imran Khan’s dramatic arrest on Tuesday, Pakistan’s ‘polycrisis’ has not only deepened but also morphed into a systemic question for that country. There can be no doubting that the manner of Khan’s arrest – it is the paramilitary Rangers that picked him up from the premises of the Islamabad high court – was meant to send out a clear message to the former Pakistani PM: that he had crossed a red line by repeatedly pointing fingers at Pakistan’s military-security establishment. But Khan has emerged as the most popular Pakistani leader in over a decade. And his refusal to play by the army’s hybrid regime playbook has brought Pakistan to an inflection point.\nAs protests by Khan’s PTI supporters spread, the hybrid regime is facing its sternest test. By all accounts the Shehbaz Sharif government wants to delay national polls scheduled for later this year. It hopes this will take the wind out of Khan’s political sails as cases pile up against him – the latest being the indictment in the Toshakhana case. But if the protests sustain, army chief Asim Munir would be forced to make a tough choice – either directly step in and take control or put at risk the army’s pre-eminent position in Pakistani society. The generals have played the role of Pakistan’s stabiliser for decades, notwithstanding messy outcomes.\nHowever, another military takeover would be tricky in today’s geopolitical climate. Pakistan’s salience in international politics has rapidly declined over the last decade, particularly after the US withdrawal from Afghanistan. True, China is still a benefactor through its CPEC projects. But that closely tracks Beijing’s strategic and mercantilist interests. Therefore, without US backing, a Pakistan under generals would likely be shut out from IMF bailouts its dysfunctional economy needs desperately – forex reserves are still paltry, inflation is climbing and there’s widespread general hardship.\nThus, General Munir will try his best to sustain the hybrid regime. He may even choose to allow the protests to continue till calls for more robust intervention arise. But popular movements are unpredictable. While we are not there yet, India should watch out for cracks in the Pakistani military establishment. Pakistan in utter chaos is not good news for India.\n\n",
        "headline_1": "Captain Vs Generals: Pak army doesn’t want to take over govt but it doesn’t know how post-Imran-arrest protest will pan out",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/captain-vs-generals-pak-army-doesnt-want-to-take-over-govt-but-it-doesnt-know-how-post-imran-arrest-protest-will-pan-out/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-05-2023"
    },
    {
        "full_article": "Twenty-five years ago, on this day India conducted nuclear tests in Pokhran. Two days later, another set of tests was done. They were not the first tests. In May 1974, India’s first nuclear detonations were carried out. To put these tests in perspective, note nuclear technology is dual use in nature. Therefore, the toolkit of international efforts to curb weapons proliferation takes a toll on civil nuclear effort. Consequently, India’s Pokhran detonations can be understood only in the context of the civil nuclear effort.\nIn the 1960s when India embarked on civil nuclear plants to generate electricity, it had to weigh trade-offs. Uranium supplies were limited but thorium was abundant. It wasn’t possible to build a reactor using thorium at the outset. Therefore, India opted for pressurised heavy water reactors (PHWRs) with uranium and a closed fuel cycle – spent fuel is reprocessed and partly reused. It was designed as the first stage. The second stage would be to recover enough plutonium through reprocessing from functioning PHWRs and generate plutonium-uranium fuel for fast breeder reactors – there’s a prototype in Kalpakkam. It’s only in the third stage, once there’s an adequate inventory of plutonium, advanced reactors using thorium come in. This grand plan was short-circuited by the fallout of Pokhran-I as trade bans squeezed India’s uranium supply.\nThe next milestone was the deal on the India-US civil nuclear cooperation in 2008. It was followed by the Nuclear Suppliers Group agreement soon and a 34-year curb on uranium supply to India ended. Today, Canada and Kazakhstan are among the main suppliers of natural uranium ore to our reactors under IAEA safeguards. What next? India realised its military aims out of two episodes of nuclear detonations spread over 25 years. That was the right call. But on the civil side, at 6780 MW, nuclear power is just 1. 6% of installed power capacity. It’s time to move fast here as the geopolitical situation is favourable and nuclear energy remains an important source of non-fossil fuel. GoI now needs to deliver on its target of 10 new 700 MW PHWRs by 2031.\n\n",
        "headline_1": "New clear targets: Pokhran-II was the right security call. But on the civil side, India’s nuclear programme needs shoring up",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/new-clear-targets-pokhran-ii-was-the-right-security-call-but-on-the-civil-side-indias-nuclear-programme-needs-shoring-up/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-05-2023"
    },
    {
        "full_article": "We understand where the World Bank's concern about project delays in Bangladesh comes from. The fact that between 2016 and 2021 the average project implementation period in the country has been more than seven years does present a risk to the viability of projects. In the World Bank Group's Country Partnership Framework for FY2022-23 to FY2026-27, it said that Bangladesh government's internal processes for project preparation and approval are \"very complex and slow\". Furthermore, \"incipient institutional arrangements, limited financial allocation for project readiness and implementation by the government, low execution for funds that are allocated and misalignment of policies and regulations\" also work as impediments.\nBetween FY2015-16 and FY2020-21, a total of 266 projects were implemented with WB financing. On average, it took more than two years to get a project approved by the government. Project preparation in close collaboration among WB teams, relevant ministries and implementing agencies averages about one year, but a delay of another year or more is expected because of the complicated process of government internal consultations, clearances and so on. It is only after ECNEC approval that financing agreements can be signed, paving the way for the disbursement of project proceeds to finance activities.\nThe key player in this process is the Planning Commission, which oversees public investments, appraises all investment projects, and convenes Project Evaluation Committee (PEC) meetings. Hence, the WB has called for establishing timelines for PEC clearance to make its decision-making process more efficient. In addition, the global lender also called for better communication between the PEC and the ministries involved in a project. One positive aspect, however, is that the WB believes that the 2016-17 Country Partnership Framework was overall successful. For example, the share of projects with excessive cost overruns has decreased substantially from FY2018-19, and remained below 10. That shows the issue with project implementation delays and cost overruns is indeed solvable.\nThere are a number of systemic and policy-related issues that are slowing down project implementation in Bangladesh, which we have frequently highlighted in the past. Most of these can be sorted if there is political will. Aside from internal bureaucratic issues, there are other factors and players involved. Hence the WB, we hope, will also provide the government all necessary support to ensure that projects funded by it move quicker so as to maximise their benefits.\n",
        "headline_1": "WB is right to flag up project delays in Bangladesh  ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/wb-right-flag-project-delays-bangladesh-3317636",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-05-2023"
    },
    {
        "full_article": "This week, the coronation of the British monarch went ahead with all its pomp and pageantry, despite skyrocketing energy prices and an ongoing cost of living crisis in the UK. However, the cracks in the fairytale of a people united in swearing allegiance to their new king – described as a \"chorus of millions\" – could be clearly seen in the anti-monarchy protests across the country. While neighbourhoods organised street parties to celebrate, others showed their disdain in uniquely British ways – my favourite being an entire stadium of Celtic fans in Glasgow chanting \"you can shove the coronation up your….\" (I leave the rest to your imagination) during a football match.\nPolls conducted by YouGov suggest that while there is still considerable national support for the monarchy, it is currently at the lowest it has ever been, especially amongst younger generations. It also showed that 38 percent of ethnic minority Britons supported the monarchy, 39 percent were against it, while another 23 percent were indifferent.\nIt should come as no surprise that minorities, many of whom have roots in former colonies, should have complicated feelings towards the monarchy. While loyalists will point towards the fact that this coronation took special care to include representatives from different groups in the UK, including Muslims, Jews, Sikhs, and Hindus, it's hard to forget the media attention the royals have received in recent years over their (alleged) racial prejudices.\nIt is even more difficult to separate the British monarchy from the legacy of the British empire, where so many atrocities were committed in the name of the king/queen and country. And even though the consequences of empire can be felt to this day – in remnants of resource plunder, arbitrarily drawn borders, and colonial-era laws, to name a few – a collective amnesia seems to have settled on all of us regarding these historic injustices.\nIn recent years, however, the UK has finally started to move towards a public reckoning of its past, especially after the dramatic toppling of the statue of slaver Edward Colston in Bristol in 2020. A number of organisations, universities, and local councils launched inquiries into their historical connections with slavery, and have promised some form of restorative justice. For example, after finding out it had benefitted financially from Scottish slave-traders in the 18th and 19th centuries, Glasgow University set up a joint centre with the University of West Indies and pledged GBP 20 million – the first British university to do so.\nThis mainstreaming of a long-overdue conversation about the worst evils of empire is largely thanks to the ongoing work of a number of Black academics, journalists, and activists, and their allies. In recent months, The Guardian also published a fascinating series on the links between Britain's cotton industry (and wider economic development) and the Transatlantic slave trade, at a time when slavery had technically been \"abolished\" in the UK, heavily informed by research from Caribbean, Black-British, and African-American academics.\nEven Buckingham Palace has voiced its support for a research project investigating the monarchy's involvement with the slave trade. Whether this is the first genuine step from a regressive institution to come to terms with its past, or a more pragmatic response to the threat of Caribbean countries following Barbados' lead and getting rid of the British monarch as their head of state, only time will tell.\nTo my knowledge, the only formal apology ever issued came from Queen Elizabeth II to New Zealand's Maori population in 1995 for the atrocities and land theft committed against them in the name of Queen Victoria. Interestingly, she never responded to calls to apologise for atrocities committed in her name, such as the brutal suppression of the Mau Mau rebellion in Kenya.\n\nOnly last month, PM Rishi Sunak said in parliament that \"trying to unpick our history is not the right way forward\", while Home Secretary Suella Braverman has publicly boasted of being \"a fan of the British empire.\" Their statements reflect the British empire's most lasting and resounding victory: the unique handicap of the colonised mind.\nNevertheless, a call for reparations, apologies, or some sort of acknowledgement of Britain's colonial past, including the return of stolen artefacts, has been raised by a number of countries, especially in Africa and the Caribbean. Both from within and outside, the UK is being asked to address the wrongs of its past.\nHowever, it seems to me that countries formerly part of British India, and their descendants within the UK, are playing an ambivalent role in this discussion. While there were calls for a formal apology on the 100th anniversary of the Jallianwala massacre, and the Kohinoor diamond remains a popular topic of debate, there seems to be little push to account for the unprecedented loss of life during the Bengal famines, despite research that argues the 1943 famine was a direct result of British war-time policy.\nWe know about the the brutal suppression of peasant revolts in Bengal, the execution of revolutionaries, the violence of Partition from oral histories, our poetry and novels, and more recently from academic writings. But perhaps nowhere was the empire's divide-and-conquer policy more effective than in South Asia, and continued regional tensions – as well as an overall disinterest in memorialising our collective history – make it unlikely for us to come together and create our own movement for justice. In Bangladesh, there has been almost no push to preserve pre-1971 history, while the Indian administration has embarked on a journey to reshape history to suit its needs.\nMost embarrassing of all, having a British-South Asian in the highest office in the UK seems to have made no difference at all. In fact, only last month, PM Rishi Sunak said in parliament that \"trying to unpick our history is not the right way forward\", while Home Secretary Suella Braverman has publicly boasted of being \"a fan of the British empire.\"\nTheir statements reflect the British empire's most lasting and resounding victory: the unique handicap of the colonised mind.\nThomas Macaulay, when arguing for the importance of English education in colonial India, famously said, \"…a single shelf of a good European library was worth the whole native literature of India and Arabia.\"\nThis sense of English racial and cultural superiority was an intrinsic part of the British empire and monarchy of the time. Almost 200 years after this statement, how utterly depressing it is now to see British conservative politicians of South Asian heritage stand up in parliament and regurgitate this same tone of superiority to argue for anti-immigrant, right-wing policies.\nWhile they may not be representative of British minorities as a whole, they are certainly the most prominent. And unfortunately, their blase attitude towards the atrocities committed by the British empire may likely be the biggest obstacle in the way of the campaign for justice – not just for South Asia, but for all the descendants of the enslaved and the colonised.\nShuprova Tasneem is a journalist. Her Twitter handle [email protected]\n\n",
        "headline_1": "Forget the coronation, let’s talk about colonialism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/forget-the-coronation-lets-talk-about-colonialism-3317076",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-05-2023"
    },
    {
        "full_article": "Perhaps one of the more interesting questions that commentators and analysts, as well as I, have been pondering is: what would Awami League's strategy be if BNP does not join the upcoming election? There does not seem to be a clear answer. Although the ruling Awami League leaders say the national election will be held on schedule, and they will not request any political party (meaning the BNP) to join the polls, it remains uncertain whether this election will be a repeat of 2014 (when 153 MPs were elected uncontested, thanks to BNP boycotting the polls) or of 2018 (when allegations were made of voting taking place the night before the election). Or if it will be completely different from the last two occasions, since the same event seldom unfolds just as it had the last time.\nBNP has already made its position clear: it will not participate unless the election is held under a caretaker government system. And the Awami League has dismissed the demand, saying the election will be held according to the constitutional mandate, which precludes any possibility of BNP's participation.\nWhile ruling party leaders claim that BNP's boycott would not be an issue, their top brass has already asked party men to prepare a list of dummy candidates.\nA report in The Daily Star on February 17 highlighted that the Awami League plans to field dummy candidates alongside its nominees in all constituencies to make the next election look participatory in the absence of genuine opposition candidates. At the AL Parliamentary Party meeting of February 7, PM Sheikh Hasina asked lawmakers to prepare a list of probable bogeys in their constituencies, the report said.\nThe AL supremo had issued similar directives ahead of the last national polls in 2018, but the BNP took part in that election, saving Awami League the trouble of having to float its own opposition. But this time, the chance of BNP joining the polls is very slim. And thus we come back to the question: what would the ruling party do in such a situation?\nOnce the handful of BNP lawmakers resigned from the current parliament, one BNP veteran, Ukil Abdus Sattar, contested a by-poll as an independent candidate and won. The media reported that there was no AL candidate as Ukil Abdus Sattar was supported by the ruling party. Since then, this has been referred to as the \"Ukil model\", which could presumably be replicated in the upcoming election to make it seem participatory.\nEven the ruling party's general secretary Obaidul Quader in April said, addressing the BNP, \"Many BNP leaders and workers are getting in touch about the elections. There are many leaders among you like Ukil Abdus Sattar. Many leaders are looking for some way to participate in the election and are getting in contact secretly. Wait and see.\"\nThe Ukil model, then, could potentially cause a section of BNP leaders to join the election.\nBut political commentators say there might be another potential model. This model was born out of the recent city corporation election where former Gazipur mayor, Zahangir Alam, was one of the main topics of discussion. Failing to get the party nomination, Zahangir filed his nomination form as an independent candidate. His bid was rejected for financial non-compliance. However, Zahangir is still very much in the race, as he has filed another nomination for his mother to run as a mayor, who everybody understands will essentially be his proxy.\nZahangir's mother, who has never been in politics, is contesting for the mayoral post. So, while Zahangir is not running or challenging the ruling party candidate, Azmat Ullah Khan, on paper, he is, for all intents and purposes, the main challenger.\nZahangir's fate was sealed by a viral video clip which shows him mocking Bangabandhu Sheikh Mujibur Rahman (father of the prime minister) and the Liberation War. After that, he was expelled from the party and also lost his mayoral post.\nWhile Zahangir made a show of seeking the party nomination and then filing the nomination paper as an independent candidate, it appears he was quite sure that it would be rejected. As back-up, he had also collected nomination papers for his mother and has now submitted those, seeking her candidacy. So, while Zahangir might have been sure of a rejection for himself, he had also resolved not to concede without a last-ditch attempt.\nAccording to insiders, while this might have been a desperate attempt from Zahangir to salvage his political career, the ploy of using a proxy candidate will only have strengthened the ruling party, making the election competitive.\nObaidul Quader's comment in this regard is quite interesting. When journalists asked him about Zahangir's role in the polls, he said, \"I know that he [Zahangir] used to be part of Awami League, and had become mayor with the party backing. I will not make any comment now until the party takes a decision in this regard.\"\nAnalysts believe that many of the current lawmakers will not get a party ticket in the upcoming polls, especially those who tarnished the image of the AL with controversial activities, no matter who they are. And this was evident in the city corporation nominations where Zahangir from Gazipur and Sadiq Abdullah of Barishal did not get party tickets. So, commentators say that those who will not get the party's blessings in the upcoming polls may follow the \"Zahangir model\" to make the election more inclusive and participatory.\nAnd one wonders if that could well be the Awami League strategy in a BNP-less election – to create an environment where disgruntled aspirants take the field, by themselves or through their proxies.\nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n\n",
        "headline_1": "The Zahangir model of navigating elections",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-zahangir-model-navigating-elections-3317141",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-05-2023"
    },
    {
        "full_article": "We understand where the World Bank's concern about project delays in Bangladesh comes from. The fact that between 2016 and 2021 the average project implementation period in the country has been more than seven years does present a risk to the viability of projects. In the World Bank Group's Country Partnership Framework for FY2022-23 to FY2026-27, it said that Bangladesh government's internal processes for project preparation and approval are \"very complex and slow\". Furthermore, \"incipient institutional arrangements, limited financial allocation for project readiness and implementation by the government, low execution for funds that are allocated and misalignment of policies and regulations\" also work as impediments.\nBetween FY2015-16 and FY2020-21, a total of 266 projects were implemented with WB financing. On average, it took more than two years to get a project approved by the government. Project preparation in close collaboration among WB teams, relevant ministries and implementing agencies averages about one year, but a delay of another year or more is expected because of the complicated process of government internal consultations, clearances and so on. It is only after ECNEC approval that financing agreements can be signed, paving the way for the disbursement of project proceeds to finance activities.\nThe key player in this process is the Planning Commission, which oversees public investments, appraises all investment projects, and convenes Project Evaluation Committee (PEC) meetings. Hence, the WB has called for establishing timelines for PEC clearance to make its decision-making process more efficient. In addition, the global lender also called for better communication between the PEC and the ministries involved in a project. One positive aspect, however, is that the WB believes that the 2016-17 Country Partnership Framework was overall successful. For example, the share of projects with excessive cost overruns has decreased substantially from FY2018-19, and remained below 10. That shows the issue with project implementation delays and cost overruns is indeed solvable.\nThere are a number of systemic and policy-related issues that are slowing down project implementation in Bangladesh, which we have frequently highlighted in the past. Most of these can be sorted if there is political will. Aside from internal bureaucratic issues, there are other factors and players involved. Hence the WB, we hope, will also provide the government all necessary support to ensure that projects funded by it move quicker so as to maximise their benefits.\n",
        "headline_1": "WB is right to flag up project delays in Bangladesh  ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/wb-right-flag-project-delays-bangladesh-3317636",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-05-2023"
    },
    {
        "full_article": "It is disheartening to know that despite the mild to moderate heatwaves sweeping through the country and raising demand for electricity as a result, about one-third of the total power generation capacity of Bangladesh remains unutilised. That's according to a report by this newspaper which, after analysing data on the power plants, found that at least 100 out of the 154 plants are not producing electricity as per their capacity. For example, the gas-based power plants produced 5,846MW despite having the capacity of 11,094MW. The furnace oil-based plants produced 2,660MW when they have the capacity of 5,925MW. The private diesel-fired plants produced 230MW despite having the capacity of 1,286MW. At present, the country's total electricity generation capacity is 22,566MW.\nThe underproduction or underutilisation of power capacity, caused mostly by lack of fuel and maintenance-related issues, means that power outages are becoming more frequent, especially in districts and villages outside Dhaka, causing heavy suffering among the ordinary people. In other words, not only are we failing to reduce the extreme heat caused by, among other influences, our unplanned development and environmental degradation, we are also failing to generate enough electricity to cushion the blow.\nDuring heatwaves, people consume more electricity by using ACs, fans, etc. However, power generation didn't increase proportionately when, in recent days, the temperature started to increase. One of the reasons cited for this failure is lack of fuel (gas, oil, coal, etc.) to generate power. Unfortunately, Bangladesh's energy sector is still heavily dependent on fuel imports. Any crisis in supply inevitably boils down to dollar shortage which has been ravaging our economy since last year. However, a sustained crisis is nothing but a policy failure. This is why even frequently raising power tariffs couldn't ensure uninterrupted access to electricity when it is most needed.\nIn the past few days, we've received reports of outages from various parts of the country. In an increasingly warming Bangladesh, according to new research, 37.5 percent of people in villages and 5.3 million people in Dhaka are at risk of suffering extreme summer heat. This calls for urgent steps to address it through proper environmental action but also, crucially, through properly utilising our power capacity. Making the required fuel imports available is a priority for now. But we also must plan with an eye on the future and shift focus to renewable options and explore our own gas reserves.\n",
        "headline_1": "Why are power plants underproducing amid heatwave?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-power-plants-underproducing-amid-heatwave-3316891",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-05-2023"
    },
    {
        "full_article": "Prices of essential commodities and drugs have, of late, been rising in tandem, though the common consumers are hardly aware of the price hike of the latter. The reason is, unlike in the case of essential commodities, any hike in the price of a drug gets little publicity. In fact, only after visiting a pharmacy to buy a particular drug does a customer comes to know about the increase in its price. But drugs being essential for the treatment of diseases, consumers are left with no option but to buy the drugs they need no matter what the price. A special report carried by this paper on Wednesday, May 10 dwelt at length on how the rising drug price has proved to be the final straw for the members of the general public, who are already pushed to the wall by the ever-soaring prices of essential commodities.The report mentioned, for example, that recently the prices of drugs necessary for treating both communicable and non-communicable diseases (NCDs) have more than doubled. As a result, patients suffering, especially from chronic medical conditions including cardiovascular diseases, hypertension, chronic kidney disease (ckd), diabetes, etc., are put at huge risks as they are no longer able to buy some of these drugs. The situation is critical especially for patients from the poorer households. Many have reportedly been forced to skimp on some such drugs. This is as good as inviting early death on the part of those patients. People suffering from communicable diseases who need antibiotics are also facing similar risks. In this case, both price hike and ignorance are at work. This is more so for patients from less privileged backgrounds. But doctors can make their patients aware of the danger of not continuing antibiotics' full course. But what can the doctor possibly do if a patient cannot simply afford the high cost of the antibiotic drug to run its full course for the treatment of her/his disease? The government may where possible intervene to bring down the prices of especially the lifesaving drugs.In this regard, the Directorate General of Drug Administration (DGDA), can and should mount strong monitoring of the pharmaceutical companies producing those medicines and hold them to account if they are found to drive up the drug prices irrationally. In this case, the government would be required to seriously look into the allegation that the drug-makers are factoring in their medicines' promotional costs while fixing their prices. However, in case such a drive is launched, some 1,700 medicines, which are not essential ones and the pricing of which is done by the companies themselves, would come within its (the drive's) purview.In the face of such a drive, the pharmaceutical companies may well come up with their own arguments for increasing drug price such as the rise in the prices of Active Pharmaceutical Ingredients (APIs) in the international market, forex reserve crisis, import restrictions, gas-and-power tariff hike pushing up production cost, etc. Obviously, the government will have to look into their grievances, if any. More importantly, the prices of some 117essential drugs that the DGDA, or the government, for that matter, itself fixes should at least be affordable to the low-income people. At the same time, the government should actively consider increasing the number of the essential drugs in an exercise of its 1994 order, which allows it to extend the number (of essential drugs) to 219.",
        "headline_1": "Keeping essential drugs affordable",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/keeping-essential-drugs-affordable-1683817483",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-05-2023"
    },
    {
        "full_article": "South Asia is home to the world's highest inequality of opportunities, the World Bank discloses in its latest report on regional economy on Tuesday last. The shocks suffered by the region in the past three years---first on account of Covid-19 and then the Ukraine war--- seem to have further distorted the already uneven development of human capital. Notwithstanding imperfect parameters, the region witnessed sustained economic growth over the past two decades and 'lifted 250 million people out of extreme poverty and improved living standards'. This shows that even with trickle-down benefits, millions of people here could improve their lot to some extent. Whether it was enough for the purpose is, however, a different proposition. Wealth creation or capital formation has been quite phenomenal but at the cost of economic and social justice with yawning disparities undermining economic development and social progress. Even in Bangladesh, Bhutan and Sri Lanka where unequal opportunities, according to the multilateral lender, have been comparatively less persistent and punishing, the rise of a growing class of nouveau riche was the natural outcome. Free-market economy encourages ways and means not always morally or ethically correct to fuel consumerism and acquire wealth. This is why the superrich could gain more and more wealth during the pandemic almost all across the world. Yet there is a fundamental difference between the modes of wealth acquisition by the rich and superrich in the developed West and their counterparts in less developed and developing countries. Tech giants and manufacturing conglomerates in the advanced countries not only produce large and small sophisticated machines, gadgets, devices and quality consumer goods but also invent cutting-edge technologies, equipment and appliances with universal appeal. But the same cannot be said about the wealthy in other parts, barring a few Southeast Asian nations and industrialists elsewhere, of the world. They just thrive on trade in goods and gadgets of foreign origin.Of course, the speculative market plays a big role here. But there are devious ways of accumulating wealth. Defaulting on loans, siphoning off wealth and a host of other means of robbing of the country of birth go behind the making of a perverted class of the rich and superrich. A classic case is Gautam Adani of India who once rose to the third position on the list of the world's top rich band of people. When Hindenburg Research, a US investment research firm, exposed the 'largest con in corporate history', shares of Adani group of companies started plummeting. If similar were the cases with corporate malfeasance everywhere, distributive justice would surely have a better chance in society at large, opening more avenues for equal opportunities. Had the spread of equality of opportunities been comprehensive, social divides would not be so unsurpassable as it is now for segments lying low at the bottom. Inequality manifests itself in various forms of social ills. While the top foreign exchange earner in the country--- RMG that is, for example, refuses to pay a decent living wage to its workers, their productivity level is lower than their counterparts in the competing countries except only Cambodia. The Asian Productivity Organisation (APO) data show that the average level of annual productivity of a Bangladeshi worker is worth $10,400 while for a Vietnamese, it is $12,700, for an Indian it is $15,800 and for a Chinese it is $23,800. Clearly, deprivation leads to all-round maladjustment of physical ability and skill and mental resourcefulness alongside no chance of breaking the boundary of oppressive living standard and class barrier.In an incisive probe into the conditions in South Asia, the WB finds that 40 to 60 per cent of overall inequality here is conditional to circumstances beyond the control of an individual. These are 'place of birth, family background, caste, ethnicity and gender'. The oppressive cry of the soul of the most vulnerable and marginalised falls on the deaf ears of a soulless world. One does not have to be a Karl Marx or communist to learn how capital gets formed on exploitation of the main driver, workers to be precise, of industries.By no means social safety net's utility can be undermined. But clearly, it is no substitute for income earned independently by labour and leading a decent life. Creation of employment opportunities is a sine qua non but in a competitive world, the challenge is to acquire education in demand and the right sets of skills. Young people with the underprivileged family background stand little chance of acquiring these two basic requirements in order to make a move up the social ladder. Thus the existing social setup is unfavourable for reducing socio-economic disparities. The governments, instead, go for making social benefits available to the poor and vulnerable. In rich countries, they even offer unemployment benefits as a compensation for not providing employment for the jobless. This arrangement camouflages social inequality and deprivation but even it is better than doing nothing for the unemployed. At least the beneficiaries can use the largesse until they land a paying job to pull them out of the rut. This world produces more foods than its population needs but food politics and commerce stand in the way of hungry million's access to the eatables. Foods go waste rather than reach the needy to perpetrate inequality. Here lies the genesis of discrimination. \n[email protected]",
        "headline_1": "Highest inequality of opportunities undermines South Asia",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/highest-inequality-of-opportunities-undermines-south-asia-1683817547",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-05-2023"
    },
    {
        "full_article": "World Health Organisa-tion (WHO) director-general Tedros Adhanom Ghereysus last week declared that the Covid-19 pandemic was no longer a public health emergency of international concern. The declaration came on the basis of advice coming from the WHO's emergency committee comprising independent experts. Does the announcement signal the end of the pandemic? Going by experience with pandemics, it can be said the virus that wreaked havoc in the world for nearly a couple of years is on the wane. It might disappear totally or transform into a seasonal flue. Many health experts have suggested the latter. Undoubtedly, the WHO DG's announcement has brought a sigh of relief across the world. But there should be no reason for complacency. The SARS-COV-2 virus that had brought miseries on an unprecedented scale is very much present around us. Its multiple variants and sub-variants are still emerging even though those are found not deadly. It is, thus, hard to rule out the emergence of a virulent variant that could trigger yet another health emergency. The world has learnt one lesson from the Covid-19 pandemic that all will have to be ever-vigilant to avoid yet another health emergency. We must not forget the situation the world faced in the initial months of the pandemic. Developed or developing or least developed, every country was caught off-guard and became utterly helpless against the onslaught of an unknown virus that first surfaced in China. People died on the streets failing to get admitted to hospitals. None, not even very close relatives, volunteered to bury or cremate the victims of Covid and bodies were thrown into rivers or left beside the streets unattended. Those were heartrending scenes. However, with the development of vaccines and mass-scale vaccination and doctors learning better ways of treating Covid patients, the situation eased. But many saw doomsday in the emergence of SARS-CoV-2 and the toll it had been taking in terms of life and living. The world went on a tailspin. \"The world will not be the same again\" was the buzzword of that time. Until now that expression appears to be partly true. The fear of loss of life from the Covid onslaught is almost over, but the global economy is yet to recover from the mauling it had during the pandemic. The Russia-Ukraine war, however, has stalled the process of recovery. The Bangladesh health system had lost its way when the virus first started taking its toll. After a few months, doctors came to grips with the health emergency, at least partially. We all know the problems doctors faced when the virus spread all over the country. So, none here or beyond should forget the horror the tiny virus had created. For it might prompt the health sector managers and the people, in general, to remain alert and prepared for a future health emergency. Besides, there should not be any pause in the collaborative efforts to develop vaccines against the ever-evolving viruses and a drug delivery system with the WHO taking the lead role. At the individual level, people should not stop following the hygiene and precautions that they had been practising during the COVID time. Hand washing and the use of masks in certain places need to be a part of their daily routine. \n[email protected]",
        "headline_1": "An emergency world shouldn't forget",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/an-emergency-world-shouldnt-forget-1683817592",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-05-2023"
    },
    {
        "full_article": "According to meteorologists, a cyclonic storm named Mocha has been formed in the Bay of Bengal. It may make landfall in Cox's Bazar and Myanmar coasts on Sunday with wind gaining speed up to 180-200 kilometres per hour. Our coastal areas particularly Teknaf are likely to be flooded with tidal surge. Maritime ports of Chattogram, Cox's Bazar, Mongla and Payra have been advised to hoist distant cautionary Signal-2. All fishing boats and trawlers in the southeast Bay and deep sea have been advised to come close to the coast and proceed with caution till further notice. The meteorologists think it could be similar to a super cyclone in ferocity. Natural disasters cannot be contained. But we must try to minimise the damages and deaths they cause. Weather forecast in the national media should warn everyone of dangers. People should follow them and take precautions. The government should have a contingency plan in place for such occurrences. Awareness among the public, especially about what to do in case of such an event, is also vital. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Preparedness for cyclone Mocha",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/preparedness-for-cyclone-mocha-1683817615",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-05-2023"
    }
]