[
    {
        "full_article": "For demagogues, facts and logic are of little use when shrill rhetoric serves their purpose. For a certain type who rely on bigotry in their politics, rhetoric that can act as a dog whistle is a key weapon in an electoral battle. Uttar Pradesh Chief Minister Yogi Adityanath’s remark that the State could become Kashmir, West Bengal or Kerala if voters committed a mistake, could have been, at any other time or context, laughed at for stretching credulity. But the purpose was not to suggest that India’s most populous State had much to lose in socio-economic terms if it were to go the way of the three States mentioned. Kerala ranks among the best in many a socio-economic indicator, J&K is above average while West Bengal is ahead of U.P. in most metrics. Instead, it was to raise a dog whistle. Also, Kerala and J&K (and the Kashmir Valley specifically) have a higher proportion of religious minorities than the rest of the country while West Bengal too has an above average composition of Muslims. The import of Mr. Adityanath’s remark was that the three States/UTs have a polity with a significant minority representation. This is unlike U.P., where despite minorities being close to 20% of the population, their corresponding proportion in the outgoing Assembly is much lower (5.9%). Muslim legislators are absent in the ruling BJP, which won more than three fourths of the seats in 2017. An electoral defeat for the BJP would entail higher minority representation, an outcome that the Chief Minister sought to warn against in his statement.The poor indicators on several livelihood factors and socio-economic development in U.P. are related to some extent to governance outcomes. The BJP government has sought to address this through welfare delivery — direct benefit transfers and centrally sponsored schemes. In an ideal situation, the party would have stood by this record of welfare delivery and its hard-line stance on tackling crime. But residents in the State have also suffered during the COVID-19 pandemic on account of inadequate primary health infrastructure, besides other structural features that would have helped tackle long-term poverty and underdevelopment. Inflation (from fuel price hikes) and rampant unemployment have also dented the effect of the minimalist welfare delivery mechanisms. With the farmers’ movement in western U.P. making its mark and discontent among other OBC segments eating at the formidable social coalition stitched together by the party which helped it win substantially from 2014 onwards, the BJP and Mr. Adityanath have reverted to the base politics of religious mobilisation and attempts at polarisation on these lines. If the indications following the first phase of voting are anything to go by, this strategy does not seem to be working. Yet, it would be too naive to expect Mr. Adityanath, a Hindutva politician, to change course.",
        "headline_1": "Trumped-up rhetoric: On Yogi Adityanath’s illogical remarks",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/trumped-up-rhetoric-the-hindu-editorial-on-yogi-adityanaths-illogical-remarks/article38414862.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-02-2022"
    },
    {
        "full_article": "In what will cheer the tourism industry and travellers, the Government has allowed fully vaccinated passengers from 82 countries to skip the mandatory quarantine period, from February 14. The requirement of compulsory on-arrival testing for passengers from certain countries identified as “at-risk” has also been removed. These guidelines, from the Ministry of Health, apply to countries with whom India has a pact of reciprocity and include the U.K., the U.S., Canada, Australia and New Zealand, or those which see significant traffic in and out of India. Currently, India has air bubble agreements with 35 countries. The Government had earlier moved to resume international flights from December 15, but withdrew the decision due to the Omicron variant. The tourism industry estimates that COVID-19 has caused losses of ₹150 lakh-crore since March 2020. Prior to the pandemic, India had at least 1.1 crore inbound tourists and 2.7 crore outbound tourists annually, say industry estimates, and the new relaxations appear to be in line to recoup these numbers.There are sound epidemiological reasons for the decision. India’s daily trajectory of fresh COVID-19 cases is declining — from close to 3,00,000 cases a day on January 24, to around 58,000 cases a day now. It bears remembering that this precipitous fall — the speed of which is unusual compared to previous waves — is also due to a change in testing attitudes. The easy availability of rapid antigen tests that can be self-administered has seen more cases being registered outside the system of Government-tracked RT-PCR testing and not reflecting in official case counts. Overall, while the relative mildness of the Omicron variant, compared to the Delta variant, has meant that many of those infected did not need hospitalisation, the availability of vaccines has also contributed to the third wave posing a diminished health threat. Though deaths continued to rise, it was not to the same degree as earlier though a full reckoning will take more time after excess death tallies from States start to become public. Finally, the varied results internationally from booster doses, in that they were not enough to deter transmission, have led to a broader acceptance that the coronavirus cannot be eliminated by vaccines alone but can be repelled, over time, with a mix of approaches such as wearing masks, vaccination and accepting short lockdowns. Moreover, there is also no situation where herd immunity will ensure elimination of a virus as breakthrough infections and reinfections are rife. The opening of schools and the normalising of air travel imply that the world must learn to prioritise equitable health care and improve hygiene — yet move forward, reclaim and repair the social and economic remnants of the pre-pandemic period.",
        "headline_1": "Clearing the airways: On quarantine-free entry for travellers",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/clearing-the-airways-the-hindu-editorial-on-quarantine-free-entry-for-vaccinated-travellers-from-82-countries/article38414880.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-02-2022"
    },
    {
        "full_article": "Every new year brings new hope in our lives. We hope that things will finally change. But things do not, they stay the same, and we despair of ever finding change until another new year comes and ignites our hope again. The reason behind this, in short, is a disease that our society and state have long been infected with: capitalism. Our effort to rid ourselves of this disease through political means has been persistent, as has been our failure. It's evident everywhere you look. From the prices of goods to a general lack of security in every aspect of life, the markers of this failure are clear for all to see. We have become accustomed to this—until an incident here or there jolts us awake, making us realise that we're in trouble.\nLet's talk freedom. The question over individual freedom is an old, if recurring, one, but it should have been settled by now. There should have been no doubt that \"freedom\" and the \"freedom of expression\" are the same thing. Without the freedom of expression, democracy is just a fiction. In our so-called democratic state, the duties of the members of parliament should have been to pass appropriate legislation, establish control over the executive branch of the government, hold the government accountable, ensure transparency in the activities of the executive branch, and scrutinise the government's foreign policies and agreements. But they are doing none of these, not in the slightest.\nCriticism of mistakes made by the government is part of the democratic process. But our rulers cannot tolerate even a hint of criticism. They are too sensitive about it. The reason for this is that they do not have a solid moral footing. They know how they have come to power, and when power is monopolised like this, it is natural to lose people's support. Our rulers only serve their own interests, not the interests of the people. Hence, they are easily disturbed by criticism. It makes them feel vulnerable. It makes them fear that their downfall may not be far away.\nPart of their strategy is to make noise—a lot of it. So some of them say they will not rest until they bring about \"change\"; others claim that people will be blown away by a surge of prosperity and dance in joy. No matter which government is in power, they want to drown any sound of criticism with their own noise. They are quick to reject, choke or silence any voice critical of their actions or lack thereof. Their hostility towards critics gives the impression as if they think that since they have acquired the right to rule, they should be the ones making all the noise. There is an element of self-deception in this pattern of thinking. They hope that only their noise, and no other sound, will be echoed.\nIt's not like the ruling party always speaks in one voice. You can hear a variety of contrasting opinions from within the ruling camp. For example, when the current government came to power, one of the ministers said they would be able to control the prices of commodities through the intervention of the state-run TCB. Almost immediately, another minister spoke in favour of keeping the market open, saying a free market would bring down the prices. Consequently, the TCB remains stuck in no man's land, and prices have not gone down at all. In fact, the steady rise of prices has left the people overwhelmed.\nThe effective role of opposition is vital for a parliamentary democracy. But the history of our country tells us that no opposition party has been able to carry out its responsibility so far. Often they faced obstacles created by the government, while also lacking the moral strength to overcome that. They also lack acceptability among the people. In a situation such as this, whatever valid criticism we see comes from the people. Silencing their voice is tantamount to establishing dictatorship.\nWhile the media is being subjected to covert and overt threats, the current government passed the Right to Information Act, 2009, the apparent objective of which was to empower that very media and bring about transparency and accountability within the government. Such contrasts between the real and the legal are not uncommon. Apparently, there was pressure from the so-called international community to pass this legislation. It is not difficult to assume that this law will be of no use to the people while the government shows no tolerance for any form of criticism. The ruling class is averse to any expression of people's grievances, let alone any suggestion of empowering them, which it is pledge-bound to do.\nUnder these circumstances, it is important to apply pressure to make the government become tolerant. There are two vital sources of pressure here: the first, of course, is the public, and the second—and more important one—is an alternative democratic political power. Developing the latter is a time-consuming process. But the people can quickly organise themselves for a common cause if they are united.\nIn the Pakistan era, we saw how united journalists were on the question of the freedom of the press, and how any assault on newspapers would ignite nationwide protests. That unity does not exist anymore. The ruling class has been able to create divisions within the journalistic community, and the media is haemorrhaging as a result.\nThe practice of culture and literature, even of journalism, requires a material foundation which is not strong in Bangladesh. There is no indication that the new year that we have started will reinforce that foundation. A big problem here is lack of investment. Investment is not growing. There is fear that the remittance sent by our migrant workers will soon shrink. A number of mega projects have been undertaken which involve big spending. But instead of generating value, it's more likely that there will be wastage.\nOne example of this is Dhaka's flyovers. Experts say that instead of reducing traffic congestion, these will rather increase it. Pedestrians and ordinary public transport users will see little change in their luck while the benefits will be enjoyed by motorists. Almost all big cities in the world have moved away from the idea of flyovers, except for Dhaka. The solution to traffic congestion is metro rail, which is now seen in all big cities including Kolkata. Dhaka also needs metro rail, and it's a good thing that the construction of our first rail is underway. Once the construction is over and the metro rail gets functional, we will know how beneficial it is.\nGoing back to the question of freedom, it's essential to change our current system for our collective freedom. But this hasn't been possible as yet. Whatever prosperity there has been is enjoyed mostly by a few people, and even those are not safe either. Most people are spending their days in hardship and danger. There is no doubt that we can't change this system with individual efforts alone. Even a political movement cannot do anything about it. However commendable these isolated efforts are, what we really need to effect change is a collective and continuous socio-political movement guided by clear objectives. If we can't do that, we won't be able to live like we want to, and we will remain half-dead, like we are now.\n \nSerajul Islam Chowdhury is professor emeritus at Dhaka University. The article has been translated from Bangla by Azmin Azran.\n",
        "headline_1": "No real social change comes on its own",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/no-real-social-change-comes-its-own-2959791",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-02-2022"
    },
    {
        "full_article": "To understand what our adolescents dream about the future, researchers at the Economic Relations Division (ERD) under the finance ministry conducted an explorative survey between August and September 2021. All eight divisions of Bangladesh and different types of educational systems were covered in this survey, conducted on 145 adolescents. According to the study, adolescents dream of various off-track professions, like being a YouTuber, professional gamer, content creator, voice artiste, philanthropist, cricketer player, etc, in addition to the mainstream professions like doctor, engineer, teacher, banker, lawyer, and maulana (religious preacher). The findings were included in the National Human Development Report 2021.\nThe adolescents surveyed expressed interest in studying specific subjects that can help them realise their dreams, like fine arts and painting, content creation, and social media growth or ICT. \"Yet, they were trapped in the traditional classroom-learning structure, which has little or no significant role in fulfilling their dreams. Some were even ready to quit from this traditional mainstream schooling system that is not modern and unable to accommodate the arrays of dreams and goals of their lives,\" the report highlighted.\nThe findings of this survey demonstrate the disconnect between the ambitions of our adolescents and what the present education system offers. What about their parents? Things are beginning to change slowly, and some parents are respecting the dreams of their children. Still, in many cases, a child's dream to become a singer, artist, photographer, or an astronaut is often criticised and dismissed as unrealistic.\nThe pressure of expectations from parents can be detrimental to realising the creative desires of adolescents. Parental expectations are based on their assumptions of success, while children may have completely different views of what they want to do with their own lives. It is quite common for parents to force children to study a particular discipline when they go to university. If one wants to make a meaningful contribution to any sector, then one has to work with passion and commitment. If young people study something against their wishes, it is likely that they will be frustrated and unhappy about both their work and lives.\nI had a group discussion with adolescents in Tangail several years ago, where a girl said, \"If parents thought that singing or playing would help us get good grades, then they would encourage us to do so.\" This is a sad reminder that examination results have become the main focus of education, which explains the huge dependency of students on coaching centres and private tuition.\nPresently, students in Bangladesh are so busy with studies that they hardly find time for extracurricular activities such as sports, music, dance, painting, etc. Rabindranath Tagore emphasised a lot on the importance of holistic education and designing the education system from a child's point-of-view. Stimulating thinking and nurturing imagination as well as creativity are quite central to his thoughts on education. He implemented these ideas while establishing an educational institution in Shantiniketan. \"Don't limit your child to your own learning, for he was born in another time\"—his warning is still relevant.\nThe world is going through tremendous changes due to the advancement of technology. Artificial intelligence is having, and will continue to have, influence on all aspects of our society, including employment. Within the next few decades, many professions that exist now may disappear, while many new professions will emerge. What students are learning today may become irrelevant when they enter the job market. People may not be able to have a single profession throughout their lives.\nIn a good education system, there should be focus on developing critical thinking, creativity, teamwork, and communication, which will give students the skills to retrain every few years and adapt to changing contexts. Bangladesh must consider education as a priority and make the required investments, if our children and young people are to receive education that will prepare them for careers in a diverse range of fields. The aforementioned survey is an example that adolescents are more advanced in their thinking about the future of work. Adults should catch up.\nDo parents want their children to be happy? If yes, they have to understand that there are many different routes to happiness. In his book \"Happy Ever After,\" happiness expert Professor Paul Dolan draws on a variety of studies ranging over well-being, inequality, and discrimination, to bust the common myths about our sources of happiness. He shows that there can be many unexpected paths to lasting fulfilment. Some of these might involve not going into higher education, choosing not to marry, rewarding acts rooted in self-interest, and caring a little less about living forever.\nChildren are individual human beings, not parental property and should not be treated as such. It is the parents' responsibility to provide appropriate guidance to their children, so that they can realise their full potential. Instead of imposing their own views, parents should support their children while they navigate through their own lives and find meaning and contentment.\nIt is important that parents listen to children actively and value their dreams. The education system should adapt to the needs of the adolescents, too, in a world that is changing extremely fast. Adolescents are speaking up. Are we listening?\n \nLaila Khondkar is an international development worker.\n",
        "headline_1": "Are we listening to our adolescents?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/are-we-listening-our-adolescents-2959786",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-02-2022"
    },
    {
        "full_article": "When the Indian cargo vessel MV, named after former Prime Minister Lal Bahadur Shastri, set sail carrying 200 tonnes of food grain on a 2,350 km journey along the waterways from Ganga to Brahmaputra, the world's two largest rivers, via Bangladesh on February 5, it became an important marker of physical connectivity more than just between the two countries. It also conjured up a vision of broader regional linkages. This is the first time that food grain movement is taking place in this waterway route.\nMore than bilateral connectivity, the vessel's journey has implications not only for ending northeastern Indian states' difficulties due to their landlocked status, but also for holding out the prospects of ending Bangladesh's location as an outlier in efforts to build a bridge between South Asia and Southeast Asia.\nThe journey of the vessel may be a pilot project between India and Bangladesh, but it has far-reaching implications for the future in connecting mainland India with its northeastern states, Indian officials said. The waterways will not only remove geographical hindrance but also provide an economical and convenient transportation for the businesses and people of the region.\nIn line with India's \"Act East\" policy, the Indian Ministry of Ports, Shipping and Waterways has taken up several infrastructure projects on National Waterway-1, Indo-Bangladesh Protocol route and NW2, through the Inland Waterways Authority of India (IWAI) to improve connectivity with the northeastern region through waterways via Bangladesh. Sonowal rightly termed the Patna-Pandu route via Bangladesh as the most seamless cargo transportation through Brahmaputra and an opportunity for the people of Assam and other northeastern states of India to connect with the wider world.\nThe Indian government has undertaken the ambitious Jal Marg Vikas Project (JMVP) with an investment of about Rs 4,600 crore for the capacity augmentation of NW-1 (Ganga) for safe and sustainable movement of vessels of up to 2000 tonnes.\nAfter the MV Lal Bahadur Shastri's journey, Inland Waterway Authority of India is looking to run regular scheduled services on these waterway routes. To improve navigability, two stretches of IBP routes—Sirajganj-Daikhowa and Ashuganj-Zakiganj—are being developed at a cost of Rs 305.84 crores on an 80:20 share basis (80 percent being borne by India and 20 percent by Bangladesh). The contracts for dredging on the two stretches for providing and maintaining requisite depth for seven years (from 2019 to 2026) are underway, said the officials, which is expected to provide seamless navigation to India's northeastern states via the IBP route. In 2014-15 to 2016-17, the state-owned Food Corporation of India had moved tonnes of food grains to Agartala using the IBP waterway route when the rail link between West Bengal and the adjoining northeastern region was non-operational during gauge conversion in North Eastern Frontier Railway.\nThe Protocol on Inland Water Transit and Trade (PIWTT) between India and Bangladesh allows mutual arrangements for the use of their waterways for the movement of goods between the two countries by their vessels. India's National Waterway-1 (Ganga) is connected with National Waterway-2 (Brahmaputra) and National Waterway-16 (River Barak) through India-Bangladesh Protocol routes.\nIt is not just India-Bangladesh connectivity or the link between mainland India and northeastern India which will get a boost because of the waterway routes, and one look at the route chart of MV Lal Bahadur Shastri from Patna to Pandu will give us an idea of why. It will sail through Bhagalpur, Manihari, Sahibganj (Bihar), Farakka, Tribeni, Kolkata, Haldia, Hemnagar (in West Bengal), Khulna, Narayanganj-Sirajganj, Chilmari (Bangladesh), Dhubri and Jogighopa (in Assam). If waterways involving India and Bangladesh can be made the preferred mode of transportation, it can open up opportunities for a port-and-jetty-led model along the rivers of the two countries. Another key ingredient of this model would be to develop rail and road transport connections to the port and jetties.\nThe movement of MV Lal Bahadur Shastri is expected to establish the technical and commercial viability of IWT mode using the multiple waterways, and offer an alternate route for transportation of goods, which will help decongest not just the good traffic by road between India and Bangladesh, but provide an option for transportation of cargo from Bihar to Nepal.\nThe fact that Bangladesh will be facilitating the goods traffic through waterway routes between mainland India and northeastern India underlines the importance of that country's territory as a crucial bridge between South Asia and Southeast Asia through Chattogram and Mongla ports. The potential of a regional network of waterway routes can be multiplied further if Bangladesh can be integrated with the Kaladan multimodal transport hub India has built in Myanmar in close proximity to the northeastern Indian state of Mizoram.\n \nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India\n",
        "headline_1": "A region connected by waterways",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/region-connected-waterways-2959776",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-02-2022"
    },
    {
        "full_article": "Since the US sanction on Rab and few of its present and former officials, there have been several comments from our ministers on the topic. On February 5, our venerable foreign minister said, \"Some UN body gave us a list of disappeared people. Later, it was found that many of them actually drowned in the Mediterranean. They have prepared the list with the help of a Bangladeshi organisation. They don't have any research on the matter.\" He also said, \"We spoke with the police and asked them to hold talks with the families of the disappeared people in the presence of journalists. In that discussion, the families of the disappeared people will say when, how and where their family members were taken to and whether they returned.\" On US sanctions, he went on to say, \"The real purpose is not human rights. The real purpose is not even disappearances or murders. The real purpose is to try and reap some benefits from these pressures… Bangladesh has become an eyesore for some due to its good position strategically, and many countries are highlighting the issue of enforced disappearances in their own interests.\"\nHe said the above following a conference on \"Branding Bangladesh.\" What is the brand value he is trying to inculcate—one of glib and unthinking comments on serious issues?\nIn our view, he has made a mockery of the UN's multilateral accountability process on human rights, to which Bangladesh is a signatory, trivialised our relationship with the US at a time when it needs delicate handling, and demonstrated a most insensitive attitude towards the recent tragedy that our citizens suffered while searching for a better life abroad.\nAbout those who met their tragic demise in the watery grave of the Mediterranean Ocean, he said \"it has been found\" that many of them were in the UN-supplied list of the \"disappeared.\" Does he have a list of those names? When was it made, and by whom? Has he verified its authenticity? And why doesn't he make it public? (On February 9, our respected foreign secretary made similar comments to the press about finding the whereabouts of eight or nine people in the UN list, but giving no clue as to the sources of his information. He was vague and sounded like he was conveying what he had heard, rather than the facts he had in hand.)\nOur foreign minister said, \"We have talked to the police and asked them to speak with the families who will say when and how their family members were taken.\" It seems that he never saw newspaper reports of these families who, year after year, come to the Press Club and, with tearful eyes and with young children crying their hearts out, recount how they lost their loved ones.\nIn reference to the UN, our FM said, \"Some UN body gave us a list.\" Well, the UN body happens to be the Working Group on Enforced or Involuntary Disappearances (WGEID). It was set up in 1980 and works under the UN Human Rights Council, consisting of five independent experts coming from all over the world. The current experts are from Italy, Lithuania, South Korea, Guinea-Bissau and Argentina—the last being the current chair as well.\nAccording to its latest report (2021), there are 76 \"outstanding cases\" of enforced disappearances. The report, in Paragraph 64, states, \"The Working Group reiterates its concern regarding the situation of enforced disappearances in Bangladesh, which it has been raising in similar reports for several years with scarce engagement by the government. In this regard, the Working Group notes that it has not received replies to any outstanding cases during the reporting period, and that only one case has been clarified by the government since the Working Group transmitted the first case in 1996. The Working Group hopes to receive information on the outstanding cases as soon as possible. Allegations of enforced disappearances, notably those carried out by the members of the Rapid Action Battalion (Rab), should be promptly investigated and those responsible prosecuted.\" In Paragraph 65, it states, \"The Working Group reiterates its interest in undertaking a visit to Bangladesh, as expressed in several communications transmitted since 2013.\"\nAs is obvious from the WGEID report, they have been in touch with our government since 1996—in other words, for the last 26 years. Since 2013, the group wanted to visit Bangladesh, but no permission was granted. When the foreign minister accuses WGEID of \"no research,\" the answer lies in the fact that we didn't allow them a fact-finding visit since their first request nine years ago. Why? What have we to hide?\nWe could verify that at least on three occasions—September 2013, November 2013, and October 2015—the Permanent Mission of Bangladesh in Geneva acknowledged the receipt of communication from the Working Group and replied saying, \"The Permanent Mission has the honour to assure that the contents of the communication have been duly noted and forwarded to the concerned authorities in Bangladesh for necessary inquiry and actions.\"\nSo, what \"necessary inquiry and actions\" have we taken since 2013? The report damningly says \"not received replies to any outstanding case\" and \"only one case has been clarified since 1996.\" Only one case in 26 years? Rab's activities have been singled out in the WGEID reports for years, especially since 2013. But when the US put the sanctions on them, we were surprised and woke up. If we had taken WGEID reports seriously then, we feel certain that this sanction and the attending bad image could have been avoided. I think our foreign ministry owes an explanation to the people and especially to the prime minister as to their inexplicable inaction over more than two decades, and especially since 2013.\nThe \"real reason\" for the sanction by the US, the foreign minister said, is neither human rights nor disappearances but \"to put pressure on us.\" In doing so, he is directly pointing fingers at the US and accusing them of duplicity. How diplomatic is that, especially when you are negotiating for its reversal? Putting pressure is the name of the game in relations between superpowers and the rest—who does not know it? But shouldn't our minister handle it diplomatically, through secret negotiations, subtle messaging, third parties, meetings under different guise, visits, etc? How does it help if he says publicly that we have become an \"eyesore\"? Earlier, when the US did not invite Bangladesh to the Democracy Summit, he said it was possibly because the US only invited \"weak\" democracies. Diplomacy, indeed.\nGlib media responses and accusatory comments about countries who have temporary problems with us do not diplomacy make. Matured engagements do. Our pathological aversion to accountability will not take us very far. Our tendency towards overconfidence due to recent economic success may prove to be counterproductive—in some cases, extremely so.\nPlease do not take our international partners for fools. They deserve our most serious engagement—especially as we now aspire to be a developed country.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: Do we take our international partners for fools?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/column-mahfuz-anam-do-we-take-our-international-partners-fools-2959111",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-02-2022"
    },
    {
        "full_article": "We welcome the instruction of the parliamentary standing committee on the environment ministry to take necessary measures to shut down the Savar Tannery Industrial Estate for its failure to comply with the environment standards. Rejecting the tannery estate's response to a show cause served to it by the Department of Environment (DoE) in December last year—in which the former laid out some ill-conceived plans to stop the environment pollution—the committee also decided that the tannery industry will remain shut until it takes measures to treat all kinds of wastes generated.\nWhile this decision will no doubt have a devastating impact on the tannery industry, we feel we have reached a point of no-return. For over a decade, the industry has been operating without a fully functional central effluent treatment plant (CETP), which means it has been dumping over 15,000 cubic metres of untreated liquid waste into the Dhaleshwari river every day. The estate has no facility to treat solid wastes, including heavy metals and chromium, either. The river, which was once the lifeline of fisherfolk and other communities in the area, has lost its soul and its surrounding areas have become uninhabitable due to the foul stench and deadly contamination of its water. \nWe have been hearing about the decision to shut down the estate for more than nine months now—the same parliamentary body recommended shutting down the estate last August, a directive which itself came more than three months after the initial recommendation to shut it down. How many more bureaucratic loopholes do we have to go through before the recommendation is actually implemented? We've already wasted enough time dragging our foot through the dark, hazardous water of the Dhaleshwari—do we want to kill off the river altogether?\nShutting down the industry is a necessary measure that has come too late in the day anyway. But the government, particularly the DoE, must answer for why the industry was moved from Hazaribagh to Savar before the CETP was operational. Why could the CETP not be completed in more than a decade, even after 500 crores was spent on it? How could the estate have been allowed to run without an environmental clearance for so long? There is no end to the questions, but we are yet to receive any convincing answers from the authorities about their own complicity in the whole fiasco. With so much money wasted, the Dhaleshwari wrecked, people's lives and livelihoods destroyed, have we learnt anything at all from our mistakes or will we continue to mindlessly tread down the path of unplanned development?\n",
        "headline_1": "First the Buriganga, then the Dhaleshwari",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/first-the-buriganga-then-the-dhaleshwari-2959761",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-02-2022"
    },
    {
        "full_article": "In a changing and developing Bangladesh of the last decade, one consistent aspect has been the absence of justice for the murder of journalist couple, Sagar Sarowar and Meherun Runi. They were slain in their home in the capital in the early hours of February 11, 2012. The home minister of the time had vowed to catch the killers within 48 hours. Not only has this promise remained unfulfilled over the last 10 years, the investigation officer (IO) for the case was changed six times, and the Rab and other investigative agencies have so far taken 85 dates from the court to complete the probe. On January 24 this year, the Rab IO, Khandaker Md Shafiqul Alam, once again failed to submit the probe report and filed for a time extension for the eighth time in just a year. The current date for submission of the report is now February 23.\nUnder these circumstances, we cannot help but wonder if authorities even intend to deliver justice for the couple's murder. Will there only be tens more court dates for many more years until the case becomes something forgotten for the public and the media? Meanwhile, for the couple's family and close ones, the underlying mystery of their murder is a reality they have to live with hourly. Runi and Sagar's son, Megh (then five-years-old), was in the house while his parents were brutally slain. Runi's mother passed away last month, unable to see justice served for her child in her lifetime. The rest of the world may only make mentions of the case around the time of the murders' anniversary, but it is the victims' family members to whom the investigators owe answers and to whom the state owes justice.\nOne cannot help but be wary about why they have still not made any headway with the murder case of Sagar-Runi. If indeed no influential persons are involved, then the authorities should make an effort to actually prove that. The eight suspects, two of whom are currently out on bail, must also be investigated extensively. We would urge the Rab and the government at large to deliver long-awaited justice to Sagar and Runi's families, instead of making the investigation into a process of asking redundant questions to the victims' relatives once a year. We would like nothing more than to see the real killers being identified and brought to justice, as was promised a decade ago.\n",
        "headline_1": "A promise unfulfilled for a decade",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/promise-unfulfilled-decade-2959636",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-02-2022"
    }
]