[
    {
        "full_article": "The Forest (Conservation) Amendment Bill, 2023, that is being deliberated upon by a Joint Committee of Parliament, is a contentious piece of legislation that signals the complex challenges involved in balancing industrial development and the conservation of forests. While industrialisation inevitably means usurping greater tracts of forest land and ecosystems, the Forest (Conservation) Act, 1980 has been the mantelpiece legislation that has empowered the state to regulate this and impose costs on such industrial exploitation. Originally meant for notified forests, a landmark Supreme Court judgment, in the T.N. Godavarman Thirumalpad case (1996), among other things, broadened the scope of such protection to even those not officially classified so. India’s forest cover has seen only marginal increases, as biennial reports of the Forest Survey of India illustrate. Growth in forest cover inside officially recorded forests is stagnant, or at best incremental. It is tree cover in orchards, plantations and village homesteads that has been on the rise and supplementing India’s claim that 24% of its area is under forest and tree cover. India has committed to increasing this number to 33% and adding a carbon sink of 2.5 billion to 3 billion tons of carbon dioxide this way, by 2030, as part of its international climate commitments.The existing Forest (Conservation) Act, 1980 — in the Environment Ministry’s reckoning — was insufficient for these ends, as it did not incentivise private agro-forestry and tree plantation activities. From 2019 to 2021, India added 1,540 square kilometres of forest cover of which 1,509 sq. km was outside recorded forest area. The new amendments to the Forest Act gave such incentives by clearly defining the limits of the 1996 judgment. Only land recorded as ‘forest’ in any government record on or after 1980 would invoke provisions of the Act. Forest land authorised by States for non-forestry uses between 1980-1996 would not invoke provisions of the Act. The amendments effectively mean States can no longer classify unclassified forest land, or patches of trees with forest-like characteristics as ‘forest land’. The amendments also allow forest land, up to 100 km near India’s borders, to be appropriated, without central approval, for “strategic and security” purposes. The primary criticism is that these amendments do not really contribute to regenerating natural forest, but rather incentivise afforestation for commercial ends. What is worrying is that the parliamentary committee, despite its statutory privileges, has not expressed any opinion or suggestion on the way forward. Grooming private forests might look good in theory but expecting them to be a permanent carbon stock is wishful thinking given that strong market incentives exist to use them as ‘carbon credits’. While new climate realities might necessitate changes to the way conservation laws are interpreted, these must be backed by rigorous scientific evidence.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nconservation\n\n/\n\nlaws\n\n/\n\nforests\n\n/\n\nparliament\n\n/\n\njudiciary (system of justice)\n\n/\n\ncarbon capture and sequestration\n\n/\n\nenvironmental issues",
        "headline_1": "Green washing: On amendments and the Forest (Conservation) Amendment Bill, 2023",
        "headline_2": "Changes to conservation laws must be backed by scientific evidence",
        "link": "https://www.thehindu.com/opinion/editorial/green-washing-the-hindu-editorial-on-amendments-and-the-forest-conservation-amendment-bill-2023/article67067924.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-07-2023"
    },
    {
        "full_article": "After a month’s break following their loss to Australia in the ICC World Test Championship (WTC) final, Rohit Sharma’s men are back on the road. A fresh WTC cycle beckons and even if the final is scheduled for 2025 in England, the maiden steps would commence once India takes on the West Indies in the first match of the two-Test series at Windsor Park in Roseau from Wednesday. The Caribbean tour also includes three ODIs and five T20Is and presents an opportunity for a squad in transition to check whether the young players have the mettle to step into the weather-beaten shoes of their seniors. During the halcyon days of the West Indies, a stint there offered glimpses at greatness like Sunil Gavaskar did with a whopping 774 runs in his debut series in 1971. Cut to the present, the West Indies is a pale shadow of its former self. Except for sporadic brilliance in T20Is, this is a unit that tugs at nostalgia while faltering in performance. Kraigg Brathwaite’s men in Test whites need to punch above their weight against a strong opposition. The failure to qualify for the conventional 50-over World Cup later this year in India is another blemish that the men from the Caribbean have to make amends for.If reclaiming lost glory remains the arduous task for the host, the visitor meanwhile has to figure out the road ahead. The winds of change that swept away Cheteshwar Pujara still linger in the air and for men such as Yashasvi Jaiswal, there is an opportunity to prove that they belong at the highest level. Pujara stepping in for Rahul Dravid at number three and Virat Kohli occupying Sachin Tendulkar’s slot at four, sustained Indian cricket for close to a decade. And now with Pujara dropped and Kohli closer to the twilight, the team management needs to place the vital cogs in order. That Rohit, Ajinkya Rahane, Kohli, R. Ashwin and Ravindra Jadeja are bunched together in their mid-thirties means that transition cannot be avoided. The fact that Rohit and Kohli did not find a place in the T20 team under Hardik Pandya hints that the selectors can remain unsentimental. With the ICC T20 World Cup scheduled to be held in the West Indies and the United States next year, Pandya’s troops will get a preview of the playing conditions. Be it the batters or the bowlers led by spearhead Mohammed Siraj, the coming weeks offer a chance to step up and offer hope. It helps that the rivals are equally searching for crucial answers.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncricket\n\n/\n\nIndia\n\n/\n\nTest cricket\n\n/\n\nICC Test Championship\n\n/\n\nUSA",
        "headline_1": "In transition: On the Caribbean tour and mettle in the Indian cricket team",
        "headline_2": "Indian cricket has a chance to test its bench strength in the Caribbean",
        "link": "https://www.thehindu.com/opinion/editorial/in-transition-the-hindu-editorial-on-the-caribbean-tour-and-mettle-in-the-indian-cricket-team/article67067946.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-07-2023"
    },
    {
        "full_article": "After a 109-day walk across Telangana, the state’s Congress legislature party leader Bhatti Vikramarka Mallusays jobs and land remain the biggest problems for the poor, the young and the weaker sections. He tells Subodh Ghildiyal people feel cheated after a decade of BRS ‘misrule’, and claims Congress will sweep the assembly election due later this year.\nRead full interview on TOI+\n\n",
        "headline_1": "‘Unemployed young are working on NREG sites, running juice stalls, after doing BTech, PG’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/unemployed-young-are-working-on-nreg-sites-running-juice-stalls-after-doing-btech-pg/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-07-2023"
    },
    {
        "full_article": "“Resilience” is the buzzword of the year. It’s used widely to describe the US economy, which continues to stave off recession and lift global growth despite the sharpest interest rate hikes in four decades. But there is an even more surprising and impressive tale of fortitude unfolding in the developing world.\nRead full opinion on TOI+\n\n",
        "headline_1": "Emerging to inspiring",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/emerging-to-inspiring/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-07-2023"
    },
    {
        "full_article": "What really causes citizens’ monsoon misery everywhere is what the municipalities do. Or rather, don’t do\nThe heavy rains over north India that in two days wiped out the nationwide monsoon deficit, resulted from a confluence of the monsoon winds and a western disturbance. Such an interaction of two weather systems had led to the deadly Uttarakhand flooding of 2013. This time death and damage have been spread from Himachal (where roads, bridges and houses were washed away in apocalyptic scenes) to Delhi (where the poshest streets also went underwater). Climate change, with increasingly concentrated rains, is very real.\nBut authorities using this as an explanation for citizens entrapped in a regular cycle of rain-inflicted miseries, is complete eyewash.\nConsider just two areas, which show that far from strongly battling the new climate challenges local governments have not even completed basic 20th century tasks. One, against all expert advice and despite several disasters that should have been a wake-up call, the development model of the plains continues to be duplicated in the Himalayan states. There are complaints in cities like Dehradun that standards of infra work, including drain work, are actually falling. Hill stations are allowed to get dangerously choked with tourists even when there are serious weather warnings.\nTwo, the headline of municipal corporations running behind schedule to desilt drains “in time” for the rains, should have become history long ago. Because modern cities should keep drains in good working condition round the year, not let them be filled with construction waste and other garbage only to pull all of that onto the pavement ahead of the monsoon. This is a particularly senseless policy when the monsoon has become as changeable as it has and utilising it to recharge aquifers depleted the rest of the time has also become imperative. Worse, with 65% of the 7,933 urban settlements not even having a master plan, most cityworks remain piecemeal, uncoordinated, at cross-purposes.\nThat even Mumbai gets widely waterlogged every year despite funding the country’s richest municipal corporation, underlines the core challenge for fixing infra shortfalls is not shortage of funds but their abuse. Whatever the municipalities’ deficiency in power and resources, their shortage of accountability hurts citizens much worse. Will anyone be punished for not rain-proofing prestige projects in the capital or for constructions defying the hydrology of ecologically fragile mountains? What happens when it rains hard, is the result of what happens the rest of the time.\n\n",
        "headline_1": "Drain rules",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/drain-rules/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-07-2023"
    },
    {
        "full_article": "FTAs like the ones with UK, Canada are small beer for India. Go for Indo-Pacific multilateral agreements\nIndia appears to be on the verge of inking three Free Trade Agreements, with the UK, Canada and the four-nation EFTA trade bloc comprising Iceland, Liechtenstein, Norway and Switzerland. But let’s take a deeper look. First, to the extent these negotiations involve elements such as sustainability, resilience, labour, gender and digital trade, they are tricky, because richer countries will always use their better performance – India matches them perhaps only in digital infrastructure and penetration – under these heads to get advantage. So, as good as these sound, they really should be kept away from trade talks.\nMore importantly, we are wasting a lot of energy for what’s likely to be very modest gains. For example, the India-UK FTA only makes sense if London commits to a liberalised regime for India’s skilled labour, given that bilateral trade between the two countries was a piffling $20. 36 billion in 2022-23. Similarly, the proposed interim deal with Canada is underpinned by a bilateral trade in goods of just $8. 2 billion and service trade of $6. 6 billion in 2022. And trade with the four-nation non-EU EFTA bloc saw India import $15 billion and export $1. 67 billion during April-February 2022-23. The argument that FTAs will increase trade volumes is unconvincing because the bases are so small.\nThe real trade game today is in the Indo-Pacific as the global economic axis moves to the region and the West looks to de-risk from China. The two multilateral trade agreements of consequence here are the Regional and Comprehensive Economic Partnership (RCEP) and the Comprehensive Progressive Trans-Pacific Partnership (CPTPP). India has stayed away from RCEP but it should apply to join. It should show even greater urgency in joining CPTPP, which accounts for one-sixth of the global GDP and was originally designed to keep China out. It is only by joining such large multilateral trade deals that India can embed itself in global supply chains and grab opportunities offered by countries looking to hedge against China by friend-shoring. India’s trade policy must not settle for crumbs and be bold enough to grab the cake on offer.\n\n",
        "headline_1": "Think big on trade",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/think-big-on-trade/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-07-2023"
    },
    {
        "full_article": "We commend Titas authorities for taking steps to identify and disconnect around 600,000 illegal gas lines from October 2021 to June this year, after years of public outcry over the issue. However, there is no room for complacency, for the question still remains: why did Titas allow such a large number of illegal lines to accumulate over the years, if not decades? Was it negligence or deliberate oversight that led to such an enormous drain on our resources?\nOne may recall that an investigation by the Anti-Corruption Commission (ACC) in 2019 had found 22 sources of corruption inside Titas, and highlighted that unscrupulous employees in collaboration with technical experts were involved in providing illegal connections, especially at night, in exchange for bribes. Over the years, we have also expressed our concern about the involvement of Titas officials with various syndicates, with little action taken to root out the corruption within the organisation.\nAt a press conference on July 10, the Titas managing director stated that punishment had been meted out to 228 corrupt officers and employees – with eight of them sacked and 16 suspended. While this move was long overdue, we cannot help but wonder if all the perpetrators had been identified or punished, particularly those in positions of power within the organisation, given the enormity of the problem.\nThe MD further claimed that his employees have little involvement in the irregularities, with most illegal lines being installed by outsiders, including local political leaders, supporters of local lawmakers and welding technicians. If that is indeed the case, then criminal action must be taken against these outsiders, irrespective of how much power they wield. Simply blacklisting the subcontractors, as Titas has done, is not enough – those involved must be brought to book.\nMeanwhile, it would be dangerous for the organisation to ignore or downplay the serious allegations of corruption within it. It must also address the fact that it did not have an in-built mechanism to identify illegal lines as and when they were set up, raising concerns about how it will ensure they remain disconnected in the future. At a time when our gas reserves are running low, we cannot afford to waste the little that remains. The authorities must remain vigilant to ensure that problematic past practices do not continue, and that there is indeed \"zero tolerance\" of corruption within Titas, as the MD claims.\n",
        "headline_1": "Disconnecting illegal gas lines was long overdue",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/disconnecting-illegal-gas-lines-was-long-overdue-3366451",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-07-2023"
    },
    {
        "full_article": "As internal tensions intensify in Israel over Prime Minister Benjamin Netanyahu's fresh attempts to suppress the power of the country's judiciary, with hundreds and thousands of Israeli pro-democracy protesters taking to the streets to raise their voice against the move, Israel ramps up its attacks on West Bank, in blanket, large-scale aerial and ground offensives to supposedly clamp down on \"terrorists.\" The result: killing of civilians including children, displacement of thousands, and fresh resolve among the Palestinians to fight for their right to self-determination.\nSince the beginning of the year, attacking Palestine has been Israel's way of diverting people's focus from political tensions at home. As part of this, Israel has launched a string of operations in various parts of the occupied West Bank, including Jenin refugee camp, where more than 14,000 Palestinians live in less than half-square kilometre area. The latest operation, dubbed Operation Home and Garden by the Israel Defense Forces (IDF), led to the loss of 12 Palestinian lives – including three children – and displacement of at least 3,000 civilians from their cramped abodes. More than a hundred have been injured. My Twitter feed is still flooded with images of bullet-ravaged and bombed homes, fresh blood, scared children fleeing for their lives with their families, and mourners carrying the dead for burial.\nThese attacks on Jenin camp are considered some of the most violent and atrocious in recent years, and for obvious reasons: the air and ground offensives contain drone assaults, use of Apache helicopters, F-16 jet fighters, armoured vehicles, significantly high number of soldiers, creating an atmosphere of fear and vehemence through the sheer size of the force and elements. The latest raid on Jenin, which started on July 2 and lasted two days, just days after the Eid-ul-Azha, one of the largest religious festivals of Muslims, is considered the longest and largest operation by the IDF in the West Bank since the Second Intifada.\nThese \"raids,\" \"offensives,\" \"operations,\" whatever one calls them, raise certain questions about Israel's intentions. First of all, even if actual \"terrorists\" were present in the Jenin camps, was this show of force necessary? Even if homespun explosives were being made and stored in these poverty-ridden camps, was the scale of these raids proportional? Was a surgical strike more appropriate, since these raids are more target-focused? Was the ruthless collective punishment of the Palestinian civilians justified? Does Israel even have a plan – what are they trying to achieve through these raids?\nUnsurprisingly, Israel's allies, including the US and the UK, are supporting this mass killing of civilians, saying Israel has the right to defend itself. But what about the right of the Palestinians to self-determination, their self-defence?\nWhile Jenin is still reeling from multiple deadly IDF operations, in Al-Lubban ash-Sharqiya village, south of Nablus, in the West Bank, colonial Israeli settlers have torched \"tens of dunums planted with agricultural crops and dozens of olive trees.\" Acres of agricultural land have been destroyed, affecting the livelihood of helpless Palestinian farmers. This is a criminal act. Unfortunately, this is not the first time they have done so, and it will not be the last. With the support and blessing of the Israeli regimes, the colonial Israeli settlers have turned this into a regular ritual. Now these criminals are being further emboldened by the current Israeli regime. In a recent move, they are allowing illegal Israeli settlers in Palestine who shoot at Palestinians to keep their guns. This is part of new measures imposed by Itamar Ben-Gvir, Israel's far-right national security minister. Not that it made much difference before: after shooting Palestinians, while the guns were immediately confiscated and the shooters taken into custody for further questioning, most of them would be let off without charges.\nThe worst victims of Israeli aggression on Palestine are perhaps the children. They are being killed – more than 27 Palestinian children have been killed this year alone by Israel; last year the number stood at more than 30 – injured, maimed, made orphans, and held and tortured, even sexually assaulted by the Israeli forces. A research by Save the Children revealed that four out of five Palestinian children detained by Israeli forces in the military detention system are beaten, and 69 percent of them are subject to strip search. It is estimated that between 500 and 1,000 children are detained by the Israeli military each year.\nAs I think of these children being shot in the eye (five-year-old Khaled Malalha lost an eye to rubber bullets fired in his face by Israeli forces) in the head (two-year-old Mohammed al-Tamimi shot in the head by Israeli forces), and beaten up till their bones turn into fragments, I cannot help but remember the frightened expression on the face of 12-year-old Muhammad al-Durrah, being sheltered by his father Jamal al-Durrah, from Israeli fires, on the second day of the Second Intifada. It was on September 30, 2000. Both father and son were killed. On multiple occasions, I posted the photos of the last moments of the father-son duo on my social media handles, and every time they were labelled as \"graphic images.\" I cannot help but wonder, would the photo treatment be different if they had different nationality?\nYears have passed since the Second Intifada, but the situation has not changed for the Palestinians. They serve two purposes for the Israelis: 1) using their so-called threat of Palestinian \"terrorists,\" Israel secures billions of dollars in funding from its Western allies each year, and take the licence to freely equip themselves with state-of-the-art warfare technology; and 2) the Israelis use the fear of the Palestinian bogeymen to suppress their own people, as the successive regimes have been doing for so many years.\nThe Israelis will keep provoking the Palestinians to act so that they can play the victim card. But the international community – except its selectively blind allies – should know better, and must stop Israel in its bloody tracks. Israel should be tried and punished for war crimes, and the Palestinians' right to self-determination should be ensured. Nothing less is acceptable.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n\n",
        "headline_1": "Bogged by internal tensions, Israel looks to Palestine for distraction",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bogged-internal-tensions-israel-looks-palestine-distraction-3366376",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-07-2023"
    },
    {
        "full_article": "Of the four terrestrial planets in the solar system, Mercury, Venus and Mars are dead balls of rock. That is, they are either too hot or too cold to support life in any form. Earth is the only planet in the Goldilocks zone, or habitable zone, with liquid water and a temperature range conducive to human life, along with a cornucopia of boisterous wildlife slithering, scampering, soaring, swimming, and galloping.\nUnfortunately, the planet is slowly but surely moving into an unfamiliar, nightmarish territory because of human activities. In the last few years, extreme heat has besieged both hemispheres of our planet even before the official start of summer. And this year, in early July, some regions in the northern hemisphere felt like a blast furnace. Courtesy of climate change, global average temperatures climbed to a record high of 17.23 degrees Celsius on July 4, according to the European Union's Copernicus Climate Change Service, surpassing the previous daily record by 0.31 degrees set on August 14, 2016. The 2016 high coincided with El Nino conditions, a cyclical weather pattern caused by the warming of the waters in the Pacific Ocean, oscillating back and forth every two to seven years.\nWhile an average temperature in the high teens may sound low, it should be noted that the estimate of daily global temperature encompasses the entire planet, including Antarctica where the average temperature in July (winter) varies between negative 56 degrees (daytime) and negative 63 degrees (nighttime).\nAlthough 17.23 degrees is an average, parts of the globe, particularly Northern Mexico, a large swath of Europe and the United States, and many more places felt the extra heat more severely, with heat index pushing temperatures well into the mid-40s zone. For example, residents of the city of Hermosillo in northwestern Mexico endured a scorching temperature of 49.5 degrees. Searing temperatures swept through the rest of the country, too. Northern Africa saw temperatures near 50 degrees, while China is trying to cope with temperatures over 40 degrees.\nIn the US, a long-lasting intense heatwave spawned by a heat dome is baking Texas, Arizona, New Mexico, and Southern California, with highs between 41 and 46 degrees. Meanwhile, residents of South Florida are bracing for an oppressive heatwave that is expected to trigger life-threatening conditions.\nThe spike in temperatures is occurring after only 1.1 degrees of global warming since the Industrial Revolution. Forecasters are warning that, sooner than later, the Earth could be entering a multiyear period of extreme heatwaves, driven primarily by two factors: 1) continued emissions of heat-trapping greenhouse gases (GHG), mainly due to humans burning fossil fuels; and 2) return of the El Nino after a seven-year hiatus. As the global average temperature rises, heatwaves will become more severe, more frequent, and longer-lasting, propelling the Earth's climate into an uncharted domain.\nUnder the worst-case-scenario models, the Intergovernmental Panel on Climate Change (IPCC) predicts that by the year 2100, Earth's climate may look like the climate of the early Eocene Epoch 56-34 million years ago. It was one of the warmest intervals of the last 56 million years, with mean global surface temperatures being over 14 degrees warmer than present. Atmospheric carbon dioxide levels were greater than 1,000 parts per million (ppm). By comparison, the current level is roughly 424 ppm.\nWhat is our way out of the climate change conundrum? How do we stop climate change from rolling ahead in overdrive? We do not have many options on the table, because we cannot solve the problems arising from climate change using the same mindset we had when we created them. Consequently, we should stop adopting unenforceable resolutions at conferences, and instead act without any further delay to achieve net-zero emission of GHGs. This means going cold turkey, drastically reducing our dependency on fossil fuels and implementing geoengineering – human's planned measures – to reverse or forestall some of the adverse effects of climate change by manipulating Earth's climate system.\n\nEarth is slowly but surely moving into an unfamiliar, nightmarish territory because of human activities. In the last few years, extreme heat has besieged both hemispheres of our planet even before the official start of summer. And this year, in early July, some regions in the northern hemisphere felt like a blast furnace. Courtesy of climate change, global average temperatures climbed to a record high of 17.23 degrees Celsius on July 4.\nIn fact, the US and the EU are taking cautious steps towards geoengineering. On June 30 this year, the Biden administration released a report mandated by Congress in a 2022 appropriations bill, outlining a potential research programme primarily focused on solar radiation management (SRM). The report presents an overview of the possibility of an SRM research programme in the US. It indicates that even if the government does not choose to pursue the programme, the blueprint would prove instructive in case another country is interested in pursuing it.\nHowever, the report does not compare the risks of SRM with the benefits. Rather, it recognises that SRM has its downsides that outweigh the continued, worsening effects of climate change. An article, written by me, discussing the pros and cons of SRM was published in this newspaper on September 16, 2019.\nAlthough the prospect of cooling the Earth using SRM seems real and feasible, unease surrounds the questions pertaining to ethics, costs and benefits, limitations, and risks. More importantly, since there is currently no international governing structure to oversee such work, critics believe that within a political context, SRM has the risk of \"reckless pursuit of self-interest\" by rogue leaders on the world stage.\nNevertheless, the report addresses many of the governance issues, without prejudging any future decisions on whether or not SRM should be deployed. The European Commission is thus calling for high-level talks on how to govern research and the potential use of SRM.\nFinally, whether we adopt SRM or not, there is precedent for success in tackling some of the pressing issues facing us. In the 1980s and 1990s, when we learnt that human-produced chemicals known as CFCs were causing great damage to the ozone layer that protects us from the Sun's harmful ultraviolet radiation, nations around the world agreed on a series of treaties that ultimately phased those chemicals out of production. As a result, the ozone layer began to recover from earlier damage. This shows that we can indeed be moved to act in the face of threats to our survival, as well as threats to the planet that we call our home.\n \nDr Quamrul Haider is a professor of physics at Fordham University in New York, US.\n\n",
        "headline_1": "Can we steer climate change out of overdrive?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/can-we-steer-climate-change-out-overdrive-3365681",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-07-2023"
    },
    {
        "full_article": "We commend Titas authorities for taking steps to identify and disconnect around 600,000 illegal gas lines from October 2021 to June this year, after years of public outcry over the issue. However, there is no room for complacency, for the question still remains: why did Titas allow such a large number of illegal lines to accumulate over the years, if not decades? Was it negligence or deliberate oversight that led to such an enormous drain on our resources?\nOne may recall that an investigation by the Anti-Corruption Commission (ACC) in 2019 had found 22 sources of corruption inside Titas, and highlighted that unscrupulous employees in collaboration with technical experts were involved in providing illegal connections, especially at night, in exchange for bribes. Over the years, we have also expressed our concern about the involvement of Titas officials with various syndicates, with little action taken to root out the corruption within the organisation.\nAt a press conference on July 10, the Titas managing director stated that punishment had been meted out to 228 corrupt officers and employees – with eight of them sacked and 16 suspended. While this move was long overdue, we cannot help but wonder if all the perpetrators had been identified or punished, particularly those in positions of power within the organisation, given the enormity of the problem.\nThe MD further claimed that his employees have little involvement in the irregularities, with most illegal lines being installed by outsiders, including local political leaders, supporters of local lawmakers and welding technicians. If that is indeed the case, then criminal action must be taken against these outsiders, irrespective of how much power they wield. Simply blacklisting the subcontractors, as Titas has done, is not enough – those involved must be brought to book.\nMeanwhile, it would be dangerous for the organisation to ignore or downplay the serious allegations of corruption within it. It must also address the fact that it did not have an in-built mechanism to identify illegal lines as and when they were set up, raising concerns about how it will ensure they remain disconnected in the future. At a time when our gas reserves are running low, we cannot afford to waste the little that remains. The authorities must remain vigilant to ensure that problematic past practices do not continue, and that there is indeed \"zero tolerance\" of corruption within Titas, as the MD claims.\n",
        "headline_1": "Disconnecting illegal gas lines was long overdue",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/disconnecting-illegal-gas-lines-was-long-overdue-3366451",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-07-2023"
    },
    {
        "full_article": "It is disappointing to see that the government has been consistently failing to meet its own tax collection targets. In the 2022-23 fiscal year, it failed to reach the target it had set in the budget, falling short by Tk 44,728 crore. This phenomenon has been going on for 11 consecutive years, according to a report in this daily. Clearly, our existing taxation system is not efficient enough, and something needs to change.\nGranted, the last three years have been difficult economy-wise. Fallouts from the pandemic and the war in Ukraine caused shocks to the global economy, the ripples of which were felt pretty strongly in Bangladesh. But what about the years before that? Why is the government still resisting calls to address the core issues that have been hindering our tax collection growth? Bangladesh's tax-GDP ratio was 7.5 percent in FY2021-22 – the lowest in South Asia, and one of the lowest in the world. Given the rate at which our economy has grown, such an abysmally low ratio is totally unacceptable.\nTo address these issues, experts have been suggesting an overhaul of our taxation system for a long time now. This newspaper alone published a number of analyses explaining why, and how, the system should be reformed. To this end, several recommendations have been made, such as expansion of the tax net, modernisation and capacity-building of the National Board of Revenue (NBR), crackdown on tax evasion at all levels, reducing dependency on indirect taxes such as VAT and customs, finding new sources of tax revenue, etc. Reform is also crucial to meet the conditionalities set by the International Monetary Fund (IMF) for the $4.7 billion it is lending to Bangladesh.\nThere is no point in delaying the reform that must happen if we want to improve our revenue growth and domestic resource mobilisation. Seeing as the government has set an ambitious tax collection target of Tk 430,000 crore for the NBR for FY2024, it must introduce systematic changes in our taxation process as soon as possible to achieve that target.\n",
        "headline_1": "There is no alternative to tax reforms",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/there-no-alternative-tax-reforms-3365636",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-07-2023"
    },
    {
        "full_article": "To say that the leakage of vital personal information belonging to millions of Bangladeshi citizens from the Web Portal of the Office of the Registrar General, Birth and Death Registration, as acknowledged by the state minister for post, telecommunications and information technology himself, is unsettling is to say the least. It is as good as an instance of breach of trust, though apparently unintended, by a state institution, which is the repository for public trust. Consider the scary possibility of the personal information including a citizen's name, date of birth, NID number, passport number, telephone number, etc., falling into the hands of a crook. Needless to say, the person concerned will be in great trouble. In the present case, it is about 50 million people whose privacy has been breached and, so, they run the risk of their personal data being abused by quarters having evil motives.What is most disconcerting about the issue is that all the attempts by the South African information security expert, who first accidentally discovered the case of massive data leakage on June 27, to contact the appropriate authorities in the source country, Bangladesh, drew a blank. Now, about two weeks after the data breach occurred, the public is being told by the ministry concerned that the mishap was due to the weakness of the server where the data were stored and that no hacker was involved in causing the disaster! Should the public be reassured by this official admission?Obviously, it is a question of security lapse of colossal proportions and, as such, the public is more intent on knowing about what concrete damage control measures have been taken to secure their personal data thus compromised. However, it is no doubt commendable that the ministry in question is ready to accept responsibility for the mishap and that it has recommended due action to be taken against officials in charge of the department concerned. Also, formation of probe bodies comprising members of the police, the detective branch and the ICT department is a step in the right direction. But it is like shutting the stable door after the horse has bolted. The authorities responsible to look after the security of data maintained by all the important state institutions should have meanwhile been duly cautious about any possible hacking or unintended leakage of sensitive information stored in their database. This is especially so following history's biggest cyber heist in 2016 when hackers made away with close to US$1.0 billion worth of the Bangladesh Bank (BB)-owned money kept in the New York-based US Federal Reserve Bank. But it was also not the first case of breach of highly sensitive data that led to such a big financial loss to the nation. Take another case of hacking by ransom-seekers of the national flag carrier, Bangladesh Biman's server in last March. The Digital Security Agency officials investigating the case admitted to being clueless about the malware used to carry out what they called 'zero-day' attack that took advantage of the 'vulnerabilities' of Bangladesh Biman's digital security infrastructure. It appears there are gaping holes in the cyber security systems of the different important state institutions that need to be plugged. In this connection, it would be advisable to take the help of cyber security experts of international repute to detect such systemic vulnerabilities threatening the data security of the important national institutions, especially those related to finance, public health, education, defence, to mention but a few. What recently happened involving the country's birth and death registration information system should be the last such case of highly sensitive data breach.",
        "headline_1": "Protecting nation's critical information",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protecting-nations-critical-information-1689088279",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-07-2023"
    },
    {
        "full_article": "Years ago, the government's decision to energise the once vibrant postal department with e-services along with strengthened logistics was welcomed as a timely move by many. In fact, it did look like a proactive move, potentially capable of delivering the much needed services to a wide range of people across the country. Although there were voices raised for quite sometime to make effective use of the country-wide postal network, the ways to do so were not clear enough. Understandably, the thought of utilising the idle postal network ran short of ideas. With the government announcement to revamp the idle network in keeping with the growing needs for digitised services, there were reasons for most sections of the public to be optimistic about the outcome.What actually has turned out after the lapse of half a decade of the project tenure is too disappointing to keep one's hope alive. A report of an audit team from the Office of the Comptroller and Auditor General (CAG) of Bangladesh has termed the project a total failure. The 'Post e-Centre for Rural Community' project aimed to deliver services including internet, e-governance, e-commerce, e-education, e-agriculture, faster disbursement of remittances and allowances. \"All these services had been mentioned in the development project proposal [DPP] only to get the project approval. The overall analysis shows that government funds had been wasted,\" said the CAG report. No measures were taken to promote the services among the rural population, the report concluded. The 5.41-billion taka project was meant to use the country-wide network of 8,500 post offices to offer the services and become the market leader in e-commerce. There was nothing wrong in eying the e-services sector to gain from the abundant opportunities being reaped by the private sector. This was more so because of the perilous state the postal department has been through for decades due mainly to its paltry income and ever-increasing expenditure. Thus innovating new ways to generate income through improved services and making those demand-driven appeared integral to the survival of the postal department.No one can deny the long history of laudable services rendered by the postal department in this country. Hence, reviving it, not only for profit but also for offering services in a changed, technology-driven time, augured well with the demands for services and the basic infrastructure available. No doubt the task was a bit challenging for a government organisation that grew out of routine activities. Some of the electronic postal services already in operation such as postal cash cards, electronic money transfer have, reportedly, not been met with expected results. Some other services, meant essentially for the postal department, such as dispatching letters, documents, parcels are being done quite efficiently by the private courier services. The challenge was thus broadly two-fold-- equipping the postal network with human and technical resources on the one hand, and reinstating the trust of the people in the new services, on the other. As things stand now, it seems the project suffered on all conceivable counts. What, according to the CAG audit team, is most shocking is the huge amount of money spent on procurement of gazettes and devices without having the suitable manpower to use those. A local daily has given a graphic picture of the procurement-spree quoting the CAG team's report. The CAG team has reportedly found that Tk 7.81 crore was wasted by purchasing devices not required. About Tk 380.68 crore was spent on purchasing desktops, laptops, photo printers, laser printers, scanners, modems, headphones, webcams, solar power systems, POS machines, finger vein machines, chairs and tables. 20 per cent of the e-centres were never inaugurated, so the equipment had never been used there. About Tk 18.83 crore was spent to purchase 8,450 computer tables, 8,450 computer chairs and 16,900 visitor chairs. No furniture was found in 630 of the 900 centres inspected by the CAG team. All these speak of gross negligence, lack of planning and misappropriation of fund. It is indeed intriguing that with many e-services being offered by private organizations and a growing pool of skilled manpower available in the field, the project should go haywire due mainly to botched-up planning! At the beginning it was decided that there would be pilot projects at the divisional headquarters before gradually expanding the network. It is not known whether any pilot projects were undertaken as test cases. If yes, the authorities should have been in a position to identify the problems likely to come up and devise ways to address them.Now that the project has gone astray as reported by the CAG audit team, it remains uncertain whether the government would consider reviving it afresh. However, if yes, there must be appropriate and comprehensive measures in place to be able to attain the targeted objectives. \n[email protected]",
        "headline_1": "Postal e-servicing snuffed for good!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/postal-e-servicing-snuffed-for-good-1689088349",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-07-2023"
    },
    {
        "full_article": "About a week ago, the government had made plans to reduce the price of edible oil in the domestic market, following a fall in price of the food item in the international market. Indeed, such a decision had come about on the recommendations from Bangladesh Trade and Tariff Commission (BTTC). This comes against the backdrop of a downward price revision in mid-June. Back then, this paper had reported, \"From June 11 onwards, the price of crude soybean in the global market had ranged between US$912 and US$1,025 per tonne (fob), which has been taken into consideration for reducing the prices in the local market.\" That decision was backed up by local edible oil refiners and retail price per litre of edible oil came down by Tk 10 to Tk189/litre from the previous Tk199 a litre.All is fine up to this point. Now the Bangladesh Vegetable Oil Refiners' and Vanaspatai Manurafacturers' Association have sent a letter to the ministry of commerce demanding an upward revision for the same edible oil price! According to the content of a report published in this newspaper, the association claims that it is sustaining losses due to purchasing dollars @Tk114-115 for oil imports, which is Tk3-4 more than what they had paid previously. It is very interesting that this issue has come to the fore barely a week after the government announced plans to cut the price of edible oil. One must take the demand by refiners with a pinch of salt, because it is the BTTC that is supposed to decide what prices should be in the domestic market and not manufacturers' associations. For a full two-month period, the general public have suferred enough, financially, as they were subjected to unheard of price increases at retail level. No one asked how the consumers were faring or how much loss they incurred in terms of putting food on the table. But as has been witnessed over the same period, price of every item used to cook food items which generally constitute the menu of an average family has gone through the roof.While the authorities do need to take a look at the exchange rates being charged by banks for the purchase of the valuable greenback and bank interest rates, consumers can't be expected to put up with every whim traders and manufacturers put forth to the concerned ministry. After all, the government which keeps reiterating its \"for the people, by the people\" commitment, must keep peoples' interests above those of trade bodies and associations in the country which seem to have gone overboard with maximising their profits. The BTTC has made its calculations. Publicly available data according to the World Bank state that soybean oil increased many fold from US$838 per tonne in 2020 to US$1,963 per tonne in April. It has, however, dropped to a \"one-year low US$1,130-1,150 per tonne in April.\" As stated before, the price of crude soybean prices globally ranged between US$912 and US$1,025 per tonne since June 11.Hence, it is up to the authorities concerned to look at the state of financing that the refiners are claiming to have pushed up their costs. Unjust demands have been made of the people for far too long and something has to change at policy level to give people some relief. Citizens need action and not promises and suggestions on what they should eat and what should be foregone. Time has arrived to tackle this artificial food inflation head on or risk losing total credibility at policy level.\n[email protected]",
        "headline_1": "Traders are taking consumers for a ride",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/traders-are-taking-consumers-for-a-ride-1689088407",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-07-2023"
    },
    {
        "full_article": "In modern-day society, data is seen as an indispensable asset which allows people to live simpler, more hassle-free lives. On the eve of the fourth industrial revolution, data are crucial when it comes to creating logical judgments, moulding trends, as well as overseeing every aspect of our lives. They additionally serve as the most important thing to safeguard against breaches of data, leaks, and cyber attacks. A regular article concerning national data leaks discovered on the dark web has recently been released by our national dailies. The data had initially been noticed online by South African organization Bitcrack Cyber Security researcher Viktor Markopoulos on July 7th, as reported by USA-based online technological portal Techcrunch. According to his analysis, approximately data of 50 million Bangladesh citizens might have been breached. A dire warning for nationwide data security had previously been displayed by the ransomware attack on Krishi Bank, the Bangladesh Biman data dumps, the DOS attack on the railway website, and others. According to the latest information from the BGD E-government computer incident response team, there were a total of 337 occurrences of successful cyber attacks in 2016 as opposed to 875 cases in 2021 from 522 cases in 2023. In September 2022, a total of 29 organisations were designated as Critical Information Infrastructure by the government for safeguarding personal data. The authority must accept the responsibility. These incidents pose grave threat to our sovereignty and national security. First and foremost, we must immediately boost our vigilance. Our entire system demands to be completely overhauled to move towards a smart Bangladesh.\nMd. Rabiul Hasan10th Batch,Department of EconomicsJagannath University, Dhaka[email protected]",
        "headline_1": "Personal data breach and our concern",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/personal-data-breach-and-our-concern-1689088438",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-07-2023"
    }
]