[
    {
        "full_article": "Over this week, Finance Minister Nirmala Sitharaman spoke at length on India’s inflation battle, signalling it is no longer as ‘red-lettered’ a priority as there are more big picture pursuits such as creating jobs, sustaining growth and ensuring equitable wealth distribution. The Government, she remarked, has shown its ability to tackle inflation, having brought it down to a somewhat ‘manageable’ level in the last couple of months. The Finance Ministry expects inflationary pressures to be ‘capped’ due to steps taken by the central bank and the Government since consumer inflation hit an eight-year high of 7.8% this April and the recent dip in commodity prices. Though July’s retail inflation of 6.71% was a relief, it still remained uncomfortably above the 6% official tolerance threshold. Price rise in rural India has been much sharper — averaging 7.6% in the first four months of 2022-23 and over 7% through 2022 so far, compared to the overall average consumer inflation of 7.14% and 6.79% for the two time-frames, respectively. While headline monthly numbers affect sentiment, a prolonged spell of high inflation is more deleterious for households’ ability and propensity to spend, denting demand and growth impulses that may catalyse fresh investments from industry. The uneven monsoon so far could further weaken rural demand even as worries about lower sowing of paddy and pulses are spurring their prices higher in recent weeks.The RBI believes that inflation has peaked in India, but Deputy Governor Michael Patra is not entirely convinced about the ‘durability’ of moderating prices despite lower commodity costs, noting that upside risks persist. The Consumer Price Index (CPI) for August due next week, some reckon, could take inflation closer to 7% again, partly because food price rise, that accounts for 45% of the CPI and had dipped to a five-month low in July, may have resurged. While one should hope the worst is behind, it is too early to let the guard down. On Thursday, Ms. Sitharaman said that monetary policy tools such as interest rate hikes alone cannot tame inflation and nudged the RBI to not be ‘as synchronised’ with its developed world counterparts when growth needs to be unfettered. The emphasis on a multi-pronged approach to contain inflation, including better logistics, fiscal and trade policy moves, such as the export duty imposed on rice later that evening, is correct. Her flagging of wide variations in States’ inflation trends and linking higher inflation in some States to their failure to cut petroleum prices may be a tad political. But the Government must act expeditiously on her call for a mechanism where the Centre and States work together to tackle price rise. That would be more effective in ensuring that inflation’s immediate term moderation is durable and it can be re-activated so that future policy reactions are quicker, more sure-footed and cohesive. To read this editorial in Hindi, click here.To read this editorial in Tamil, click here.",
        "headline_1": "Staying the course: On monitoring inflation",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/staying-the-course-the-hindu-editorial-on-monitoring-inflation/article65870720.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-09-2022"
    },
    {
        "full_article": "The passing of Queen Elizabeth II, the United Kingdom’s longest serving monarch who reigned for over 70 years, marks the end of an era for British monarchy. Her tenure as Head of State began during the early post-War years and witnessed a paradigm-changing shift in the balance of political power from the British empire to the Commonwealth, and the emergence of free, post-colonial nations. During her time on the throne the Cold War came to an end and so too did the U.K.’s 47-year experiment as a member of the European Union. No fewer than 15 U.K. Prime Ministers came and went while she reigned, from Winston Churchill to Liz Truss. Her rule was not without controversy. On the personal front she suffered an “ annus horribilis” in 1992, when the marriages of three of her children broke down and Windsor Castle was damaged by fire. In the aftermath of the death of King Charles’ former wife, Diana, in a car accident in Paris in 1997, criticism was levelled at the monarchy for shying away from public response. Despite these occasional setbacks, Queen Elizabeth has consistently enjoyed a high favourability rating among the British public, 75% according to a recent poll. Observers attribute this to her stubborn silence on political issues, a “closed book” approach that allowed subjects, critics, and outsiders to project onto her and the royal family, whatever they wished to.Her passing however raises complex questions regarding the state of the monarchy vis-à-vis the Commonwealth realms and the prognosis for the latter’s continuing evolution in a vastly different socioeconomic milieu compared to the Elizabethan era. Consider, for example, the debate in Australia, where there is a popular movement to reposition the country as a Republic, particularly in the context of the administration of Prime Minister Anthony Albanese being keen to set up a treaty with the Aboriginal and Torres Strait Islander communities. In 2021, Barbados became the 18th country to remove the British monarch from the role of head of state. Other than these two nations and the U.K., the British monarch remains the head of the state in Antigua and Barbuda, Belize, Canada, Grenada, Jamaica, New Zealand, Papua New Guinea, St. Kitts and Nevis, St. Lucia, St. Vincent and the Grenadines, Solomon Islands, The Bahamas, and Tuvalu. At least six Caribbean nations have hinted at following the Barbados example. However, the broader Commonwealth group of 56 nations, of which India and other South Asian countries are members, remains intact, thanks in large part to the critical role that the Queen played in championing the organisation and maintaining its relevance. As epochal was her rule, so too could the impact of her passing be on the mission and prospects of the Commonwealth.To read this editorial in Hindi, click here.To read this editorial in Tamil, click here.",
        "headline_1": "End of an era: On Queen Elizabeth II",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/end-of-an-era-the-hindu-editorial-on-queen-elizabeth-ii/article65870708.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-09-2022"
    },
    {
        "full_article": "Raghuram Rajan & Rahul Singh Chauhan\nAn important element of Atmanirbharta is the Production Linked Incentive scheme (PLI), intended to create a sustainable manufacturing base in India. The scheme is being extended to new industries. Tariffs have been raised, and lakhs of crores have been promised as subsidies. Will it work though? More evidence is needed before GoI commits itself further.\nWhat is PLI? It starts from the premise that India manufactures too little. But why is this so? GoI says, for example, that the electronics sector suffers a competitive disadvantage of around 8.5-11% on account of factors such as lack of adequate infrastructure in India, high cost of finance; inadequate availability of quality power;  limited design capabilities in industry and its neglect of R&D; and the inadequacies in skills of Indian workers. Since addressing these weaknesses will take time, the government wants a faster alternative.\nRead full opinion on TOI+\n\n",
        "headline_1": "Making in India. But how? PLI aims to create a manufacturing base. More evidence is needed before extending the scheme",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/making-in-india-but-how-pli-aims-to-create-a-manufacturing-base-more-evidence-is-needed-before-extending-the-scheme/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-09-2022"
    },
    {
        "full_article": "The first-ever, year-long surveillance of hospital-acquired infections in 120 ICUs across the country reveal rising cases of antimicrobial resistant infections and associated mortality. In fact, drug-resistant microorganisms were found in 3,080 blood samples and another 792 urine samples, as per the Healthcare Associated Infection Surveillance-India survey. More worryingly, 38.1% of the patients with bloodstream infections and 27.9% with urinary tract infections died within 14 days. These findings point to two related problems – misuse or overuse of antibiotics and poor infection prevention measures in Indian ICUs.\nThis is further compounded by the fact that Indian ICUs are hotbeds of gram-negative pathogens that are anyway more difficult to treat than gram-positive pathogens found in hospitals in the West. For example, a survey by ICMR found that 87.5% samples of Acinetobacter baumannii, a gram-negative bacterium that causes infection in the blood, urinary tract and lungs, were resistant to high-end antibiotics like carbapenems. If such superbugs were to multiply, both mortality and cost of care will go off the charts. WHO last year declared rising antimicrobial resistance as one of the top 10 global public health challenges. Given India’s poor oversight on antibiotic use, the challenge is certainly immense here.\nHowever, solutions aren’t beyond reach either. In the early 2000s, antibiotic-resistant bacteria were widespread in UK hospitals and a strain of methicillin-resistant Staphylococcus aureus (MRSA) posed a major threat. This saw the government there introduce a raft of prevention measures that included better cleaning and hygiene standards in NHS hospitals in addition to establishing infection control teams, better training of hospital staff and regular audits. As a result, by 2012 there had been an 86% reduction in MRSA infection rates in NHS hospitals.\nThe lesson for India, therefore, is twofold. First, there must be clear guidelines on preventing hospital-acquired infections for all hospitals in the country, backed by regular independent audits. This will help identify infection hotspots and quickly address them. Second, there needs to be responsible stewardship of antibiotic use. A mass awareness campaign on misuse of antibiotics, especially the problem of over-the-counter sale, must be considered immediately. Unless tackled on a war footing, superbugs may soon make our entire antibiotic arsenal redundant.\n\n",
        "headline_1": "ICUs: Hot zones: Unless hospitals up their standards & antibiotic use is regulated, superbugs will create a huge crisis",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/icus-hot-zones-unless-hospitals-up-their-standards-antibiotic-use-is-regulated-superbugs-will-create-a-huge-crisis/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-09-2022"
    },
    {
        "full_article": "The finance minister last week added heft to RBI’s attack on illegal loan apps. Last month, RBI had issued guidelines that made banks and NBFCs squarely responsible for the conduct of digital intermediaries hired by them to drum up lending business. GoI has now asked RBI to prepare a ‘whitelist’ of legal apps, which will be the only ones app stores can host. The scale of the problem can be gauged from data collected by RBI in 2021. Over two months, January and February, RBI found 1,100 unique Indian loan apps available in over 81 app stores, of which 600 apps were illegal.\nBut this proliferation, much of it a menace, is filling a market gap – lack of financial inclusion in the lending side. For deposits and transfer payments, digital business models have enabled a rapid scale up of banking services. There are 464 million beneficiary accounts under Jan Dhan and the World Bank estimated in 2021 that 78% of Indian adults had a bank account. Banks, however, don’t have the domain expertise to disburse micro loans on a large scale. This gap is being filled by the financial technology firms, which make customer convenience their USP. Lending apps work by the 2-1-0 formula – two minutes to decide, one minute to transfer and no human contact and zero collateral. But of course, unregulated by RBI, these lenders often resort to tactics favoured by loan sharks. Moreover, there’s the danger of these apps being used for money laundering and data theft.\nFor the moment, steps taken by GoI and RBI will have an impact. However, the only durable solution is to offer the convenience of loan apps in a regulated space. RBI needs to balance trade-offs between customer convenience and protection. It might be instructive to look at lessons of the effort undertaken in 2015 to introduce differentiated banking licences, which led to the creation of small finance banks and payments banks. Another set of licences for entities that can disburse micro loans quickly is an idea worth pursuing.\n\n",
        "headline_1": "Micro opportunity: Illegal loan apps are a menace, but they are also a message on a market gap in bank lending",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/micro-opportunity-illegal-loan-apps-are-a-menace-but-they-are-also-a-message-on-a-market-gap-in-bank-lending/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-09-2022"
    },
    {
        "full_article": "The tragic death of business leader Cyrus Mistry has once again brought the issue of road crash deaths into the limelight. In India, 426 people lose their lives every day, the highest in the world. Nearly 70% of the victims are in the age group of 18-45 years, the most productive age.\nDespite knowing all this, we have not been able to reduce fatalities and we have not enough data on how many injured in road crashes live the rest of their lives in bed. In fact, the burden of road traffic injuries is much more considering the trauma and economic stress that the victims and their family go through for years.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why our roads kill & what we should do: Road design needs science and only consistent enforcement of rules will raise safety awareness",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-our-roads-kill-what-we-should-do-road-design-needs-science-and-only-consistent-enforcement-of-rules-will-raise-safety-awareness/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-09-2022"
    },
    {
        "full_article": "Bangladesh has just celebrated fifty years of independence; this year also marks fifty years since its Ganoparishad ratified the Constitution of Bangladesh. Anniversaries are as worthy occasions as any to recall why certain ideological principles were chosen to guide the new nation.\nOn the adoption of dharma-nirappekhata (translated as secularism) for instance, Kamal Hossain, the first law minister of Bangladesh, clarified to me in an interview in 2018 that this principle gained salience during the war of 1971. It was then prime minister-in-exile Tajuddin Ahmad who developed the doctrine as a response to Pakistan's onslaught on East Pakistan in the name of Islam. In an 18-point missive announced in May 1971, Tajuddin Ahmad advised his compatriots to be united as Bengalis, and not divide on lines of religion, party, or class [\"Dharma, dal, o sreni nirbisheshe, jonogon Bangali hishebe oikkoboddho\"]. Under his instructions, Bangladesh Betar also routinely broadcast recitations from the Quran, Gita, Tripitaka and Bible, an echo of Gandhi's practice of multi-faith prayer meetings.\nTo counter Pakistani propaganda that the war was being fought to keep an Islamic nation united, Tajuddin Ahmad exhorted the Arab world to support the cause of Bangladesh. \"… that Yahya Khan's soldiers are fighting for Islam's rights … this idea is an unfortunate distraction, [a lie]. He is using Islam to go against the wishes of the public and to stop people's exercise of human rights.\" Much the same was emphasized by Bangladeshi leader Maulana Bhashani in a series of letters to world leaders including Anwar Sadat of Egypt and Abdel Khalek Hassouna of the Arab League \"… all these unspeakable acts have been perpetrated by a Muslim army on an overwhelmingly Muslim population.\"\n\nThe service chiefs of Pakistan, together with none other than General Tikka Khan, stood at attention and saluted the flag of Bangladesh. The symbolism and significance of this act, and of the occasion, could not escape anyone present.\nHowever, the resistance to the misuse of Islam to paper over differences between both wings of Pakistan was not restricted to the time of the war. In the Constituent Assembly debates that preceded the adoption of the first constitution of Pakistan in 1956, Sheikh Mujibur Rahman, who had already served time in Pakistani prisons, argued that the principle of detention without trial was un-Islamic. He reminded the Assembly of the provisions of the Quran and Sunna: \"Nobody can be punished without trial. Even Allah will not punish anybody without trial. If I committed a sin, I will be sent to hell—after proper trial. If I have done good, I shall be sent to heaven—after trial. Let us see what this 'Islamic Constitution' provides: anybody can be detained without trial 'in the interest of public order and Pakistan.'\" Mujib also scoffed at the forms that were being supplied by Karachi University to students to pledge that they would not indulge in activities \"subversive to Pakistan or prejudicial to the University of Karachi.\" What right had the state to assume that the students were opposed to the state? Mujib as well as H. S. Suhrawardy also emphatically protested Islamic provisions such as naming the nation the \"Islamic republic\" of Pakistan and reserving the post of head of state to a Muslim.\nEven so, fourteen years later, when chief martial law administrator General Yahya Khan announced that one of the five fundamental principles of the Legal Framework Order (LFO) under which elections were to be held would be adherence to \"Islamic ideology, which is the basis for the creation of Pakistan\", the Awami League accepted the principle. It was war-time atrocities in the name of Islam that turned the tide towards dharma-nirappekhata or secularism. Yet what did secularism mean to Bangladesh's founders?\nShortly after the war, Tajuddin Ahmad met with a Buddhist delegation. According to a report in the Bangladesh Observer, the prime minister declared that Bangladesh would be a \"completely secular state which would ensure absolute freedom to every religion. He said that the state would never interfere in any religion but at the same time he said it would not allow anybody to exploit the people in the name of religion.\" Such an understanding of secularism as meaning the \"absence of - communalism in all its forms; the granting by the state of political status in favour of any religion; the abuse of religion for political purposes; any discrimination against, or persecution of, persons practicing a particular religion\" was enshrined in article 8 of the Constitution of Bangladesh. In marked contrast to the 1956 (and 1973) Constitutions of Pakistan, the 1972 Constitution of Bangladesh did not reserve the post of head of state to a Muslim.\nCritically, the new prime minister Sheikh Mujibur Rahman spoke firmly against weaponizing religion. In his last speech before the Constitution Bill was passed on November 4, 1972, he underlined that secularism did not mean being opposed to the practice of religion. His only difficulty was with the misuse of religion as a political weapon as had happened over the last 25 years. His words are worth reading in full:\nDharma nirappekhata mane dharma hinata noy. Musolmanra tader dharma palon korbe- tader badha deuar khomota ei rashtre karo nai. Hindu tader dharma palon korbe-tader badha deuar khomota ei rashtre karo nai. Bouddhora tader dharma palan korbe-tader keu badha dan korte parbe na. Chrishtanra tader dharma palon korbe-keu badha dite parbe na. Amader shudhu apotti holo ei je, dharma ke keu rajnoitik ostro hishabe bebohar korte parbe na.\n\n25 bochor amra dekhechi, dharmer nam e juachuri, dharmer nam e shoshon, dharmer nam e beimani, dharmar nam e ottachar, dharmer nam e khun, dharmer nam e baebhichar- ei Bangladesh er matite e shob choleche. Dharma oti pobitro jinish. Pobitro dharmake rajnoitik hatiar hishabe bebohar kora cholbe na.\n\"Our secularism is not against religion. Muslims can practice their religion—the state has no power to stop them. Hindus can practice their religion—no one has the power to stop them. Buddhists can practice their religion—no one has the power to stop them. Christians will practice their religion—no one can stop that. Our only reservation is about using religion as a political weapon.\n\"We have seen in 25 years, we have seen theft in the name of religion, misrule in the name of religion, betrayal in the name of religion, torture under the name of religion, murder in religion's name and injustice under the name of religion—all has taken place in Bangladesh's soil. Religion is a holy thing. Using religion as a political weapon will happen no more.\"\nMujib was not alone in his understanding of secularism as embodying respect for religion. Minutes after this speech, we have photographic evidence of the entire Assembly raising their hands for prayer as Maulana Tarkabagish recited from the Quran.\nThe idea that Bangladeshi secularism was not opposed to the practice of religion had to be repeatedly explained to Muslim leaders abroad, who were reluctant to recognize Bangladesh as sovereign and independent. In his memoirs, Kamal Hossain recalls the negotiations that finally resulted in Bangladesh being accorded formal recognition by Pakistan so that its delegates could attend the formal opening ceremony of the Islamic Summit in Lahore. Hossain remembered listening to the Bangladesh national anthem, in Pakistan:\nOur arrival in Lahore was, undoubtedly, a historic moment, charged with emotion. The flag of Bangladesh had been hoisted and, when the guard of honour was presented, the military band started to play Amar Sonar Bangla (Bangladesh's national anthem). Since the shortened version which had been adapted for the national anthem was not available in Pakistan, the band played the national anthem for nearly 20 minutes! The service chiefs of Pakistan, together with none other than General Tikka Khan, stood at attention and saluted the flag of Bangladesh. The symbolism and significance of this act, and of the occasion, could not escape anyone present.\n\nAmar Sonar Bangla was composed by Rabindranath Tagore, whose songs had only recently been taken off Radio Pakistan for being anti-Islamic. The ironies of the moment were abundant. Hossain has also detailed his meeting with King Feisal of Saudi Arabia at some length:\nWhen King Faisal, as anticipated raised the question about secularism, I took the opportunity to explain the background in which the provisions had been made in the Constitution. … Pakistan, while describing itself as an Islamic state, had been responsible for actions over the years and in particular in 1971, that had brought Islam into disrepute and had destroyed the country. There should be no mistake that the Muslims of Bangladesh were no less devout than those of Pakistan: but, having experienced the hypocrisy and intolerance that resulted from the abuse of religion for political purposes, Bangladesh had decided to make provisions in its Constitution which would promote an environment free from religious intolerance. It was in keeping with the finest traditions of the Prophet of Islam (PBUH) to seek to create conditions in which religious minorities would feel secure, and citizens would not oppress each other in the name of religion. Bangladesh, with a Muslim majority, had a tradition of communal harmony and religious tolerance, in which other communities could also live in peace.\nSheikh Mujib spoke similarly to Muammar Gaddafi at the Non-Aligned Summit in Algiers in 1973. He reiterated Bangladesh's commitment to all its people, Muslim and non-Muslim:\nOur secularism is not against religion. Our secularism stands for harmony among members of all religions. Indeed, in the opening of the Koran, Allah is described as Rabbul Alameen, the Lord of all creation and not of Rabbul-Muslimin, the Lord only of Muslims. This is the spirit which underlines our secularism.   \nAcross the border in India\n\nUnder Tajuddin's instructions, Bangladesh Betar also routinely broadcast recitations from the Quran, Gita, Tripitaka and Bible, an echo of Gandhi's practice of multi-faith prayer meetings.\nJust as the trajectory of the war transformed Bangladesh's understanding of the extent to which religion could be misused, a similar shift happened in neighboring India. Member after member of the Congress party rose in India's parliament to proclaim that only the power of Indian secularism could have defeated Pakistan's divisive \"two-nation\" theory; the divisive rhetoric of the Rashtriya Swayamsevak Sangh and the Jana Sangh could not have defeated Pakistan. N. K. P. Salve of Nagpur revealed his local knowledge of the working of the RSS while interrogating \"It is said that this institution is a cultural institution. But what sort of Indian culture is it that it is not open to Muhammedans, Christians? Is character building not necessary for a Christian's or a Muhammedan's son?\"\nSalve also distinguished between the approach of the Jana Sangh and the Congress: \"It is said that Jana Sangh is happy at the victory and liberation of Bangladesh, and at India's contribution to the liberation of Bangladesh. Certainly, you are happy and we are happy except that your reasons are different and our reasons are different. For us it was a fight against the two-nation theory and for secular ideals which we hold dear. For you, we apprehend, it was a different fight. You wanted an Islamic nation to be destroyed. That has happened and you are happy.\" Salve spoke of feeling \"sorry for the people of Pakistan. … What wrong have the people of Pakistan done to us? They have been victims of a very pernicious system.\" He noted that whereas the Congress had not wanted to continue the war after Bangladesh was liberated, the Jana Singh differed in its approach. \"All these things take us to believe that your reasons for our victory in Bangladesh are entirely at variance – in fact, they are contradictory to the reasons, which we cherish, for the liberation of Bangladesh.\" Salve's sense of goodwill towards the people of Pakistan was shared by a cross-section of the ruling class.\nIn those confident, purposeful months following the war, and the general election of 1971 which had also given the Congress party an absolute majority, India's parliament passed amendments to sections of the Indian Penal Code which would strengthen its ability to fight communal and paramilitary organizations and make it a criminal offense to cast allegations on any community or group's allegiance to India. Four years later, during the Emergency, the parliament also amended the constitution to insert \"secularism\" into its preamble. Yet mere words could not staunch the progress of RSS shakhas that were slowly and firmly sowing deep roots across India.\nNeeti Nair teaches history at the University of Virginia. She is the author of Changing Homelands: Hindu Politics and the Partition of India (Harvard University Press and Permanent Black, 2011). Her new book Hurt Sentiments: Secularism and Belonging in South Asia, is forthcoming from Harvard University Press in spring 2023.\n\n",
        "headline_1": "1971 and the case for secularism in Bangladesh and India",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/in-focus/news/1971-and-the-case-secularism-bangladesh-and-india-3117261",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-09-2022"
    },
    {
        "full_article": "Queen Elizabeth II passed away on September 8, 2022, at 96 years of age, and the world is divided into two parts. One half is grieving her death, giving her credit for the grit and strength she showed, the acumen that one would need to lead an empire, such as the British. The other half holds her accountable for being a blatant part of colonialism and an \"active participant,\" at that. One Twitter user, @YaaAsantewaaBa, wrote, \"She actively tried to stop independence movements and keep newly independent colonies from leaving the Commonwealth. The evil she did was enough.\"\nI belong to the second half of the world population, which I am sure is clear from the title of my piece. And it is, may I add, necessary to spell this out, because I have been asked, \"Is the Queen not a shining example of women empowerment?\" While the definition of women empowerment might be lost on many, here are my main reasons for not treating Elizabeth as an icon, feminist or not.\nFirst, as has been pointed out by many, there was never a formal apology from the British monarchy for the 200 years during which it colonised the global south, and built an empire out of it. The fact that the British empire has been built up on years of slave trade, looting wealth from Asia and Africa, and very literally building on human capital from these continents for their own benefit is reason enough to call out the system, as well as those who were part of it. Second, when a country that is by all means \"first-world\" still practises a system of monarchy, where the head of State is still a Queen, as opposed to an elected head (got to give credit to their old friend the US in this regard), I am too baffled to even write down my thoughts reasonably. \nIn this day and age, not only are the British vehemently standing tall on an empire they built literally on the backs of other countries, they are also treated as \"royalty,\" a concept so far removed from recent conversations on equality that the \"progressive\" West is known to uphold. After all, what is the Commonwealth if not a way of still being recognised for the countries the British colonised for years, and the power it still holds wrongfully?\nTo say that the Queen was not part of colonial history would be untrue; when Elizabeth was accused in 2020, that the royal honours medal is \"highly offensive\" and resembles the killing of George Floyd, she remained silent. Needless to say, the ill-treatment that Meghan Markle, her mixed-race granddaughter-in-law had to suffer from her and her family members, is largely known about and has also been spoken of by Markle herself, who at one point became suicidal. A 2021 article in The Guardian exposed Elizabeth and the continuous exemption she and the royal family have enjoyed over the years from race and discriminatory laws, as if they were above it. Also, when the family was asked to respond to the murder of George Floyd and the global Black Lives Matter movement, they did not. \nThis brings me to the most important point of this piece: Is Elizabeth a feminist icon? I would have to go with a hard no. Feminism, as I understand it, is about treating everyone equally. Has she been able to do it? No. Feminism is about not only standing up for one's own rights, but for that of one's community and people, and uplifting the voices of the marginalised. Has she done it? No. On the contrary, she created history by snatching away the rights of people, marginalising them based on their race, while showing no regret in the process. \nNow, will I mourn her death? I, for one, would have, if she had done anything – taken even the tiniest step – to break the years of whitewashed history that her empire has built and thrived on, had she played a small part in addressing racism or had she owned up to the misdeeds of her family and her part in it. \nAm I in awe of the woman who is the longest British monarch? No, because that to me is an outdated way of forcing oneself into power, and remaining etched to their thrones – the throne that needs to be removed, putting entire histories of colonialism to rest.\nNo, I do not feel any kind of joy at the death of anyone, no matter how cruel and ruthless they have been, and how they have made millions suffer by their strategies of divide and rule. I only call out what I see in front of me, and would much rather spend three days in mourning for the lives lost every day in war, apartheid, and violence. Because that is what a feminist does: value each life equally, irrespective of colour, nationality, age, or sex.\nSyeda Samara Mortada is a feminist activist and a coordinator at Bonhishkha, a feminist organisation working to un-learn gender and create a platform for youth to share their gender-based experiences.\n\n",
        "headline_1": "The Queen is not my feminist icon",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-queen-not-my-feminist-icon-3117071",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-09-2022"
    },
    {
        "full_article": "The impacts of climate change are upon us. Recently, devastating floods in neighbouring Pakistan have killed more than 1,000 people, leaving many more homeless.\nThis tragedy followed the deadly floods that hit northeastern India and Bangladesh earlier in May. More than nine million people in both countries were affected, and around 300 were killed. Millions of people across the affected areas were left in urgent need of food and medicine.\nClimate change is also impacting business and industry. This was brought into sharp focus in my own industry, garment production, with the Pakistan floods. Recent news reports show these floods severely damaged the country's cotton crop. Local dispatches indicate that around 40-45 percent of the cotton crop is submerged (at the time of writing this article) in the major cotton production areas of Punjab, Sindh, and Balochistan.\nThis could potentially lead to a sizeable reduction in cotton output, placing further supply pressures on the global market and raising prices. This will, in theory, affect Bangladeshi garment makers if the global price of cotton increases. Meanwhile, a drought in the US has also reduced the cotton crop there this year, impacting global cotton prices and hitting garment makers in Bangladesh and other southeast Asian countries.\nIn the wake of the Pakistan floods, the country's minister for planning and development, Ahsan Iqbal, said Pakistan was a victim of climate change caused by the \"irresponsible development of the developed world.\"\n\"Our carbon footprint is the lowest in the world,\" Iqbal said. \"The international community has a responsibility to help us, upgrade our infrastructure, to make our infrastructure more climate resilient, so that we don't have such losses every three, four, five years.\"\nThis got me thinking about the nature of climate change, what causes it, where it has the biggest impacts and who is left to foot the bill. It's hard to avoid the feeling right now that countries such as Bangladesh, India, and Pakistan are getting a raw deal where these issues are concerned.\nIf one looks at typical carbon footprints by country, as a general rule, the highest emissions come from the most developed countries and from oil producers. Among high emitters are the US (around 15 tonnes of CO2 emissions per capita), Canada (14.9 tonnes), Japan and Germany (both around nine tonnes), and the UK (5.6 tonnes).\nFor context, figures for Bangladesh and Pakistan are 0.47 and 0.87 metric tonnes per capita, respectively. Many other garment production hubs, which in several cases are lesser developed countries (LDCs), have relatively low CO2 emissions.\nThere is an irony here, however. While the likes of Bangladesh might be relatively low in emitting CO2, there is no doubt we are disproportionately impacted by climate change. Earlier this year, a study by the World Economic Forum found lower- and middle-income countries are most likely to face GDP losses due to climate change, with South Asia most at risk.\nThe study said Bangladesh, India, Pakistan and Sri Lanka's exposure to wildfires, floods, major storms and also water shortages mean South Asia has 10-18 percent of GDP at risk, roughly triple that of North America and 10 times more than the least-affected region, Europe.\nI believe Bangladesh should stand on its own two feet as an economy wherever possible and ensure that we are not constantly asking for handouts from the global community. At the same time, it seems unfair that poor countries such as ours should have to foot the bill for a problem which is not necessarily of our making. To this end, I think Pakistan's planning and development minister is correct when he says that his country is a victim of climate change caused by the \"irresponsible development of the developed world.\" His frustration is perfectly understandable.\nI have no doubt that many Western countries are now attempting to reduce their CO2 emissions and associated climate impacts via net-zero strategies. Some are having considerable success with this and emissions are falling.\nBut, as we have already seen in recent years, the damage is – to some extent – already done and countries such as ours are witnessing the climate impacts of rapid industrial development in the West (and, of course, China in the past two decades).\nAs far as my own industry goes, if fashion brands want to continue sourcing cheap clothing from Bangladesh (which I sincerely hope they do), they may wish to consider supporting us with infrastructure and related challenges in the coming years as climate change impacts become more real. I have no doubt extreme weather will impact all our lives, as well as industries such as garment production.\nIf we want to maintain consistent production, we may need support with industrial upgrading, investment and other measures to ensure our industry is climate-change-proof.\nLikewise, there will be years when raw materials' prices go through the roof (as they have done this year) and, again, climate change could well be a reason why. Will fashion brands be prepared to pay higher prices for products to support the extra cost of these inputs for suppliers? Again, I hope they will conclude that this is the fair and right thing to do.\nClimate change is a problem which was (largely) made in the West, but we are feeling its impacts in countries like ours more than ever. We can't bear the financial burden of these impacts on our own. Sharing them with global value chains seems the fairest and most sensible way forward.\n \nMostafiz Uddin is managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n\n",
        "headline_1": "The bill for climate change impacts should be shared",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/the-bill-climate-change-impacts-should-be-shared-3116816",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-09-2022"
    },
    {
        "full_article": "Corruption increases injustice and discrimination; its impact is multidimensional. Grand corruption, meaning collusive abuse of political, governmental and business power for private gains via manipulations of public interest-related decisions, benefits a few at the expense of the whole society. Vast amounts of public money are siphoned off through high-level corruption by perpetrators, depriving the common people. When grand corruption flourishes to the extent of state capture, the institutional, legislative, regulatory and law enforcement capacity are systematically engineered to protect and promote impunity.\nThe cost of grand corruption in Bangladesh is high. A former finance minister was quoted to have recognised in 2015 that at least two to three percent of our GDP was annually lost to corruption. Credible data on illicit financial transfers out of the country, as reported by Global Financial Integrity, shows that through trade-related misinvoicing alone, Bangladesh lost USD 8.275 billion annually during 2008-2015. More updated data would show the amount to be much higher, no less than USD 12 billion annually. Illicit financial outflows take place in several other ways, including the conventional method of hundi. Duly validated or not, the Criminal Investigation Department (CID) of police recently reported that Bangladesh was losing USD 7.8 billion of remittance annually through mobile financial services (MFSs).\nCorruption generates disproportionality and inequality. Corruption affects the poor and marginalised through an unduly increased cost of, and limited or even no access to, public services. They also suffer as government resources are diverted away at the expense of investment in public sectors.\nWhen grand corruption flourishes unabated, petty corruption involving duty bearers of service delivery also spreads deep and wide, to an extent that it becomes a way of life. For perpetrators, corruption is a matter of narcotic addiction to illicit enrichment, while for the victims – the common people – it is an extremely distressing experience in daily life that is unjust and discriminatory. This is the key message of the National Household Survey 2021 on Corruption in Service Sectors, released by Transparency International Bangladesh (TIB) on August 31, 2022.\nNearly 71 percent of the respondents of the survey were victims of various forms of corruption, including bribery in 16-plus service sectors covered by the survey. Meanwhile, 72.1 percent of the victims of bribery reported that they were forced to pay bribes as they wouldn't have access to public services otherwise. There is also strong evidence according to the survey that corruption affects the marginalised sections of society more than the average victims.\nThe worst corruption-affected sectors, according to the experiences of respondents who had interactions in the respective service sectors, are law enforcement agencies (74.4 percent), followed by passport delivery (70.5 percent), public road transport services (68.3 percent), judicial services (56.8 percent), healthcare services (48.7 percent), local government (46.6 percent) and land (46.3 percent). In addition to bribery, corrupt practices include extortion, fraudulence, embezzlement, negligence of duties, nepotism, and harassment. The data period of the survey was December 2020 to November 2021.\nIt shows that the perpetrators of corruption are generally indifferent to socioeconomic or gender-based identities of service recipients, meaning that corruption adversely affects everyone. However, it impacts relatively weaker and marginalised sections of society more. The rate of victimisation of corruption among the rural households, for instance, is significantly higher (46.5 percent) than those in the urban areas (36.6 percent).\nThe amount of bribe collected by corrupt duty bearers from an average household is estimated to be Tk 6,640, based on which the estimated annual amount of bribery is Tk 10,830 crore, which is equivalent to 5.9 percent of the 2020-21 national budget or 0.4 percent of the GDP. The burden of bribery in terms of the proportion of average annual income is seven times higher (2.1 percent against 0.3 percent) on the lower income category of households (annual income up to Tk 24,000) compared to the higher income households (Tk 85,001 or more).\nThe discriminatory nature of corruption is further manifested in terms of victimisation of households headed by persons with disabilities (PWD). At least 80.3 percent of such households were victims of corruption, compared to the national average of 70.6 percent. In terms of bribery, the rate of victimisation is 51.8 percent for PWD-headed households compared to the overall 39.8 percent.\nWhile there is little variation in the victimisation of corruption based on the professional identity of household heads, interestingly enough, over 51 percent of government officials are also victims of corruption. More strikingly, retired public servants are victims of corruption at a higher rate (68.3 percent) than their in-service peers, which validates that while corruption does not spare anyone, the weaker the service recipients are in terms of identity and status, the more they are vulnerable to corruption.\nCorruption – grand or petty – is a major impediment to inclusive development and democratic governance. It weakens institutions, prevents rule of law, and erodes public trust in government. Corruption is protected and perpetuated by biased policy regimes and faulty governance practices that favour the rich and well-connected. Accordingly, the more pervasive corruption is, the higher income inequality and social exclusion become.\nIt is not surprising, therefore, that Bangladesh is placed high on the global list of the fastest growing countries in terms of the super rich, according to Wealth-X. The Global Inequality Lab reported that 44 percent of Bangladesh's total national income was held in 2021 by only 10 percent high-income people, while the bottom 50 percent possessed only 17.1 percent of GDP. Just one percent of the population owns more than 16 percent of total national income.\nPromotion of integrity in public service is crucial to controlling corruption. So long as scope remains for abuse of power with impunity, relevant laws, rules and regulations remain unenforced, and institutions of accountability remain politicised and dysfunctional, corruption will only flourish. Much depends on the extent of political and governmental appetite, courage, and commitment to serve public interest and ensure accountability without fear or favour.\nDr Iftekharuzzaman is the executive director of Transparency International Bangladesh (TIB).\n\n",
        "headline_1": "The unjust and discriminatory face of corruption",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-unjust-and-discriminatory-face-corruption-3116811",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-09-2022"
    },
    {
        "full_article": "In a world of rising hatred and bigotry, the threat of radicalisation is never too far away. This is especially so in Bangladesh, where the clash between liberal and right-wing ideologies is increasingly taking an ugly turn and the old enthusiasm for democracy is evaporating into cynical disillusions. This is an ideal breeding ground for extremism. Recently, we got a reminder of that after two batches of young men in Cumilla, apparently radicalised by an Al-Qaeda-inspired Islamist outfit, came on the radar of the police. The two batches – comprising seven and four youths each, mostly students – reportedly left their homes within the space of a week.\n\nAfter the Cumilla incidents, law enforcers have begun making a list of suspected missing youths. They are assuring us that things are under control. But recent developments suggest that militant recruitment and activities are ongoing.\nWhile the Rapid Action Battalion (Rab) claims to have apprehended the four who left on September 1, the seven, who left on August 23, remain missing. All of them, Rab says, were brainwashed by the same outfit, Ansar Al Islam, and bound for a \"hijrat\" (a reference to the Prophet Muhammad's journey from Mecca to Medina) to unknown destinations. This is quite worrying. Bangladesh witnessed a similar case of young boys going missing from 2014 to 2016, which eventually culminated in a deadly attack on the Holy Artisan café in Gulshan on July 1, 2016. Ansar Al Islam, also known as the Bangladesh chapter of Al Qaeda in the Indian Subcontinent (AQIS), is said to have adopted a similar strategy of making its recruits perform \"hijrat\" as part of their indoctrination.\nWe are told that besides Cumilla, there have been disappearances in Chandpur as well. In July last year, four young men in Sylhet also left their homes. The next month, the Counter Terrorism and Transnational Crime (CTTC) unit of police claimed that at least 19 people went missing from Narayanganj's Araihazar Upazila. Are we seeing a trend here? Is it part of a sinister plan? After Holey Artisan, one can never be too careful. Reportedly, after the Cumilla incidents, law enforcers have begun making a list of suspected missing youths. They are assuring us that things are under control. But recent developments suggest that militant recruitment and activities are ongoing.\nThis calls for clarity and caution. Police need to regularly monitor both online and off-line spaces for signs of extremist activities and indoctrination. The problem with extremism in Bangladesh is that it is still considered a law enforcement issue. It is much more than that. Parents, schools, and religious and social institutions all need to work actively to ensure that the impressionable minds of young men are not easily corrupted by extremists. The government also needs to step up its deradicalisation programmes to ensure that misguided men have a way of coming back. Given the increasing ideological polarisation in society, we also need to promote dialogue to develop tolerance and civilise the expression of differences.\n",
        "headline_1": "Why are young boys disappearing?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-young-boys-disappearing-3116761",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-09-2022"
    },
    {
        "full_article": "We are alarmed to learn that over a dozen top criminals, who fled the country about two decades ago, are pulling the strings behind many criminal activities here. According to the law enforcers, these criminals – many of them now citizens of different countries – have links with tender grabbing at government offices and extorting businesspeople. Although their names often come up during criminal investigations, and police and Rab have been monitoring their activities for years now, they cannot be brought back home for trial due to a lack of information about their whereabouts. Unfortunately, it cannot even be proved that they are Bangladeshi criminals as their biometric data is not available to our law enforcers.\n\nShouldn't our police force have the efficiency and technological capacity to gather required information on these wanted criminals so that inefficiency or unavailability of information does not become an issue in identifying them in foreign lands?\nTwo such notorious criminals are Jisan Ahmed and Jafar Ahmed Manik, whose involvement with two recent murders has again brought the issue to the fore. Reportedly, Jisan was accused in at least eight cases including six for murders, while Manik used to control the underworld of Motijheel. These criminals are among the 23 who are on the home ministry's list of top criminals. Other than them, there are many other top criminals who are also living abroad. According to an official of the Detective Branch of Dhaka Metropolitan Police, these criminals use sophisticated technology and call their targets using the phone numbers of a third country to extort money, making it difficult for the police to trace them.\nNow the question is: what can our law enforcers do to overcome the challenges in bringing them back to the country? First of all, there needs to be better and regular coordination among police and the ministries concerned. Reportedly, in the absence of efficient coordination, some of the top criminals who were arrested abroad could not be brought back in the past. For instance, Jisan was arrested by the Interpol in 2019 in the UAE but could not be brought back home. The coordination issue must be solved once and for all.\nThen, it should not be so hard to bring back the criminals absconding in India, since Bangladesh and India have an extradition treaty according to which the Indian authorities can hand them over to their Bangladeshi counterparts. Why is that not happening yet? Furthermore, shouldn't our police force have the efficiency and technological capacity to gather required information on these wanted criminals so that inefficiency or unavailability of information does not become an issue in identifying them in foreign lands? Last but not the least, we should definitely take the help of the Interpol in extraditing these criminals to our country by giving them the required information.\nAll these issues mentioned above need to be addressed with priority if the authorities are sincere about bringing back these top criminals to the country and trying them as per the law.\n",
        "headline_1": "Stop top criminals working from abroad",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-top-criminals-working-abroad-3116751",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-09-2022"
    },
    {
        "full_article": "The enterprising rubber plantation owners, long dejected, must be feeling upbeat over the prospects for full-scale revival of the sector. An initiative in this regard has been hinted at a Chattogram event. Started in the 1980s in select areas across the country, the rubber plantations couldn't show even a symbolic sign of going forward in the four long decades. Surprisingly, it began with high optimism. Despite the availability of the soil and environment required for rubber cultivation, the government-backed venture eventually petered out. The reasons are many, the chief one being the fall in demand for the country's 'natural rubber' in the local and overseas markets. It is said, in the last 40 years the naturally produced rubber was cornered by the type processed synthetically.The natural rubber and rubber products' falling demand in the importing countries has been attributed to their compromise with quality. Yet there is a catch. Despite the synthetic rubber's overwhelming presence globally, a few Southeast Asian countries remained unbeaten with their exports of natural rubber. Thailand emerged as the most successful in this category. The fact belies many rubber growers' claim to the overseas countries' opting en masse for the synthetic rubber. In reality, the market for natural rubber is still wide. The demand for this biodegradable product obtained from a tropical tree has continued to rise steadily with the green movement gaining momentum worldwide.The prospect of the rubber industry along with its shortcomings came up for discussion in the Chattogram city on September 7. An exhibition of rubber-based industrial products also featured the event, which couldn't have chosen a riper time. It was heartening to hear the Environment, Forest and Climate Change Minister, who attended as chief guest, urging the industries concerned to use domestic natural rubber instead of importing its synthetic alternatives. The department concerned now owns 40,000 acres of land ideal for growing rubber trees. In some sectors, the use of quality rubber is an imperative. The speakers at the Ctg event made hints at involving the private sector in rubber cultivation. As they have said, 33,000 acres of government land in Chattogram Hill Tracts have been leased out to private entrepreneurs for planting rubber trees.To sustain the present impetus, the authorities ought to turn to the extent of imparting training required by persons directly related to rubber production. Moreover, proper knowledge of rubber production on the part of managers, tappers and others is also a sine qua non. Besides, facilitating joint ventures with other rubber producing countries ought to be kept in mind. Many of today's younger entrepreneurs were born after the start of the rubber plantation as a pilot project in the country in the 1980s. They cannot be expected to have any feeling of loss for the failure of their predecessors in 18 state-owned rubber gardens. As the rubber plantations are distributed across Bangladesh -- nine in Chattogram, five in Tangail and Mymensingh, and four in Moulvibazar, the younger and innovative entrepreneurs might feel interested to join the rubber sector, completely new to them. Bangladesh must seize the opportunity of making the most of this economically promising sector.",
        "headline_1": "Natural rubber sector's revival",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/natural-rubber-sectors-revival-1662904281",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-09-2022"
    },
    {
        "full_article": "A raging debate centring the issue whether Bangladesh authorities had sought information from the Swiss authorities about the money deposited in the Swiss Banks by Bangladeshis has only subsided recently. Even the country's higher court had sought clarification from the Anti-corruption Commission (ACC) about it. Most part of the siphoned-off money is deposited in the banks of Switzerland, the number one tax haven of the world. Recently Singapore, Malaysia, the Philippines and Sri Lanka have also emerged as tax havens in Asia. The Canadian Revenue Agency defines a tax haven as jurisdictions with: (1) no tax, or very low rates of taxation; (2) strict bank secrecy provisions; (3) a lack of transparency in the operation of its tax system, and (4) a lack of effective exchange of information with other countries.Tax havens also help their users to: (1) bypass financial regulations and regulatory watch dogs; (2) launder money earned illegally through drug trafficking or organized crime; and (3) hide from criminal laws and liabilities.Swiss banks are well-known for their secrecy. They have been observing a code of secrecy regarding balance and accountholders for over 300 years. Swiss Parliament had made regulations in 1713 to keep registers of bank clients but prohibited the banks to share the information with anyone except the clients themselves unless the council approved any disclosure. The secrecy in Swiss banking system was covered by the civil and commercial codes. This meant that any accountholder could seek damages against any bank or bankers that did not maintain his/her confidentiality. In 1934, Switzerland passed the Swiss Federal Banking Act which made the disclosure of a client's identity or information a criminal offence. Thus, Swiss secrecy became legal and stronger. But a section of the population was opposed to the law and alleged that it was against tax justice. In 1984, a referendum was held on the issue and interestingly, 73 per cent of the people voted in favour of bank secrecy. There have been some positive moves from The Organization for Economic Co-operation and Development (OECD), European Union and G20 group. OECD has established a threshold of bilateral tax-information exchange agreements. The initiative of EU has motivated major improvements in tax-related transparency. The EU requires members to exchange tax information using automatic systems since the end of 2011.OECD sponsored a Multilateral Competent Authority Agreement for the Common Reporting Standard (CRS MCAA). Any country can ratify it and notify to the authority concerned. The notifications to be filed by each country include (i) a confirmation that domestic CRS legislation is in place and whether the jurisdiction will exchange on a reciprocal or non-reciprocal basis, (ii) a specification of the transmission and encryption methods, (iii) a specification of the data protection requirements to be met in relation to information exchanged by the jurisdiction, (iv) a confirmation that the jurisdiction has appropriate confidentiality and data safeguards in place and (v) a list of its intended exchange partner jurisdictions under the CRS MCAA. A particular bilateral relationship under the CRS MCAA becomes effective only if both jurisdictions have the Convention in effect, have filed the above notifications and have listed each other. Activated relationships can be consulted here.Switzerland ratified the OECD sponsored multilateral Convention on Mutual Administrative Assistance in Tax Matters. This ratification re-affirms Switzerland's commitment to greater tax transparency and marks another important step in implementing the Standard for Automatic Exchange of Financial Account Information in Tax Matters. As a response to concerns and global pressure about the role of Switzerland, the Swiss government has stated that it does not want to see untaxed assets in Switzerland and launched a new 'White Money Strategy' for this purpose. The Bangladesh government has reportedly had requested the Swiss authority for information about Bangladeshi accountholders in Swiss Banks and naturally there is no response. Swiss authorities are by no way bound to share any information with Bangladesh since such disclosure is prohibited under Swiss law. Bangladesh Bank reportedly trying to ink a memorandum of understanding (MoU) with the Swiss banks if the latter agree to the proposal. But the exercise of writing letters or any MOU will not serve the purpose unless it ratifies the CRS MCAA. Our neighbors Pakistan and India have ratified the multilateral Convention on Mutual Administrative Assistance in Tax Matters and signed agreement with Switzerland for the Automatic Exchange of Financial Account Information (MCAA). They have already signed co-operation agreement under the convention. Bangladesh not yet ratified the convention.Bangladesh has a bilateral double taxation avoidance treaty (DTAT) with Switzerland only to avoid double taxation. It should ratify the multilateral Convention on Mutual Administrative Assistance in Tax Matters and sign the Automatic Exchange of Financial Account Information (MCAA) with Switzerland. It should also sign Foreign Account Tax Compliance Act (FATCA) agreement with USA. It should amend the law and rule to support the protocol and agreements. Information about the deposits of the Bangladesh accountholders in Swiss banks would not be divulged until and unless the government here follows the due process of getting it.\nNon-government adviser to the Bangladesh Competition Commission[email protected]",
        "headline_1": "Revealing secrets of Swiss bank deposits",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/revealing-secrets-of-swiss-bank-deposits-1662904528",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-09-2022"
    },
    {
        "full_article": "When 364 students commit suicide in just eight months, it unfolds a nightmarish spectre before the country ---one that is on way to graduating for a developing nation. Is not it a mind-boggling reality that apart from 45 students committing suicide daily, even a 7-year-old child also opted for ending life in such a horrific manner? That 194 of these learners or 78.6 per cent of the total are between ages 13 and 20 is no less alarming.According to the Anchal Foundation which has kept a tab on suicide cases published in the media, between June 2020 and July 21, a total of 151 cases of suicide was reported. That was the pandemic time but the post-pandemic eight months have already recorded a far higher casualty of this kind than its preceding13 months. Notably, the number of suicides during the period from July 22-December 31, 2021is missing here. Also missing are those suicidal cases that went unreported because of the family stigma or other reasons. However, the available data are enough to give a clear indication that the pandemic is largely responsible for devastating the mental equilibrium of the young generations. Of those who committed suicides, 194 are school students, 76 college students, 50 university students and 44 madrasha students. It will be wrong to conclude that excessive pressure at educational institutions or home for study has prompted the majority of the self-invited deaths. Romance-related suicides top the list at 25.27 per cent, emotional crisis in which the young ones feel neglected or not given the importance they deserve comes next at 24.73 per cent, failure on the parts of parents to meet up the demands follows at 7.42 per cent and family feud and psychic disorder account for 6.59 per cent each. Rape or sexual harassment prompted 4.67 per cent teenagers to commit the ultimate act. Compared with these, pressure of study and session jam, according to the Anchal findings, were responsible for only 0.82 per cent each and failure in examinations led a little higher percentage of self-destroyers at 1.92 per cent. The other reasons behind suicides were false accusation of theft, financial hardship, refusal of marriage proposal, married to a man not up to expectation and even the death of a friend. No reason could be found out for 15.93 per cent of the suicides.Two things are highly significant here: first, school students comprise the majority of the suicides at 53 per cent and among the 160 were in the age group of 14-16; second, 221 girls have a percentage of 60.71 as against 29 per cent for 143 boys. It would have given a deeper insight if the social classes the self-annihilating children belonged to were available. But it can be assumed that most of them had smartphones for online classes or they could not be victim to cybercrime scandals. It can also be assumed that the online classes were mostly perfunctory and parents or guardians spent hardly any qualitative time with their children. Emotionally highly susceptible, adolescent boys and girls became either addicted to things during the days of home confinement they were not supposed to had they attended their classes regularly or, developed online relations with their opposite sex. Then in the post-pandemic freedom their exuberance fell flat on reality.This is what can explain the highest proportion of romance-related suicides. Students under an education system that is mostly devoid of creativity and extra-curricular activities surely comes under pressure even in normal time. In a crisis like the pandemic the mental vacuum is likely to be filled with anything easily available. Digital age has unlimited elements to fill it. How the new education policy will shape the education system is yet to be known and before that comes into force, there is an urgent need for appointment of professional psychologists or formation of teams of such professionals who will visit schools and have sessions with parents and vulnerable students, maybe, once in a month. In case of critical cases, especial measures can be taken to save life from this horrible act. \n[email protected]",
        "headline_1": "Addressing mental crisis",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/addressing-mental-crisis-1662904566",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-09-2022"
    },
    {
        "full_article": "In today's times, we hear a lot about child abuse and molestation. There are many cases around us, where young children, both boys and girls below 6-7 years of age, are sexually abused by adults. The problem is that they are too young to understand the difference between the right and the wrong. All of us want our children to be safe and secure, and want to give them the best. We want to protect them against all odds. Our children come in contact with many people every day. There are good and bad people around them. So, it becomes our responsibility to sensitise them, and equip them so that they are ready to face and handle any odd situation or person coming their way. It is still a sensitive topic for parents to talk to their children about good touches and bad touches. So, most of them do not want to discuss about them with their children. The same goes for schools as well. At times, we hesitate to take up and speak on sensitive topics. But, the fact remains that it is very important for the wellbeing of our young children that they know about all this and can deal with it if they ever come across a situation like this. So, we urge every parent and school authorities to come forward and teach children about good touches and bad touches. \nAfroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "Teaching children about good and bad touches",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/teaching-children-about-good-and-bad-touches-1662904586",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-09-2022"
    }
]