[
    {
        "full_article": "When an electorate is tired of the ruling parties both at the Centre and at the State level during an Assembly election — even if these parties are opponents — the chances that people will vote for a fresh alternative are high. But this does not always happen in Indian elections. Parties professing to be an alternative to the established ones take time to emerge, even if they are the product of social or political movements. Electoral success is achieved only if they cross a high threshold of competitiveness that is made possible through messaging and organisation besides peoples’ yearning for change. The Aam Aadmi Party’s spectacular triumph in Punjab — winning 92 of the 117 constituencies — needs to be tempered with the fact that it won 42% of the votes in what was largely a triangular contest with the Congress (23%) and the Shiromani Akali Dal (20.2%). In 2017, AAP won 20 seats with a 23.7% vote share, but its victories were largely concentrated in the southern Malwa region. This time, in 2022, its vote share (47.2%) was the highest in Malwa. It also managed a credible 30.2% and 36.8% in the Doab and Majha regions, respectively, helping it sweep the State. Of the three major losing parties including the BJP, the Congress looked to be the best placed a year ago. Strongly mobilised opposition to the BJP government’s farm laws had caused the BJP-SAD alliance to break up. While the Captain Amarinder Singh-led Congress government had not fully lived up to expectations, the party had little to lose from the agitations and could have capitalised on the public mood by seeking to implement its promises made in 2017. But an ill-conceived move by its high command, forcing out Capt. Amarinder and empowering the rabble-rousing, party-hopping former cricketer, Navjot Singh Sidhu, to take over the reins of the party created unnecessary tumult. Even the party’s last minute promotion of the new Chief Minister, Charanjit Singh Channi, was not enough to shift the mood of the electorate, which had lost patience with the party, now riven by internal bickering. The electorate’s dissatisfaction with the Centre and the Congress regime in the State is evident in the CSDS Lokniti Survey: a net negative satisfaction of -44 and -52 points, respectively. With grievances and anger over the corruption under the previous SAD regime still fresh, AAP emerged as the default alternative. Its promises of clean governance and populist measures in health, education and power supply — already implemented in Delhi — were able to sway a large section of a disenchanted electorate. But it is one thing to succeed in governance in what is largely a municipality by eschewing ideological perspectives and focusing on just populist measures. It will be a challenge to effect this in an important border State such as Punjab. AAP has its task cut out.",
        "headline_1": "Mood for change: On AAP’s Punjab win",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/mood-for-change-the-hindu-editorial-on-aaps-punjab-win/article65215261.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-03-2022"
    },
    {
        "full_article": "The Government’s decision to allow scheduled commercial international flights to resume operations from later this month will come as a big relief to the travel, tourism and hospitality sectors, which have been among the hardest hit by the pandemic. The International Air Transport Association estimates that the global aviation industry suffered about $201 billion in losses between 2020 and 2022 due to COVID-19 and the accompanying curbs on overseas travel and domestic mobility. The tourism and hospitality industry largely feeds off the aviation sector for its earnings and jobs growth, evident from estimates that in 2020 — the year of lockdowns — India’s foreign exchange earnings from tourist arrivals from abroad plummeted 76% from the previous year, to ₹50,136 crore. Official data show that in just the nine months ended December 2020, 21.5 million jobs were lost in tourism. However, the decision to open up international travel has coincided with the intensification of sanctions on Russia in the wake of its invasion of Ukraine, which in turn has sent oil prices soaring on fears of disruptions to global energy supply chains. The price of crude oil has zoomed close to historical peaks. As a result, aviation turbine fuel (ATF) prices have also jumped by almost 60% year-on-year. This month, India’s state-owned oil marketing companies raised ATF prices for the fifth time this year, and this was before crude soared to near record highs. Fuel costs typically constitute about one fifth of a global airline’s operating expenditure and multiple price increases are certain to hurt airlines’ margins and viability. The conflict in Ukraine has also triggered a sharp jump in a wide range of commodity prices, that is potentially set to quicken inflation across the globe. This is bound to seep into the cost of overseas travel as well, with travellers needing to budget more for food and entertainment. Airlines will find it a challenge to fill seats profitably, given the combination of rising costs, economic uncertainty triggered by the conflict in Eastern Europe and the residual fear among travellers of new variants of the SARS-CoV-2 virus. Strict regulations as various parts of the world cautiously open their borders to visitors will only add to the burden of the aviation and the hospitality industries. And, with the pandemic and restricted mobility having steered corporates to conduct business online effectively, getting business-related travel back to pre-pandemic levels will be a tough ask. Restoring visitor confidence through enforcement of COVID-19 protocols and widening vaccination coverage alone may not be enough. Estimates show that indirect taxes take away 21% of airlines’ revenue, hobbling the sector. Lowering ATF prices by cutting duties is an option the Government must weigh. Everything must be done to woo back more tourists.",
        "headline_1": "Skies wide open: On resumption of international flights",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/skies-wide-open-the-hindu-editorial-on-resumption-of-regular-international-flights/article65214340.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-03-2022"
    },
    {
        "full_article": "The University Grants Commission (UGC) has asked all its affiliates to implement the semester system by July 1. No new programme or curriculum will be approved unless the academic calendar is divided into two halves. The arguments are simple: since the public universities are using it, the private ones must follow suit for a uniform structure of study period. Trimesters, practised in most of the private universities, divide an academic year into three terms (each about 12-13 weeks long), and arguably encourage teachers to cut corners and reduce content. There is not enough preparatory time for exams. Apparently, the \"hidden\" reason for opting for the trimester system is \"commercial\" as private universities \"benefit\" from three rounds of enrolments.\nPrivate universities have been running with credit-hour-driven, trimester-based, UGC-approved curricula since the 1990s. In the early 2000s, public universities started shifting to the semester system. But the UGC now requires all tertiary institutions to implement a standard system. From a logistics perspective, this new model will apply only to the incoming students—there will be two simultaneous systems during the roll-out phase. Has there been any study to find out if the universities in question have the necessary classrooms and teachers to run two parallel systems? There are already some universities where the old programmes are being run in a trimester system, while the recently approved ones are being run in a semester system with great difficulty.\nThe Bangladesh National Qualifications Framework (BNQF), prepared by the Bangladesh Accreditation Council (BAC) and circulated by the UGC, aims at benchmarking our system against the best international practices. Interestingly, BNQF insists on modular and unitised course-offering for greater transparency, delivery efficacy, and learning benefits. BNQF outlines the credit hours, not the academic semesters. Why is UGC so insistent on the revised study period, then, when BAC is not?\nStudents pay per credit of coursework. In theory, the number of semesters will have no impact on university revenue. If the intake deadline is fixed by the government in alignment with the publication of HSC results, then the proposed change will be inconsequential. However, the mode of payment can appear to be burdensome for many students as some of the bigger private universities have a policy of upfront payment. If the UGC is sincere in streamlining the study period, then it must first work on bringing all stakeholders together. The higher secondary and tertiary systems must devise a supply-chain model, so that students get a fair opportunity to choose between public and private institutions.\nThe reluctance of certain private universities in resorting to the semester system makes us revisit the pros and cons of both the systems. The arguments for the semester system include the extra time teachers will get to give in-depth instructions. It facilitates greater collaboration between the faculty and the students. The preparatory week before exams and the longer break between semesters are useful. Conversely, the semester system demands a student to enrol for five to six taught courses in order to graduate in time. Therefore, students get a relatively shorter study period as they are required to be on campus for six days a week. There are more accumulative exams with only two breaks in a year.\nIn a trimester, students enrol in three or four courses per term with longer study periods. They have four short breaks in a year with three graduation/enrolment dates. Students can take on more courses with greater flexibility, required to be on campus three to four days a week. The trimester system generally allows students more flexibility in scheduling classes, looking for part-time jobs, and getting involved in co-curricular activities. The extra number of courses in the trimester system gives students more opportunities to sample diverse subjects, including remedial courses. The downsides include the faster pace, which puts pressure on students. They don't have any preparation week before exams. For the staff, the administrative work can be overwhelming.\nThe UGC reasons that the semester system is congenial for faculty research. Not all undergraduate teaching entities are research institutions, and how best a faculty can use the longer semestrial break needs further guidance. The key difference between the public and the private, however, rests on the assessment criteria. Given the wide range of courses covered in a semester, more than one teacher is assigned to teach a course. The final exams are evaluated by two examiners in public universities. Consequently, there are delays in result publications. Students resume their new semester without getting results of the old. A June 2020 report published in this newspaper observed that out of 83 departments of four public universities—Dhaka, Jahangirnagar, Chattogram and Rajshahi—75 failed to publish their semester results within the scheduled time of eight weeks. They took 18-34 weeks. In contrast, the private system with single course teachers is quite punctual in their result publication.\nThere are reasonable arguments on both sides. The UGC, however, is tilted towards the public-oriented semester system. If the performance of the public universities is any indication, the attempt to divide up the academic calendar pie is a reminder of the proverbial monkey. To ensure that the pie is best served according to the UGC design, a unique 16-digit ID is now being proposed so that any option to show the third semester is eliminated. This is in contrast to the BAC prescription, which has no observation on the semester. Because the accreditation agency knows that for greater student mobility and international mapping, we need to align our calendars with international ones where credit hours are more important than the weekly chart. If so, why cannot we allow both the systems to persist?\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "Do we need semesters?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/do-we-need-semesters-2980846",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-03-2022"
    },
    {
        "full_article": "That is a biblical truth which no man can sunder from reality. The havoc being wreaked in Ukraine is the consequence of the wind that the West has sown since the end of the Cold War. The whirlwind is blowing over the continent of Europe, for the first time, one might add, in the 21st century (Georgia was a short-lived 12-day war, with fewer casualties and less destruction than what the invasion of Ukraine has caused so far). So much for a civilised and regulated world order that the powerful countries abashedly flaunt at the deviant and less powerful \"third world\" countries. The expressed horror of the Western world has been so far much more pronounced in the case of an aggression against a \"civilised\" country, predominantly \"Christian and White,\" in the heart of Europe, than had been their reaction on attacks and brutality in Afghanistan, Iraq, Syria, or Libya, which are \"just any third world country.\"\nNo one can deny that what we are seeing in Ukraine is a blatant disregard for the territorial integrity of a sovereign country, and whatever Russia's geopolitical compulsions may be, it is an aggression by any definition of international law. It was commenced without the need to extend the courtesy of an ultimatum, or a diplomatic demarche. But was it unprovoked? That is the million-dollar question.\nCertainly, there was no apparent physical threat from Ukraine. The alleged Ukrainian bombing of the breakaway Donbas region was the ostensible excuse for Russia to violate international law and disregard the sovereignty of an independent country. Putin has raised the stakes by putting his nuclear facility on alert. Several major Ukrainian cities have been shelled and civilians have been made targets. A major nuclear power station, Zaporizhzhia nuclear power plant, the largest in Europe, has been captured by Russia, and so has been the infamous Chernobyl plant. Though it is difficult to verify the claims of casualties, several thousands have been killed and a similar number injured. But these are only statistics. The facts behind the statistics are what we must seek.\nThe reaction of the Western world has been as if the Russian invasion of Ukraine is one of its kind in recent history. As if this is for the first time that international law has been breached by launching a military invasion into a sovereign country. The West's response has been quick and predictable. Neither ready, nor willing to fight Ukraine's war, the only other option was to slap sanctions on Russia. Apart from the economic sanctions, a sports boycott has also been applied on Russia. But that is not to say that these steps are out of order or inappropriate. Every action that Russia has taken so far against Ukraine violates all international legal norms. And everything that needs to be done for Russia to stop its senseless and bloody invasion of Ukraine must be done.\nDiplomacy has lost to the logic of national interest and raw power, as it always does, and international norms have been thrown to the winds, as happens in such cases.\nBut Russia is taking the lead from the US. If it is for the strong to do what it wills, and for the weak to suffer what it must, then Russia's \"will\" so far has been so much less than what the US has \"willed\" since the end of the last great war. But let us move from the ostensible to what is really behind the Russian dictator's mind.\nThe Russian invasion has several parallels in recent history, and that includes the one in which it suffered a most bloody and humiliating defeat. In fact, every illegal invasion since then has had disastrous conclusion for the invader, not to speak of the unparalleled and unmitigated havoc it inflicted on the local population.\nTake the illegal invasion of Iraq for example. More than 90 excuses were conjured up by the Bush regime to engender popular consent and rile up their psyche. It was a war where the worst form of deceit and lies were resorted to, and evidence manufactured to support falsehood. Iraq was projected as the most grave and immediate threat to the US and the West, and the report that Saddam Hussein was about to build a bomb was used as a subterfuge to bypass the United Nations (UN). The compulsion to uphold national interest was used by the two main protagonists, Bush and his genuflecting acolyte Blair, to occupy another country that is 10,000 kilometres away. The illegality of that war was not in doubt, and none other than the then UN secretary-general had stated that in September 2004, \"I have indicated it was not in conformity with the UN charter. From our point of view and the UN Charter point of view, it was illegal.\"\nBy invading Ukraine, Russia, if anything, has taken a leaf out of the US war book. It has used the same argument—that its national interest was at stake, with Ukraine's likelihood of joining Nato—and invoked the same principle of pre-emptive attack, as was done by the US in invading Iraq. Putin's worry is justified and predictable—his actions, not. One wonders how the world would have reacted had the Cuban missile crisis had eventuated in a conflagration between the US and Soviet Union. The same concerns that motivated John F Kennedy to reach the precipice of war agitates Putin's mind, too. And I say this at the risk of sounding like a Putin apologist. The US felt threatened by a military base in its backyard separated by a 90-mile-wide gulf; the same argument has been used by Putin in relation to Ukraine, which shares a common border with Russia, to invade and destroy Ukraine.\nBut Ukraine is perhaps only the beginning of fulfilment of what one sees as the irredentist aspirations of Vladimir Putin. He wants to undo what Gorbachev did. He sees himself as a Russian incarceration of Garibaldi, Mazzini and Cavour—three in one, or a modern-day Bismarck—and wants to restore the original borders of the Soviet Union. Ukraine is the first of the many salami slices that Putin wants to make.\nWe are not sure what Putin's military objective is. Reportedly, his military operations are not going as per plans. He would be a fool to think that the entire Ukraine can be occupied. Apparently, Putin's strategy is to lay siege to nodal points, deny provisions and bring the country to submission. But Putin and his army are in for a hard grind. The world should brace for a prolonged urban war in all the major conurbations in Ukraine, and its dismal consequence: the unpredictable civilian casualties.\nBut no one should be in doubt about his political objective. Putin's conditions are hard for Ukraine's President Volodymyr Zelenskyy to accept. He wants the Zelenskyy government to resign, have a new parliament elected that would write a new constitution, bar Ukraine from becoming a member of any military alliance, and de-weaponise the country. In other words, Putin wants a quisling to establish a pliant government. That would be possible and credible only if the capital is under his control. That seems to be quite far off at the moment. And the world should brace for more Ukraine-like adventures under the patina of national security and national interest. Predictably, the West is reaping what it sowed. Putin is using the West's argument for aggressing on other counters to launch his own aggressive agenda. Unfortunately, to quote Gramsci, \"The old world is dying, and the new world struggles to be born: now is the time of monsters.\"\n \nBrig Gen Shahedul Anam Khan, ndc, psc (retd) is a former associate editor of  The Daily Star.\n",
        "headline_1": "If you sow the wind, you will reap the whirlwind",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/strategically-speaking/news/if-you-sow-the-wind-you-will-reap-the-whirlwind-2980836",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-03-2022"
    },
    {
        "full_article": "Holi, the festival of colour, has come a week early for the Bharatiya Janata Party (BJP). Even before the full results of the assembly elections in Uttar Pradesh (UP), Punjab, Goa, Uttarakhand and Manipur were officially available on March 10, 2022, Prime Minister Narendra Modi proclaimed from the BJP headquarters in New Delhi that political experts would say the outcome of 2022 had decided the results of 2024 general elections. Time future is contained in time present, to tweak TS Eliot's poem Burnt Norton.\nPolitics is known to be a long-haul affair. Parliamentary elections in India are nearly two years away, but Modi's words on Thursday oozed confidence seldom seen. The BJP was widely expected to face headwinds because it battled strong anti-incumbency in four of the five states (barring Punjab). The polls in the five states took place at a time when economic distress grips India, with youth unemployment and fuel prices soaring. But BJP came out largely unscathed.\nThe key takeaway from the elections in the five states is important in two ways. Firstly, it reaffirms the efficacy of BJP's policy to blend Hindutva with efficient delivery of welfare schemes, and to reconfigure its strategy for 2024 elections. Secondly, and perhaps more importantly, these poll results severely dent the credibility and ability of the Congress—which was in direct contest with the BJP in four of the five states and lost—to be the rallying point of a united fight against Modi in the next parliamentary polls. It also poses a much bigger question regarding the leadership of the Gandhi family to lead India's oldest political party, particularly the manner in which it handled its Punjab affairs.\nOne never tires of saying or hearing that the road to power at the Centre in India goes through Uttar Pradesh, the most populous (200 million) state and electorally decisive, because it has the largest number of Lok Sabha seats (80) to determine which party will have a parliamentary majority.\nIn UP, the BJP was under pressure following saffron-robed Chief Minister Yogi Adityanath's handling of the devastating second wave of Covid-19 last year, and the emergence of Samajwadi Party (SP) chief Akhilesh Yadav as a serious challenger. Recent desertion of a number of leaders and sitting lawmakers belonging to Other Backward Castes (OBCs), like Swami Prasad Maurya, and their shift to BJP's main challenger Samajwadi Party was thought to be a blow to BJP, because OBCs comprise an estimated 35 percent of the UP electorate, and SP sought to woo this segment to add to its traditional Muslim-Yadav support base.\nThe SP tried to hit BJP where it hurts the most: the latter's assiduous efforts over decades to bolster its Hindutva agenda by bridging caste divides. The Hindu consolidation, which the BJP had built to counter parties like SP, had paid a handsome dividend for the Modi-led party in the previous assembly elections in UP in 2017, when it got an unprecedented three-fourths majority, and in the 2019 parliamentary polls. But the BJP should be worried as the SP's improved performance in the just-concluded elections brought out chinks in the BJP's Hindu consolidation, mainly on the basis of raising the unemployment, bread and butter issues.\nThe second important picture emerging from the latest state assembly elections is Congress' defeat in Punjab to regional outfit Aam Aadmi Party (AAP) led by Arvind Kejriwal. The Grand Old Party of India is now left to govern just two large states—Rajasthan and Chhattisgarh—which will go to fresh assembly polls next year. The loss in the other four states is certain to put a bigger question mark over the Congress' ability to lead a nationwide anti-BJP alliance (It is already being questioned by Mamata Banerjee).\nThe Congress had betted big on exploiting the social identity of Charanjit Singh Channi, a Dalit Sikh, when he was made the chief minister four months before the state elections. Channi replaced Amarinder Singh, who hails from Jat Sikh community, the traditional landed and social elite in Punjab. By appointing Channi as chief minister, the Congress had hoped to beat anti-incumbency with his Dalit Sikh identity. But it boomeranged badly for the party in the polls.\nAAP's emergence in Punjab with a splendid performance is going to have implications and trigger fresh alignments at the national level. Political observers who watch AAP closely see this performance as an endorsement of Kejriwal as a prospective national leader, possibly upstaging Mamata. One big advantage for AAP's acceptability outside Delhi is that, unlike Mamata-led TMC, linguistic identity politics is not at the core of Kejriwal's party. Mamata played the Bengali sub-nationalism card to win West Bengal assembly polls last year and dubbed BJP leaders as \"bohiragoto\" (outsiders). Ironically, the same plank made TMC face headwinds in Tripura's civic polls last year, and in the recent assembly polls in Goa.\n \nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India\n",
        "headline_1": "Is 2022 precursor to 2024 polls in India?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/2022-precursor-2024-polls-india-2980816",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-03-2022"
    },
    {
        "full_article": "Two weeks after the brutal Russian invasion of Ukraine, how it may eventually evolve remains uncertain, given Russia's President Vladimir Putin's apparent mission of neutralising the neighbour—which could imply virtual annexation. The international community is helplessly worried over the humanitarian crisis unleashed by death and destruction, and the plight of the affected and displaced people, particularly women and children, whose fundamental rights are being grossly violated by the wanton acts of aggression by the Kremlin.\nPutin is not the only warmonger in contemporary history, nor does it necessarily take an authoritarian ruler like him to wage international military aggressions. War is a violent use of force to promote geostrategic interests, more often perceived or even manipulated than real. Examples are not far to seek, as in recent cases of Iraq and Afghanistan, where the loudest preachers of democracy and human rights involved themselves in ruthless wars.\nThe difference in Putin's case is that he did not need to invent any fabricated logic to justify aggression before his domestic powerbase, which primarily consists of his cronies in a state almost completely captured by kleptocrats. Whereas his Western counterparts, \"democratic\" and \"accountable\" as they are, needed to innovate justifications, with or without success, to have served \"national interest\" or promoted \"global peace.\"\nThe Western response to the Russian aggression of Ukraine, therefore, stands on tenuous moral ground, while their support to Ukraine is also circumscribed by perceptions of \"mutually assured destruction,\" thanks to each other's nuclear capability. All they can do will, therefore, be limited to mainly economic and trade sanctions, effective or not, that also to the extent that the fallout does not become unbearable to themselves.\nOn the other hand, the \"targeted sanctions\" announced by powers like the US, the UK, Canada, the European Union (EU), Switzerland and Japan against Putin's cronies and their wealth and business interests that have been sustaining Kremlin's kleptocratic superstructure over the years, deserve particular attention. Leaving aside the debate on whether and to what extent these can eventually bear fruits, the question is: Why did Putin's cronies, many of whom were suspected of large-scale corruption, swindling of public resources and money laundering, find safe havens for their ill-gotten wealth in countries that are now boasting of sanctions in the first place? At the time when they were granted the coveted ownerships of super luxurious assets and enterprises, it was not unknown to the relevant authorities in those countries that these were principally ill-gotten wealth, nor was it unknown that these cronies were also the main source of power of Putin, serving to not only deepen and widen his unlimited and unaccountable authority in Russia, but also to bolster his international ambitions.\nAbuse of power by Russian oligarchs and super rich under Kremlin's protection has made corruption a way of life in Russia, which is Europe's lowest ranking country in terms of credible international corruption indices, like the Corruption Perception Index (CPI) released annually by the Transparency International (TI). In CPI 2021, Russia scored 29 out of 100, well below the global average of 43. TI Russia reported that during 2008-2020, Russian officials acquired 28,000 properties in 85 countries—including EU member states. Investigative reports like Panama Papers and Pandora Papers have exposed the depth and breadth of Russian kleptocracy, including Vladimir Putin's alleged personal riches reportedly held for him by his inner circle.\nIronically, the Russian kleptocrats have relied, like their peers from around the world, on the financial system of leading democracies to invest and sustain their ill-gotten wealth transferred illicitly. The lion's share of global illicit transfers, in trillions of dollars a year, land in countries led by those now propagating targeted sanctions. In such destinations of illicit financial transfers, there exist legal, policy and regulatory loopholes as well as so-called expert services for secret deals of acquisition of assets and businesses. The recently disclosed data by Pandora Papers show, for instance, the growing role of the US as a heaven for illicit transfers as many of its states provide policy provisions to establish tax-free secret trusts as investment opportunities out of illicit transfers. Apart from offshore heavens, the developed economies are indeed the principal gainers of illicit transfers which are facilitated, promoted and sustained by various means—like secrecy of beneficial ownerships, banking secrecy provisions, weak supervisions, and lack of sanctions.\nIronically, the host countries of illicit financial flows are also among the strongest proponents against corruption, though implementation of their national and international anti-corruption pledges, especially policies regarding crimes related to money laundering, has been dismally low. The Ukraine tragedy caused by a brazenly corrupt regime of Russia appears to have worked as a wake-up call for them to go after some of the invaders' cronies. But it remains to be seen if these are only knee-jerk reactions or if, in fact, these announcements of sanctions will be followed by genuinely effective tracking down of the dirty money and assets, leading to concrete actions to hold kleptocrats to account—Russian as well as others.\nBy imposing sanctions against the Russian kleptocrats, not only has the efficacy of such sanctions been put to test in terms of their deterring effect on Putin, but the sanctioning countries themselves have also been exposed to a formidable challenge in their own jurisdictions. It remains to be seen if they can demonstrate the political will and institutional capability to implement concrete actions to bring to book cross-border corruption. It also remains to be seen whether they can adopt robust preventive measures to promote integrity, transparency and accountability of the powerful networks of law firms, trust companies, offshore specialists, real estate agents, accountants, regulators and banking and financial services companies that play the key role in facilitating the secret deals of the likes of Putin's cronies from around the world.\n \nDr Iftekharuzzaman is the executive director of Transparency International Bangladesh (TIB).\n",
        "headline_1": "Why wait for a deadly war to act against kleptocrats?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-wait-deadly-war-act-against-kleptocrats-2980096",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-03-2022"
    },
    {
        "full_article": "It is disconcerting to us just how intrinsic corruption seems to be in projects of any size in Bangladesh. Since late January this year, a flurry of reports has come out regarding how politicians—closely related to the education minister—have acquired land chosen for the Chandpur Science and Technology University (CSTU) by showing hugely inflated prices. Eerily enough, Selim Khan, chairman of Lakshmipur Union Parishad chairman and local Awami League leader, applied to the education minister to select specific lands for the university four months before the administrative approval for land acquisition. Selim and his family members bought about 14.46 acres of land for Tk 38.16 crore between June 2020 and April 2021, besides some others, including the education minister's brother, who bought land (meant for the construction of the CSTU) at inflated prices—or at least that is what the papers show. Allegations have also arisen that Selim forced locals to sell/give up their lands to him.\nThe UP chairman, of course, denies these allegations and claims that he did buy the land at the stated hefty prices. If so, we wonder why the education minister, when contacted by our correspondent, would say that \"the allegations of price manipulation were likely true.\"\nMoreover, why did Selim Khan and Co buy the lands at such hefty prices in the first place? Indeed, the prices were 20 times higher than what they should have been, compared to other lands in the area, as discovered by a 13-member committee formed by the Chandpur district administration to look into the matter. Are we to believe that a major local politician and people close to him were led to purchase land at such exorbitant prices? If this is the case, how come research had not been conducted on what the prices of the land surrounding the plots meant for the university was priced at? The district administration committee found that, at the falsely inflated prices, the government would have to pay Tk 553 crore for the 63.549 acres of land, as opposed to the estimated actual price of about Tk 193 crore.\nWe understand that a writ petition is currently pending before the court, and we hope it will get to the bottom of this issue. If proven true, we hope those behind the sinister plan of making some bucks by showing artificial prices in the deeds will be punished. We also hope that the CSTU VC's request to complete land acquisition for the university will be fulfilled promptly. It is disheartening that the construction of an essential educational institution should lag behind due to the greed of an influential few.\n",
        "headline_1": "No end to corruption-ridden projects",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/no-end-corruption-ridden-projects-2980806",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-03-2022"
    },
    {
        "full_article": "There has been no starker reminder of people's helplessness in recent times than men and women standing in long lines behind the trucks of Trading Corporation of Bangladesh (TCB), waiting to get their hands on subsidised essential goods. The tragic footages of people fighting each other for a packet of sugar or clinging onto moving trucks as they pass by have humbled us into the realisation that the celebratory discourses around economic growth and post-pandemic recovery have not translated into prosperous lives for a vast majority of the country's population. In fact, with prices of goods spiralling out of control over the past few months—and threatening to go up even further as Ramadan approaches—it's no longer just the working class who are struggling to make ends meet. We thus appreciate the government's decision to expand TCB coverage and to introduce the trucks at the union level.\nCurrently, TCB trucks sell essentials at subsidised prices in metropolitan areas, and at times at the district level. As we have seen in the past few weeks, the demand for subsidised goods is much higher than the current provision, and while the promise to include more people is encouraging, it is by no means enough. With a large number of people grappling with poverty, and even middle-class families struggling to maintain balanced diets, there needs to be a proper assessment of what and how much people need to even get by, and a mechanism to ensure that those in most need are getting the goods. More trucks need to be introduced in localities with concentration of low-income groups. \nAt the same time, we cannot underscore enough that the government must urgently find ways to bring the prices down, monitor the market, and ensure proper functioning of the supply chain.\nThe finance minister has also announced that the government would lower VAT and duties on essentials such as chickpeas, edible oil and sugar to keep the market stable. While that would be welcome news, reports suggest that the announcement may, in fact, be misleading. For instance, there is no import duty on chickpeas and lentils to begin with, and the NBR last week reduced regulatory duty on raw sugar import until May 15 this year. We hope the government will issue the notification regarding VAT waiver of edible oil, and clarify the confusion regarding the tariff, tax and VAT structure on these essentials.\nAnd lastly, the government must ensure that whatever steps it takes now and in the immediate future will actually help the end consumers, meaning the ordinary people—not the traders.\n",
        "headline_1": "Move to expand TCB coverage, reduce VAT: Welcome but temporary fixes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/move-expand-tcb-coverage-reduce-vat-welcome-temporary-fixes-2980676",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-03-2022"
    }
]