[
    {
        "full_article": "The Leaders’ Summit of India’s presidency of the G-20 grouping, held over the weekend, resulted in major success with the unanimous adoption of the New Delhi Declaration — especially significant as there was little hope of one. Experts, diplomats and officials had downplayed expectations of India’s negotiators being able to pull off what few have achieved thus far: a détente between the “western” G-7-EU axis and the Russia-China combine over the issue of the Ukraine war. At the UN Security Council, not a single statement has been passed so far as a result of vetoes by both sides. While Indonesian G-20 negotiators in 2022 were able to pull off a joint statement with references critical of Russia (the G-7 pushed for these), the consensus did not last, and Russia and China refused to have them repeated this year. As every Indian ministerial meeting ended without success in a joint statement, India’s negotiating team took the more considered approach — to achieve consensus on other issues, before tackling the paragraphs on Ukraine. There was a breakthrough after the G-7 compromised on its insistence of language critical of Russia by having more neutral paragraphs. The Declaration statement achieved what is truly impossible in today’s global polarisation. In that, India’s “middle path” policy has been its biggest strength, along with Prime Minister Narendra Modi’s personal outreach to many G-20 leaders over the year. Another key initiative was enlisting the “Global South”, including many G-20 members, who were reluctant to take sides in the tussle, and wanted instead to shift priorities to global development issues. As a result, the 83-paragraph Declaration made progress on cryptocurrency regulation, and crystallised a figure of nearly $10 trillion needed for climate change adaptation and mitigation projects for the Global South, although it failed to agree on any fossil fuel “phase-out” deadlines.There were several other initiatives too: the admission of the 55-member African Union has corrected an imbalance that so far only allowed the EU in as a regional grouping in the G-20. The Global Biofuel Alliance was an important step towards more research and delivery of alternative energy sources for a world still dependent on fossil fuels. Finally, an India-Middle East-Europe Corridor with the promise of U.S. investment has dazzling possibilities, but details of its funding and execution still need to be drawn out. India’s attempt to take the G-20 outside of the ordinary, single-venue template, to hold 200 meetings in over 60 cities, drawing more than 1,00,000 official visitors from 125 countries, has been noted as a unique initiative, albeit at considerable extra cost; it remains to be seen whether future G-20s will find it a viable example to follow. Above all, India’s G-20 leaves an indelible mark in its attempt to “popularise” an organisation seen till now as a staid and boring event bringing world leaders to a high table where arcane subjects are discussed, decisions made are not scrutinised, and without bringing real change to the lives of the wider global population. To that end, Mr. Modi’s decision to hold a virtual “review” meeting in November, before India gives up its presidency, is a chance to ensure implementation and scrutiny of the decisions made over the weekend, that has been dubbed “India’s G-20 moment”.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nG20\n\n/\n\nG-20 New Delhi 2023\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nRussia\n\n/\n\nChina\n\n/\n\nUnited Nations\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\ncryptocurrency\n\n/\n\nclimate change (politics)\n\n/\n\npetrol\n\n/\n\ndiesel fuel\n\n/\n\ncoal\n\n/\n\nAfrican Union\n\n/\n\nASEAN\n\n/\n\ninvestments\n\n/\n\nUSA\n\n/\n\nIndia\n\n/\n\nIndonesia",
        "headline_1": "India’s moment: on the G-20 Summit outcomes",
        "headline_2": "The G-20 Summit was reimagined as a forum for changing the wider world",
        "link": "https://www.thehindu.com/opinion/editorial/indias-moment-on-the-g-20-summit-outcomes/article67295264.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-09-2023"
    },
    {
        "full_article": "The axiom that there are limits to human ability often faces its stiffest resistance in elite sport. Novak Djokovic’s men’s record-extending 24th Major singles title might set him on a path towards immortality. The straight-set victory over Russia’s Daniil Medvedev in the US Open final drew him level with Margaret Court’s all-time record of 24 crowns and made him the first man to win three Slams in a single year four times. Two years ago in New York, Medvedev had stopped Djokovic from completing the Grand Slam, the onerous feat of winning all four Majors in a single year. Coming into Sunday, the 27-year-old was fresh off a terrific semifinal win over tournament-favourite and top seed Carlos Alcaraz. But even at the age of 36, Djokovic showed he still had space to evolve and grow, rejigging his tactics by employing the serve-and-volley and mining every last reserve of his energy.While generational battles are not new to men’s tennis, the fight is on in the women’s game among this era’s finest to establish a firm pecking order. Coco Gauff, the 19-year-old from the United States, threw her hat into the ring with a come-from-behind three-set victory over Aryna Sabalenka for her maiden Slam triumph. Gauff first shot to the limelight at Wimbledon 2019 when she upset Venus Williams on her main draw debut. She made good on that early promise by reaching the 2022 French Open final and subsequently breaking into the top-10. But in July this year, she appeared to have hit a trough, exiting in the first round at Wimbledon. However, with a spruced-up game and a new coach in tow (former player Brad Gilbert), she secured three of her biggest titles — Washington WTA 500, Cincinnati WTA 1000 and the US Open — in a six-week span. What stood out at Flushing Meadows was the way Gauff handled Sabalenka’s baseline barrage with her attritional play. For India, Rohan Bopanna, 43, partnering Australia’s Matthew Ebden, became the oldest man to reach a Major final (Open Era). A close loss notwithstanding, he is up to World No.7, untouched by Father Time.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntennis\n\n/\n\nUS Open",
        "headline_1": "The old and the young: at the US Open",
        "headline_2": "Men’s tennis held up old order; women’s section threw up Gauff",
        "link": "https://www.thehindu.com/opinion/editorial/the-old-and-the-young-at-the-us-open/article67295288.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-09-2023"
    },
    {
        "full_article": "Every day, we editors at The Times of India would get a mail from ‘theajitninan@gmail.com’. The last mail from Ajit Ninan, the legendary cartoonist who made generations laugh, cry and think, came on Wednesday with an attached cartoon and the subject line, ‘from hospital … two more days on leave, please’. Ninan died the next night. He was 68.\n\nNinan was stubborn till his end that he shouldn’t miss his daily cartoon ‘Just like that’. Nor should editors miss publishing it. When we did, we regretted it. Scanning each of the 50-plus editions of TOI, Ninan would know which one missed carrying his baby. And when the resident editor got a call or a mail from him, there would be no defence, only an apology. Ninan was equally prompt in appreciating good work. “Love you,” was his favourite line. It didn’t matter that you were not too young, Ninan in a good mood always called you son (‘mone’ or ‘mole’ if you were a Malayalee). And it came from his heart.\nI, like millions of others, have been fascinated by Ninan’s creations, be it his comic hero Moochwalah or his illustrations and cartoons, first in India Today (where I worked for five years) and later The Times of India (where I got to know him personally). It was, however, only in 2017 that I got close to Ninan, thanks to an editors’ conference TOI organised in St Petersburg and Moscow. On our outings, I, with gleeful admiration, tagged along Ninan, trying to chat and get a glimpse of his visual mind. I was thrilled when he, after a drink late in the evening, asked me out for a stroll. We walked the Moscow streets in the wee hours, and I couldn’t believe that I was talking, hugging, laughing with Ajit Ninan!\nIn the morning, by the time I dragged myself into the conference room after barely a few hours of sleep, Ninan was in the room, in an impeccable coat, making caricatures of people around. Participants at the conference were given five minutes to make presentations, and Ninan caricatured most of them before they finished their talk. When I walked back after my presentation, Ninan handed over my caricature. Knowing his uncanny ability to turn people into animals and objects in three frames or less (something TOI, in a tribute, headlined ‘Houdini humour’) I took the sheet of paper from him with a sense of trepidation. Would he have drawn me as a frog, a mongoose, a jackal? Flattered I was, for it was just me! He had signed it, with the line: Best wishes from TOI family.\nLater, we would exchange cartoons from across the world. “Brilliant,” Ninan would exclaim when he spotted a sharp one. The bonding in Russia helped me get Ninan to do illustrations for the Tamil Nadu editions of TOI on big news days such as the state Budget. But he, as many creative geniuses are, was temperamental. When I called him to request for an illustration for the 2018-19 Tamil Nadu Budget, Ninan was curt. “I am too busy,” he said, and ended the call.\nBarely five minutes later, while I was driving to work, my phone rang. It was Ninan asking, “What’s the big idea for this Budget, mone?” I said I can’t think of anything specific, but there would be doles from finance minister O Pannerselvam who had bought peace with chief minister Edappadi K Palaniswami. Before I reached the office, the illustration was in my inbox. It showed EPS and OPS on a bike descending on Marina beach with a parachute which bore the names of different sectors; OPS had a goody bag slung over his shoulder. There was less time for an illustration when finance minister Palanivel Thiaga Rajan was to present the revised Budget for 2021-22. All I told Ninan was that it would be a difficult task for the finance minister to keep the DMK’s poll promises. And he drew PTR, as Jesus Christ, pulling on his back the ‘?’ symbol on which a farmer, a businessman and a graduate were trying to climb. I was flattered when Ninan messaged the next day that he loved the headline: PTR bears the cross to lead Tamils to the promised land. Goodbye, Ninan. Go, make everyone in the other world laugh.\n\n",
        "headline_1": "Ajit Ninan: His lines never die; neither will our laughter",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/chennaitalkies/ajit-ninan-his-lines-never-die-neither-will-our-laughter/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-09-2023"
    },
    {
        "full_article": "The scenes on our television screens of leaders of the major nations of the world including the President of the United States arriving in New Delhi for the G20 summit and later being greeted at the newly minted Bharat Mandapam by Prime Minister Modi signalled to all our citizens, that India is as capable as any in the world in organising such a meeting of heads of state and government.\n\n\nRead full opinion on TOI+\n\n\n\n\n",
        "headline_1": "The Next Big Thing: India did well to deliver consensus in the G20 Leaders’ Declaration. The summit’s organisational success shows the country has the capacity to host prestigious events like the Olympics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-next-big-thing-india-did-well-to-deliver-consensus-in-the-g20-leaders-declaration-the-summits-organisational-success-shows-the-country-has-the-capacity-to-host-prestigious-even/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-09-2023"
    },
    {
        "full_article": "The spectacular G20 summit in New Delhi could be termed as India’s coming out party. Not dissimilar to the 2008 Summer Olympics in Beijing, which was widely seen as China’s grand message of “arrival”. Curiously, in many aspects of national power, China 2008 and India 2023 have several analogues – not least in aggregate GDP measures, where China 2007 and India 2022 are at very similar levels!\nRead full opinion on TOI+\n\n",
        "headline_1": "China’s BRI now faces a credible Indian challenger: India-Middle East-Europe economic corridor, announced at G20, gives New Delhi new purchase in West Asia. But a lot will depend on delivery, and India’s economic performance",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/chinas-bri-now-faces-a-credible-indian-challenger-india-middle-east-europe-economic-corridor-announced-at-g20-gives-new-delhi-new-purchase-in-west-asia-but-a-lot-will-depend-on-delivery/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-09-2023"
    },
    {
        "full_article": "India has once again proved the sceptics wrong and done so in style. They had confidently predicted that the 2023 G20 leaders summit would fail to issue a joint statement, indeed becoming the first such summit with such failure. They were right insofar as the world has become more bitterly polarised over the last year and the shadow of these deep divisions was indeed long over many of the G20 meetings. But where they underestimated India was how strong its network of relationships is today and its determination to marshall these to build a meaningful consensus. The G20 New Delhi Leaders’ Declaration provides a pragmatic road map for how to continue imperative global cooperation when severe geopolitical discord threatens global wellbeing.\nThe declaration includes PM Modi’s words that today’s era must not be of war. Bringing the US and Russia to common ground on the language over the Ukraine war has been no mean feat. Being able to deliver this is an important piece of India’s image in the world growing with its G20 presidency. But there are also several others.\nThe edit below highlights the importance of India’s successful advocacy for the inclusion of the African Union as a permanent G20 member. Also of immense interest was India, US, UAE, Saudi Arabia, France, Germany, Italy and the EU signing an MoU for a connective corridor from India to Europe via the Middle East. Analysts were quick to term this “the new spice route” because it is promising dramatically smoothened pathways for the flow of trade, technology and energy – plus a counter to China’s Belt and Road heft in global infrastructure.\nBut the ambitiousness of this corridor shall be matched by its difficulty levels. And no matter the enthusiastic endorsements by Joe Biden, Ursula von der Leyen etc details such as how it shall be financed are not yet known. In other words, big tests for the work of this summit shall continue well after its end. The feel-good consensus on climate issues shall have to be followed by concrete mobilisation of the trillions of dollars needed for developing countries to implement their nationally determined contributions. What this weekend categorically proved is that as countries navigate how to share responsibilities and rewards in today’s world, New Delhi’s voice of reason and clarity shall be invaluable.\n\n",
        "headline_1": "Delhi Delivers, In Style: That a G20 consensus was achieved when geopolitics is so bitter was a real accomplishment",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/delhi-delivers-in-style-that-a-g20-consensus-was-achieved-when-geopolitics-is-so-bitter-was-a-real-accomplishment/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-09-2023"
    },
    {
        "full_article": "The somewhat comfortable macroeconomic situation that Bangladesh – with high economic growth, low inflation, and good foreign exchange reserves – was experiencing for the last few years has now disappeared. The economic pressure came from high global commodity prices, high imported inflation, and supply chain disruptions. But Bangladesh is not the only country feeling the pressure – every country, rich and poor, has been struggling to recover from the fallout of the pandemic and war in Ukraine.\nHowever, while countries like Sri Lanka – on the verge of an economic collapse – have begun to turn around, Bangladesh's economy is still facing difficulties on many accounts. The fiscal year 2022-23 ended with several disquieting factors on the economic front. Most of these problems could not be handled properly due to policy failures.\nNotwithstanding marginal fluxes, high inflation has remained a prevailing concern. The Bangladesh Bureau of Statistics (BBS) reported that the monthly average inflation was 9.02 percent as of June 2023, surpassing both the government's projected rate of 5.6 percent for FY2023 mentioned in the finance minister's budget speech and the central bank's projection of 7.5 percent in the Monetary Policy Statement for January to June 2023. To compare, in FY 2022, average inflation was 6.15 percent. Worryingly, latest BBS estimates reveal that average inflation in August 2023 was 9.92 percent while food inflation went as high as 12.54 percent.\nPolicymakers continue to ascribe the escalation of prices to exogenous factors such as high import prices of essential commodities. However, global prices have been on a downward trend for several months now. Hence, Bangladesh's inflation cannot be attributed to high import costs anymore. But prices of domestically produced commodities are continuously rising despite ample local production. Market manipulators creating a supply crisis and the inability of policymakers to take any measures against them have left common people undone, since wages have not increased as inflation has.\nMost countries, following the Ukraine war, adopted a contractionary monetary policy to control money supply in their respective markets. In contrast, Bangladesh Bank kept interest rates fixed at nine percent for lending and six percent for deposits. High inflation and a low lending rate made money cheaper, encouraging people to borrow. As such, broad money supply (M2) increased to 10.48 percent in FY2023 compared to 9.43 percent in FY2022. BB kept the lending rate low under pressure from the business community. On the other hand, depositors were losing money due to high inflation, which has eroded their purchasing power. Finally in July, Bangladesh Bank adopted a market-based interest rate policy as part of an IMF conditionality for the $4.7 billion loan.\nThe external sector also has a relation with inflation. Our foreign exchange reserve is increasingly shrinking. With a reserve of $41.8 billion in June 2022, the country was comfortable in terms of spending for its imports and external payments. The gross official forex reserve reached $31.20 billion in June.\nBut, in July, the central bank started to calculate the forex reserve as per the IMF's Balance of Payments and International Investment Position Manual (BMP6) method. According to this, our reserve had declined to $23.06 billion by August 30. BB has now excluded the amount disbursed for export development funds, foreign currency loans to local banks, and other funds which are not readily available for use. In the past, the inclusion of these funds made the forex reserve look larger than it actually was.\nFor the past several years, Bangladesh enjoyed stability in its external sector even during periods of relatively low export performance or sluggish growth in remittance. This provided policymakers with some amount of flexibility and confidence. Regrettably, they failed to make any strategic decisions to address the impacts of the global economic crisis on Bangladesh's external sector and its macroeconomic situation.\nThe value of taka was kept artificially high for a long time even though countries such as China, Cambodia, India, and Vietnam had depreciated their respective currencies. A strong currency was helpful for importers, but not desirable to exporters. However, despite the depreciation of taka against the US dollar, export sector performance was not impressive in FY2023. According to data from the Export Promotion Bureau (EPB), export revenue growth was 6.7 percent compared to the government's target of 11.4 percent. Depressed demand in importing countries has been the main reason behind low export income.\nRemittance growth in FY2023 was only 2.7 percent – lower than the rate of migration growth, which was 11.38 percent in the outgoing fiscal year. Serious concerns about the remittance flow have been raised since the increased number of migrant workers departing for foreign labour markets is not reflected in the patterns of remittance flows into the country. It is said that a large volume of remittances come in through hundi. The government's incentive of two to five percent for remitters is not attractive enough. The cost of sending remittance through formal channels is often higher than the government incentive to do so.\nImports also declined by 15.76 percent in FY2023, which can be attributed to a combination of policy measures and the decline in global commodity prices. The implementation of selective import restrictions, challenges in accessing foreign currency to initiate letters of credit, and the significant depreciation of the taka played crucial roles here. While some degree of import restriction was necessary in view of high commodity prices globally and to control imported inflation, the import of capital machinery and intermediate goods which are crucial for production has been reduced. In view of falling global prices, the import restrictions policy is no longer an effective way to reduce inflation.\nThe foreign exchange market has also experienced multiple exchange rates, which made it rather chaotic. The central bank's unified and market-driven exchange rate system allows the exchange rate between the taka and the US dollar (or any other foreign currency) to be determined by the market. BB will no longer provide specific exchange rates for buying or selling foreign currency, thereby promoting market stability. But the outcome of this measure is yet to be observed.\nFailure to increase export and remittance earnings has created pressure on Bangladesh's trade and current account balance. In FY2022, the current account deficit reached negative $18.6 billion for the first time. Trade deficit was also high at negative $33.2 billion. Though the balance of trade and current account balances improved somewhat compared to FY2022, deficits are still high. In FY2023, trade deficit amounted to negative $17.15 billion and current account deficit amounted to negative $3.3 billion.\nMore worryingly, the financial account deficit recorded in FY2023 was the highest in Bangladesh's history at negative $2.14 billion. Thus, the overall balance of payments was a negative $8.2 billion in the outgoing fiscal year. Financial account balances encompass foreign direct investment (FDI), remittances, and other investments and are substantial contributors to the forex reserves. The declining reserves result from the deteriorating financial account balances. The strain on reserves has made it extremely difficult to pay for imports and service debt.\nHigh energy prices are another important source of inflation in Bangladesh. The capacity payments made to independent power producers (IPPs), including rental and quick rental power plants, have escalated substantially over the years. Seemingly, the government is trying to earn this amount by hiking energy prices for consumers and producers. The pressure from the IMF to remove subsidies is also forcing the government to raise energy prices at a time when the cost of living is already high. Energy prices have been increased several times since 2021, which contributed to inflationary pressure. There has been a scarcity of natural gas – a primary fuel for power generation – due to the progressive decline in domestic supply. This shortage has been offset by higher imports of liquefied natural gas (LNG) to fulfil unmet demand. There has also been a dearth of public investment in the power and energy sectors even though various geological surveys have indicated the prospect of finding gas in the country.\nGovernment borrowing from the central bank in FY2023 also fuelled inflation by increasing money supply. The inability to generate adequate domestic resources gives little fiscal space for the government to undertake activities such as supporting the poor in times of high inflation. Macroeconomic stability deteriorated further in FY2023 due to higher borrowing from BB, which is equivalent to printing money.\nClearly, the major economic challenges facing Bangladesh are results of inadequate and incorrect policies. Added to this are poor policy implementation, inherent structural weaknesses, lack of good governance, and an absence of reform initiatives. With two months of FY2024 having passed us by, there is still no silver lining in terms of overcoming these challenges. It is also doubtful that any dramatic changes will occur during the rest of FY2024, since all efforts will be devoted to political activities and economic issues may take a backseat.\nDr Fahmida Khatun is the executive director at the Centre for Policy Dialogue and non-resident senior fellow of the Atlantic Council.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n",
        "headline_1": "All that went wrong for Bangladesh’s economy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/all-went-wrong-bangladeshs-economy-3416446",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-09-2023"
    },
    {
        "full_article": "After numerous allegations of abuse of authority against Additional Deputy Commissioner of Police (ADC) Harun-or-Rashid, we are relieved to see that his violent tendencies have finally gotten the police administration's attention. According to media reports, Harun was transferred less than 24 hours after he tortured two members of Bangladesh Chhatra League (BCL) at Shahbagh police station on Saturday evening. A three-member probe committee has been formed by police to look into the matter, and on Monday afternoon, the home ministry suspended him.\nOver the past few years, ADC Harun has racked up an \"impressive\" record with his abusive behaviour. There have been a number of media reports detailing how he assaulted students, teachers, journalists, members of opposition parties – anyone who protested on a public issue or against a government policy. His excessive use of force has been brought to the notice of police higher-ups many times, but in vain. In one instance last year, he even slapped a fellow police member, the video of which went viral. When this issue was raised before the then DMP commissioner, he categorically said no action would be taken against the ADC. In March this year, Harun reportedly led a police attack on journalists and lawyers during the Supreme Court Bar Association (SCBA) election. One of the victims, a senior reporter at ATN News, said he had complained to senior police officials about Harun's assault, but no action had been taken.\nHowever, we find it curious that after all the failed attempts to draw attention to his abuse of power, the police authorities decided to act only when he assaulted two members of the ruling party's student wing. Does this not imply that due process against an act of injustice was taken based on political considerations?\nThat ADC Harun has broken rules by overexerting his authority on a number of occasions should have been addressed a long time ago. We urge the police administration to pay heed to all complaints of police misdemeanour and brutality with the same fervour that they did in the case of ADC Harun. They must remember that their primary obligation is to the citizens of the country, not the ruling party.\n",
        "headline_1": "ADC Harun’s infamy finally gets noticed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/adc-haruns-infamy-finally-gets-noticed-3416336",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-09-2023"
    },
    {
        "full_article": "Global Financial Integrity (GFI) – a Washington DC-based think-tank that focuses on illicit financial flows – has published a number of reports on money laundering in Bangladesh. These reports found that Bangladesh is a major source of illicit financial flows, with billions of dollars being laundered out of the country each year. The main methods of laundering include trade misinvoicing, over-invoicing, under-invoicing, and hundi. Trade misinvoicing, which involves falsifying the value of imports and exports to move money illegally across borders, is the most common.\nAccording to a GFI report, $61.6 billion was smuggled out of Bangladesh from 2005 to 2014. Bangladesh loses $8.27 billion annually to trade misinvoicing. By 2030, GFI predicts this could exceed $14 billion per year. The Central Bank of Switzerland calculated that the amount of money deposited by Bangladeshis in the country's banks in 2016 increased by about 20 percent from the previous year. Bangladeshis are third on the list of those applying for the Malaysian second home programme. Money laundering to Canada hit a new height, as is evident from the existence of Begum Para. This year, Bangladesh's customs found that 33 readymade garment factories and buying houses had laundered at least Tk 821 crore over the last six years.\nHowever, former finance minister AMA Muhith, during his tenure, had not taken into account the allegations of money laundering. He'd said in parliament, \"I won't say no money is sent out of the country. But the amount as reported by the media can be considered exaggerated in reality.\" The current finance minister said he does not have any mechanism to glean information about laundering! In such a context, the political will of the government to prevent money laundering is constantly being questioned.\n\nWhile there is no single international authority responsible for recovering laundered money, several mechanisms and institutions work together to address this issue. There are a number of international laws and conventions that can be used to claim laundered money. These agreements provide a framework for cooperation between countries in combating money laundering, terrorist financing, and other financial crimes. Bangladesh itself has the Money Laundering Prevention Act, which criminalises laundering and authorises the confiscation of laundered assets.\nSadly, the country does not seem to be effectively using any of the tools to recover laundered money. The process of claiming money back typically involves identifying laundered money, the persons or groups behind the crime, and the location; gathering evidence; filing lawsuits in the country the money has been located in; obtaining a judgement from the court; and enforcing the judgement in the specific country.\nThe standard international process for returning laundered money is through mutual legal assistance (MLA), a mechanism by which countries can request and provide assistance to one another in criminal matters. This can include assistance with gathering evidence, interviewing witnesses, and freezing or seizing assets. Bangladesh has signed a number of mutual legal assistance treaties (MLATs) with other countries, including India, the US, the UK, China, Singapore, South Korea, Malaysia, Russia, Vietnam, Sri Lanka, and with Myanmar. Among Bangladesh's popular money laundering destinations, Canada, Cyprus, Switzerland remain missing from this list. Switzerland has shown an interest, but for some reason Bangladesh is yet to sign an MLAT with them.\n\nAside from MLATs, the United Nations Office on Drugs and Crime (UNODC) provides a number of resources to help countries combat money laundering and recover laundered assets. These resources, known as asset recovery networks, provide technical assistance and capacity-building support to countries. They include Stolen Asset Recovery (StAR) Initiative, Asset Recovery and Asset Management Program (ARAMP), and the UNODC Global Programme on Money Laundering.\nThere's also the United Nations Convention against Corruption (UNCAC), a global treaty that addresses corruption-related issues, including the recovery of assets obtained through corrupt practices. It establishes principles and guidelines for the return of stolen assets to their countries of origin. UNCAC requires countries to cooperate with each other in investigating and prosecuting money laundering cases.\nThe UNCAC Review Mechanism is a peer-review mechanism that assesses the implementation of UNCAC by its state parties. Bangladesh has been reviewed twice, in 2010 and 2016. The CRM has identified a number of areas where the country needs to improve its implementation of UNCAC: strengthening the independence of the Anti-Corruption Commission, improving the transparency of public procurement, and increasing the accountability of law enforcement officials.\n\nBangladesh is committed to implementing UNCAC and fighting corruption, but unfortunately, the government has not taken visible steps to address the concerns raised by the CRM.\nWhile Bangladesh has asset forfeiture laws and mechanisms in place, there is no independent institution, so lawsuits are basically non-functional. The top appointments in the Anti-Corruption Commission and the Financial Intelligence Unit (FIU) are considered on the basis of political affiliation. Officials are subject to political will and many are alleged to be involved in corruption and smuggling themselves.\nAmid all the issues, Bangladeshi banks and financial institutions lack robust anti-money laundering (AML) and know-your-customer (KYC) procedures in place. They do not report suspicious transactions on a routine basis, and the law enforcement agencies also do not conduct regular investigations.\nRecovering laundered money involves a complex, multi-jurisdictional process that requires cooperation between countries, law enforcement agencies, financial institutions, and international organisations. It is crucial for countries to have effective legal frameworks, strong AML measures, and the political will to combat money laundering and facilitate the return of stolen assets. While there is no guarantee of success in every case, international efforts are continually evolving to enhance the effectiveness of asset recovery mechanisms. Even the most successful countries only recover a small fraction of the money that is laundered each year. Yet, the US and the UK have had some success in recovering laundered money in recent years. The UK has a number of specialised agencies that are dedicated to combating money laundering, and it has a strong track record of working with other countries to this end.\nIt is widely believed that money laundering is politically motivated in Bangladesh, facilitated by politicians and as well as politicised banking administrators, businesspeople, regulators and bureaucrats. Hence, there should be a strong political will to start the recovery of laundered money. The country needs to initiate recovery efforts, seeking expertise locally and abroad.\nFaiz Ahmad Taiyeb is a Bangladeshi columnist and writer living in the Netherlands.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n",
        "headline_1": "Bangladesh has many ways to tackle money laundering",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bangladesh-has-many-ways-tackle-money-laundering-3416091",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-09-2023"
    },
    {
        "full_article": "After numerous allegations of abuse of authority against Additional Deputy Commissioner of Police (ADC) Harun-or-Rashid, we are relieved to see that his violent tendencies have finally gotten the police administration's attention. According to media reports, Harun was transferred less than 24 hours after he tortured two members of Bangladesh Chhatra League (BCL) at Shahbagh police station on Saturday evening. A three-member probe committee has been formed by police to look into the matter, and on Monday afternoon, the home ministry suspended him.\nOver the past few years, ADC Harun has racked up an \"impressive\" record with his abusive behaviour. There have been a number of media reports detailing how he assaulted students, teachers, journalists, members of opposition parties – anyone who protested on a public issue or against a government policy. His excessive use of force has been brought to the notice of police higher-ups many times, but in vain. In one instance last year, he even slapped a fellow police member, the video of which went viral. When this issue was raised before the then DMP commissioner, he categorically said no action would be taken against the ADC. In March this year, Harun reportedly led a police attack on journalists and lawyers during the Supreme Court Bar Association (SCBA) election. One of the victims, a senior reporter at ATN News, said he had complained to senior police officials about Harun's assault, but no action had been taken.\nHowever, we find it curious that after all the failed attempts to draw attention to his abuse of power, the police authorities decided to act only when he assaulted two members of the ruling party's student wing. Does this not imply that due process against an act of injustice was taken based on political considerations?\nThat ADC Harun has broken rules by overexerting his authority on a number of occasions should have been addressed a long time ago. We urge the police administration to pay heed to all complaints of police misdemeanour and brutality with the same fervour that they did in the case of ADC Harun. They must remember that their primary obligation is to the citizens of the country, not the ruling party.\n",
        "headline_1": "ADC Harun’s infamy finally gets noticed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/adc-haruns-infamy-finally-gets-noticed-3416336",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-09-2023"
    },
    {
        "full_article": "We express our deepest sorrow for the people of Morocco, who are undergoing the most excruciating times of pain, loss, and despair following the earthquake which has already taken more than 2,000 lives and left at least 1,404 people critically injured. The death toll is expected to rise as more bodies are retrieved. Rescuers are desperately searching for survivors in the rubble, while those who have survived are in a state of shock after watching their city collapse, along with the loss of their homes and loved ones. The earthquake, with a magnitude of 6.8, occurred mostly in Marrakech and five provinces near the epicentre.\nThe world has seen other major earthquakes recently. In February, earthquakes with magnitudes of 7.8 and 7.7 hit Turkiye and Syria, killing over 50,000 people and destroying 6,600 buildings.\nAs we know, earthquakes are virtually impossible to predict. But experts believe that the biggest factor in preventing deaths from earthquakes is building codes, and that by designing earthquake-safe buildings, we can save many lives. Japan, which has experienced severe earthquakes, has been diligently following this advice. Even though it is costly, all earthquake-prone countries should also adopt this practice.\nIn the case of Bangladesh, a study conducted by researchers from Dhaka University and Columbia University identified 13 areas that are at risk because of tectonic faults. Three districts of the Chittagong Hill Tracts and an upazila of Sylhet are at the greatest risk. The study revealed that an earthquake of magnitude 7 to 8 may also result in large-scale devastation in Dhaka city, which is besieged by unplanned construction of buildings. The construction of many multi-storied residential buildings on soft soil, in violation of building codes, increases the risk of collapse during a big earthquake. There are 2.1 million buildings in Dhaka, with 600,000 buildings being six-stories high or taller, according to BUET. Have the authorities identified how many of these buildings are risky or retrofitted them to make them safe?\nMorocco's tragedy is yet another reminder for all countries that are at risk of earthquakes. Bangladesh needs to enhance the capacities of its fire departments, volunteers, trained personnel, and emergency medical services and create a national rescue strategy so that we can respond effectively if a disaster strikes.\nAs Morocco reels from this catastrophe, we express our deepest condolences to the bereaved families and urge the international community to provide logistical and financial support to the Moroccan people on an urgent basis.\n",
        "headline_1": "Morocco’s earthquake is another wake-up call",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/moroccos-earthquake-another-wake-call-3415496",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-09-2023"
    },
    {
        "full_article": "While the value of trade in world commercial services in 2023 could not keep pace with the robust growth in 2022, it still has recorded a modest growth of 2.8 per cent. In case of Bangladesh, though, there has been a slump in export of commercial services by as much as 15.65 per cent to US$7.49 billion from $8.88 billion in the previous fiscal. Clearly, the country has reasons to be concerned about this undesirable development. Countries like Bangladesh where labour and commercial services are cheaper stand an opportunity to make a breakthrough banking on this capital. In fact, income from services should have been at a higher rate than the global average. Somewhere things have gone wrong. Already accusing fingers have been pointed at the policy drawbacks that have constrained the sector from exploiting the potential of the limited services Bangladesh exports and also from exploring more areas for diversification of services.In 2022, both global merchandise trade and commercial services rose by 12 per cent and 15 per cent to $25.3 trillion and $6.8 trillion respectively. Global exports of digitally delivered services accounted for $3.82 trillion. Although high energy price and soaring inflation were to a degree responsible for the 2022 boom in service sector trade, it still had left a strong message for a country like Bangladesh that waxes eloquent on turning it fully digital and smart. The problem with such dreaming big is that the aspiration is not backed by adequate policy support, particularly in areas of education, and inclusion of not only the private sector but the entire nation on course of such a journey. So far the country's digitally delivered service has made great strides but almost on its own. Those talented young IT experts, however, cannot overcome the various stumbling blocks they face on their way to render services and repatriate their income. Internet speed is one of the slowest and priciest.This could undergo phenomenal changes if a long view of the sector's exponential growth along with others including the expertise in pharmaceutical industry could be taken. That there is a pool of digital- savvy young people in this country is well recognised but honing their skill on the fast changing computing knowledge is limited. Actually, institutions and organisations such as India's Infosys should have come into being by this time. But a lack of vision and policy support has been responsible for not organising the sector well.Quality contents are key to capturing global market. To do so, there is a need for stepping up financial computing, data analysis and research in both software and hardware to a notch or two higher. The artificial intelligence (AI) has brought about a paradigm shift in the information and technology sector. Although a few young prodigies ---mere students in schools and colleges and that too in villages far away from the capital ---have shown remarkable talent in producing moving and talking robots, they are not the representatives of the country's AI attainment. But surely, if there were institutional set-ups to nurture their talents, they could work wonder. This would, in turn, have created an environment for the young generation to make IT a way of national life.",
        "headline_1": "A case for export of commercial services",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-case-for-export-of-commercial-services-1694444967",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-09-2023"
    },
    {
        "full_article": "After the recent ceremonial openings of the Dhaka Metro Rail or the Mass Rapid Transit-6 and the Dhaka Elevated Expressway, the city's communication sector appears to have undergone a spectacular transformation. To define it briefly, after the start of the construction of long flyovers, embarking on the two mega communication projects emerges as two major events of far-reaching impacts on the life of the greater Dhaka residents. The authorities executing the projects deserve plaudits. All of these projects have added to the facilitation of the people's life in this fast-expanding metropolis. The residents on the verge of reaping the full benefits of the new communication infrastructure now look forward to the rest left incomplete. The work on these projects goes on in full swing.Against this backdrop, many people cannot but recall a number of communication ventures which were undertaken or planned in the past. Thanks to procrastinations, lack of coordination between different authorities and the dearth of necessary funds, many such projects have recurrently been put on the back burner. They include the dual-gauge rail lines and the high-speed trains on Dhaka-Ctg route for now. Among them, the project of the expansion of rail communication to the southeastern region, centring on the Cox's Bazar town, has stood out with its distinctive features. In the contexts of short-, mid- , and long-distance communication within Dhaka city and outside, a number of Dhaka dwellers cannot forget the dream of the circular waterway operating on all four sides of the city. Those who backed, and warmly welcomed, the unique project now literally feel perplexed and disillusioned. Many have travelled along the route at intervals during the time of the nearly last two decades. They may now have lost hope of seeing the circular waterway in operation again, at least in the near future. But had there been repeated all-out efforts to see the extraordinary water communication project materialise, the people of the greater Dhaka would have been greatly benefited. There was a flip side. The ground realities turned worse than those which had been prevailing in the past.It's the people residing chiefly in the western and the northern parts of Dhaka who would have been benefited by the circular river route. The rivers comprising the fully complete waterway around Dhaka would total at six. This communication network, dependent on small motor-launches or water-buses, was supposed to connect the Sadarghat-Babubazar area with western Mohammadpur, Basila, Rayerbazar and Ashulia. In between, there were stations like Shinnir Tek, and Aminbazar in Mirpur. The passenger vessels in the region of Dhaka north have long been replaced by trawlers filled with sands dredged from the bottom of the rivers, especially the Turag. According to the original plan, the greater Dhaka circular launch route was set up to operate and extend up to Kachpur Bridge from Ashulia to go further east up to Ichhapur. The plan of the route was taken by the policymakers dealing with both the capital's road traffic movement, plagued by gridlocks, and the prospects for an effective circular waterway. Thanks to the road traffic congestions, many students attending colleges and a university in the older part of Dhaka had to go through the gruelling experiences on the roads. There are virtually no direct bus services between Dhaka's north-western and southern points. The full operation of the circular waterway would have freed the bus travellers from the sufferings.Apart from the commuters, the circular waterway would have benefited the traders, who had to make daily business trips between the city's western and southern points. Plans were underway to expand the route to the rivers lying in the eastern part of the capital. They include Balu and Shitalakhya on the east, Bongshi and Turag on the west, Tongi Khaal to the north, and Dhaleshwari on the western periphery. There are few fast-sprawling cities in the world in the present times which are surrounded by so many rivers. But thanks to the unabated increase in the rivers' pollution and siltation, the small passenger vessels have found it difficult to move smoothly. A 574 km main segment of the waterway project would have witnessed the operation of the vessels. The plan for allowing small motor-launches on the route had been taken to facilitate their shuttling between places in the greater Dhaka. Thanks to the natural adversities like reduced navigability of the rivers, the shuttling of launches eventually proved quite difficult. The launches found it difficult to move from one river station to another. Apart from the drop in navigability of the Buriganga channels due to their natural shrinking caused by the dumping of solid wastes into them near Dhaka, there were many other impediments.The continued decrease in the current of those river-branches led to the slow death of many, with their water turning stagnant. Localised dredging of the Buriganga could have saved those channels, as well as the main river upstream. Encroachments on the otherwise free-flowing rivers to the north also contributed to the hampered movement of the vessels along the waterway route. It's the ritual of repeated closures and re-openings of the motor launch shuttling, which led to a kind of disillusionment among the few passengers who had turned to the service for convenience. With a busy waterway network in place on all its four sides, Dhaka life may emerge unparalleled. An efficiently run circular waterway can make Dhaka city a unique one in global perspective. Unfortunately, the authorities continue to dawdle over the project.\n[email protected]",
        "headline_1": "Future of Dhaka circular waterway",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/future-of-dhaka-circular-waterway-1694445008",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-09-2023"
    },
    {
        "full_article": "Shoolgoing boys and girls are committing suicide in greater number than members of other age groups, a recent study says. Done by a non-government youth-focused social organisation, Achol Foundation, the study has analysed the circumstances of the suicides as reported in some 100 plus newspapers and online news portals between January and August this year and come up with some findings that are concerning. In eight months, the study period, some 361 students from both schools and colleges/universities committed suicide. Of them, more than 47 per cent are school students. Obviously, they are mostly in their adolescence, a phase of physical and mental growth that takes place between the age of 10 and 19. In the process of a child's brain growth, adolescence is when its (brain's) second and final phase of 'growth spurt' occurs. It is a time in the lives of young people when they are most sensitive to their experiences. And as they are transitioning to their adulthood, they need to have more insight into what they are experiencing. So, it is a crucial period in their lives when they are in need of guidance through caring adult interaction. Proper education and work opportunities should also be available to them during this period. These are important because at this phase the brain is shaped-not in the figurative sense of the term, shape, but physically-by the ideas they receive and the experiences they go through. So, the brain circuitry that finds no further use dies out. Understandably, this is the time to learn new skills and develop lifelong habits. However, these are about the brain chemistry that controls the adolescents' behaviour. If the family environment in which a boy or a girl grows up is not responsive to their emotional needs, or is very demanding, or one of rejection, or worse, even abusive, the young person in question may think of escaping the situation through suicide. This can happen because the young person lacks the necessary insights to resolve her/his crisis in other ways than resorting to ultimate self-negation. It is not only the family, the wrong environments in the schools or the neighbourhoods in which a young person grows up can also be instrumental in her or his being self-destructive. Shockingly, schoolgirls, according to the study, have been found to be nearly twice as prone to committing suicide as the boys. Actually, out of 361 students suicide cases studied, 214 were girls, while 147 were boys. And close to 47 per cent of the school students committing suicide were in a mental state, the study categorised in Bangla as 'aviman', which may be translated in English as 'being upset due to rejection, or hurt pride'. Whatever that might be in terms of orthodox psychology, it still points to how sensitive those victims of suicide were to the uncaring adults who mattered in their lives. Sadly, in this era of communication explosion, especially with the advent of the social media, the children are getting less and less communicative with their parents or other guardians as they most of the time remain electronically engaged with their peers or even unknown people. This is quite a new kind of experience the young boys and girls are going through. Their adult guardians are also not immune from what may be termed 'social media addiction'. But what it all boils down to is that the communication gap between the teenage schoolboys and girls and their adult guardians is widening day by day. To address the issue, what the parents/other adult guardians should first do is positively interact more with their adolescent boys and girls. And the rest will follow.\n[email protected]",
        "headline_1": "The alienated teens",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-alienated-teens-1694445056",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-09-2023"
    },
    {
        "full_article": "The aim of agent banking is to provide banking service to the unbanked people. It is becoming popular day by day in rural Bangladesh, where banking service has not yet reached. It is a cost-effective alternative for the banks as it takes huge amount of money to open branches and operate them. Already a number of banks have started operating agent banking across the country. Many people particularly in rural and remote areas are getting the benefits from this banking practice. This has created an opportunity for them to get banking service, since in most cases they cannot afford to to go to the city to carry out bank transactions. However, many people in the country are still outside the banking system. Agent banking can help them have banking facilities available at their doorsteps. So, commercial banks should focus more on agent banking and bring everyone under banking service. Through agent banking, people are now getting remittance without hassle, and can save small deposit, pay utility bills and get government-provided financial help without going to the city. But at the same time, people have to be more careful while doing transactions through this banking service. A few incidents of fraudulence relating to agent banking have been reported in the last couple of months. Things to check before doing transaction through agent banking include: 1. The agent's registration number from the bank's website. 2. SMS of deposit or withdrawal of the balance before leaving the bank. The SMS is supposed to be provided only by the particular bank's SMS service. 3. The account balance from the agent point if required. \nAbdullah-Al-Noman,Student of BBA, North South University, Dhaka, [email protected]",
        "headline_1": "Benefits of agent banking",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/benefits-of-agent-banking-1694445084",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-09-2023"
    }
]