[
    {
        "full_article": "With the conclusion of the last session of the 17th Lok Sabha on Saturday, the bugle has been sounded and the battle lines drawn for the general election. Prime Minister Narendra Modi mounted a sharp attack on the Congress and its leaders in his various interventions during the session, while avoiding criticism of any of the regional parties or their leaders. After the unprecedented suspension of 146 members during the winter session, the last session began on a more cheerful note. All members were back in the House, including the 14 Members of Parliament (MP) whose cases were referred to the privilege committees of the two Houses. The committees cleared their names, just ahead of the session. But Aam Aadmi Party (AAP) MP and leader Sanjay Singh, who was recently reelected to the Upper House, could not take oath on the ground that the breach of privilege cases against him moved in his previous term are still pending. The Rajya Sabha privileges committee has not even scheduled a meeting.The session was extended by a day to debate a resolution on the Ram Temple. The Left parties were the only ones to take a clear stand in their boycott by announcing that they would not be a party to any communal agenda. The other Opposition parties, not willing to invite any controversy, came up with different reasons to stay away. The Dravida Munnetra Kazhagam, in the Lok Sabha, cited the plight of Tamil fishermen, and, in the Rajya Sabha, focused on the Centre’s indifference towards the destruction caused by flooding in the State to stay away from the proceedings. The Trinamool Congress and AAP MPs were not to be seen. The last five years have been unprecedented in Indian parliamentary history. Parliament shifted to newer and much larger precincts, amid criticism of its design, from the British-era building. Paradoxically, just as parliamentarians got more room, the 17th Lok Sabha witnessed the continuous erosion of the role of the Opposition. In a first, the Lok Sabha functioned without a Deputy Speaker — a post that is conventionally occupied by the Opposition — for the entire term. The five years were also marked by a steady decline in the Opposition’s bench strength in the Rajya Sabha. The Congress has only 30 members in the Upper House, far behind the 93 members from the Bharatiya Janata Party. The government had its way and say, while the Opposition spent time on the sidelines.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nParliament proceedings\n\n/\n\nparliament\n\n/\n\nGeneral Elections 2024\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\npolitics\n\n/\n\npolitical parties\n\n/\n\nAam Aadmi Party\n\n/\n\nAyodhya Ram Temple\n\n/\n\nDravida Munnetra Kazhagam\n\n/\n\nLok Sabha\n\n/\n\nRajya Sabha\n\n/\n\nfishing industry\n\n/\n\nflood",
        "headline_1": "Parliamentary affairs: On the last session of the 17th Lok Sabha",
        "headline_2": "The last 17th Lok Sabha session served as a preparatory forum for the polls",
        "link": "https://www.thehindu.com/opinion/editorial/parliamentary-affairs-the-hindu-editorial-on-the-last-session-of-the-17th-lok-sabha/article67835464.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-02-2024"
    },
    {
        "full_article": "The Finance Ministry, in a White Paper on the economy placed in Parliament, has accused the Manmohan Singh-led United Progressive Alliance (UPA) of 2004-2014, of botching the economy. The Ministry has sought credit for the Narendra Modi-led National Democratic Alliance (NDA) government’s repair and reform job since 2014 for lifting India to the world’s fifth largest economy from one of the ‘Fragile Five’ 10 years ago. It listed 15 “high-profile” UPA “scams”, including coal, 2G spectrum, the Commonwealth Games and even a ₹44 crore misappropriation case in the Jammu & Kashmir cricket board. Hours before this, the Congress released a Black Paper on “10 years of Anyay Kaal (Era of Injustice)”. It highlights this government’s “economic blunders” such as demonetisation (something the White Paper is silent on), the flawed GST regime, the unemployment situation with stagnant wage growth, farmers’ distress, and high inflation despite crude oil prices being lower than in the UPA’s times. Finance Minister Nirmala Sitharaman questioned the UPA’s ‘extra-constitutional’ governance system and Dr. Singh’s failure to undertake reforms that were still pending after the 1991 liberalisation rush, and said this government delivered on those reforms and beyond. She even invoked cases from the 1950s and 1970s to argue that corruption runs in the Congress’s DNA.The government’s assertion that the White Paper will serve as a record for posterity for India’s youth to know the efforts it took to undo the UPA-era damage and “restore India’s glory”, belies its anxiety that the young may not be adequately convinced about recent years’ outcomes. That may explain the curious absence of real GDP growth and employment rates in the UPA and NDA years from the data-laden paper, which even compares waste volumes processed by urban local bodies. The paper argues the UPA failed to deliver GST and use Aadhaar effectively, but the NDA embraced and delivered on both. That a few BJP States, including Gujarat, had reservations about GST and Aadhaar at the time is a lost nuance. The NDA had a resounding majority twice, but has yet to find a consilient approach to undertake critical pending factor market reforms such as on land (an ordinance approach was abandoned in 2015) and labour (new Codes are yet to kick in), while it had to backtrack on farm sector reforms. The UPA was a rainbow coalition that navigated tricky terrains such as telecom and insurance FDI liberalisation and the India-U.S. civil nuclear deal. India’s reform journey has been marked by successive governments building on past efforts, rather than reversing course, and, in hindsight, many opportunities may be considered missed or bungled. The paper seems to be an attempt to temper voters’ higher expectations from a government with a majority mandate. But a pointed finger leads to three pointing right back. It is no surprise that the White begot Black.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\neconomy (general)\n\n/\n\nIndian National Congress\n\n/\n\nBharatiya Janata Party\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nDemonetisation\n\n/\n\nagriculture\n\n/\n\ninflation and deflation\n\n/\n\ntaxes and duties\n\n/\n\nemployment\n\n/\n\nAadhaar\n\n/\n\nGujarat\n\n/\n\nlabour legislation\n\n/\n\nforeign investment\n\n/\n\nnuclear policy\n\n/\n\nvoting",
        "headline_1": "Conjuring a catharsis: On the government’s White Paper on the economy",
        "headline_2": "The White Paper on the economy is a political diversion",
        "link": "https://www.thehindu.com/opinion/editorial/conjuring-a-catharsis-the-hindu-editorial-on-the-governments-white-paper-on-the-economy/article67835416.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-02-2024"
    },
    {
        "full_article": "Five awards Modi has conferred are carefully chosen and timed to maximise political gains as BJP aims for a massive poll victory\nIt’s raining Bharat Ratnas as we get closer to general elections. These awards are always informed by some political calculation. But this time they seem to have more political meaning and potency.\n\nFive names announced so far are Karpoori Thakur, late OBC leader and former Bihar CM; LK Advani, who led political mobilisation for Ayodhya Ram Mandir issue; PV Narasimha Rao, late former PM, and the leader who greenlighted economic reforms; Chaudhary Charan Singh, late Jat farm leader and briefly PM; and late MS Swaminathan, architect of India’s green revolution.\nRead full story on TOI +\n\n",
        "headline_1": "Bharat Ratnas & Bharat strategy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/bharat-ratnas-bharat-strategy/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-02-2024"
    },
    {
        "full_article": "Continent fears barbarians are at the gate. Truth is migration there is mostly legal. But perception has overwhelmed reality & politicians are merrily playing along\nEurope is at war, one that’s broader than Ukraine, and arguably more consequential. From Baltic Sea to Mediterranean shores, and even through to tiny post-Brexit Britain, there is hand-to-hand combat for the narrative, and it all revolves around the ‘other’, the foreign body.\n\n\nBattlefields of 2024 | Migration – both regular and irregular – is prominently on the agenda, with self-proclaimed patriots steadfast at the political barricades as the continent prepares for a clutch of elections. These range from picking its only directly elected supranational body, European Parliament, to national polls in Portugal, Lithuania, Croatia, Belgium, Austria and Britain and key regional ballots in eastern Germany.\nRead full story on TOI+\n\n",
        "headline_1": "Europe’s other war…on the ‘Other’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/europes-other-war-on-the-other/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-02-2024"
    },
    {
        "full_article": "No matter who gets the keys to Islamabad’s govt mansions, Pakistan will be in heaps of trouble for months, perhaps years, to come. Pakistan’s polycrisis includes a lurching economy, security in Pak’s western borders going from very bad to awful and, most crucially, army losing at least a bit of its sheen.\n\nEconomic mess | Year-on-year inflation in Jan was a steep 28%. For many ordinary Pakistanis, buying necessities has become a luxury. IMF last year doled out $3 billion. But that was a tiny drop. Pak has $77.5 billion in debt repayment obligations over next three years, and its forex reserve as of Jan 26 was a pitiful $8.2 billion.\n\n\nBorder badlands | Tit-for-tat missile strikes between Iran and Pakistan last month – each apparently targeting bad guys given good homes by the other – show Islamabad’s neighbours have lost patience with its let’s-exportterror strategy. Even Taliban is getting antsy – attacks inside Pak by Tehreek-iTaliban Pakistan have spiked since the fall of Kabul in 2021. It’s the kind of prorogue that leads to full-blown militancy, as was the case in late-2000s.\n\n\nForeign policy tangle | Pak is already caught between a rock and a hard place – it loves China’s strategic CPEC projects but also wants America’s affection. But with US and China squaring off, Pak risks getting squashed in the middle. Plus, violence in West Asia can have dangerous spillover effects.\n\nMunir-e-Azam | Pak army’s ongoing ‘hybrid regime’ model means civilian institutions remain infants. Army boss General Munir will call the shots on foreign policy and defence, and order civilian govt to make tough policies. That will make already mad Pakistanis madder. Pak’s general sahibs are no longer as loved and feared as they were – support for Imran’s PTI shows this. That’s even more reason army’s model won’t work. Which bunch of civilians governs Pak next is, therefore, irrelevant.\n\n",
        "headline_1": "Who’ll win? Who cares? Why Pak elections don’t really matter",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/wholl-win-who-cares-why-pak-elections-dont-really-matter/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-02-2024"
    },
    {
        "full_article": "It’s hard to imagine a worse candidate description: “Well meaning, elderly man with a poor memory.” It would not even grab an entry-level govt job. Not even in a banana republic. And yet, this is a credible conclusion about the man holding ‘the most powerful job in the world’. Of course Joe Biden has dismissed the special counsel’s report to this effect: “They don’t know what they’re talking about.” But does he?\n\nConfusing Mitterand with Macron and Merkel with Helmut Kohl are two recent gaffes. He drops these more regularly than Orry’s celebrity hugs. When he became US president he was the oldest person to have done so. Before him, that title rested with Trump. Both see themselves as sort of super-agers. And Biden’s strategists might still believe they can neutralise the memory-bomb. Their strategy? If our guy was old before the memory-bomb went off and he is old afterwards, nothing has changed. Isn’t the country used to him stumbling about in public anyway?\nBut high-octane elections have turned on much less. As Americans look at a war-torn world they are being told their commander-inchief misremembers key details of conflicts. Not to mention when he took up which leadership position or when his son died. Biden’s key campaign card is that Trump is too dangerous. But is having a man with “significantly limited” memory hanging around the nuclear button anyone’s idea of safety?\n\n",
        "headline_1": "There goes Joe, again",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/there-goes-joe-again/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-02-2024"
    },
    {
        "full_article": "Numerous studies have highlighted an ever-widening disparity across the rich and poor, urban and rural divides. The latest demographic surveillance system released by the Bangladesh Bureau of Statistics (BBS) presents an altogether different form of disparity involving physical disability between the rich and the poor. The BBS data show, a whopping 34.5 per cent individuals bear signs of disability among the poorest communities, whereas the national average rate of disability is 25.5 per cent. That means the prevalence of disability is disproportionately high among the poor with poverty and disability inextricably linked to each other. Malnutrition, acute maternal malnutrition during pregnancy, and the breastfeeding periods, generally found in poor and low-income families increase the risk of the child's stunted growth. That means inequality, as far as nutritional status is concerned, begins from the womb. Then again, the poor expectant mothers' reliance on unskilled midwives and the newborn's lack of access to public health services such as immunization may also lead to health conditions that result in disability. Moreover, if a child is born with some form of disability, proper treatment might help cure it, fully or partially. In many cases, poor families due to a lack of awareness and money do not seek proper treatment. They rather go to quacks or traditional healers. It may be regarded as the curse of poverty, the authorities' failure to ensure access to public health for the poor or existing disparity in the distribution of wealth or both. Whatever the case, the fact remains that poverty is rendering a significant number of people physically disabled which in turn erodes their capacity to change their lot, permanently blocking their upward social mobility.Against such a grim backdrop, the government in particular and society at large cannot shun their responsibility. It should not be forgotten that if physically challenged people were left unaided, they would ultimately become a burden on the government and society. The government and non-government organisations, therefore, must make concerted efforts with a multi-pronged strategy to prevent and treat disability. As part of the government's social safety net or family planning programme, poor expectant mothers can be provided with special cards to ensure their access to healthy food and healthcare facilities. There is also a need for raising social awareness about treatment facilities for children born with birth defects. Early childhood treatment of many birth defects can be cured and prevent many people from suffering a life-long disability.Last but not least, the government and society have to ensure that physically challenged persons have access to required civic amenities. They should be provided with proper education and skill-training so that they can become independent, free themselves from the curse of dependence upon others, contribute to society, and lead dignified lives. People with disability should be given necessary logistic support to make their work and movement easier. Corporate houses, NGOs, and other social welfare organisations should also extend help to the disabled. Such helps are no charity, rather a moral, and social obligation. People with physical impairment deserve to be integrated into mainstream society. Many so-called disabled people are simply differently abled and conditions must be created for flourishing their talents and abilities. Programmes must be geared up to help the next generation overcome their parent's/parents' physical constraints.",
        "headline_1": "The link between poverty and disability",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-link-between-poverty-and-disability-1707663680",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-02-2024"
    },
    {
        "full_article": "The fear that the fallouts from the ongoing conflict between the Myanmar military junta and the People's Defence Forces (PDFs), an umbrella organisation of the resistance movements by different ethnic armed organisations (EAOs) of Myanmar might spill over into Bangladesh, has finally come true. Intense exchanges of fire were reported to have erupted between one of the EAOs, the Arakan Army (AA), and the junta forces on the other side of the border of Howikang union of Teknaf upazila in Cox's Bazar district on last Thursday, February 8, which continued till morning the next day. Incidents of heavy firings close to border areas of Bandarban and Cox's Bazar districts along with stray mortar shells and bullets falling inside Bangladesh killing people and causing panic among villagers living in the bordering areas have been going on since long. But the recent developments mark quite a shift in balance of power between Myanmar junta forces and the EAOs of that country. Recently, hundreds of Myanmar defence personnel have crossed into Bangladesh. They are under the custody of the Bangladesh Border Guard (BGB). A spokesperson of Bangladesh's foreign ministry has said the members of Myanmar defence personnel now under the custody of Bangladesh would soon be handed over to the Myanmar authorities. But questions remain. The crisis brewing along the international border between Bangladesh and Myanmar has its international dimension, too. As it is not a normal, peacetime situation, the fallouts from the continuing civil war in Myanmar, especially the problems arising out of people, both armed and unarmed, fleeing their country and crossing into Bangladesh may not entirely be an issue to be resolved bilaterally between the governments in Naypyidaw and Dhaka. In fact, there should be the scope of international mediation for such issues. One needs to take into consideration the fact that since February, 2021's coup d'état by the Mynamar military (Tatmadaw), the civil war that broke out in that country has been gaining ground across Myanmar. In many areas, the Tatmadaw is reportedly on retreat. A large swathe of the northern Rakhine state close to the Bangladesh's border has recently gone under the control of the so-called Arakan Army. The fate of the current regime in Naypyidaw seems to be, to all intents and purposes, hanging in the balance. In such a politically volatile situation on the other side of the border, Bangladesh needs to be extra cautious in dealing with the incumbent in Naypyidaw. After all, the National Unity Government (NUG), Myanmar's government in exile now fighting against the Myanmar's military junta is watching Bangladesh's role in relation to its civil war. True, Bangladesh believes in non-interference in the internal affairs of a third country including its next-door neighbours. Having said that, Bangladesh cannot also forget about the fact that more than a million Rohingya people brutally uprooted and driven out of their ancestral abodes in the Rakhine state of that country by Tamadaw are now living as refugees in Bangladesh and awaiting repatriation in that country. Unfortunately, the incumbent Myanmar junta consistently failed to prove their sincerity as no talks held or deals reached bilaterally so far did bear fruit. As a result, the fate of the Rohingya refugees' repatriation has become uncertain. The international community supporting the displaced Rohingya people in Bangladesh also appears to be losing interest in continuing with their financial support for the hapless refugees. All the uncertainties regarding repatriation of the Rohingya are due to the insincerity and intransigence of the incumbent Myanmar military junta. This is obviously not a good-neighbourly attitude on the part of the Myanmar authorities towards Bangladesh. So, the rationale behind dealing with the spillovers of Myanmar conflicts into Bangladesh bilaterally hardly stand to reason. In that case, to be on the safe side, the government should advisably work with the UN and its relevant agencies to handle the issues emerging from the civil war in Myanmar and affecting Bangladesh both from the humanitarian and security perspectives.At this point, there is yet another aspect of the fallouts from the Myanmar civil war. Bangladesh's other next-door neighbour, India, which has also common international border with Myanmar and is learnt to have been, like Bangladesh, dealing with similar incidents of cross-border infiltrations by both civilian and armed personnel from Myanmar. China, also a neighbour of Bangladesh, though not a next-door one, has reportedly been facing similar problems along its common border with Myanmar. But the stakes of these countries relating to Myanmar civil war and its outgrowth are not similar to those of Bangladesh. So are not the approaches to handle the emerging issues. In this situation, Bangladesh can and should share one another's experiences. But when it comes to taking decisions on these issues, Bangladesh should be on its own in line with international conventions, especially with the support of the UN. In all the dealings whether with the neighbours or the international community, the core concern should be the safe repatriation of the Rohingya to their homeland with dignity and all their rights restored. Any hasty decision would not be well-advised in this case, which may ultimately prove counterproductive. \n[email protected]",
        "headline_1": "Dealing with fallouts from Myanmar civil war",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dealing-with-fallouts-from-myanmar-civil-war-1707663827",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-02-2024"
    },
    {
        "full_article": "The power of music is irresistible. A discerning music lover can immerse himself or herself in the finest form of song or instrumental music. Band music that usually is known for rendition of different genres of music such as pop, rock, jazz, hip hop, rhythm and blues (R&B) and electronic dance music (RDM) is a world apart from what the old generation has considered music. But the new generations have welcomed these music forms with open arms. Such high-pitch, swaying and swirling and evocative music and song have a strong appeal to youths and youngsters. Now the question is, how strong that appeal is supposed to be. When three teenage girls of class VI leave their homes with the sole intention of joining the Korean band BTS, the lure of the musical ensemble can be imagined. Well, the BTS that stands for Korean phrase Bangtan Sonyeondan with its literal translation to \"Bulletproof Boy Scouts\" has by now have received worldwide popularity, accolades and awards. Its English lyrics have won over the Western audience because of the simple words highlighting hard realities teenagers and youths face in a world where the adults are too preoccupied to give the former sometime to develop any rapport. There are serious doubts that the three girls of so tender age have developed understanding of English language and the nuances of the lyrics well enough to appreciate the band's music. But who can deny the fact that the influence of the music was overpowering on them. It was so overpowering that the trio of Meredia in the capital painted a rosy picture of leaving the country for South Korea. Not only did they dream of joining the BTS but also harboured the hope of marrying members of the boy-only band. Together the three girls – each of whom was the only child of her family – fled their homes for Gazipur where they had rented a room and were looking for employment at garment factories. One of the girls left a letter before leaving, in which she made her intention clear. There is a clear hint that her parents neglect her and that is why she is determined to get Jangkook as her husband. She may be much too simple and, if you like, foolish, but there is some unsettling truth in the whole episode. The unsettling truth is that there is a troubadour in each person. But with time it takes different forms in line with socio-economic transformation. Rabindranath's Amal in Dakghar had a pensive yearning for the beyond, the unknown no matter if he was confined to his room. Mrinalini of Strir Patra had within her an adventurous, courageous and liberal soul that helped her attain maturity through experience and take the ultimate bold decision not to return to her husband's home. Today, pensive yearning has been replaced by physicality as the songs and music are accompanied by videos – implicit or explicit. Sensuousness has been replaced by sensuality. The tendency is in favour of instantaneousness and immediacy. People hardly want to wait and take a long view of life and achieve things the hard way.Today's music is no different in most cases. If impressionable minds are misled from a sense of neglect from their families, the elders are no less responsible for creating a society thriving on rat race. It is rather intriguing in the case of the three girls who are the only child in their families. Is it because of their gender – the fact that they are girls who are subjected to discriminatory treatment? It is, however, not for the first time that girls have been felt the lure of the BTS, earlier another teenage girl left her home at dead of night on January 21 from Masdair, Fatualla of Narayanganj with jewellery weighing about 210 gram (18 vori) and Tk 5,000. The pull from a romantic and thrilling life outside is overpowering. A similar charm of a life of daredevilry led youths not only from Bangladesh but also from other countries to embark on the misadventure of militancy. Evidently something is terribly wrong with society that has failed to maintain the family bond and compelled teenagers and youths to seek fulfilment in wayward and at times anti-social courses of life. \n[email protected]",
        "headline_1": "Society has failed its young generations",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/society-has-failed-its-young-generations-1707663905",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-02-2024"
    },
    {
        "full_article": "Road accidents are an all-too-common and tragic occurrence in Bangladesh, earning the country the infamy of being one of the world's most accident-prone nations. The frequency of road accidents in Bangladesh has reached alarming levels, posing significant challenges to public safety. Factors such as reckless driving, inadequate road maintenance, insufficient traffic enforcement, and a lack of awareness about road safety are responsible for the high incidence of accidents. In recent years, the situation has exacerbated due to reckless bikers.Recently, motorcycle-related fatalities have increased, with 2,532 motorcycle accidents occurring in 2023 resulting in 2,487 deaths and 1,943 injuries. Among the casualties, 75.39 per cent were aged between 14 and 45, 22.59 per cent involved in collisions with other vehicles, 35.70 per cent were due to loss of control, and 40.48 per cent were caused by collisions with heavy vehicles or other factors. Compared to the previous year, the rate of road accident has increased by 1.2 per cent in 2023. On an average, 18 people die each day in motorcycle accidents. Analysts attribute these accidents to various factors, particularly reckless behaviour among youths. Issues such as gang culture, drug abuse, depression, anxiety, and a lack of family support lead youths to drive motorbikes recklessly and face accidents regularly.Therefore, we as a nation should focus on creating awareness about responsible driving behaviour to prevent such tragic accidents. Promoting a healthy mindset is also crucial. Despite road expansions to two or four lanes, accidents persist due to insufficient laws and awareness. Strict enforcement of the Roads and Transport Act 2018, along with reduction of road congestion through railway and waterway reforms, is essential. Failure to do so will fail to improve traffic movement on roads and highways.\nMuntasir Rahman,StudentEast West University",
        "headline_1": "Is there no one to control reckless bikers?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-there-no-one-to-control-reckless-bikers-1707663933",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-02-2024"
    }
]