[
    {
        "full_article": "In a substantial blow in favour of free speech, the Supreme Court has effectively suspended the operation of the sedition provision in the country’s penal law. “All pending trials, appeals and proceedings with respect to the charge framed under Section 124A be kept in abeyance”, it has said in an order that will bring some welcome relief to those calling for the abrogation of Section 124A of the IPC, which criminalises any speech, writing or representation that “excites disaffection against the government”. The Court has recorded its hope and expectation that governments at the Centre and the States will refrain from registering any fresh case of sedition under Section 124A of the IPC, or continuing with any investigation or taking any coercive measure under it. The hope and the expectation arise from the Union government’s own submission that it has decided to re-examine and reconsider the provision as part of the Prime Minister’s efforts to scrap outdated laws and compliance burdens. Perhaps, realising that its order may not be enough to deter thin-skinned and vindictive governments and politically pliant police officers from invoking it against detractors and dissenters, the Court has given liberty to the people to approach the jurisdiction courts if any fresh case is registered for sedition and cite in their support the present order, as well as the Union government’s stand.That the sedition law is being persistently misused has been recognised years ago, and courts have pointed out that the police authorities are not heeding the limitation imposed by a 1962 Constitution Bench of the Supreme Court on what constitutes sedition. The Court had upheld the section only by reading it down to mean that it is applicable only to “acts involving intention or tendency to create disorder, or disturbance of law and order, or incitement to violence”. In practice, the police have been using the broad definition of sedition to book anyone who criticised the Government in strong and strident language. The question now before the Court is whether it ought to overrule a decision rendered by a five-judge Bench 60 years ago. If it chooses to do so, and strikes down Section 124A as an unconstitutional restriction on free speech, it may help the larger cause of preventing misuse of provisions relating to speech-based offences. However, the Government may choose to prevent such a situation by amending it so that the offence is narrowly defined to cover only acts that affect the sovereignty, integrity and security of the state, as reportedly recommended by a panel of experts. When the Government submitted that it was revisiting the provision on its own, it was expecting only an indefinite postponement of the hearing on the constitutional validity of Section 124A, but it must now heed the spirit of the order and take effective steps to prevent its misuse.",
        "headline_1": "Frozen sedition",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/frozen-sedition-the-hindu-editorial-on-supreme-court-freezing-the-sedition-law/article65405302.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-05-2022"
    },
    {
        "full_article": "The release of a report by WHO that estimates excess deaths during the COVID-19 pandemic to be nearly 10 times the reported COVID-19 death toll of 4.8 lakh in India between January 2020 and December 2021, the highest for any country, is not surprising. The pandemic did not just contribute to a surge in disease-related mortality, especially of the aged and the infirm, but also disrupted health systems that could have resulted in many other avoidable deaths. A robust estimation of the excess deaths was necessary to understand the pandemic effect in India where death registration after occurrence is not universal across States and medical certification of deaths is quite low in number. The Government has strongly denied the numbers and dismissed the methodology by saying that the WHO approach is based on modelled estimates and not actual data. It countered it by finally releasing the Civil Registration System report for 2020 (two days prior to the release of the WHO report) and saying that the cumulative increase in the number of deaths in 2020 was only 4.74 lakh, lower than the corresponding number for 2019. While most deaths — close to two thirds — occurred during the second wave in India from March to June 2021 (and later in some States such as Kerala), and therefore the late release of the CRS 2020 report does not entirely negate the WHO estimates that are based on registered deaths data available from “sub-national” units, there is indeed a discrepancy for 2020 data.The WHO estimates for States were based on CRS registration data obtained by news organisations — the bulk of them by The Hindu. For 2020, cumulatively, the excess deaths estimations (close to 5.5 lakh for 12 States) for most such States for which data were obtained, match the CRS 2020 calculations (5.3 lakh). Discrepancies are quite high for those States where CRS data were only partially or not available earlier. A case in point is Uttar Pradesh where death (8.73 lakh in 2020 vs 9.45 lakh in 2019) and birth registrations (48.5 in 2020 vs 51.3 lakh in 2019) fell significantly and therefore skewed the overall country-wide excess deaths numbers. But without the release of the Sample Registration System data, it is difficult to believe that in States such as U.P., there has been an increase in registration levels even while there is a decrease in actual birth and death registration. The NFHS-5 2021 interviews show that death registration in 2020 was lower than previous years as opposed to the Government’s claims based on CRS 2020. The Government must not dismiss the WHO estimates and should instead look at undertaking its own exercise on excess deaths based on registration data in the CRS/SRS. After all, other methods, including surveys, have corroborated the fact that there was a high under-reporting of COVID-19 deaths during the pandemic.",
        "headline_1": "Engage, not dismiss: On India’s response to WHO’s COVID-19 deaths report",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/engage-not-dismiss-the-hindu-editorial-on-indias-response-to-whos-covid-19-deaths-report/article65405327.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-05-2022"
    },
    {
        "full_article": "When was the last time we heard of any positive news about Bangladesh Railway (BR)? I don't remember coming across any in recent years. But negative news? There were plenty of them in the last couple of months alone—from counting losses every year to not being able to complete the myriad projects undertaken to improve its services, it seems that the agency could not do a single thing right. If we only go through some of the reports published by The Daily Star in the past few months, we will get an idea about the extent of its incompetence.\nAccording to a report published on May 7, 2022, BR will likely miss the completion deadlines for 14 out of 20 projects scheduled to end by this fiscal year. Of these 14 projects, deadlines for 13 have seen at least one revision already, and the authorities are seeking another extension from one to three years for each. Among the other six projects, one has been cancelled halfway, while the deadlines for the remaining five, due to be complete by June this year, have also been extended several times—meaning that there was not a single project among these 20 which could meet its first deadline.\nAmong the 40 projects currently under implementation by the BR, with funding from the government, Asian Development Bank, India, and China, 26 have got new deadlines. Usually, after each revision and deadline extension, project costs go up significantly, as prices of raw materials increase over time, new components are added to the project, and sometimes the original designs of the projects are also changed.\nStill, the BR has been taking on these massive projects without increasing the efficiency of its officials and without recruiting the skilled manpower required for such huge undertakings. The BR authorities have attributed the slow progress of the projects to delays in land acquisition, unavailability of foreign loans in time, shortage of manpower and Covid-19 disruptions—but have they taken any measures to address the issues? Have they held anyone accountable for such slow progress of work? Do the railway authorities even care that it is public money that is being wasted in the process of frequent revisions?\nIf they do, what measures have they taken in all these years to complete the projects on time? Why do they still not have the capacity to design and plan a project with the much-needed expertise? Or is it because of corruption and irregularities of its officials that the projects can never meet their original deadlines?\nWhile BR officials have identified their own reasons for such poor performance, transport experts have identified some vital issues such as poor planning, faulty feasibility studies and political influence to undertake premature projects as the main barriers to timely project completion. What happens when the plan for a project is done hastily without taking the much-needed expert opinion and the feasibility study is done without much care? Citing examples of some of the ongoing projects should be enough to understand this.\nAccording to a report in this daily on January 29, 2022, the government undertook a project to procure 70 Metre Gauge (MG) locomotives in 2011 to mitigate the growing crisis of rail engines and to expand the services of Bangladesh Railway. While the Tk 1,946 crore project was supposed to be completed by 2017, the project authorities could not even complete the bidding process by that time. As the deadline of the project was extended twice and it went through a major revision in 2018, the project cost jumped to Tk 2,659.33 crore. After the revision, the deadline was extended again to June 2024.\nThe BR then signed an agreement with the South Korean Hyundai Rotem Company which was supposed to arrange the required funds. But according to our report, the company wanted to pull out from the project as the government asked it to manage soft loans instead of non-concessional loans, as agreed by both sides earlier.\nMany of the foreign-funded projects, like the one mentioned above, faced uncertainties, as the companies that were supposed to arrange project funds did not want to fund them anymore due to changes in the agreement. In the case of the Joydebpur-Ishwardi double-line project, the Chinese government clearly mentioned last year that they did not want to fund the project because there was a \"lack of in-depth preliminary work and insufficient feasibility study\".\nAfter facing these problems with the foreign-funded projects, have the railway authorities changed anything to improve their planning and overall execution?\nIt is unfortunate that despite being one of the five ministries that received the highest development fund allocations in the past decade, the railways ministry is among the lowest performers in terms of project implementation. According to a report by the Implementation Monitoring and Evaluation Division, it could not achieve even the average ADP implementation rate twice in the last six fiscal years.\nBesides the failures in project implementation, the BR is also incurring huge losses year after year. Between FY 2008-09 and FY 2019-20, it had incurred Tk 13,492.70 crore in losses, according to BR documents. As per the data of the Bangladesh Railway Information Book-2020, the agency has not made any profit since FY 2008-09, despite the fact that the government has increased its funding both for operation and development.\nUnless the government holds BR authorities accountable for their repeated failures in project implementation and check the various irregularities and mismanagement inside the organisation, we will no doubt hear of more such failures in the coming days, and the poor performance of Bangladesh Railway will continue to make citizens suffer.\n \nNaznin Tithi is a member of the editorial team at The Daily Star.\n",
        "headline_1": "Everything that’s wrong with Bangladesh Railway",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/everything-thats-wrong-bangladesh-railway-3021526",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-05-2022"
    },
    {
        "full_article": "It is not unknown in history that a single ruler was the cause of a nation's downfall, the obvious case in modern times being Adolf Hitler—an elected leader—one of the best known among a collection of reviled names scattered throughout history as examples of the evil that power can degenerate into. In each case they mercifully failed to prevail in the end.\nIn Sri Lanka, President Gotabaya Rajapaksa has become that nightmare for its people, just two years after he was elected as head of state, a feat not easily achieved.\nBefore he resigned, Prime Minister Mahinda Rajapaksa, miffed at his brother's attempts to scapegoat him for the country's increasing instability, brought in thousands of his supporters from the provinces to the city on May 9, proclaiming their demand for his continuance in office. They rioted violently in the streets, clashing with the original, peaceful protestors, smashing the temporary structures that those young people had erected in protest sites in front of the PM's residence and at the Galle Face Green. They succeeded in putting some of them in hospital. The police intervened with tear gas and water cannon to stop the marauding hordes of MR supporters from their scorched-earth intentions at Galle Face Green and beat them back for now.\nThe peaceful protest at GotaGoGama was finally invaded, not by law enforcement but by provincial politicians of the MR camp with their supporters. Escalation of the situation is now inevitable.\nThe president owes it to the people to prevent this emerging situation from deteriorating into further blood-letting in a land that has already seen far too much of it. He, and only he, can end this nightmare, instead of continuing to embody it.\nMeanwhile, the parties of the parliamentary opposition need a deep-going reckoning to understand why some of them were rejected violently at the protest sites, and some welcomed, as they attempted to solidarize with those young people under attack from MR supporters. As the aspirant government, they need to self-examine and re-position fast, just as the protesters must not descend into anarchy by rejecting even those on their side in parliament.\nThe predictable trajectory into an economic abyss at Gotabaya Rajapaksa's hands, starting with a whimsical overnight ban on chemical fertiliser, following a massive centralisation of power in the presidency, to other eccentric policies, leading to multiple dysfunctions in every sector, saw the hapless citizenry plunged into sudden poverty, dying in gas and fuel queues, as everything, from milk powder to printing paper, became scarce commodities very quickly due to a dearth of dollars in the treasury.\nDespite all his attempts to divert attention to other factors, including through pressure for his brother the prime minister and the cabinet to resign, the people he rules over saw, clear as day, that the president himself was the primary cause that plunged a once middle-income country into such privation and despair that children in neighbouring India began breaking their tills to send a few thousand rupees to alleviate this country's needless misery.\nThe continuing nightmare for the people, however, is that despite the desperate protests in every province, with one clear message contained in a single ubiquitous slogan of \"Gota Go Home\", the president appears to have no intention of doing the one thing that could instantly commence the country's rapid recovery.\nIt is not as if every mode of protest, every possible platform, traditional and digital, has not been used to ensure that the message reached him.\nA recent social media post of some women, from Chilaw, ranting against the president in absolute rage, showed them employ swear words that probably had not been strung together in quite that manner against any ruler anywhere. Most of it was disturbingly bloodcurdling, being the more pitiful due to her claim that as a cancer patient, she no longer had the medicines to treat her condition. In her invective, the rage extended to the president's many relatives in parliament but left little doubt as to who would be strung up in public by a nether body part if one of those women got her hands on him.\nExacerbating the already crumbling situation are those members of parliament and officials loyal to the president who excuse his every blunder with inane explanations. Delivered with sycophantic fervour, they only serve to incense the people even more.\nThe president's rapidly decreasing supporters' solution is to demand that the prime minister leaves and the cabinet with him. They claim that there would be no point in the president resigning because his replacement will have to be appointed from the now despised 225 MPs in parliament who failed to prevent the country's decent into bankruptcy. They refuse to see that such a replacement, any replacement, would be welcomed with cheers and firecrackers by the people. Those protesters at the many GotaGoGama sites made that amply clear by promising that as long as the president stays, so will they.\nEvery day now, people gather on the city streets with their empty gas canisters, blocking the roads in protests. Feelings are running high and the tension among the crowd is palpable, as minor skirmishes break out intermittently. A 100 gas cylinders were forcibly acquired recently by people who waited for days for a sighting of the trucks carrying them and pounced on it to grab one any which way. People have also turned on each other as they stand in line for essentials. It is clear that serious rioting is only a hair's-breadth away.\nWhat does the president see when he surveys the land? His pet initiative, the organic fertiliser decision, has collapsed, and taken a land once self-sufficient in rice with plentiful vegetables, a thriving, world renowned tea industry and a prosperous rural community into irreparable failure in the short to medium term. Similarly, the economic mismanagement has resulted in the desperate shortage of dollars in the treasury, impacting every aspect of life. The protests have now passed a month and continue to grow.\nThe trust in this regime's integrity is dwindling as the Easter bombing of April 2019, which instantly lifted the chance of this president's election to office as the candidate of law and order, is now increasingly been seen as having been used to propel the candidacy on the fears of the people. The cardinal himself has expressed his misgivings of a possible grave conspiracy, endangering the Catholic community and other worshippers engaged in prayers on that fateful Easter Sunday. The cardinal's entreaties to the pope himself have evoked concern in Rome about the massacre. The many bereaved and injured who suffer to this day have yet not had justice delivered, despite the powerful presidency and a security apparatus with a huge portion of the nation's budget.\nThe president's party has practically thrown up its hands in defeat, starting with the newly appointed minister of finance. The president has been forced to call for the establishment of an all-party government to replace it. No party is jumping at the chance, and talks are ongoing with professional associations intervening with proposals for recovery.\nThe president has been unable to appear in public since the protests started.\nA no-confidence motion against the president and prime minister has been submitted to parliament by the opposition. Wrangling within the governing political circles is being publicly played out, while living conditions of the people are deteriorating dangerously.\nThe existentially besieged people ask only that the president makes the all-important decision to resign, together with his regime, if he has any regard for them or the country. They are convinced that the solutions to all else will flow from that.\n \nSanja de Silva Jayatilleka is the author of the book \"Mission Impossible, Geneva: Sri Lanka's Counter-hegemonic Asymmetric Diplomacy at the UN Human Rights Council\".The article was first published in The Island, an ANN partner of The Daily Star.\n",
        "headline_1": "When a head of state becomes a nation’s nightmare",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/when-head-state-becomes-nations-nightmare-3021511",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-05-2022"
    },
    {
        "full_article": "A decade ago, developed countries pledged to provide developing countries with USD 100 billion each year, from 2020 onwards. The year 2020 came and went and the USD 100 billion was not delivered even in 2021. At COP26 in Glasgow in November 2021, the developed countries apologised for their failure to keep their promise and pledged again to fulfil it.\nIn the meantime, the 6th Assessment Report (AR6) of the Intergovernmental Panel on Climate Change (IPCC) has reported that the impacts of human-induced climate change have already become a reality and the world needs to step up its investment for both mitigation and adaptation, while also addressing loss and damage.\nHence, the amount that has been pledged so far is completely inadequate to tackle the climate disaster, as trillions of dollars are required to allow the world to develop in a climate-resilient manner.\nThe Covid pandemic and the current war in Ukraine have only added to the climate crisis and highlighted the need to redirect future investments towards a more sustainable and resilient world.\nThe first redirection needs to be for global investment in renewable energy, and abandoning the use of fossil fuel. The war in Ukraine has highlighted the dangers of Europe's dependence on fossil fuel from Russia, and countries in Western Europe are fast tracking their plans to invest more in renewable energy. This is a welcome development even if it is happening later than it should have.\nThis redirection of investment from fossil fuels to renewable energy needs to be replicated in every country in the world, as quickly as possible.\nThe Bangladesh government has wisely cancelled plans for some coal-based power plants and is ramping up investment in solar energy, which should be expanded rapidly. It would also be worth exploring the employment of offshore wind in the Bay of Bengal, where the newest wind turbines can be installed and operated safely even during times of cyclonic wind speeds. It will require initially investing in the feasibility study on such offshore wind energy and, if it seems feasible, to bring in billions of dollars worth of investments from global green investment funds, which Bangladesh has yet to tap into.\nOne example for us to learn from is the successful launch of a Green Sukuk bond by Indonesia, which raised more than USD 1 billion for green investments in the country.\nBesides investment in mitigation and energy, the world also needs to increase investment in adaptation to prepare for the enhanced level of adverse impacts of climate change that are now inevitable for all countries, the poor and the rich. This will require national governments everywhere to enhance investment at national and local levels, and for developed countries to finally deliver on their pledges of financial support to developing countries.\nFinally, we also have to invest in addressing the loss and damage that will inevitably occur due to human-induced climate change in every country. It is important that the Glasgow Dialogue on Finance for Loss and Damage, agreed upon at COP26, results in the creation of a new facility for financing loss and damage at COP27 in November this year.\nIt is fair to say that both government and civil society actors in Bangladesh are well aware of these needs, and some investments are already happening at public and private sector levels. The need of the hour is to rapidly enhance the levels of investment in Bangladesh and look to tapping into the global green investment funds, which we have not yet been able to access.\nThis means looking beyond climate change funds such as the Green Climate Fund (GCF) or the Adaptation Fund (AF), and into the trillions of dollars now available in the global green funds.\n \nDr Saleemul Huq is director of the International Centre for Climate Change at Independent University, Bangladesh.\n",
        "headline_1": "100 billion to tackle climate change is a trillion too short",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/100-billion-tackle-climate-change-trillion-too-short-3021476",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-05-2022"
    },
    {
        "full_article": "Global power structure has never been a constant. Long gone are the days of using stones and axes, horses and swords, bows, arrows and catapults to project power. Long gone are the days of the Romans, Genghis Khan, Tughluks, Alexander and Taimoor Lang.\nToday, dominance is defined by access to new technologies, fifth or sixth generation gravity defying fighter jets, nuclear arsenal, stealth submarines, laser guns, killer satellites, hypersonic nuclear warhead capable cruise missiles.\nDominance is not just the outcome of the desire to ensure national security and pride, it is also the result of greed of profit from the huge arms industry.\nWar games bring financial benefits to arms-makers and peddlers, and allow the successful power projectors to access resources. The game and the mode of projecting power to reach the required height for dominance is ever changing—it is expected to change further in the coming years.\nAccording to Robert Muggah, political scientist, and a security expert, \"The world's political landscape in 2030 will look considerably different to the present one… There will be no single hegemonic force but instead a handful of countries\" which will be exhibiting semi-imperial tendencies. \"Power will be more widely distributed… The post-war order that held since the middle of the twentieth century is coming unstuck\".\nSimilar was the view of defence policy analyst Andrew Krepinevich when he wrote more than a decade ago that \"the military foundations of the United States; global dominance are eroding,\" compromising the nation's \"unmatched ability to project power worldwide\" (\"The Pentagon's Wasting Assets\", 2009). He would have us believe that unless reversed, this trend will produce dire consequences.\nWith the dissolution of the Soviet Union, the world is indeed moving away from a bipolar power structure to a multipolar structure where not only China, but others like India, Israel, Iran, North Korea and Australia will gradually acquire the power of deterrence and then drift to dominance, local or global. Japan and Germany, badly shaken by their losses in the Second World War, may find themselves getting drawn gradually into the fray again. And why would other players like the UK and France, Turkey and Australia, stay put?\nThe problem with Krepinevich's argument lies in its assumptions that \"global dominance\" is possible and that global power projection by US dominance, expressed through hard power, has produced a \"long record of military successes\".\nBut that is not exactly correct. There were successes, but these have been reversed too, given episodes such as those experienced by the US military in Vietnam (in the early seventies), and in Somalia, Afghanistan, and Iraq (more recently in 1991 and since 2003). It would be more accurate to say that force—even when wielded by the seemingly strong against the weak—continues to be an uncertain instrument.\nThe most glaring example of this is the Second World War. Germany and the Axis powers failed to project dominance despite their very hard power. In more recent years, the US' instruments for projecting power have created as many problems as it has solved. Genuinely decisive outcomes remain rare, costs often far exceed returns in kind and in allegiance.\nBut still, the lure of potential success of hard power is leading to serious woes. The current Russian venture in Ukraine may have started from its desire to reverse the expansion of one of the largest military alliances in the world—the Nato—and regain its pride by not being pushed to play the second fiddle to the western powers. It has the capacity, the fire-power and the killing machines. But the question is: can it succeed? We have to wait for yet another chapter of man's desire to dominate through hard power.\nBut what could be the alternative—if it is not hard power?\nOne can again take lesson from the US—this time, not from hard power misadventures, but what it achieved through innovative and long-lasting institution building and support. The US did this in the post-WWII period, through the Marshall Plan for Europe, the US-AID for poor countries of the world, projection of its culture and achievements through USAID. But these seem to have run their course. There is a growing disquiet in the country through subversion of its democratic process. The US seems to have lost the direction that its founding fathers so aptly built up.\nIt could be the path led by China, which is projecting itself for the time through its growth of economic prowess, its ever-expanding economy, its global initiative like the One Belt One Road initiative, multibillion dollar reconstruction and support schemes to build up economic and military infrastructure in many countries, some with amazing success. It seems to be gaining ground further, through prized contracts like the Solomon Islands contract, right under the careful watch of Western powers and Australia.\nIt is rapidly emerging as a global power capable of projecting its dominance not through hard power—at least for now—but by building up its capacity, its economic reach, and supply chains. As long as these are maintained for peaceful purposes, it is good for the \"forgotten, poor countries of the world.\" But the lure of dominance can be just around the corner, which can start with rather benign objectives, but can become sinister with time. We are probably in for a new confrontation in the coming years, which will whip up the growing disquiet in the world.\nDr Atiqur Rahman is an economist and writer, who has worked with UN-IFAD.\n",
        "headline_1": "Has dominance via hard power run its course?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/are-the-days-projecting-dominance-through-hard-power-numbered-3021256",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-05-2022"
    },
    {
        "full_article": "It is unfortunate that Bangladesh Railway (BR) has not been able to make much progress when it comes to getting the customer trains operated by private firms and making profits. According to a working paper submitted by the railways ministry to the parliamentary committee, the agency is incurring huge losses as privately run passenger and freight trains have failed to make any profit in the last three years. According to a report published by this daily, for every kilometre an individual travelled by train operated by private firms, BR spent Tk 2.43 and earned Tk 0.62, incurring a loss of Tk 1.81. And when it comes to transporting goods by freight trains, BR is also counting a loss of Tk 5.76 for each tonne of goods carried for each kilometre.\nThe data presented by the railways ministry, however, lacked details—for instance, they could not provide the income and expenditure of each of the 40 trains currently being operated by private firms. While the paper mentioned that the trains earn over Tk 98. 61 crore a year, it did not say how much money is being spent to operate them. As the issue was discussed in the national parliament on Monday, the Parliamentary Standing Committee on the Ministry of Railways expressed dissatisfaction for presenting such an incomplete report. And rightly so. How could the parliamentary committee learn about the actual situation if the ministry provides fragmented data? Does it not expose the inefficiency with which the ministry prepares these reports?\nWhat is the point of allowing private firms to operate the trains if they fail to make any profit? And what measures can be taken to make them profitable again?\nReportedly, BR has been incurring huge losses for the last 12 years despite receiving massive investments from the government. According to a ministry document, the transport agency incurred a loss of Tk 2,086.70 crore in the fiscal year 2019-20. And, as per the data of the Bangladesh Railway Information Book-2020, the agency has not made any profit since FY 2008-09.\n   Against this backdrop, we think the BR needs a massive overhaul to right the wrongs done by the organisation. It is true that it cannot be turned into a profitable one instantaneously, but if corruption, mismanagement and poor services can be checked and a culture of accountability established, it can definitely be turned into a profitable transport agency soon enough.\n",
        "headline_1": "Why can’t privately run trains make profits?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-cant-privately-run-trains-make-profits-3021471",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-05-2022"
    },
    {
        "full_article": "Too good to be true—that's how many people have reacted after the government's provisional data for the 2021-2022 fiscal year was disclosed on Tuesday. One of the disclosures that hit particularly close to home is that the provisional per capita income in FY 2021-22 has gone up 9 percent to USD 2,824. Many in their social media platforms took issue with the unusually high figure, saying it's in no way a reflection of their actual earnings or that of ordinary citizens who are struggling with the extremely high living cost and shrinking income-generating opportunities. Clearly, they feel excluded from the rosy official narratives. So they asked, if not theirs, whose per capita income is it then?\nGovernment officials, however, are confident that people's income level has certainly risen, a conclusion they support with reports of high purchasing trends in rural areas, long queues at supermarket checkouts, lack of manual labourers, etc. This is only half the story, though, as almost all other signs point to increasing suffering as a result of high inflation and extremely high income inequality. As per the latest Household Income and Expenditure Survey of the Bangladesh Bureau of Statistics (BBS), the country's Gini coefficient—the economic measure of equality—stood at 0.482 in 2016, up from 0.458 in 2010. The Gini coefficient is measured on a scale of 0 to 1; the closer it is to 1, the higher the inequality. Now, the Gini coefficient of Bangladesh is at an all-time high, meaning that inequality in society is also at an all-time high.\nOther provisional figures for FY 2021-2022 also show the widening gap between official estimates and the reality. For example, according to BBS, Bangladesh's economy will grow at a remarkable 7.25 percent this fiscal year, the third time since FY 2006-07 that the GDP growth will cross the 7 percent-mark. This is despite the fact that Bangladesh, like the rest of the world, is still struggling to cope with the economic fallout of the pandemic, which makes such optimistic projections hard to believe. Notwithstanding the government's enthusiasm, ordinary people neither have any patience for the intricacies of BBS statistics nor any illusion left to believe them at face value. They want to see tangible improvements in their lives. They want to have decent jobs and be able to earn enough to pay for daily essentials, medical expenses, housing and schooling, etc.\nThe government, if it is really sincere about improving people's lives, should not confine its focus to statistics only. It should pursue a development policy that is inclusive and sustainable so that everyone—not just the haves—can benefit from it.\n",
        "headline_1": "Whose per capita income?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/whose-capita-income-3021301",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-05-2022"
    }
]