[
    {
        "full_article": "In granting interim bail to Delhi Chief Minister Arvind Kejriwal, the Supreme Court of India has reversed a development that upset the level playing field for the ongoing general election. When Mr. Kejriwal was arrested in March for his alleged involvement in corruption in the formulation of a liquor policy for Delhi, it might not have seemed an obvious setback to federalism and democracy. But the arrest of a serving Chief Minister and a key figure in the Opposition, when the election process was already on, sent shock waves among regional parties. And, as he remained behind bars, it stoked fears that States run by parties other than those in power at the Centre could easily be undermined by getting central agencies to arrest Chief Ministers on charges that may or may not be based on evidence. In Mr. Kejriwal’s case, the Court is right in both citing the general election as a good enough reason to grant him interim bail until June 1, when the last phase of polling will be held, and in rejecting the Centre’s argument that it would amount to favourable treatment to politicians. As the Court has pointed out, interim release orders relate to the “peculiarities associated with the person in question and surrounding circumstances”. The absence of a notable leader from the campaign arena, especially when he is yet to be convicted, will be a factor that will cast a doubt on the free and fair nature of the election.The Court has made his bail conditional on his keeping away from the Delhi Secretariat and the Chief Minister’s office. And he is to abide by his statement that he would not sign any official file, unless required to do so to get the Lieutenant General’s approval for something. That Mr. Kejriwal did not respond to several summonses from the Enforcement Directorate (ED) does not show him in a good light. But, at the same time, it cannot be forgotten that be it the CBI’s corruption charge, or the ED’s money-laundering charge, the case against him is based on a belated statement made by suspects who had turned approvers and obtained pardon on the promise of testifying against him. The probative value of these statements will be tested during trial. Another factor to be noted is that there are statutory restrictions under the Prevention of Money Laundering Act on seeking bail, resulting in many questioning the validity of their arrest, as Mr. Kejriwal has done, rather than file for bail. If only courts applied the basic principle of granting bail to those who are unlikely to flee from justice, with appropriate conditions to neutralise their likely influence over witnesses and to safeguard evidence, orders granting bail would not evoke political reactions and doubts whether the political class is being unduly favoured.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nprison\n\n/\n\nAam Aadmi Party\n\n/\n\nGeneral Elections 2024\n\n/\n\npolitics\n\n/\n\ncorruption & bribery\n\n/\n\nmoney laundering\n\n/\n\nlaws\n\n/\n\njustice and rights\n\n/\n\ndemocracy",
        "headline_1": "Voting for relief: On interim bails and elections",
        "headline_2": "Interim bail to Delhi Chief Minister Arvind Kejriwal reverses damage to level playing field in polls",
        "link": "https://www.thehindu.com/opinion/editorial/voting-for-relief-delhi-cm-interim-bails-and-the-election/article68161655.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-05-2024"
    },
    {
        "full_article": "Proteins are long chains of amino-acid residues that fold into specific shapes. Properly folded proteins function normally whereas misfolded ones can lead to debilitating diseases. Since these chains are quite long, a given protein can actually fold into one of a very large number of shapes — yet it makes a beeline for a specific shape while avoiding all the others. How and why this happens constitute an important mystery in structural biology called the protein-folding problem. In 2018, five decades after it was mooted, a Google subsidiary named DeepMind developed a purpose-built AI tool to predict the shapes into which different proteins could fold, called AlphaFold. The upgraded AlphaFold 2 followed two years later. Many scientists and technologists acknowledge that these two deep-learning systems have transformed human awareness of protein structures, a feat the machines demonstrated in the biennial Critical Assessment of Protein Structure Prediction contest. Recently, DeepMind launched AlphaFold 3, which can reportedly predict the shapes with nearly 80% accuracy as well as model DNA, RNA, ligands, and modifications to them. As with the first two AlphaFolds, no. 3 is great for being able to elucidate the folded proteins’ structures in seconds rather than the years humans have required with advanced microscopic techniques.Not surprisingly, the excitement that followed the release of AlphaFold 3 has been unable to escape the hype and overblown expectations that dogged the launches of its predecessors. These machines can predict protein structures with relatively high accuracy but they cannot say why they are folded that way; this is still the task of human scientists. How the AlphaFolds will catalyse drug discovery is also unclear. Many drugs fail to make it to the market from the laboratory because medical researchers are unable to anticipate all the interactions between the drugs’ various components and various parts of the body. The protein-folding problem is important to crack but it will not magically improve drugs’ chances in human clinical trials. It is a step in that direction. Finally, the free use of AlphaFold 3 is limited while its inner mechanisms are unavailable for public exploration or scrutiny, so far. While the motivation to innovate of DeepMind is laudable, the cutting-edge value AlphaFold 3 presents to health care means the company should explore alternative revenue models in which the system is not trapped behind paywalls or exorbitant prices — a fate that has already befallen scientific papers and medicines born of publicly funded research. Recall that the AlphaFolds’ training data itself includes protein structures first elucidated by such research. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nscience (general)\n\n/\n\nArtificial Intelligence\n\n/\n\nhealth\n\n/\n\nresearch\n\n/\n\nmedical research",
        "headline_1": "Folds and faults: On AlphaFold 3",
        "headline_2": "Free use of AlphaFold 3 must extend to scrutiny of its inner mechanisms",
        "link": "https://www.thehindu.com/opinion/editorial/folds-and-faults-on-alphafold-3/article68161671.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-05-2024"
    },
    {
        "full_article": "With parliamentary elections underway, BJP’s invoking of the familiar Muslim appeasement charges against Congress has reopened the Muslim quota debate. In this complex debate, some prominent anti-caste voices have opposed the inclusion of Muslims and Christians of Dalit origins in the Scheduled Caste (SC) category.\nTheir core argument is that excluding non-Indic faiths, particularly Islam and Christianity, from the SC category was settled in the Constitution through the Constitutional (SC) Order 1950, notified by the ministry of law when B R Ambedkar was the law minister. I will contend that this is a half-truth, and the argument on the authority of the Constitution and Babasaheb Ambedkar does not sustain a deeper investigation.\nAt the onset, Article 341 (1) of the Constitution does not advance any religion-based restriction in the SC list. Further, Article 13 (1 and 2) pronounces any law made before the commencement of the Constitution that is inconsistent with or in derogation of the fundamental rights to be void. The religion-based restriction in the SC list, i.e., the exclusion of non-Hindu Dalits, does not have the backing of the Constitution but was introduced by Para 3 of the Constitution (SC) Order 1950 passed by the President. Since the President is bound by the advice of the council of ministers headed by the Prime Minister as per Article 74, the 1950 Order reflects the will of the incumbent government and not the Constitution per se.\nPara 3 had excluded all non-Hindu groups with the proviso of four Sikh castes of the Punjab region (out of 34 listed in the schedule). Subsequently, the SC net was expanded through amendments, and the remaining Sikh and all Buddhist castes of Dalit origin were included in the SC list in 1956 and 1990, practically excluding Dalit Muslims and Dalit Christians. Muslims and Christians of Dalit origin have been mobilising to lift the religious ban. Since 2004, several petitions have been filed in the Supreme Court for the scrapping of Para 3. The matter has been pending for over two decades.\nWomen paying tribute at the 125 feet statue of social justice on the occasion of Dr. BR Ambedkar birth anniversary in Vijayawada on Sunday. pic: SS Vijay Babu\nIf, as per the Constitution, religion alone cannot be used as a principle for granting reservations, it cannot also be used for purposes of exclusion from reservations. That is precisely what the Presidential Order 1950 does by excluding Dalit Muslims and Dalit Christians from the SC category on the sole criterion of religion. This violates their fundamental rights, primarily Article 14 (equality) but also Articles 15 (non-discrimination), 16 (non-discrimination in employment), and 25 (freedom of conscience).\nDid Ambedkar endorse the 1950 Order merely because the law ministry notified it? Under regular administrative business, any concerned ministry can notify presidential orders, and one may not get to know Ambedkar’s position on the matter as the advice of the council of ministers is protected by Article 74 (2). While the onus of any Presidential Order falls primarily on the PM — Jawaharlal Nehru, at that point —one may speculate about Ambedkar’s agency through a set of further questions. Why did Ambedkar fail to include Buddhism in the SC list through the Presidential Order 1950 even when he was the law minister? In an inspiring speech, ‘Why Was Nagpur Chosen?’ delivered on October 15, 1956 —a day after he converted to Buddhism—Ambedkar acknowledged that his followers would lose SC entitlements due to conversion to Buddhism. Also, he explicitly favoured sociology over theology and practice over principles in analysing religious collectivities. In ‘Pakistan or the Partition of India’, he notes categorically that “…the Mahomedans observe not only caste but also untouchability”. In ‘The Condition of the Convert’, Ambedkar states that “…conversion has not brought about any change in the status of the untouchable convert…the untouchable remains an untouchable even though he becomes a Christian.”\nMoreover, explanation II of Article 25 (b) renders Sikhs, Jains, and Buddhists as ‘legal’ Hindus only for purposes of social welfare, reform, and public access to religious institutions. If Sikhism and Buddhism were a Hindu branch according to the Constitution, why did most Dalit Sikhs have to wait till 1956 and Dalit Buddhists till 1990 to be enlisted as SCs? If Islam and Christianity are egalitarian traditions, then so are Sikhism and Buddhism. If Muslim and Christian castes can avail of religiously neutral OBC, ST, and EWS reservations along with minority preferences, so could Sikhs and Buddhists, who are construed as religious minorities.\nThe shrill opposition of a few anti-caste voices to the inclusion of Dalit Muslims and Dalit Christians in the SC category has very little to do with the Constitution or Babasaheb’s vision. It is animated by the punyabhumi/pitrabhumi (holyland/fatherland) logic of V D Savarkar. The new consensus that a few Ambedkarites are forging to invalidate non-Indic Dalits from being recognised as SCs is aimed at sharpening the religion-based fault lines within the Dalit community. It is neither just nor democratic\n\n",
        "headline_1": "Muslim quota row deepening fault lines among Dalits",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/muslim-quota-row-deepening-fault-lines-among-dalits/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-05-2024"
    },
    {
        "full_article": "Sanjay Leela Bhansali’s new show was a wonderful chance to fictionalise the powerful cultural legacy of courtesans: be it Mah Laqa Bai Chanda (d.1824) of Hyderabad who was the first female Urdu poet; 19th century vocalist Goki Bai who laid the foundations of Patiala gharana, or indeed prolific poet-singer Janki Bai Allahabadi (d.1934).\nYet, despite being mounted on an epic scale, ‘Heeramandi’ could not be more distant from real-life courtesans, or the gritty bylanes of pre-Partition Lahore. For a historian of Punjab, this lack of a compelling storyline even remotely grounded in a Lahori context is bewildering — given the wealth of real-life stories of Lahore’s tawaifs. While Lahore’s Mughal pasts are indirectly referenced, ‘Heeramandi’ bears no imprint of its more recent Sikh-era past, where the very origins of Hira Mandi (named after Hira Singh Dogra, Maharaja Ranjit Singh’s wazir’s son) lie.\n\nThe song ‘Sakal Ban’ aside, ‘Heeramandi’ could have dwelt on courtesans’ centrality to Punjab’s shrine cultures. For a series set in 1940s Lahore, a reference to the Female Singers’ Prohibition Bill, hotly debated in the Punjab legislative assembly during these very years (1939-1942), would have been apt. The Bill sought to outlaw girls or women from singing or dancing, with or without musical accompaniment, at any Muslim shrine in Punjab, pointing to just how pervasive courtesans had been in these spaces. Naturally, one cannot blame Bhansali alone for missing the link between sacred and sensual worlds inhabited by Punjab’s tawaifs. The anti-nautch movement led by Lahore’s ‘Punjab Purity Association’ in the 1890s has over time wiped out any cultural memory of these overlapping worlds. This overlap was not only evident in courtesans’ performances in holy spaces, whether Sufi, Hindu, or Sikh, but also in the several mosques and schools built by courtesans or in their generous donations to many temples. The Maharaja’s powerful courtesan queen Bibi Moran, for example, built the Mai Moran Masjid in Lahore, donated generously to the Bhairon Mandir, and patronised a madrasa with esteemed hadith scholars. Equally, many tawaifs of Shia origin sponsored taziyas during Lahore’s Muharram processions.\nFor Bhansali, the courtesan world is an excuse to indulge in visual pyrotechnics and borrow from tired Orientalist tropes of Lahore’s courtesans from European colonial writing. Rudyard Kipling’s short story ‘On the City Wall’ (1888), features the wealthy and powerful Lalun, whose beauty ‘was so great that it troubled the hearts of the British Government and caused them to lose their peace of mind.’ It is difficult to decipher at which point Kipling’s imperialist version of the cunning Lahore courtesan morphs into the scheming and powerful tawaif of Bhansali’s homegrown brand of Orientalism. Unlike Kipling’s short story, though, Heeramandi’s watery plot struggles to hold our attention, or explore why Lahore’s courtesans were so powerful.\nAmidst such tropish excess, there is no room for the everyday life of tawaifs. The sole, caricaturish ustaad is never shown teaching the courtesans any music or dance, their main forte. Where are the mirasi bard-musicians who accompanied the courtesans, the higher status kalawants who trained them, the bodyguards who protected them, or the holy men who offered religious instruction? Where are the Sikh and Hindu elite patrons of tawaifs or, indeed, the non-Muslim courtesans, both Sikh and Hindu? Where are the maharajas or nawabs from neighbouring princely states like Bahawalpur, Patiala, Jammu, Kapurthala, the biggest patrons of Lahore and Amritsar courtesans? Where are the European memsahibs so keenly interested in courtesans’ music? And finally, contrary to the trite Alamzeb storyline, where are the renowned courtesan-poets of Urdu? Incorporating such details could have made a far more memorable show.\nHardcore Bhansali fans will urge us to ignore the historical setting and succumb to his maximalism, asking us to simply luxuriate in the lavish costumes and sets. This would be easier were the series based in Lucknow, where it more readily belongs. Instead, by choosing to set it in the courtesan quarters of Lahore, and saturating it with ‘Muslim’ protagonists alone —whether courtesans or patrons  —Bhansali falls into a curious ‘presentism’, incorrectly viewing the past in terms of the present. He thereby reveals a uniquely South Asian version of Orientalism by stereotyping Punjab’s courtesan cultures, and misunderstanding Lahore’s rich multicultural pasts. This bears mentioning since ‘Heeramandi’ is Bhansali’s first attempt directly addressing cross-border audiences. Given the Islamophobic undertones of his previous films like ‘Padmaavat’, what does this two-dimensional stereotyping of Muslim courtesans do to the collective memory of our shared pasts?\nBhansali’s films are always steeped in nostalgia, but even nostalgic excursions on this scale bear some responsibility towards their target audiences. Novelist Svetlana Boym famously stated that far from being politically irrelevant, “fantasies of the past determined by needs of the present have a direct impact on realities of the future”. If imagined with some sensitivity to history, ‘Heeramandi’ had the potential of offering us both a window into a bygone era, and a bridge to a more inclusive future. Alas!\n\n",
        "headline_1": "Heeramandi’s stereotyped courtesan world is a missed opportunity",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/heeramandis-stereotyped-courtesan-world-is-a-missed-opportunity/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-05-2024"
    },
    {
        "full_article": "Has climate change finally become an electoral issue in what may be India’s hottest year? If it had, wouldn’t politicians be shouting about heat, drought and flood protection in the same breath as reservations and freebies? That’s not quite happening, is it? And yet, party manifestos have become replete with climate. BJP’s manifesto mentions ‘climate’ 6 times, ‘green’ 13 times and climate’s visible manifestation, ‘water’, 22 times (compared to 2, 2 and 24 times respectively in 2019). Congress manifesto mentions ‘climate’ 12 times, ‘green’ 8 times and ‘water’ 18 times (compared to 11, 5 and 31 times respectively in 2019). Manifestos show where a party is headed, and clearly climate is becoming more important. After all, politicians are clever people who listen closely — very closely — to what the voters care about.\nA 2022 Yale and C-Voter study of 4,619 Indians found that 81% worried about climate change. Most had noticed the heat and changes in rainfall. Over 60% thought it would take them months (a quarter said years) to recover from an extreme event like a flood or a drought. But would they vote on it?\nIn 2018, after surveying 2,73,487 people across 534 Lok Sabha constituencies, the Association for Democratic Reforms (ADR) found that voters cared most about jobs, better healthcare and drinking water. The Jal Jeevan Mission, launched in 2019 by the current government, has since provided tap water connections to nearly 115 million more homes. A 2022 government review found that 80% of the households felt the tap connection fulfilled their daily water needs, even though water came for only three hours a day on average, and did not come daily to about a quarter of the homes. And even if water availability fell in 2023 (an El Nino year), the daily lived water experience of most of those 115 million households has improved from 2019. Women are likely to keep this in mind while casting their vote.\nThe ADR survey also found a lot of variation in what voters cherish across India and within states. For example, in the 2019 general elections, Maharashtrian voters said, ‘Whoever fixes the drought will get my vote.’ Indeed, ADR data showed that ‘availability of water for agriculture’ was among the top three priorities for rural Maharashtrian voters. But it wasn’t their only burning issue. Rural Maharashtrians also cared about electricity for agriculture and getting higher prices for their crops. Meanwhile, urban Maharashtrians, in Mumbai North, Pune and Nagpur, prioritised drinking water. While water is omnipresent in voter priorities, it’s not in a way that makes trade-offs easy for politicians. And so, politicians listened carefully to voters and compromised. In 2018-19, Maharashtrian farmers got more than Rs 11,000 crore in electrical subsidies whereby politicians are seen to be acting on voter interests. But did it ‘fix the drought’? Not quite. In 2019, farmer suicides spiked in the state, with nearly 4,000 farmers taking their own lives. Maharashtra, with a third of India’s cotton acreage, irrigated only 2.7% of cotton area in 2020 (other key cotton states, Telangana and Gujarat irrigate 13% and 69% respectively). Rains failed again last year, reservoirs are empty, and water tankers are out. Reportedly, the winter onion crop planted area has fallen. Manifestos do not appear to show concrete climate actions for such a vulnerable state. So, how will Maharashtrians vote? Will they even vote in sufficient numbers?\nAnalysing past elections, I’ve found that voters reward governments for building climate resilience by improving water access (Gujarat in 2007, Madhya Pradesh in 2013, Telangana in 2018), but not necessarily for water management, which becomes more important as temperatures rise. Politicians start walking on the path of management (Telangana’s tanks, Delhi’s water metering) but quickly switch to populism (free electricity for borewells, water charge waivers) as elections approach. Indeed, ADR data shows voters care little about clearing encroachments from public spaces. Then, why should politicians spend their precious political capital to clear up encroachments from lakes? But if they don’t, how will Chennai’s and Bengaluru’s water woes ever get resolved? Get real, voters. Despite the outrage over flood and drought, Chennai’s already low voting percentage only fell further from 2019 levels while Bengaluru’s remained constant. During a water crisis a few years ago, Sundaram Climate Institute asked over 900 people in Madurai whether they would vote on the basis of water. An overwhelming majority answered ‘No’. So, in the words of the wonderfully pragmatic Dowager Countess of Grantham in Downton Abbey, ‘Never mistake a wish for a certainty’. To make climate action a certainty, we need voters to vote for it, which needs crafting a compelling narrative. Those who can tell that story will make India climate resilient and reap the reward.\n\n",
        "headline_1": "Climate is changing but politicians won’t till voters put it on the agenda",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/climate-is-changing-but-politicians-wont-till-voters-put-it-on-the-agenda/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-05-2024"
    },
    {
        "full_article": "As a child in the seventies, I recall my mother’s duties being clearly defined. The most important was ensuring we finished the two rotis on our plate. In my sister’s case, this was an arduous task as she had to keep poking her younger child’s cheek where lumps of masticated wheat were deposited like they were gathering compound interest. The others revolved around completing our homework and the mandatory braiding of hair. Sometimes not satisfied with two pigtails, these plaits were twisted back to the side of our heads and fastened with a ribbon, so we looked more like goats with flapping ears than little girls.\n\n\n\nAside from these daily rituals, we were left to our own devices. This meant we had ample time to chase chickens in a nearby dump or run down the lane to Gopal’s shop for sweets on credit. We even had a ‘setting’ with the juice wala on the beach. Along with selling sugarcane juice and ice-cold colas, he saved us all the bottle caps of Gold Spot. At that point, the most significant event in our lives was the announcement of Gold Spot’s famous contest, where bottle caps with Jungle Book characters could be exchanged for a prize.\n\nLike the other mothers of that time, my mother was not particularly bothered by our dubious social activities as long as we didn’t argue and performed a decent namaste in front of guests. When I compare what motherhood meant when I was a child to what I have to undertake as a modern mother, it is terrifying.\n\nMy initiation into motherhood began in 2002 when my son was born. This was the time when my husband told a visitor that I was unavailable because I was ‘milking’ and immediately sealed my transformation from a hot chick to a cow. It was also a period when an entire generation of mothers would show newborns Baby Einstein videos to stimulate their brains. It didn’t occur to anyone that not only did Einstein’s mother not play any videos for her son, but as evident in her letters, she was primarily preoccupied with his appearance instead of his intellect. In her memoirs, Einstein’s wife states that just before the genius was about to receive the Nobel Prize, his mother rushed towards him with a comb and said, ‘There is nothing I or anyone with the exception perhaps of God can do about your great big darling deformed head. But there is something we can do about your hair.’\n\nHair, as we have already established, has always been a large part of mothering. Though the mothers of the seventies and eighties often had to moonlight as hairdressers, modern mothers, besides having hairdressing skills, are meant to be therapists, event planners, stylists, educators, motivational coaches, and nutritionists rolled into one. We must also preferably hold down jobs with one hand and our children with the other. We must breastfeed but not have droopy breasts. We must feed them the right combination of nutrients and avoid eating their leftovers to have the waistlines we once had before these creatures turned our wombs into their personal campervans. We must ensure they are entertained, mingle with the right peers, and praise their crooked drawings like we are courtiers bowing to the emperor with no clothes. All this should be accomplished by a method called ‘gentle parenting’, unlike our mothers who ordered us around like army colonels.\nIn pursuit of this parenting style, my bedtime routine with my younger one often stretches endlessly as I combat questions like why it matters that you brush your teeth every night, even if those teeth will fall off soon enough. To get her off the iPad, I need to deploy statistics about the surge of myopia in children. In the list of roles a mother needs to play today, I omitted mentioning the largest one, becoming a screen time monitor. Looking at all these children with their heads bent over flickering screens, I can’t help feeling a certain nostalgia for a time when our imaginations were our greatest tools. We strained bougainvillea flowers to create tinted water that we applied on cheeks and T-shirts. We turned rainwater-filled potholes into our own French Riviera, where we would set sail paper boats made of newspapers and mark sheets. Today, we are likely to stop our children from playing in muddy puddles and run behind them with sanitiser to attack germs.\n\nWhile the modern mother does ensure her children are safer than previous generations, I wonder if we are wrapping them in so many layers of bubble wrap that they cannot experience the real world except as a hazy blur. Are we doing them a disservice by raising them in a homogenised, sanitised world where they play the same games online and have the same extracurricular activities? Is that why the current generation, with their similar mannerisms, clothes and interests, all seem like clones of each other?\n\nIn the playground of modern motherhood, the seesaw between security and liberty has a prominent place. Too much freedom, and you will be seen as uninvolved. Too little, and you are stifling them. This journey through the landscape of motherhood, kal and aaj, remains unchanged, along with the requisite blame and guilt.\n\nPerhaps this Mother’s Day, instead of flowers or candy, I will reserve my present for the future. One day I would like to receive the gift I finally gave my mother. I erased her saintly pedestal of motherhood because pedestals are narrow by nature, and it only takes one twirl to fall. In my forties, I gave my mother the gift of acceptance. I let her know that I didn’t blame her for any inadvertent slip-ups. After having my children, I understood that our job as mothers is not to give our children perfect childhoods but to love them dearly and do our best within our inherent limitations.\n\nIf I am honest, I haven’t given her complete absolution yet. I am holding a bit back until she lets go of a peculiar habit. There has never been a significant event in my life, where my mother instead of being excited about my achievements, has not started fretting about my hair and with a worried frown, reached out to put stray strands in place. On this front, I can safely state that Einstein and I have something in common: Our mothers’ obsession with our hair.\n\nThere was more that I had to say about motherhood, but by the time I reached the penultimate paragraph, my little one began asking for her screen time password. After negotiating with her, I couldn’t quite remember the points for my grand finale.\n\nClearly, in some cases, motherhood is a journey where someone constantly pulls the emergency chain and halts your train of thought.\n\n\n",
        "headline_1": "Journey of changing motherhood, kal & aaj",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/mrsfunnybones/journey-of-changing-motherhood-kal-aaj/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-05-2024"
    },
    {
        "full_article": "As the world tries to process the continued horrors and injustices facing the Palestinians, the United Nations General Assembly (UNGA) on Friday voted overwhelmingly to grant them additional rights in the global body and backed their drive for full membership. We commend UNGA members for their effort. However, it's important to remember that this is only a symbolic gesture as the UNGA cannot enforce membership decisions. Therefore, it has suggested that the UN Security Council (UNSC), which has the authority in this regard, considers the matter \"favourably\".\nUnfortunately, this is where the celebration ends. For as long as the United States—one of five veto-holding members on the Security Council and Israel's closest ally—resists Palestine's admittance as a state, any resolution will remain incomplete. On Friday, 143 UNGA members voted in favour of the resolution, but they remain powerless against the US, which recently vetoed another Palestinian bid for full membership. This is nothing new. The US has always turned down pro-Palestine proposals at UNSC, and this \"diplomatic doom loop,\" as stated by an analyst, has been going on for a long time.\nAgainst this backdrop, the latest UNGA vote should be seen more as a gesture of support for the Palestinians' quest for peace and self-determination amid a devastating war by Israel. The global outpouring of support and mass protests in favour of Palestine all point to the fact that nations are no longer buying Israel's narrative. \"We want peace, we want freedom,\" Palestinian UN Ambassador Riyad Mansour told the General Assembly before the vote. Under the founding UN Charter, membership is open to \"peace-loving states.\" It's ironic that a number of full members are facilitating wars, with Israel committing war crimes and genocide, and yet little is being done to make them accountable.\nMore than 34,000 have been killed during Israel's brutal seven-month-long war on Gaza. It has recently started its ground invasion in Rafah, in another potentially bloody campaign. Unless the US government acknowledges that it is actively facilitating this genocide, changes its stance, and stops vetoing pro-Palestine resolutions, Palestinians may see no peace. We hope that the increasing support across the globe—with several European countries planning to recognise a Palestinian state—forces the superpower to do just that, before Israel wipes out any semblance of this long-persecuted community.\n",
        "headline_1": "Symbolic gestures help, but the Palestine crisis needs concrete steps",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/symbolic-gestures-help-the-palestine-crisis-needs-concrete-steps-3607526",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-05-2024"
    },
    {
        "full_article": "Bangladesh's drive to fulfil energy demand, riding on quick-fix strategies and relying on imports, has helped in the short-run but exacerbated the country's financial health. While fixing the problems will require long-term efforts, the upcoming national budget, to be unveiled in June 2024, will provide an opportunity to address some of the key challenges of the energy and power sectors.\nThe forthcoming national budget could create a renewable energy fund to further stimulate the renewable energy sector's progress, which has seen increased interest on the back of high energy prices and energy security concerns. Additionally, the budget may allocate more to the energy sector, to explore domestic gas resources and reduce reliance on imported liquefied natural gas (LNG).\nWith fiscal challenges eroding the country's capacity to clear full payments against imported fossil fuels and electricity produced by private power producers in the last couple of years, investment in clean energy is taking centre stage. Other factors, such as high and volatile fossil fuel prices and concerns about energy security, tempted the government to sign contracts with private investors for renewable energy projects of several thousand megawatts (MW) capacity in the last two years.\nHowever, prior experience points to a gloomy picture. Although new renewable energy projects have come online in the last two years, the pace and scale seem slow and inadequate.\nDifficulty arranging expensive land, where ownership is fragmented, limits the country's accelerated deployment of renewable energy. Furthermore, private project developers shoulder the cost of long transmission lines, increasing the overall project cost.\nAgainst this backdrop, the Bangladesh government may create a dedicated fund to turbo-charge the renewable energy sector amid the country's heightened exposure to the international fossil fuel market. Allocating through the fiscal year (FY) 2024-25 budget, the government may aim to support at least three areas of renewable energy.\nIt may cover the transmission costs of selected renewable energy projects. Likewise, it may allocate land to some renewable energy projects through the renewable energy fund, which can support land acquisition costs. Shouldering such costs, the government may introduce reverse auctions in carefully selected projects to reduce tariffs. The government can further utilise the fund to pilot renewable energy projects with battery energy storage systems.\nBangladesh can take inspiration from its past support for private-public-partnership (PPP) projects to create such a fund. Notably, the country allocated Tk 25 billion ($227.5 million) to PPP projects in FY2009-10 to bridge the infrastructure investment gap. This fund included PPP technical assistance worth Tk 1 billion ($9.1 million), a viability gap funding of Tk 3 billion ($27.3 million) and an Infrastructure Investment Fund of Tk 21 billion ($191.1 million).\nA similarly bold and landmark ambition, if translated through a budgetary allocation, will help transform the country's energy sector while containing costs and improving reliability.\nThe Annual Development Plan (ADP) 2023-24 already considered that nine renewable energy projects planned within its framework were \"insufficient\". Therefore, the ADP, in the upcoming fiscal year, may strategically take up more renewable energy projects. This will be pragmatic as some of the power plants commissioned in the last year or so have not received sufficient gas to operate at their optimum capacities.\nAs new nuclear facilities will likely be online during FY 2024-25, Bangladesh will have significant baseload capacity. Based on allocation in the forthcoming national budget, the ADP may turn the tide towards renewable energy.\nHowever, Bangladesh continues to allocate more of its budget to the power sector instead of the energy sector. For instance, the Power Division, which takes care of the power sector's development, received around 90 percent of the total budget allocated for Energy and Power Divisions from FY 2016-17 to FY 2022-23. Notably, it received a massive 97.1 percent of the allocated Tk 348.2 billion ($3.17 billion) in FY 2023-24, leaving the Energy Division with a paltry Tk 9.9 billion ($89.5 million).\nA decade ago, Bangladesh's lagging power system capacity influenced massive investment in power infrastructure, but the need and outlook appear quite different now. Allocations of hefty budgets to the power sector on a yearly basis have already thrown up several challenges for the Energy and Mineral Resources Division, which has become increasingly import-dependent.\nThe national budget may consider allocating more funds to the latter to strengthen Bangladesh Petroleum and Exploration Company (BAPEX), to enhance the company's ongoing onshore gas exploration efforts and limit the reliance on imported LNG.\nAn important step in driving Bangladesh away from fossil fuels towards a renewable energy future is the rationalisation of duties on electric vehicles and renewable energy. Following approval of the budget of FY 2023-24, any individual willing to buy a second personal transport—be it an electric vehicle (EV) or an internal combustion engine (ICE)-based one—needs to pay an environmental surcharge ranging from Tk 25,000 ($228) to Tk 3,50,000 ($3,187). As EVs are environment-friendly, and interested buyers may already have an ICE car, the government should waive this environmental surcharge on EVs.\nFurthermore, total tax incidences on EVs at the import stage are 89.2 percent, including a supplementary duty of 20 percent. A similar supplementary duty is also applicable for hybrid cars. As the government envisages reducing 3.39 million tonnes of carbon dioxide (CO2) emissions from the transport sector by 2030, such import duties on EVs will limit the country's ambition. Instead, the government may increase the duties for second ICE cars and channel part of the revenue to build charging stations for electric and hybrid vehicles.\nAdditionally, rooftop solar accessories are subject to import duties ranging from 11.2 to 58.6 percent. As rooftop solar can help generate clean energy without affecting land, the government may revisit the tax structure and bring it down.\nThe current reality reinforces the urgency of frontloading efforts for renewables, creating a conducive ecosystem for EVs and reducing demand growth in imported fuels like LNG. By creating a renewable energy fund and increasing budgetary allocation to the energy sector, the upcoming budget can help attract more private capital and improve Bangladesh's overall energy security.\nShafiqul Alam is lead energy analyst for Bangladesh at the Institute for Energy Economics and Financial Analysis (IEEFA).\nViews expressed in this article are the author's own.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The next budget should push for clean and secure energy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-next-budget-should-push-clean-and-secure-energy-3607436",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-05-2024"
    },
    {
        "full_article": "The moral world is concerned about climate change, the capitalist world less so. Much of the current discourse is about technological solutions, especially in energy production and distribution. Much less comfortable is the discourse about changing present behaviour in the event that our technological luck will run out—exercising the precautionary principle, the sacrificial trade-off over time for the sake of future people and their spaces who are unknown to us, and remote from us and our immediate moral attachments. Many observers like Anthony Giddens (The Politics of Climate Change, 2009) have pessimistically argued that distant threats are too unreal to trigger altruistic sacrifice, with the implication that a regulatory state is needed to enforce behavioural change. Is that possible through democracy reliant on popular voting, where immediate self-interested preferences prevail, whether individual or national? If, therefore, the appeal to altruism is weak, and a strong regulatory state unlikely, where are the human motives to be found to avoid self-destruction of our species?\nThis can be addressed through thinking about time preference behaviour, concentric circles of moral proximity, elements of well-being, and the problematic of free riding. These are all conceptual ingredients for sustainable development that are not unrealistically altruistic. Our time horizons are before and after us, stretched as a function of moral attachments. My grandfather was born in 1874. I was 30 and just a father when he died in 1975. My grandchildren might just be alive for the next century. That gives me a morally attached and thus meaningful time span of 226 years—Long enough to track significant changes affecting my cognitive bloodline. Everyone on the planet has a version of this story of intergenerational empathy. My grandfather was undoubtedly concerned for me in his future, as I am for my grandchildren.\nIn that way, we are time traders with a set of discount preferences which determine how we allocate behaviour between the present and future, determined by moral attachment that can be understood in terms of concentric circles of moral proximity. Our moral commitments to immediate and then wider kin are usually stronger and more comprehensive than to successively outer circles of friends, neighbours and broader identities (communities and nations). Moral attachments within these inner circles are more likely to be over longer periods of time, and thus vertical, not just horizontal, and contemporarily reciprocal. These conditions represent the intergenerational bargain within a vertical line of descendants acting with the interests of others in mind, bound to us by moral attachment. Not purely altruistic, in other words.\nAs we move to outer circles, attachments are likely to be less moral and comprehensive and more instrumental and specific. While it may be easier to understand intimate intergenerational bargains within inner concentric circles of moral attachments, the greater challenge is to understand such time preference bargains at the outer circles of instrumentality. In other words, why might we care for strangers in the present time but remote space? This is the arena of collective action between strangers and the underpinning for a longer-range institutionalised policy and strategic planning, which gives the concept of sustainability its meaning. Is a propensity for such collective action driven by well-being? Both objective and subjective senses of well-being represent the cognitive and social bases of sustaining behaviours. It is a feature of human and social existence that an individual's well-being is also a function of others' well-being—arranged through these concentric circles of moral proximity.\n\nThese questions underpin the case for green economy and green capitalism, another \"great transformation\" in which excessive commodification and alienation is reset not just for decent work, but for green well-being. We shift from knowing the price of everything to the value of everything, with multidimensional and multi-period values dismantling the present marginal utility determinants of price. A shift driven by the self-interested need to care about remote others in time and space, derived from the link between moral attachments and the common good.\nMy more immediate sense of well-being is thus a function of securing a sense of well-being not only for myself but for others too: common good as an essential prerequisite for personal well-being. Furthermore, inequality and poverty in those outer circles beyond kin can also convert into the politics of envy and actually threaten my own well-being: an international concern, not just national. So humans are not interactive social beings out of a sense of altruism, but because they have to as a condition of their own security and interests, which underpin well-being. Thus, we do not have to rely upon altruism to save us, or upon utopianism about which Giddens is rightly sceptical.\nSo far, therefore, we can explain vertical intergenerational behaviour within inner concentric circles. We can also explain horizontal intragenerational behaviour towards outer circles via a combination of interdependent common good and instrumentality reasoning. Crucially though, we have not yet explained diagonal behaviour: i.e. intergenerational behaviour towards morally remote descendant strangers.\nBy combining these two logics (vertical through time and horizontal within time), we can arrive at the following axiom: the well-being of my intimate descendants is itself dependent upon the well-being of their contemporaries; ergo I have to be concerned about the well-being of remote strangers in the future in order to maintain and protect the well-being of my direct offspring or near kin with whom I have moral attachments. This way of understanding human motivation for sustainable behaviour does not then rely upon altruism, which can only refer to helping those with whom one has no direct interest such as moral attachment. In this path of reason, therefore, we can imagine collective intergenerational bargains embracing outer circles of moral proximity as a precondition for serving inner, more morally attached, circles. This surely has to be the key principle of continuing human existence.\nIf our realism steers us towards precautionary behaviour but not derived from altruism, then it must also acknowledge free riding, which cannot simply be wished away, nor oversimplified. Precautionary behaviour redistributes harm over time periods, most obviously in the form of immediate consumption sacrifice for future benefit of remote others, as well as between people in present time, usually under conditions of inequality.\nAny given population will comprise a demographic distribution across the life cycle, prompting a spread of differential interests in consumption at any one point in time. These distributions entail a variable of \"distance\" between individual self-interest and immediate as well as longer-term collective interest with respect to climate harmful consumption. At any one time, through these consumption choices, there will always be a proportion of the population (nationally and internationally) which seeks in effect to \"free ride\" both more than others in the population, and more than at other times in their own lives. Can the net amount of aggregated free-riding resulting from a profile of consumption spreads be managed for sustainability through precautionary action, requiring interference with the prevailing distribution of the propensity for unsustainable consumption? To achieve this requires replacing material consumption as the primary condition for well-being, thereby defined less in terms of status and identity, and more as spiritual and emotional experience. This tunnels deep into the psyche of capitalism.\nWhat if, for example, the pursuit of the principle of sustainability makes it necessary to be motivated by forms of well-being, which send signals to the market in contradiction to incentives for destructive technological innovation, and incentives thereby for profit? Perhaps we are starting on this road with increasing public commitments (US and UK perhaps?) to the green economy, and willingness to envisage longer time horizons. Perhaps the catalytic experience of climate change in these countries and elsewhere—including, for example, Dhaka winter pollution—is finally changing mindsets, lowering discount rates and thereby favouring precautionary behaviour. Can precautionary well-being as a cultural form become the cultural underpinning of sustainable capitalism? Can such mind and behavioural changes send different signals to the market, thus redirecting investment in technology and skill sets?\nThese questions underpin the case for green economy and green capitalism, another \"great transformation\" in which excessive commodification and alienation is reset not just for decent work, but for green well-being. We shift from knowing the price of everything to the value of everything, with multidimensional and multi-period values dismantling the present marginal utility determinants of price. A shift driven by the self-interested need to care about remote others in time and space, derived from the link between moral attachments and the common good.\nTo reach this state of mind and behaviour, capitalism has to be confronted: for its individualism and competition; for rewarding free-riding; for its narrow profit conception of efficiency; for its misuse of the term \"welfare\"; for its logical necessity to reproduce inequality through the appropriation of the surplus value of labour, thereby inexorably linking growth to poverty; for the subordination of nature and natural resources to upper quintile usufruct, thereby removing the principles of common property and citizens' wealth; and for framing human motives as venal and alienating us all.\nIn the meantime, in the words of the American poet Frank Scott (brought to my attention by Leonard Cohen):\nThis is the faith from which we start:\nMen shall know commonwealth again\nFrom bitter searching of the heart.\n\nWe loved the easy and the smart\nBut now, with keener hand and brain,\nWe rise to play a greater part.\nThe lesser loyalties depart,\nAnd neither race nor creed remain\nFrom bitter searching of the heart.\nNot steering by the venal chart\nThat tricked the mass for private gain,\nWe rise to play a greater part.\nDr Geof Wood is a development anthropologist and author of several books and numerous journal articles, with a regional focus on South Asia. He is also emeritus professor of international development at the University of Bath.\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Dealing with climate change in a capitalist world",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dealing-climate-change-capitalist-world-3607281",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-05-2024"
    },
    {
        "full_article": "The continued downward spiral of the country's bourses does not come as a surprise to market watchers. The stock markets are littered with more bad stocks than good ones and this has been a problem spanning more than a decade. Despite best efforts of stock exchange authorities, the mood remains bearish as people have gotten their fingers burnt again and again. Now there appears to be some glimmer of hope as the honorable prime minister has stated publicly last week that state-owned enterprises (SoEs) should be listed on the bourses.While the prime minister deserves applause for her directive, one must take this with a grain of salt, simply because this is not a new move. Five years ago, a similar announcement had been made but the actual divestment never happened because the desire to carry through with such a directive dissipates every time the market turns bearish. This time round of course things are a bit different since no number of measures taken has been able to lift the gloomy mood of the bourses. According to a report published in this newspaper, it is understood that the Executive Committee of the National Economic Council (ECNEC) has decided, in principle, to make proper scrutiny about listing of SoEs. The point of contention is not divestment per se. Already some SoEs are listed on Dhaka and Chittagong Stock Exchanges. However, the question is precisely what percentage of stock is being publicly listed. Titas Gas, DESCO are major utility companies that have been partially divested but problems with their management and the manner in which they are run remain. Allegations of financial mismanagement and misappropriation have long dogged these entities along with others that include, but are not limited to, enterprises such as Bangladesh Shipping Corporation. Even back in 2018, directives were issued to do something similar. Unfortunately, it appears that a section of the bureaucracy and policymakers believe in retaining control of such enterprises even when they are divested. Privatised SoEs, of which some percentage of stock was offloaded, ended up with managements that are run by bureaucrats who are deputed to senior management posts from their respective ministries and departments. Hence, there is little in way of motivation to make these so-called privatized SoEs profitable. If the State is going to remain in control of privatized SoEs, these enterprises will never see the light of day when it comes to profitability. Ordinary shareholders who do not represent at least 51 per cent stake in a privatized SoE have no say in the running of the company. That means the annual general meetings will be nothing more than eye-wash where the management of these so-called publicly listed companies will be holding court and nothing tangible will have happened in terms of profitability or accountability. Ordinary shareholders will have no say there.For decades, the State has tolerated the misappropriation culture in SoEs and that is no longer acceptable. Billions have been sunk into these companies and enterprises with government largesse and this is a complete waste of financial resources. The prime minister has hit the nail on the head when she says it is time to divest. The manner in which it is done of course will decide whether the government is serious about turning things around not just for SoEs that have a lot of potential in terms of profitability, but also, the need to bring more blue-chip companies to be listed on the stock exchanges.",
        "headline_1": "Will divestment of good SoEs finally happen?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/will-divestment-of-good-soes-finally-happen-1715438917",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-05-2024"
    },
    {
        "full_article": "When the then finance minister presented the national budget for the current fiscal year in parliament in June last year, he had taken into consideration at least six points while making proposals regarding duties and taxes at import stages. One of the points was improving the country's position in terms of foreign investment. He also mentioned that 100 economic zones (EZs) were being established to ensure environment-friendly industrialisation and to 'enhance domestic and foreign investment along with youth employment.' In his speech, the minister also underscored the importance of foreign investment. The issue of foreign direct investment (FDI) needs some explanation. Mentioning it in the annual budget speech is consistent with the country's medium-term development plan. A key strategic focus of the 8th Five-Year Plan (8FYP) is to accelerate FDI flows into Bangladesh through 'a massive drive to improve the investment climate and strengthen the capabilities of BIDA to do policy-based research, advocacy and deliver speedy and efficient services to foreign investors.' According to the plan document, some one-fourth of the projected 9.1-percent increase in private investment will come from FDI by the end of fiscal year 2024-25 (FY25), the terminal year of the planning period. It also set a goal to increase the FDI-GDP ratio to 3 per cent in FY25 from 0.54 per cent in FY20. Nevertheless, available statistics showed that the country has yet to attract adequate foreign direct investment (FDI). In the last calendar year, the net inflow of FDI declined by 13.80 per cent, according to the latest statistics of Bangladesh Bank. It also showed that the net inflow of FDI decreased to $3.0 billion in 2023 from $3.48 billion in 2022. Net FDI declined by 7 per cent to $3.20 billion in FY23 from $3.44 billion in FY22. As FY24 is yet to end, it will take some more months to get the data on the total volume of FDI in the current fiscal year. Net FDI in the first half (H1) of the current fiscal year, however, dropped by 14 per cent to $1.56 billion from $1.80 billion in the same period of FY23. So, it is unlikely that the annual inflow of FDI in the current fiscal year, which ends on June next, will cross the last fiscal's amount. Instead, there is a high chance of it falling below the FY23 as overall economic trend is sluggish in the current fiscal year. Despite the government's efforts to attract foreign investors by relaxing rules and regulations, the annual FDI inflow data for the last calendar year suggests that the country is not yet seen as an attractive investment destination. This underscores the need to address several barriers that hinder the improvement of the investment climate. These include regulatory uncertainty, trade logistics and infrastructure inefficiencies, labour productivity and skill development, and a challenging business taxation environment. Last year, the Foreign Investors' Chamber of Commerce & Industry (FICCI), representing more than 200 foreign companies operating in the country, prepared and published a comprehensive paper focusing on the challenges and opportunities of FDI in the country. The paper outlined a series of barriers and also presented a set of recommendations to overcome these. Thus, the challenges and barriers to attracting more FDI are well known. It is also well known that developing countries like Bangladesh require more institutional frameworks to encourage investors to remain in the country. Inconsistent institutional and legal frameworks may lead to a lack of confidence in the domestic economy, leading foreign investors to divest, withdraw, or reduce their investments.The central bank's annual statistics also showed that the gross inflow of FDI was $3.97 billion last year due to a decline of around 18 per cent from $4.83 billion in 2022. The amount of disinvestment was $1.34 billion in 2022, down to $0.96 billion last year. Disinvestment includes capital repatriation, reverse investments, loans given to parent firms and repayments of intra-company loans to parent firms. The amount of net FDI is derived after deducting the amount of divestment from gross FDI, For FDI, disinvestment is not an unusual thing. Nevertheless, the ratio of disinvestment in terms of gross FDI has increased for the last couple of years. In 2017 and 2018, the ratio was 20 per cent, which jumped to 28 per cent in 2019. It moderated in the next two years to 24 per cent and 25 per cent and again increased to 28 per cent in 2022. The disinvestment to gross FDI ratio in the last year stood at 24.30 per cent. As disinvestment is almost one-fourth of the gross FDI for the last half-decade, it needs some examination. Again, economic zones (EZs) have attracted a tiny amount of FDI in the last two years. In 2022, the EZs received a net FDI worth $2.47 million, which increased to $8.2 million in the previous year. So far, only six government-owned EZs are in operation, although in total, 68 EZs got approval. In addition, 29 EZs have also got permission for setting up by private investors. Yet, only five EZs are in operation. Currently, around 50 factories are operating in 11 government and private EZs. So far, the proposed amount of FDI stood around $1.40 billion in these EZs. Thus, the high expectation that EZs will draw a big chunk of FDI within a decade will take more time to be realised. The crisis and instability in the country's foreign exchange market during the last two years may also discourage potential foreign investors. And there is no quick fix to attract a higher amount of foreign investment within a year or two.[email protected]",
        "headline_1": "Are foreign investors shying away from Bangladesh?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/are-foreign-investors-shying-away-from-bangladesh-1715439010",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-05-2024"
    },
    {
        "full_article": "The rapid evolution driven by the Fourth Industrial Revolution is reshaping how people think, live, work, and learn. In this dynamic landscape, Science, Technology, Engineering and Math (STEM) education is a vital tool to properly equip students with the skills and adaptability needed to thrive in this new era. This method of learning focuses on integrating science, technology, engineering, and mathematics to foster critical thinking, problem solving, creativity, and innovation.A study by the US-based Bureau of Labor Statistics (BLS) found that employment opportunities for graduates in STEM fields would be higher than the students from other disciplines in the next decade. With projections indicating an eight per cent rise in STEM employment opportunities by 2029, it is believed that investment in this sector will be highly rewarding. Experts, therefore, are calling for increased emphasis on STEM education. They claim STEM education is crucial for the country's development and to meet the challenges of the future. They maintain that the nation would be deprived of development if the new generation lags behind in this emerging field. STEM learning method contributed to skilled human resource development in many countries. It should not be otherwise for Bangladesh.It is recognised worldwide that the more universal STEM education is in a society, the faster will be the pace of its development. Bangladesh is striving hard to extricate itself from its least developed country status. In that case, introduction of widespread STEM education will strengthen the efforts and stimulate human resource development, socio-economic growth and establishment of a knowledge-based society. The implementation of wide ranging STEM education, advisably at all mid-level to higher educational institutions, would open the door wide for generating skilled manpower. STEM education, however, is expensive and requires well-equipped premises, trained demonstrators, practical classes and latest journals. It cannot be solely Internet-dependent. It needs a new, entirely fresh approach. Necessary measures, therefore, need to be taken to expand facilities for STEM education and make it attractive to students. The government may have to review its priorities, its allocation of resources, and accord greater importance to enriching the country's pool of skilled manpower as an investment in the future.That Bangladesh has a bright prospect in ICT sector has already been adequately demonstrated by the country's IT experts and computer programmers who achieved brilliant successes in different international competitions as well as software development. According to ICT division, Bangladesh is now exporting software and ICT solutions to more than 50 countries around the globe, and most of them are developed countries like USA and Japan. And the number of countries buying these Bangladesh-origin services is increasing every year.But amidst this promising outlook, there lies a glaring disparity. A recent study entitled 'SheSTEM Business Case' reveals that although employment facilities for Bangladeshi STEM degree holders have increased due to the growth of IT sector, women's access to employment in this field is far less than desirable. It shows that even though the employment landscape for STEM graduates is expanding, women's representation in these fields remains dismally low, accounting for only 14 per cent of the workforce.This underrepresentation of women in STEM fields attributed is to societal and workplace biases. This hinders inclusive economic development. Women in Bangladesh face multifaceted challenges in pursuing STEM careers such as entrenched gender norms, absence of female role models in this sector, and inadequate workplace support systems. As a result, their potential contributions to the country's technological advancement and economic growth are severely compromised. Empowering women in STEM isn't merely a matter of equity; it's an economic imperative, and it will unlock the full potential of the country's workforce.[email protected]",
        "headline_1": "Giving a fillip to STEM education",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/giving-a-fillip-to-stem-education-1715439108",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-05-2024"
    },
    {
        "full_article": "Bangladesh's rapid economic growth and urbanisation have significantly escalated both plastic consumption and pollution levels. According to a recent media report, the annual per capita plastic usage in urban areas has surged from 3kg in 2005 to 9kg in 2020, marking a threefold increase over 15 years. Similarly, consumption of LDPE packaging materials, such as plastic bags, has soared fivefold during the same period. Despite this surge, only 31 per cent of the 977,000 tonnes of plastic consumed in 2020 were recycled, leaving a substantial portion to pollute the environment.The challenges in plastic recycling are multifaceted. Insufficient collection from households and inadequate sorting contribute to the low recycling rate, with only 37.2 per cent of Dhaka's plastic garbage being recycled. Additionally, during the COVID-19 pandemic, about 14,500 tonnes of plastic waste were generated, including items like surgical masks, hand gloves, and sanitizer bottles, further exacerbating the issue.Currently, Bangladesh has a robust plastic waste product market worth Tk400 billion, with a per capita plastic usage exceeding 9kg annually. However, only 36 per cent of this plastic is recycled due to various logistical and infrastructural challenges. Despite efforts, the recycling rate has declined from 51 per cent in 2006 to 36 per cent in 2019, raising concerns about environmental sustainability.The plastic recycling industry in Bangladesh comprises approximately 6,000 companies, including conglomerates like Pran-RFL Group and Akij Group, which have invested in recycling infrastructure. Currently, there are over 300 recycling plants, focusing primarily on collecting and sorting post-consumer plastic waste. However, the majority of recycled products are low-grade due to the predominance of soft plastics like LDPE, PP, and PVC in municipal solid waste (MSW).Efforts to improve plastic recycling in Bangladesh are underway. The government aims to recycle 50 per cent of plastics by 2025, phase out single-use plastics by 90 per cent by 2026, and reduce plastic waste generation by 30 per cent by 2030. Additionally, the 8th Five-Year Plan targets the elimination of various single-use plastic items. Such initiatives aim to mitigate environmental pollution and promote sustainable waste management practices.Despite the challenges, the future potential of Bangladesh's plastic industry remains promising. The market size for plastic products is currently Tk280 billion, with aspirations to capture a significant share of the global $560 billion market. Md. Zidanur RahmanDepartment of BBANorth South University[email protected]",
        "headline_1": "Bangladesh's growing plastic recycling industry",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladeshs-growing-plastic-recycling-industry-1715439141",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-05-2024"
    }
]