[
    {
        "full_article": "The land subsidence in Joshimath has become emblematic of a geological disaster that has in fact manifested across India, in the neighbourhood of several large resource-extraction projects. There have been reports of subsidence from the Jharia, Bhurkunda, Kapasara, Raniganj and Talcher coal mines; from Delhi and Kolkata due to the over-extraction of groundwater; and from Mehsana for hydrocarbons. Last year, land in Chamba, Himachal Pradesh, began to sag shortly after a hydroelectric power project began test runs, calling into question the effects of the Tapovan Vishnugad facility near Joshimath in Uttarakhand. In 2010, some months after a tunnel-boring machine nicked an underground aquifer near Joshimath, leading to substantial water discharge, two researchers wrote in Current Science that the “sudden and large scale dewatering of the strata has the potential” to trigger “ground subsidence in the region”. Determining whether the ongoing incident can be traced directly to the 2009 aquifer puncture is complicated by the lack of long-term scientific investigations of the area. On January 5, the NTPC issued a statement washing its hands of the unfolding crisis after locals began pointing fingers at Tapovan Vishnugad, as well as the Helang-Marwari bypass as part of the Char Dham project. Scientists from the Council of Scientific and Industrial Research-National Geophysical Research Institute set out on January 10 to examine the circumstances of the subsidence. Both the national and the State governments must heed the team’s findings, even if it means ceasing further construction work.Experts and civil society have called on the government on many occasions to ease its dam-building spree, of late over rivers in the north and the Northeast; to moderate tourism in the regions to be sustainable; and to not blow off unstable hillsides to widen roads. Heavy rains in Aizawl in July triggered subsidence, exposing poor zoning enforcement and oversight of the regional carrying capacity. But in Joshimath, which is particularly prone to landslides, questions about zoning, carrying capacity and tipping points have all been set aside. The subsidence in Joshimath has captured the nation’s attention because it is a destination for both pilgrims and tourists, but it is far from being the site of the first or the deadliest incident. The government must undertake whatever repair and restoration efforts it is undertaking at Joshimath at all the other sites as well. Finally, the national and the State governments must listen to both science and the people already living near mines and dams. There is an argument to allow economically developing countries to emit more before becoming carbon-neutral, but it is not a free pass to plunder natural resources at the cost of climate justice.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit",
        "headline_1": "Reckless spree: On Joshimath sinking",
        "headline_2": "Authorities must heed science and people living near mines, dams",
        "link": "https://www.thehindu.com/opinion/editorial/reckless-spree-the-hindu-editorial-on-joshimath-sinking/article66365678.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-01-2023"
    },
    {
        "full_article": "For Odisha’s tribal-dominated hockey cradle Sundargarh district, where people are used to seeing a goat as a trophy in a rural tournament, the conduct of the Men’s World Cup at Rourkela, a joint host of the mega event along with Bhubaneswar, will be a dream opportunity to watch the best teams compete from Friday. It took a generous decision from the Odisha government to sponsor the Indian national teams and then hold the World Cup in Bhubaneswar in 2018. It took an even bigger decision by Odisha Chief Minister Naveen Patnaik to organise it in two cities, officially for the first time, in 2023. The State government had to adopt a three-pronged approach to tackle logistical issues. It spent ₹260 crore to build a new stadium which has the capacity to hold 20,000 spectators; constructed a 225-room five-star facility to accommodate players and officials; and readied an airport for commercial flights in Rourkela within a limited time frame. The pandemic was a major impediment, but the Odisha government was strong-willed. India will now become the first country to hold the World Cup in consecutive editions and for the fourth time. Steel City Rourkela will be the fourth Indian city to organise the event. Sundargarh was exposed to hockey by the Christian missionaries in the 1860s. It has come a long way since then to produce top stars including former India captain and current Hockey India president Dilip Tirkey, Ignace Tirkey, Prabodh Tirkey, Lazarus Barla, William Xalxo, Birendra Lakra, Jyoti Sunita Kullu, Subhadra Pradhan and Deep Grace Ekka. The district will now see two of its sons — vice-captain Amit Rohidas and Nilam Sanjeep Xess — sport India colours on its soil.For the first time in over four decades, India is approaching a World Cup as an Olympic medallist following its 2021 bronze win in Tokyo. The hunger for success will be intense as India — which bagged a bronze medal in 1971, a silver in 1973 and a gold in 1975 — had its last podium finish in a World Cup nearly 48 years ago. Coached by the Australian World Cup and Olympic medallist Graham Reid, the home team, which was a quarter-finalist in the last edition and is now a blend of youth and experience, will be keen for a fruitful campaign. Irrespective of where India finishes, the 16-team event is all set to bolster Odisha’s reputation to organise big-ticket sporting events.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nWorld Cup\n\n/\n\nHockey",
        "headline_1": "A push for glory: On the 2023 Men’s Hockey World Cup in Odisha",
        "headline_2": "The hockey World Cup adds to Odisha’s reputation as organiser of sports events",
        "link": "https://www.thehindu.com/opinion/editorial/a-push-for-glory-the-hindu-editorial-on-the-2023-mens-hockey-world-cup-in-odisha/article66365670.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-01-2023"
    },
    {
        "full_article": "“Holy hell, RRR. Has any movie ever packed more movie into a movie? What a ride. Still thinking about it a couple days later.”\nBy the time Jon Spaihts, the Oscar-nominated screenplay writer of Dune tweeted these words last July, SS Rajamouli’s RRR (Telugu) was already a pan-India blockbuster and had been drawing an incrementally rising wave of audience interest in the United States.\nRead the full article on TOI+\n\n",
        "headline_1": "RRR: Dancing with the world – Its Golden Globe is global appreciation for one genre of Indian cinema. The world is still unfamiliar with the rich heterogeneity of our movies",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/rrr-dancing-with-the-world-its-golden-globe-is-global-appreciation-for-one-genre-of-indian-cinema-the-world-is-still-unfamiliar-with-the-rich-heterogeneity-of-our-movies/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-01-2023"
    },
    {
        "full_article": "The Supreme Court has asked pertinent questions on GoI’s curative writ petition against the 1989 settlement order directing Union Carbide Corporation to pay $470 million (nearly Rs 750 crore) as damages for the 1984 Bhopal Gas Tragedy. UCC was willing to cough up $426 million while GoI submitted that any amount less than $500 million would not be reasonable, following which SC settled on a midway figure of $470 million that both UCC and GoI agreed upon.\nThe settlement was panned for short-changing the victims, for being inadequate for environmental repairs and as an ineffective financial deterrent against gross negligence. After failing to extract a higher compensation then, GoI is now seeking over Rs 7,000 crore in additional damages. The belated demand is unlikely to yield a positive outcome in most jurisdictions. Raising victims’ hopes for more compensation arguably places a moral responsibility on GoI to do more for them even if the judicial recourse falters. SC noted that Rs 50 crore from the original compensation still remains unutilised, a damning indictment of successive governments.\nSC rightly pointed out that vitiating a settlement after over three decades could damage India’s investment climate. Normally, SC’s gratuitous advice to government in the policy turf would seem completely uncalled for, but here it makes eminent sense. In fact, the court could have been lobbing the ball back to the Centre. SC also minced no words when it suggested that populism could be behind the belated curative writ petition, observing that it cannot be the basis for a judicial review.\nHaving messed up in Bhopal, India has a responsibility to prevent more Bhopals from happening. A comprehensive legislation that helps in promptly and accurately fixing civil liability for negligent conduct is our best bet. Without this, courts are arbitrarily deciding compensation. While SC reduced the compensation decreed by Delhi high court to be paid by the Ansal brothers in the Uphaar fire tragedy, it set aside a Madras HC order that closed the Sterlite copper plant in Tuticorin but ordered the company to deposit Rs 100 crore with the district administration as pollution damages. This novel calculation of Rs 100 crore was around 10% of the company’s profit before tax between 1997-2012. A 2018 RTI reply showed that just 7% of the damages were utilised. Instead of adhocism by government and judiciary, it is time for firmness and predictability.\n\n",
        "headline_1": "Bhopal’s real lesson: Attempts to get more out of Carbide for the gas tragedy are futile. India needs good law on civil liability",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bhopals-real-lesson-attempts-to-get-more-out-of-carbide-for-the-gas-tragedy-are-futile-india-needs-good-law-on-civil-liability/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-01-2023"
    },
    {
        "full_article": "Polls in three Northeast states of Tripura, Meghalaya and Nagaland – likely in February/March, dates are yet to be declared by EC – are likely to be a serious test for BJP. In Tripura, cracks have appeared in the BJP state unit, which forced Biplab Deb to step down as CM. BJP’s relations with its tribal ally, IPFT, have not been problem-free. This has been compounded by the steady rise of Pradyot Kishore Deb Barma-led Tipra Motha, which demands a separate tribal state. CPM has announced its intention of forming an alliance that will potentially include both Congress and Tipra Motha. However, TMC, which too has been eyeing Tripura since its victory in the 2021 Bengal polls, is likely to undermine such opposition unity by contesting all 60 seats alone.\nThe NPP-BJP alliance in Meghalaya seems to be under strain with CM Conrad Sangma indicating last year that his party was willing to fight the polls without an ally. There are also Sangma’s reservations about a Uniform Civil Code in a tribal state. Then there is the festering interstate border dispute with neighbouring BJP-governed Assam. The Assam Police firing incident in November that killed six people further chilled ties between the coalition partners.\nIn fact, similar border and territorial issues also plague Nagaland and Assam. Additionally, the Nagaland governing coalition comprising Nationalist Democratic Progressive Party, BJP and Naga People’s Front has to navigate the demand by the Eastern Nagaland People’s Organisation for a separate state of Frontier Nagaland. This comes on top of the existing impasse between the Centre and the NSCN-IM over the Naga peace talks with the latter insisting on a separate flag and constitution for the Nagas. Taken together, the three Northeast states present very complicated challenges for BJP.\n\n",
        "headline_1": "Northeast, not easy: BJP, in office in 3 NE states going to polls soon, faces different but complicated challenges",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/northeast-not-easy-bjp-in-office-in-3-ne-states-going-to-polls-soon-faces-different-but-complicated-challenges/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-01-2023"
    },
    {
        "full_article": "India’s real GDP is likely to expand by 7% in 2022-23. For three successive years ending 2023-24, India will be among the fastest growing major economies. Inflation should moderate below 5% by April 2023, rabi sowing area is likely to be higher by 4%, and the GoI has space for additional expenditure of Rs 85,000 crore in the current fiscal without disturbing the fiscal math.\nWhy then do critics still argue that India is witnessing a “K-shaped recovery”?\nRead the full article on TOI+\n\n",
        "headline_1": "Don’t miss the V for all the talk about K: Contrary to critics and as shown by data, India’s post-pandemic high growth rate is benefiting all sections",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/dont-miss-the-v-for-all-the-talk-about-k-contrary-to-critics-and-as-shown-by-data-indias-post-pandemic-high-growth-rate-is-benefitting-all-sections/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-01-2023"
    },
    {
        "full_article": "Despite remarkable economic growth in Bangladesh, the allocation for education in terms of percentage of GDP is low compared to most other countries in the region and globally. And one of the most overlooked problems is that we overspend on English education and under-spend on Bangla and STEM subjects.\nThere has rarely been any serious discussion about our education sector from an economic approach. What are the economic costs of English education? And what are its economic benefits? There is a pressing need to compare the two.\nWe have reasons to believe that neither the costs, nor the benefits, of English education are properly assessed. The benefits are also artificially exaggerated by a) the imposition of the English language by the colonists and the high status attributed to it by our own colonial mindset; b) the domination of the Urdu-speaking West Pakistan over the then East Pakistan and the relief from that sought by Bangladeshis by acquiring an English education; and c) the influence of a small but powerful elite/pseudo-elite group within Bangladesh propagating the importance of English.\nThese factors have given way to the government's uncritical prescription and implementation of English as a compulsory subject from Classes 1 to 12. Globalisation has also created a strong perception that English and economic development are positively correlated.\nThe decision to implement Bangla at all levels of education was taken at a sentimental point in the history of our country. However, two things acted against the realisation of the objective of this decision: 1) the tumultuous situation in educational institutions resulting in a total lack of quality education and 2) the absence of any government programme to have textbooks and other related books translated or composed in Bangla.\nBy the time our education system gained some normalcy, a culture of mediocrity had come into being within the school system. In addition to a grave loss in the quality of education in general, a lamentable quality of English education became a matter of the greatest concern for the dominating social class. The intelligentsia, instead of looking for ways to circumvent the problem, started blaming the government for the decision of making Bangla mandatory.\nThis led to the proliferation of English-medium schools, leading to the commercialisation of education, foreign influence in the training of English teachers and a spread of specific pedagogical models. What is more tragic is that the government itself joined the bandwagon by introducing the English version of the Bangla curriculum. Middle-class parents, in their quest to achieve the perceived benefits of an English education, are rushing to any English version schools available.\nRecently, research has shown that over-expenditure in English education has led to under-expenditure for other subjects, particularly Bangla and STEM subjects. At the same time, English education drains away a disproportionate amount of students' time.\nThe reality is that the entire mass of students does not need perfect English skills for their working life, let alone for life in general. The individual needs and aspirations of students should be the primary driving force to help them gain skills necessary for them.\nThe education system may focus on a minimum level of performance for all students in specific aspects of language learning, that is, vocabulary, spelling, pronunciation, listening, speaking, reading and writing.\nOur experience and analysis with the implementation of an English Language Skill Enhancement Program in rural Bangladesh, as part of our work with an international NGO, gave us some insight into the needs and aspirations of common people vis-à-vis English education. The true demand for English does not exist in all sectors of Bangladesh's economy, but relates to specific sectors and sub-sectors. Hence, costs and benefits of an English education should be estimated in terms of \"segmented\" markets.\nWe have identified the various segmented markets for English in Bangladesh and the \"level\" of English required in these segments or the sub-sector of the education sector.\nA \"high\" level of English education is required when teaching English (at secondary and tertiary levels); working in higher levels of the judiciary, in foreign services, for international assignments with international agencies and NGOs, and in Bangladeshi offices of multinational companies; working in the media; and training people for employment or studies in foreign countries.\nA \"medium\" level of English education is required when working in administration or working as a primary school teacher. And finally, \"specialised\" training in English is required when becoming a specialist professional (in medicine, engineering, science, etc); working in the ICT sector; working in international trade and areas related to international supply chains, in tourism and hospitality industries; and working abroad – in skilled, semi-skilled, and unskilled jobs.\nIn our view, an economic cost-benefit analysis of English education will lead to the right amounts of expenditure in English, Bangla and STEM education. To this end, we recommend that the government creates an effective English curriculum to meet the basic needs of the population, leaving medium and high levels of skills outside the regular curriculum. Public and private sectors should also act together to collect and analyse data and information on the costs and benefits of acquiring an above-basic level of English education when working under different segments of the economy.\nMatilal Pal is a former official of the Volunteers Association for Bangladesh (VAB). Jasimuz Zaman is former country director of Volunteers Association for Bangladesh (VAB).\n\n",
        "headline_1": "What's so great about English education anyway?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/whats-so-great-about-english-education-anyway-3218676",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-01-2023"
    },
    {
        "full_article": "Westerners have spent two decades wondering why the Russian people have fallen under the spell of Vladimir Putin. Diplomats, historians, economists, and pundits have all failed to provide a satisfying explanation. But where academics and strategists have failed, perhaps the denizens of Sesame Street, from Kermit the Frog to Elmo, might succeed.\nIt was 1996. My homeland was in the midst of \"shock therapy\" – the rapid liberalisation and privatisation of its economy by decree, after the Soviet Union's fall – and I was at Princeton working on my doctorate. One day, a report about Russia on CNN caught my attention. Unusually, it was not about a killing or business takeover or an oligarch's rise or fall – negative coverage delivered with a holier-than-thou tone that never failed to rankle. Instead, it is a seemingly positive story: the Muppets were headed to Moscow.\nBut listening to the CNN host's arrogant commentary, my relief quickly gave way to frustration. The establishment of a Sesame Street in Russia was not, apparently, an example of cultural cross-pollination, enabled by the country's opening. Rather, Miss Piggy and Big Bird would ensure that American democratic sensibilities took root in the hearts and minds of children across the vast post-Soviet space – not just in Russia, but also in Estonia, Ukraine, Georgia, and other former Soviet republics. I changed the channel.\nA children's television show, defined by its positive messages about learning and sharing, was being twisted into propaganda, presented as a form of pedagogical salvation, and used as yet another declaration of America's Cold War victory. But Russia had its own rich culture, which included not only Tolstoy and the Bolshoi, but also \"Good Night, Little Ones!\" a Soviet children's show as clever and warm-hearted as Sesame Street.\nFortunately, the team behind Sesame Street did not succumb to the attitude of moral superiority and cultural contempt that pervaded US news reports and was likely internalised by many ordinary Americans. On the contrary, according to a new book by Natasha Lance Rogoff – who, in the early 1990s, was an executive producer in charge of bringing the Muppets to Russia – the story of the show's formation for Russian audiences was one of genuine cultural cooperation, not condescension or conquest.\nIn Muppets in Moscow: The Unexpected Crazy True Story of Making Sesame Street in Russia, Lance Rogoff does not shy away from the story's political thread. She openly admits that USAID and then-Senator Joe Biden \"spearheaded congressional support for an international Sesame Street,\" touting the Muppets as \"ideal ambassadors to model democratic values and the benefits of a free-market economy to children in the former Soviet Union.\" But she also explains that \"translating Sesame Street's ebullient and idealistic outlook to Mother Russia was not only incredibly difficult, but also incredibly dangerous.\"\nLance Rogoff's narrative includes bizarre, sordid, and all-too-human details about the morbid racketeering of the early post-Soviet years, when journalists and businesspeople were murdered on spec and Miss Piggy could be embraced as a role model for the utterly ruthless. Her rationalising, normalising, and modernising of the post-Soviet system reminded me of David Remnick's insights, in his 1994 book Lenin's Tomb: The Last Days of the Soviet Empire, into how Mikhail Gorbachev's perestroika transformed Russia.\nPerhaps most important, Lance Rogoff shows that, even if Russia's Sesame Street was fundamentally an American show, it was not about America. It certainly was not designed to serve as American propaganda. Instead, it depicted basic human values like friendship and communication – as much for the Russians and Americans who put the show together as for viewers across the former Soviet Union.\nWatching Sesame Street while on a visit to Moscow in 1996 – not long after seeing that CNN report – I was pleased to encounter a generous, sweet, and very well-produced show, which contained tie-in stories from the American original as well as unique stories with Russian puppets. The show's creators had clearly worked hard to develop characters that would resonate with Russians, from the problem-solving orange monster Kubik to the imaginative pink Muppet Businka. Zeliboba – a fuzzy, red-nosed house spirit, dressed in a leaf-covered cloak – was probably the most interesting (and certainly the most polarising).\nLance Rogoff does sometimes fall prey to cliché. There are too many \"Boris and Natasha\" moments, with Russians being depicted as cartoonish stereotypes – absurd, bumbling, affected, and heavily accented. For example, one of the female tycoons involved in the show, Irina Borisova, clicks toward a meeting late in Christian Louboutin stilettos. And the late Boris Berezovsky, who was approached for funding, calls \"Bik Burd,\" an \"i-cone\" of American culture, \"as famous as Elvis Pray-esly.\"\nNonetheless, Lance Rogoff deserves praise not only for her storytelling, but also for her perseverance and devotion, without which Russian Sesame Street would not have happened. That would have been a loss for Russian children. As Borisova explained when she decided to offer funding, \"every self-respecting individual understands that it's time to do something for Russian children, but unfortunately, very little gets done – except talk.\" At a time when Russia was \"changing so quickly\" – and was \"still very violent\" – she believed that a \"show like Sesame Street could model for our people how to live in a peaceful society.\"\nThe key, as Lance Rogoff understood, was to show, not tell – to act in good faith, with decency and humanity, rather than delivering contemptuous, self-aggrandising lectures. In the 1990s, Russians were mimicking all things American. But they were also deeply conflicted, as reflected in the debates Lance Rogoff describes over Rachmaninoff and rock and roll. Russian culture is marked by extremes, and the oscillation between imitating Western models and violently rejecting them is no exception.\nRussian children watched Sesame Street for nearly 15 years – until 2010. Lance Rogoff says it was taken off the air because Putin no longer saw any use for it. The fact that many other cultural collaborations also ended at around the same time supports her case. Putin had decided that Russian culture must be of and by Russians – and only he could decide what Russianness meant.\nIn the 1990s, Russian society was so shattered by the breakdown of the communist order that it lost touch with its own values. But that did not mean it was going to become an American knockoff. Sesame Street worked because it embodied universal values. One wonders whether the Russian reality would be different today if more Americans had understood this.\nCopyright: Project Syndicate, 2023.www.project-syndicate.org\n\n(Exclusive to The Daily Star)\nNina L Khrushcheva, professor of International Affairs at The New School, is the co-author (with Jeffrey Tayler) of \"In Putin's Footsteps: Searching for the Soul of an Empire Across Russia's Eleven Time Zones\" (St. Martin's Press, 2019).\n",
        "headline_1": "Russian Muppets or American Puppets? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/project-syndicate/news/russian-muppets-or-american-puppets-3218326",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-01-2023"
    },
    {
        "full_article": "This year will define whether Bangladesh can preserve its institutional ambitions towards being a liberal democracy. But the values that were enshrined by Bangladesh's founding architects within the framework of a robust constitutional setup are being redefined in a discreet, dangerous and inconspicuous manner – firmly putting democracy at odds with development.\nThis brand of political illiberalism, methodically and deliberately camouflaged by ruling elites under the aegis of economic growth, indicates that there is enough apprehension surrounding Bangladesh signing a death warrant for democratic practices.\nThe country is now preparing for a litmus test in its quest to determine whether it has both the capacity and the political will to refurbish a fragmented, divisive, fragile and profoundly prejudiced electoral system.\nPolitically, while younger Bangladeshis empathise with the historical struggles of the ruling Awami League and resonate with Sheikh Hasina's developmental agendas, they are equally conscious in holding the regime that, for many, have governed during the totality of their adult life, accountable for their actions.\nFor those born after 1994, the right to vote has neither been guaranteed nor realistically ensured by the state. The general elections of 2014 and 2018 were to act as inflection points in Bangladesh's history in a way, transitioning the baton of political engagement from the older generation to the youth.\nYet, both elections failed in respecting democratic standards. Blame can be attributed to both major parties, but the fact remains that 2014 saw a voter turnout of less than 40 percent, with more than 50 percent of MPs being elected uncontested.\nOn the other hand, 2018 was a debacle of another kind. The Election Commission indicated a turnout of 80 percent, with the AL seemingly attaining over 74 percent of the votes. The official framing of the election was contrary to what political observers, journalists and analysts were reporting from polling booths across the country. Large-scale rigging, voter intimidation, and pre-election stuffing of ballot boxes represented the unfortunate tale of 2018, and one can stipulate that it was indeed a \"managed\" electoral exercise.\nThe problem with holding one-sided elections, irrespective of how well the country may be performing on the economic front, is that it moulds a serious deficit of public trust towards the government and its institutions. Given that the AL has been in power since 2009, and in admitting that Sheikh Hasina's tenure has been a game-changer in setting a policy tone for tangible investments in infrastructure, the liability of engineering a disengaged voting base (within the purview of an infant democracy in decline), must also be attributed towards the ruling party.\nIt is imperative to bring voters to conversations pertaining to the 2023 general elections. Both the Awami League and the BNP should recalibrate their political focus away from events of the yesteryears, and drive forward alternative policy visions for the country. One has doubts over whether these parties actually care about the sanctity of the vote – but this should not deter citizens from voicing their demands regarding free, fair and credible elections.\nSome may ask, if countries like China can choose to have a centralised one-party system, which drives forward economic development, why can't Bangladesh?\nFor one, Bangladesh is no China, and the affinity that many political leaders have towards autocrats like Xi Jinping or Vladimir Putin is ill-informed and disturbing.\nBangladesh need only remind itself of the array of sociopolitical reasons referenced by Bangabandhu and the Awami League in seeking independence from the Pakistani military architecture to understand why being a democracy is a quintessential component of the very idea of Bangladesh.\nAn increasingly hardline Awami League has aggressively leveraged its regulatory regimes, including the DSA, to suppress individual and collective forms of political dissent – showcasing a tendency to monopolise legal devices and networked technologies with the intention of consolidating power and preserving the dwindling legitimacy of the state.\nGiven the extensive use of rigid digital security rules to selectively suppress dissent, it is not a stretch to contend that Dhaka might be mirroring Beijing in its approach towards governance and policymaking.\nWith new regulations on digital platforms expected to guarantee the government's authority and their right to act as intermediaries in removing/blocking content deemed \"anti-state,\" Bangladesh is codifying authoritarian tendencies and social control within its digital landscape. The tilt towards China, in conjunction with the nation's poor experiences with the 2014 and 2018 general elections, emphasises why 2023 is going to be a make or break year for Bangladesh.\nThe Bangladeshi public deserves to vote in free, fair and credible elections – and it is the moral and constitutional duty, predominantly of the ruling party, to facilitate this. Otherwise, for the third time in a row, Bangladeshis will be denied the chance to exercise their voting rights, and the country's liberal democratic aspirations will be overshadowed by a natural transition towards an alarming brand of digital authoritarianism.\nMir Aftabuddin Ahmed is a columnist and policy analyst. He can be reached at aftab.ahmed@alum.utoronto.ca\n\n",
        "headline_1": "Which path do we want to be on?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/which-path-do-we-want-be-3218766",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-01-2023"
    },
    {
        "full_article": "Eminent writer Humayun Azad wrote a novel in 1995 titled \"Shob Kichhu Bhenge Pore,\" which roughly translates to \"everything falls apart.\" As if keeping with the literal spirit of the words, many things have fallen apart or collapsed in Bangladesh since then.\nWe have seen a bridge collapse even before its inauguration. We have seen factory buildings collapse like houses of cards. We have even witnessed the walls of houses built under the prime minister's Ashrayan Project start to crack within days of people moving into them. But most recently, we saw a stage, laden with budding Awami League leaders, collapse.\nIt was a grand event marking the 75th anniversary of the ruling Awami League's student wing, the Bangladesh Chhatra League (BCL), and they had invited the party's spokesperson, Obaidul Quader, to address the ceremony. Just as the AL general secretary, surrounded by Chhatra League leaders, began his speech as chief guest, the stage caved in under the weight of the dignitaries gathered atop it.\nIt was not, however, the first time that such a thing has happened in Bangladeshi politics with too many people on the stage. It has happened before, notably in Anwara of Chattogram when a BNP policymaker, Amir Khosru Mahmud Chowdhury, was delivering his speech.\nObaidul Quader recovered soon to stand up and resume his speech. He said, given the recent context of events, that the collapse was only inevitable. \"But I'll have to say we don't need so many leaders on the stage. Actually, we don't need so many leaders. We need more activists. We don't need so many leaders. Instead of sitting in the front row, people are crowding the stage during programmes. Why? Why do we need so many leaders? We don't need to produce leaders. We need to produce party workers.\"\nBut Quader's call for more activists than leaders comes as a surprise. It is not the first time he has made the comment. We all know that the ruling AL, one of the country's oldest political parties, finds its strength in its strong organisation that stretches all the way to the grassroots of the country, where they have an army of dedicated activists and supporters. Grassroots leaders are the heart of the party.\nSo, what has changed that the party now feels the need for more activists? Isn't it an ominous sign for a party, which has been in office for three terms, to call for more activists?\nAfter assuming office in 2009, the AL started establishing its dominance in politics. Due to its strength, and elimination or weakening of opposition forces, opposition activists started joining the ruling Awami League. The party's senior leaders, on several occasions, warned about such \"hybrid\" leaders or infiltrators. Seasoned party leaders alleged that the dedicated and tested leaders had been sidelined by the hybrids.\nThe situation turned worse after the 2014 election, which gave a sense to ruling party members that securing a nomination or blessings from the party was enough to win the polls, since they would be virtually unopposed. This made businessmen desperate to get closer to power. And we saw a number of media reports stating that nominations were given to persons who had very little or no connection to politics, let alone to Awami League's politics. Around 62 percent of the lawmakers in the current parliament are from the business community. This indicates that politics is dominated by businessmen, not by politicians.\nThe dominance of bureaucracy is also noticeable. The influence of bureaucracy on Bangladeshi politics is nothing new, but its dominance is rising. The situation has reached such an extent that senior lawmakers, including former ministers, have expressed their grievances regarding this in parliament.\nBut again, it is the ruling party that paved the way for bureaucrats to meddle with politics. That's why we see that, from elections to relief distribution, bureaucrats are at the fore of everything.\nBangladesh is just about a year away from its next parliamentary election. And this time, the situation is very challenging for the ruling party, compared to what it was in the last two elections of 2014 and 2018. After the death of HT Imam, co-chairman of the Awami League Election Steering Committee, there was a rumour that a former government official may take charge in his stead. But people have little idea about who it will finally be.\nThe recent outgoing cabinet secretary, Kabir Bin Anwar, went to Awami League president Sheikh Hasina's Dhanmondi office a few days after beginning his post-retirement leave. Although party leaders are tight-lipped, inside sources say he might become the next head of the party's election steering committee.\nWhen bureaucrats keep getting billed for the top election job in the most political of exercises, it is bound to turn away the party's seasoned, tested and dedicated leaders – along with their support base at the grassroots. An embarrassing stage collapse could well be an ominous sign of the party's bedrock caving in.\nMohammad Al-Masum Molla is deputy chief reporter at The Daily Star.\n\n",
        "headline_1": "What's eating away at AL's bedrock?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/whats-eating-away-als-bedrock-3218261",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-01-2023"
    },
    {
        "full_article": "The state of press freedom in Bangladesh is once again in the spotlight after a journalist was killed in Brahmanbaria on Monday. According to a report by The Daily Star, the victim, Ashiqur Rahman, 27, was the district correspondent of daily Porzobekkhon,andalso a member of Batighar, a local voluntary organisation that buries unclaimed dead bodies. According to police, he was stabbed to death by some men days after a scuffle \"over a trivial matter\" between the victim and the main suspect, Raihan Mia, whom police have since detained. Raihan is said to be an activist of Chhatra League, the student wing of the ruling party.\nRegardless of the motive behind the killing, the fact that a journalist could be killed over a trivial matter is itself a statement – a chilling message, if you will – and we must take note. It shows how vulnerable journalists still are in the country, despite claims to the contrary. A murder is but the most extreme form of consequences they might face for their work. It's easy to be misguided by the relative lack of such extremes in Bangladesh. But such extremes, we must remember, are the inevitable by-product of an environment in which journalists have to deal with the threats of physical, psychological and legal repercussions constantly hanging over their heads.  \nOnly the other day, we came across such a situation in which another local correspondent of a newspaper was brutalised after he tried to investigate illegal brick kilns in Chattogram. Reportedly, he was held by a local UP member at gunpoint, kept hostage for over an hour, and beaten repeatedly. Even the local UP chairman, clearly in cahoots with the attackers, threatened him over phone that \"nothing will happen\" if a journalist is killed. We are yet to hear of any action being taken against these people. In such a culture of impunity, the difference between life and death is often decided by the individual choice of the criminals.\nAs we have commented then, these incidents show how lack of accountability is having a spill-over effect across the board, with anyone with the remotest link to the ruling party feeling entitled to using violence as a means, regardless of the \"end\" they want to achieve. For journalists who must work with those in politics/power because of the nature of their profession, the stakes are very high. This is not unknown to the ruling politicians either; one of them even acknowledged the incidence of journalist torture late last month. As well as physical violence, journalists had to contend with legal consequences as well. All this has resulted in the space for journalists, and the media in general, eroding dangerously, to the point that Bangladesh ranked 162nd among 180 countries in last year's World Press Freedom Index.\nWe urge the ruling camp to take a hard, critical look at this state of affairs – and into its own questionable ecosystem – and undertake necessary measures to ensure press freedom. The killers of Ashiqur Rahman and other slain journalists as well as enemies of the press must be held accountable.\n",
        "headline_1": "A chilling message for journalists",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/chilling-message-journalists-3218086",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-01-2023"
    },
    {
        "full_article": "We are shocked to learn that 264 government primary schools in three upazilas of Kurigram were closed for a day because the teachers, including headmasters, had to attend the wedding reception of the son of State Minister for Primary and Mass Education Zakir Hossain. Reportedly, over 1,200 schoolteachers from the Chilmari, Roumari and Rajibpur upazilas were \"invited\" to the event in Roumari town where, according to sources, attendance was \"compulsory\". One guardian told our reporter that the authorities of his son's school did not even give any prior notice about the closure.\nThe entire episode demonstrates how education – at all levels – is being disrupted by political influence in the country.\nWhile we often hear of the politicisation of public universities – where it is more embedded, and by now generally accepted – the same happening in public schools and colleges, albeit in a different form, is not talked about enough. The Kurigram incident is only one example of how this takes place. You see reports in the media about school playgrounds being used for political purposes, such as meetings, or wedding parties of politically influential people. You see school and college students being lined or paraded to welcome influential people. You even hear of the dangerous notion of launching a Shishu League. Such practices not only hamper educational activities but also, in the absence of corrective action, help normalise what is without a doubt a very disturbing trend. The incident that happened in Kurigram, which clearly required coordination to ensure all 264 schools were closed simultaneously, is an extreme example of political influence at the pre-tertiary level.\nNaturally, it left us with a number of questions. For example, why was attending the event made \"compulsory\" for the teachers and headmasters of these schools? Who gave the school authorities the instruction to close for the sake of the reception? Did the authorities take the decision following any rule? We understand that when an incumbent minister invites schoolteachers of his constituency to his son's wedding, the latter may feel obligated to go there. This feeling of obligation – or coercion, in other words – speaks volumes about the extent of influence a senor ruling party politician has over schools in their region.\nThe incident also exposes the all-encompassing influence of politics in our society, spreading down to the most basic tier of education – primary schools. It is also a manifestation of how, as a society, we have failed to prioritise education. We think the state minister, who as a guardian for primary and mass education in Bangladesh, should explain this most un-guardian-like behaviour to the students in his constituency. The parliament should also seek explanation from him to ensure such conduct is never repeated. We must keep our educational institutions above political influence at all costs, and fix the problems plaguing the sector if we want to build a knowledge economy to prepare for the challenges that lie ahead.\n",
        "headline_1": "Don’t let politics derail school system, too ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-let-politics-derail-school-system-too-3218076",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-01-2023"
    },
    {
        "full_article": "Winter, particularly when it is bone-chilling, has its attendant ills. When heavy fog envelops the surrounding and does not allow the sun to come out, air pollution is at its worst because the thick fog arrests dust, other particles and harmful gases like carbon dioxide in it. Influenza, cough, common cold, pulmonary bronchitis, pneumonia, other respiratory diseases and even diarrhoea usually spread ominously during the winter. This winter has, according to a report carried in a Bangla contemporary, already witnessed admission of 372,000 patients with cold-related diseases to different hospitals and death to 73 during treatment. Of the total number, 47,962 patients suffered from respiratory problems. There has been an abnormal surge of child patients needing medical attention in hospitals of late---most likely as a consequence of the biting cold sweeping across the country. Many of them are suffering from pneumonia.Although the number of diarrhoea cases far exceeds the respiratory patients, death from the former has been only six. The high incidence of both types of diseases owes to bacterial contract. Cough and sneeze release droplets from a patient, which do not disappear easily; rather remain suspended in the thick fog and thus infect a healthy person. Similarly, fluids and contaminated surfaces help airborne particles come in contact with pneumonia and diarrhoeal bacteria when the sky is overcast without the sun shining. This explains why different kinds of respiratory diseases break out in an ominous form in the winter. Of such diseases, pneumonia is the deadliest. It is the number one cause of death of children under five years of age not only in Bangladesh but also worldwide. As many as 12,000 children of this age group fall victim to pneumonia in this country and globally the disease claims 700,000 children's lives annually. These figures speak volume for the disease's deadly sweep. One silver lining in this dire situation is that timely vaccine can develop immunity in children against pneumonia. So, parents should be made aware of inoculating their babies in time. However deadly the disease is, it is preventable with enough parental care. Babies and small children need close attention, particularly in changing diaper or whatever they are covered with, but not all parents or caregivers are particularly mindful of this basic requirement. Then, of course, feeding them nutritious foods count because it is fundamental for developing immunity against cold in early life. Like children, people in their advanced age also become vulnerable to the winter and the diseases it brings. Both these groups should try to avoid exposure to the known risk factors such as air pollution as much as possible. When the cold waves sweep across the country, it is advisable not to allow children to go out for outdoor games or sports. It is better to stay away from those who are already sick with cold or runny nose. Even in the same house, members of a family suffering from cold have to be kept in isolation. Hygienic practices people have learnt in time of the pandemic should be enough for the purpose. But the message must be driven home in clear terms.",
        "headline_1": "Fighting pneumonia and respiratory problems",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fighting-pneumonia-and-respiratory-problems-1673446599",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-01-2023"
    },
    {
        "full_article": "Every celebration of books, indeed of cultural heritage, is an occasion for joy. Now that the Dhaka Lit Fest has drawn to an end, it is time to reflect on the interactions we in Bangladesh have had with writers coming from abroad, especially in terms of their views on life and the place of literature in how we carry ourselves in a world made increasingly difficult by the vagaries of global politics.For such dignitaries to have travelled to Dhaka for the Lit Fest was for all of us here in Bangladesh a shot in the arm, given that we were able to have them glimpse the heritage we are heir to as a people. The impressions they carry back home with them are a message from Bengalis that Bangladesh, from the perspective of history and culture, is certainly part of the global scheme of things, that its literature is a significant cog in the wheel of its rise and consolidation as a nation-state.With the Dhaka Lit Fest over --- and those who organised it are deserving of a plenitude of thanks for the efforts they put into it --- we now await the annual Ekushey Boi Mela next month. The Ekushey Boi Mela has become our metaphor, in effect our definition as a nation established on the strength of our precious Bangla language. The book fair, having constantly expanded over the years and now sprawling over into a considerable area of the historic Suhrawardy Udyan, is today a showcase of our place in the world as a nation proud of itself, for all the right reasons.As we await the Ekushey Boi Mela with the usual excitement and sense of expectation, it will not be out of place to suggest that such book fairs should gain a wider dimension all over the country in the times ahead. Of course, of late book fairs have been organised in towns away from the nation's capital. That endeavour needs to be not only maintained but also expanded into areas, upazilas for instance, where our fellow citizens in the rural regions (and among them are school and college-going students) are provided with opportunities of savouring the best of literature in our part of the world. Bengalis have been known for their hold on heritage, which is why in these days of crass materialism society is in enormous need of reinventing itself through influencing people back into reading books. Modern technology, while it has made life easier for all of us everywhere, has also taken many of us away from the joy of reading. Mobile phones have sadly come in where books once happened to be. That is a disappointing reality, one which can only be neutralised through institutional support, governmental as also individual, for local book fairs as well as the establishment of libraries in the rural regions, particularly in schools and colleges. The Dhaka Lit Fest helped us to come in close contact with some of the celebrated literary and social personalities beyond our frontiers. The Ekushey Boi Mela has for decades offered us some of the best of writings from authors based by and large in Dhaka. But beyond the capital lies an untapped treasure of literary talent in the form of writers and poets who have had little opportunity of reaching out to readers on a national level. It ought now to be the responsibility of those dedicated to promoting and widening the national cultural landscape to go out in search of such talented individuals and project them before the people of the country.This talk of book fairs and festivals necessarily brings up the question of how much we are doing or ought to be doing to promote our literary and other works abroad. We have had Bangladesh book fairs organised in such significant places as Kolkata. And in Europe, Britain, Canada and the United States, expatriate Bengalis have on their own projected Bangladesh's literary culture through book fairs. But such efforts, lacking institutional support, have not gone much ahead. A clutch of publishers from Dhaka have sometimes participated in these fairs, though a more concentrated participation would have added more substance to the shows.With the Dhaka Lit Fest over and with the Ekushey Boi Mela coming up, thoughts need to be given to a projection, in regular and organised manner, of books written by our authors at book festivals in the West. Again, Bangladesh's diplomatic missions in the West as also in such capitals as Delhi could be tasked with arranging book festivals once or twice a year, the objective being a dissemination of our cultural heritage before the global community.A particular difficulty with presenting books by Bangladesh's writers to readers abroad relates to the non-availability of such books in English. At individual levels, of course, a few translations of Bengali works have been done. On a larger level, it is yet a desert, given that libraries abroad are unable to keep on their shelves works from Bangladesh because they cannot come by such works in the English language. The message is therefore loud and clear: as the voice of the people of Bangladesh, the government of Bangladesh should take the lead in organising comprehensive translations of the seminal works which have defined Bengali literary heritage over the decades and especially since the liberation of the country. The role of the government in our lives remains paramount, which is why it is an absolute requirement for it to initiate and propagate our literary achievements before the world. Bangladesh's reputed scholars could be consulted by the authorities, a body of translators reputed for their command of English could be contracted by the government, specific translation deadlines could be set for the selected works to be readied in English --- and the world informed that our offerings in literature and indeed in other genres of writing are out there for them.All book fairs replenish the soul with an enormity of reflections on life, of what lies beyond life, of the intellectual richness nations are endowed with. The Dhaka Lit Fest has given us a newer perspective on creativity. The Ekushey Boi Mela will once again take us on a journey through our cultural landscape.Beyond these celebrations, we ought to move on --- into the wider world waiting to hear us beyond our frontiers. \n[email protected]",
        "headline_1": "Lit Fest, Ekushey Boi Mela ... and our books",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/lit-fest-ekushey-boi-mela-and-our-books-1673449102",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-01-2023"
    },
    {
        "full_article": "The kidney dialysis patients at the Chittagong Medical College Hospital have been dealt a mortal blow. Already they are suffering from a life-threatening disease. On the other hand, the dialysis fee at the hospital has been hiked exorbitantly. This has left them in a difficult situation. They now need to choose between life and death. They must spend a much higher amount of money for their treatment. If they fail, there is the only way left and that is to embrace death.According to the patents' relatives, the haemodialysis centre at CMCH had been providing services to the patients under the management of a private company since 2017. It entered an agreement with the CMCH for rendering the services. The centre was charging the patients Tk 486 per session while the government was providing the remaining amount of Tk 2,180 in subsidy. A kidney patient needed to undergo dialysis eight times a month. The patients claimed that they were paying Tk 2,795 for the first two sessions and Tk 510 for each of the rest.Now, the hospital authorities have raised the fee further. Patients are now required to pay Tk 2,935 for each of the first four sessions and Tk 535 for each of the remaining sessions in a month.A mother of a patient has a questioned the rationale for such raised charges. But she did not get the answer. Her one child was regularly visiting the dialysis centre. She was somehow managing the money to pay for it while her two children were almost starving at home. If she pays for the kidney dialysis of her one child, the two other children starve at home. Or, if she buys food for her two children, her other child will die in the absence of his kidney dialysis. Now what can the mother do? The stark reality is that she is left with no choice. She has already turned pauper paying for the treatment. If the fees are raised exorbitantly in such a situation, it comes as a mortal blow to the families like hers. A patient said he sold his property to pay for the dialysis service. The stories of all the patients, especially those from the poor families, are almost like this.Medical cost in our country is a big burden on the fixed income people. Add to it the educational expenses. The middle class families are finding it difficult to make ends meet at a time when the inflationary pressure is leaving its telling effect.However, the government was providing a cash subsidy to make up for the cost of services at the CMCH dialysis centre. But what compelled the authorities concerned to cut the subsidy amount, when the access to healthcare is the fundamental right of a citizen. The public expenditure on health still remains stagnant at 0.7 per cent of the gross domestic product (GDP). Out-of-pocket expenditure on health is very high in our country. If it is not brought under control, it will remain a thorn in the side of the country's graduation from the least developed country (LDC) status by 2026.\n[email protected]",
        "headline_1": "Dialysis cost a big burden on patients",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dialysis-cost-a-big-burden-on-patients-1673446736",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-01-2023"
    },
    {
        "full_article": "The much-awaited metro rail has finally been opened in Dhaka city. The mass rapid transit system brought new hopes to the traffic-congested capital city. We can now reach from Dhaka's one part to another in less than 30 minutes. Metro rail is one of our valuable assets. And its protection is our duty. When the metro rail starts its full operation, we must be careful about its cleaning and maintaining programmes. Littering inside the train or on the tracks, spitting on the floor of the train can ruin the beauty of metro trains. Coaches, platforms and entire station areas have been declared smoke-free. Eating and drinking are also prohibited on the platforms of stations. Spitting or dumping waste here and there in the metro station will not be allowed. Posters and banners have also been banned to maintain the overall beauty of the station and trains. What we need to do is just following these instructions wholeheartedly so that we can keep the environment neat and clean. The metro rail is our dream-come-true project and we should not ruin its beauty in any way. So, every one of us should be made aware of proper use of the metro rail. Passengers should be made aware of the dos and don'ts of the metro journey before boarding a train. \nShah Muntacher Hossain Mihan, Student of Department of Social Work, Noakhali Science and Technology University, [email protected]",
        "headline_1": "Keeping metro rail neat and clean",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/keeping-metro-rail-neat-and-clean-1673446759",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-01-2023"
    }
]