[
    {
        "full_article": "The repeal of three controversial farm laws by the Narendra Modi government through a parliamentary resolution has defused the conflict over them, but the underlying questions regarding the sector remain unresolved. Farmers who had stayed put at sites around the national capital for a year are now dispersing, but not with much clarity on the road ahead. The defeatism of the Government, and the triumphalism of the farm unions and the Opposition over the repeal of the laws have created a hostile environment for a long-term resolution to the agricultural practices that are economically and environmentally unsustainable. No reform can be possible without building sufficient political support for it, unless unlimited state force is used to suppress the opposition. In this instance, the Government went ahead without adequate consultations and landed in a stalemate with entrenched farming communities. Any aggravation of the situation would have been dangerous for the stability of the country, but what forced the Bharatiya Janata Party (BJP) into retreat was its immediate political calculations for Assembly elections in Uttar Pradesh and Punjab. But farmers remain ambiguous in their approach to the party. A section of them in western Uttar Pradesh might consider voting for the BJP, but for many, the wounds are still fresh, and they distrust the BJP. In Punjab, the BJP has managed to be a part of the conversation, but the road to any political reward over the repeal appears long at the moment.Farmers have resolved to review the progress of their agreement with the Government in mid-January. Their key remaining demand is a legal guarantee of minimum support prices for all crops. While the Government has promised that the existing minimum support price regime will not be diluted, the questions on extending its coverage and backing it up legally have been left to a committee constituted by the Prime Minister. The committee includes representatives of farmers too. The Indian agriculture sector requires a balance between national development priorities and market linkages, and ensure long-term economic sustainability for those employed by it. Wider coverage of minimum support prices could encourage farmers in Punjab and Haryana to switch from irrigation intensive, and expensive rice to a diverse crop pattern without compromising on the food staple. Water abundant areas could adopt appropriate crops. To achieve an ecologically appropriate geographical spread of crops, the existing regional disparity in the sector needs to be addressed, by giving more state attention to regions and crops that are now in a shadow. Enhancing agriculture incomes is a shared objective of all political parties, and it is most unfortunate that they are unable to put their heads together to achieve this. The calm achieved by rightly repealing the three laws should be wisely used by the Centre to build a political consensus on the country’s agriculture sector.",
        "headline_1": "Green shoots: On political consensus on repealing of farm laws",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/green-shoots-on-political-consensus-on-repealing-of-farm-laws/article37928297.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-12-2021"
    },
    {
        "full_article": "It was an expected coronation but the manner in which it transpired seemed like an exercise in smoke and mirrors. Late on Wednesday evening, an email popped up in the inboxes of Indian cricket writers. It was a press release from the Board of Control for Cricket in India (BCCI) and almost its entire part was devoted to the naming of the Test squad under Virat Kohli, set for the tour of South Africa. But the breaking-news bit was reserved for the last line, which stated that Rohit Sharma would be the captain of the ODI and T20I teams. After Kohli relinquished the T20I captaincy, Rohit had already taken over the reins in the shortest format and it was a matter of time before he was given charge of the One Day International squad too. Split-captaincy involves one leader for Tests and another at the helm for white-ball cricket, both for ODIs and T20s. There are enough overseas examples — Pat Cummins and Aaron Finch; Joe Root and Eoin Morgan — and closer home there was the duality between M.S. Dhoni and Kohli before the latter led across formats. Kohli’s resignation from T20 leadership while still nursing his ambitions in ODIs, was never ideal. Rohit was left with the crumbs, Kohli refused to blink and the selectors wielded the axe while grace went missing.Captaincy shifts usually favour the younger player but in the latest musical chairs between Kohli and Rohit, the Mumbaikar at 34, is a year older. With the willow, Kohli is a splendid batter but of late he has not scored as much and leadership does take a toll. In the past Sachin Tendulkar and Rahul Dravid, the present coach, gave up captaincy to focus on their batting. Kohli will remain at the helm in Tests but with Rohit replacing Ajinkya Rahane as the Test vice-captain, perhaps there is a sign there too. India has had a splendid run in Tests but its inability to win ICC silverware, be it the Test Championship or limited-overs’ titles, remains an issue. Rohit and Dravid are expected to plug that gap. Next year the ICC T20 World Cup will be held in Australia, and in 2023 the conventional World Cup would return to India. For Rohit, who was not picked for the 2011 edition which Dhoni and Co., won, that omission still rankles. If results and his fitness do not desert him, Rohit could lead India in the 2023 edition. But first up in his leadership endeavour would be the three ODIs in South Africa after the Test series. As captain, Rohit was magnificent with the Mumbai Indians in the Indian Premier League. He needs to replicate that success with India in the next few years.",
        "headline_1": "Captaincy unlimited: On India's different cricket captains",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/captaincy-unlimited-on-indias-different-cricket-captains/article37928313.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-12-2021"
    },
    {
        "full_article": "The news that Bangladesh has been placed on a list of countries graduating from least developed status has generated a lot of excitement in the national media, as well as in government circles. The Daily Star, in an editorial, hailed the news as a milestone. It rightly pointed out, \"As Bangladesh celebrates its Golden Jubilee of independence, this achievement establishes us on the global map as a country with great potential.\"\nThe PM of Bangladesh called on business leaders to step up to the plate for the journey forward. \"Get ready for LDC graduation challenges,\" she said at a gathering arranged by the Federation of Bangladesh Chambers of Commerce and Industry (FBCCI) to celebrate the Golden Jubilee of the country's independence on December 1 in Dhaka.\nThe good news came on November 24 in the form of a statement from the UN headquarters in New York City. \"The U.N. General Assembly has adopted resolution A/76/L.6/Rev.1, Graduation of Bangladesh, the Lao People's Democratic Republic and Nepal from the least developed country category,\" the declaration said.\nIncidentally, all three countries, Bangladesh, Laos and Nepal, will cross the threshold and graduate from the LDC category after a preparatory period of five years. Even though the standard period is of three years, these three nations have been granted an \"exceptionally extended\" timeline, in light of the economic and social damage caused by Covid-19.\nEarlier this year, in response to a recent intervention by the government of Bangladesh, the Committee for Development Policy of the United Nations (UN CDP) agreed to extend the transition period by two more years. Under the reset, Bangladesh aims to graduate from LDC status in 2026, become an upper-middle-income country (UMIC) by 2031 and achieve high-income country status by 2041.\nTo its credit, the Bangladesh government realised that in light of the strains on the economy, and the country at large, unleashed by the pandemic, and the policy measures adopted to contain it, the additional two years was an appropriate request.\nSo what are the other challenges and obstacles that Bangladesh faces as it embarks on this historic journey? A cursory look at the recent studies done by national think-tanks and international agencies reveals that the major hurdles that lie on the path to middle-income status are low investment, unequal distribution of income and wealth, a private sector stunted by lack of diversification, and weak institutions.\nParticipants at two recent conferences emphasised the role of institutions and highlighted the critical impact of the lack of a robust regulatory framework, effective and supportive bureaucracy, and the slow development of a supportive ecosystem. \"It will be very challenging for Bangladesh to attain its development goals if institutional weakness continues,\" said Prof Selim Raihan of Dhaka University at the CPD-Cornell University virtual conference.\nAt a BIDS conference, Prof Rehman Sobhan recently gave a clarion call for strengthening our institutions to support economic development.   \nA stunning rebuke of our development strategy came earlier this year from the World Bank's Systematic Country Diagnostic 2021 Update (SCD) report. It identified four major challenges, and the first one was the narrow-based private sector which was characterised as \"not competitive to drive growth and job creation.\"\nIt is well-known that only a few large firms, including conglomerates, drive the formal sector markets. \"Such firms remain mostly inward looking and benefit from rents from protected domestic markets and RMG exports under special incentive programmes and from being supported by close links with the banking sector,\" the SCD added.\nProf Wahiduddin Mahmud, an eminent economist, in his new book and in a recent op-ed in this newspaper, also flagged rampant capital flight, which leads many well-run private businesses to fall into a debt repayment crisis. \"The governments are forced to bail out these companies by various financial assistance, like allowing additional loans and rescheduling existing loans at concessional interest. The interest rates on these loans in real terms—that is, taking inflation into account—often turns out to be negative, thus putting a heavy burden on the financial institutions and harming the economy at large,\" he added.\nThe private sector, one must concede, faces one of the world's most burdensome business environments, underpinned by a regulatory governance regime that is unpredictable, non-transparent, and discretionary.\nMany of the challenges confronting Bangladesh as it re-embarks on the trajectory towards sustainable graduation originate from exogenous factors. With the new Omicron variant raising its head and adding to the uncertainty surrounding Covid-19 recovery, one has to be cognisant of the latter's endurance across the world, especially in Europe and North America, and the potential threats on export earnings and remittance inflows.\nAs the firms at the top flourish, small and medium enterprises (SME) face major roadblocks. These include lack of access to finance and excessive regulation. \nBangladesh is still overly dependent on a few export items, and this has generated its own weakness as well. Although the export sector of Bangladesh has made remarkable progress in the last few decades, exports remained heavily concentrated in few products and limited markets. The vulnerability of export concentration is well recognised in the Bangladesh planning landscape, according to the SCD. The Eighth Five Year Plan and other perspective plans have given due attention and many measures and policy options have been devised to diversify both products and markets. \"A blend of skills, finance, improved technology, entrepreneurship, and adequate quality infrastructure is key to the success of the export diversification programme,\" the World Bank document recognises. \nBetween 2003 and 2016, the Bangladesh economy generated more than 1.15 million net jobs per year, on average. The strong job creation was accompanied by a continuous labour shift from agriculture to industry and services and from rural to urban areas. Female employment, which rose 4.4 percent annually, increased at a faster pace than male employment.\nSince 2015, however, the manufacturing sector became less effective in generating jobs, while female labour force participation declined in urban areas; and there was uneven progress in poverty reduction across the country. The slowdown in growth in recent years has affected Bangladesh's poverty reduction and jobs creation targets.\nAnother issue in the post-graduation phase is the loss of trade-related ISMs (International Support Measures). Unless timely and appropriate policy measures are taken with the support of our development and trading partners, we might run into some real challenges later this decade.\n \nDr Abdullah Shibli is an economist and IT consultant. He is also Senior Research Fellow at International Sustainable Development Institute (ISDI), a think tank based in Boston. \n",
        "headline_1": "Graduation to Middle-Income Status: Bangladesh must address institutional weaknesses",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/open-dialogue/news/graduation-middle-income-status-bangladesh-must-address-institutional-weaknesses-2915236",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-12-2021"
    },
    {
        "full_article": "Over the past decade, there has been tremendous interest in understanding how technology is shaping the nature of work and education around the world. The advance of technology has shattered traditional business models and demands the modernisation of industries and new skills from workers. In this context, the Fourth Industrial Revolution (4IR) has seen unprecedented advances in technology that did not occur in previous industrial revolutions. Artificial intelligence, cyber security, cloud computing and robotics are changing our way of life and work. Also, the rapid pace of change is disrupting almost every industry in every country. The Internet of Things enables large-scale production, end-to-end data collection, and advanced decision-making for real-time reporting. Therefore, the 4IR poses a challenge for low-skilled and unskilled workers. While advances in technology create new jobs, many other jobs are also lost.\nIn countries that hold much higher numbers of low-skilled and unskilled workers over high-skilled workers, 4IR is particularly worrying and creates discussions on how technology will affect their socioeconomic development. The role of routine vs non-routine and cognitive vs manual tasks has become a hot topic of debate. In 2016, the World Development Report predicted that over 40 percent of today's jobs in many developing countries may be at risk of being significantly transformed or altogether replaced by digital technologies over the next decades.\nAlmost 90 percent of Bangladesh's workers are unskilled. As a result, 4IR will pose a great challenge to our government in dealing with this situation. However, more recent research suggests that the adoption of technology to transform many traditional industries immediately into smart industries is not economically feasible, thus, displacement due to automation may not occur immediately (Asian Development Bank, 2018). On the other hand, about 60 percent of the population works in agriculture, and about 30 percent of GDP comes from agriculture. We cannot expect that the adoption of technology in these sectors will happen anytime soon. Thus, the idea that all industries will become automated and that low-skilled workers will lose their jobs is not correct. However, non-routine jobs need to be accelerated to sustain economic growth. The non-routine and cognitive categories require higher-order cognitive and soft skills.\nBangladesh will be able to continue its economic growth without high risks to today's jobs. However, traditional industries have to choose the path of automation to increase the rate of production in the future. Adding resilience to the industry through training and skills development of workers is more important than ever. Since we do not expect that the tasks in routine jobs will change much in the near future, for now, we should focus more on non-routine jobs that will keep pace with the desired rate of economic growth.   \nEvery industrial revolution in the world has been called disruptive in its time, as machines replaced human labour. The first industrial revolution replaced manual work with the invention of the steam engine, and 2IR increased mass production using electric energy. In the third IR, electronics and information technology was used to automate production. In 3IR, machines replaced a lot of the work that people used to do. All of these revolutions have substituted the human, but not their thinking.\nHowever, 4IR has the potential to skyrocket economic growth or negatively impact the countries that will lag behind if they do not realise its potentials. It is important for developing countries to take steps to take advantage of the 4IR. The first challenge is lack of awareness and of a coherent strategy. Some of the technologies that are considered to be an integral part of 4IR have been used in manufacturing before, such as robotics and additive manufacturing. However, with the advancement of fields such as machine learning, data science and the Internet of Things, it is now possible to amalgamate these and related technologies to revolutionise manufacturing. Other challenges include lack of infrastructure and lack of specialists in required areas, lack of collaboration between industry and academia, and lack of collaboration among different countries. In 4IR, humans are needed in high-skilled innovation and critical decision-making jobs, as well as in fields that require emotional intelligence. To coexist with machines and achieve good results in the future, humans should make certain changes in education and skills. We should also develop principles and standards in dealing with the relationship between humans and intelligent machines.\nUniversities need to produce graduates who are equipped with the skills of complex problem-solving, critical thinking, creativity, human resources management, networking, emotional intelligence, judgment and decision-making, and service orientation. Graduates in science or engineering, or even social sciences, should have knowledge of machine learning. Traditional education inherited from the pre-independence regime of Bangladesh is not producing employable graduates. Now, developed countries adopt a \"learning paradigm\" instead of an \"instructional paradigm\" in teaching and learning. The underlying principle behind this new paradigm is based on the concept of teaching to students' ability levels, which has been known to work in improving learning. The Ministry of Education, University Grants Commission and universities need to work together to bring this paradigm into higher education.\nBangladesh needs to take steps to keep up with 4IR. The country needs to set up Artificial Intelligence (AI) and computing research centres, which should be centers of learning and research in AI. Smart factories need to have security experts and research centres to keep pace with new security threats and their prevention. Bangladesh needs to invest in infrastructure before taking further steps to implement 4IR.\nBangladesh can attain the level of a developed country by 2041 if it can take advantage of the 4th Industrial Revolution and restructure the entire education system, like many developing countries. We need to reform not only higher education, but also primary and secondary education. Research finds that a crucial part of education happens at the age of five. This is important in helping children develop creative minds at a young age.\n \nM M Shahidul Hassan is Vice Chancellor of East West University. Email: vc@ewubd.edu\n",
        "headline_1": "Keeping up with the Fourth Industrial Revolution a crucial factor in economic growth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/keeping-the-fourth-industrial-revolution-crucial-factor-economic-growth-2915231",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-12-2021"
    },
    {
        "full_article": "The Covid-19 pandemic has caused serious distress for many people worldwide. Persons with disabilities—an estimated 6.5 percent to 16.2 percent of the population, one of the most marginalised groups in Bangladesh—are no exception. But they remained virtually invisible in the public discourse and policy decisions around supporting vulnerable people during the pandemic.\nCovid-19 proved to be highly stressful for persons with disabilities and their caregivers, predominantly women, who had to struggle to fulfil the unique needs of their children with disabilities, without much support from anyone else in or outside the family during the pandemic. This was the case of 16-year-old Korimun, who cannot speak clearly and uses home-grown signs. She was fearful of her mother going outside or leaving her alone during the pandemic. Eventually, her mother lost her job as a part-time domestic worker and had to migrate to her village with Korimun.\n\"I am scared, people die… boys and girls, everyone dies of Corona\"—this is how Julekha (22), a young woman with communication and psycho-social difficulties, expressed her understanding of Covid-19 in a study conducted by the BRAC Institute of Governance and Development (BIGD) in partnership with the London School of Hygiene and Tropical Medicine (LSHTM) in 2021.\nThe pandemic has affected people with different types and degrees of disabilities differently.In the same study, 16-year-old Eemon, who has a visual disability, said, \"We are very ill-fated that our education has come to a halt for the past two years.\" Eemon had to join a courier service as a worker to support his family, as other members faced income loss as a result of the pandemic. It is highly unlikely that he will go back to his much-loved school, even though schools have reopened.\nThese stories demonstrate that that the pandemic's impact on persons with disabilities was as great as that of the general population, but the former group is likely to suffer more because of their disabilities. The pandemic has been particularly difficult for children with various types of neuro-developmental disabilities, some of whom were earlier enrolled in schools. School activities were the only scope for socialisation and stimulation for many, which worked as their much-needed psycho-social therapy. The school offered activities as simple as singing, mingling, dancing, taking part in sports and art classes, which help them learn self-dependence and care in their own ways, and kept them fit physically and psychologically. For at least 18 months, since March 2020, these children have been deprived of these invaluable experiences.\nClasses on national TV or online were not designed to meet the diverse needs of children with disabilities either. Not all children, with or without disabilities, have the access or the knowhow to participate in these online classes. But the digital divide has exacerbated the negative impact of the pandemic on this already marginalised group of children. The digital divide also deprived many children and adults with disabilities of access to much-needed healthcare and counseling services that were, during the pandemic period, only available online.\nThe ways persons with disability need to interact with the environment sometimes enhanced their vulnerabilities to the pandemic. In the aforementioned study, 32-year-old Deepon, a person with a visual disability, explained: \"People who can see can maintain physical distance, but in my case, I bump into others. Suppose someone is coughing or sneezing. Other people around him may move away immediately, but I can't. As it happens, sometimes, people cough on me.\"\n\"Self-isolation is very difficult, and perhaps almost impossible for some persons with Down Syndrome or intellectual disabilities\"—stated a mother, whose child thrives in socialising and has trouble remembering to keep her distance from others or keep her mask on. Despite her best efforts, her child was infected with Covid-19. Inadequacy of physical therapies has also affected the quality of lives of persons with disabilities, leading to aggravated physical difficulties due to the closure of services during the lockdown.\nThe BIGD and LSHTM study also found that persons with disabilities were more vulnerable to domestic violence during the pandemic, since many family members faced double the stress—financial worries along with the heightened demand for caregiving. Covid-19 also increased the security risks for girls and women with disabilities, particularly with neuro-developmental, sensory and/or psycho-social disabilities. A single mother interviewed in the study explained that when she lost her job as a domestic worker in Dhaka, she had to move to her village with her daughter, who has multiple neuro-developmental disabilities. In Dhaka, she at least knew the people around her. Now, she always remains worried about who might harm her child.\nIn many cases, persons with disability were the first to lose their job when businesses downsized as a result of the pandemic. On top of that, it is far more difficult for them to find a new job. Nadia, a wheelchair-bound woman who lost a teaching job is now desperately looking for a job that will offer her a wheelchair-accessible environment, which is very hard to find in Bangladesh.\nEven before the pandemic, persons with disabilities disproportionately faced poverty, negligence, violence, and other forms of vulnerabilities. Society has largely failed to meet their special needs, and Covid-19 has worsened their crisis.\nHowever, a positive is that the government came up with guidelines for prioritising persons with disabilities for Covid-19 testing, treatment and vaccination. It also increased the coverage of disability allowance during the pandemic, although only a fraction of persons with disabilities in the country benefit from it, and payment was often delayed during the pandemic. Also, the allowance amount of Tk 750 per month is vastly inadequate to sustain them. Even though persons with disabilities faced multifaceted challenges during the pandemic, there was no special allowance for them, or any other initiatives to meet their special needs during this difficult period.\nHow a society protects and cares for its most vulnerable populations is an indication of how much progress it has made, and persons with disabilities are definitely one of the most vulnerable population groups in Bangladesh. The pandemic has re-emphasised the need for a robust support system for them—fulfilling their economic, social and various other special needs—so that they can have a life of dignity, like others. Now is the time to bolster the demand for a truly disability-inclusive society, making sure that no one is left behind.\n \nRifat Shahpar Khan is Research Coordinator at the BRAC Institute of Governance and Development (BIGD).\n",
        "headline_1": "The pandemic has exacerbated the challenges faced by persons with disabilities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-pandemic-has-exacerbated-the-challenges-faced-persons-disabilities-2915221",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-12-2021"
    },
    {
        "full_article": "If you're out after midnight on the streets of Dhaka, you might encounter children sniffing from plastic bags a substance they call \"Dandy,\" a kind of glue used to mend shoes. \nMost of these children weren't born in Dhaka. Their families may have lost their home to river erosion, or perhaps their farmland to salinisation. They are the climate migrants—internally displaced persons. Left without any emergency funding—which refugees get–these children spend their days sifting through garbage for anything they can sell. At night, the hallucinogenic fumes from Dandy suppress their hunger pangs and give them an escape from reality. \nWithdrawal symptoms can range from sweats and chills to severe anxiety, extreme pain, palpitations, loss of cognitive abilities and muscle function—potentially leading to life-threatening complications. Advanced addictions cannot be cured without pain and damage. Specialised healthcare professionals and medication is needed to manage the process. These children will never be able to afford any of that—nor will they get any subsidies, and nor will the climate funds reach them before death overtakes them. They will all be left without help, unnoticed.\nThe climate crisis facing us today is the combination of endless needs, wants, indecisions, arguments, and the lack of acceptance rising out of selfishness. We are addicted to processes that will eventually kill most of mankind and irrevocably damage our planet. And we have very little time to either phase this self-destructive behaviour out, or else trigger a self-perpetuating cycle of climate change resulting in death, destitution, starvation, forced migration and unimaginable disasters for most of life on Earth. \nJust like a Dandy addiction, withdrawal will be painful—even life-threatening. But there is no alternative.\nThe year 2020 ended with the postponement of the 26th United Nations Climate Change Conference (COP26) due to Covid-19. One more year passed in which nations were not held accountable and gave no results to help abate the climate crisis. \nWhen COP26 eventually happened this year, David Attenborough called it an opportunity to \"turn this tragedy into a triumph.\" \n\"We are the greatest problem solvers to have ever existed on Earth,\" he pointed out. \"We know how to stop the number rising and put it in reverse.\" \nOpportunity is there. But if the track record of the past 25 COPs was anything to go by, COP26 was never likely to \"rewrite our story.\" \nWalking down the streets of Glasgow to reach the conference centre, there seemed to be two COPs going on simultaneously—one inside and one outside. Outside, there were demonstrations and pleas for understanding, solidarity, equity, climate justice and action to keep the planet liveable. There were cries for those with power to exercise a sense of responsibility preceding self-interest and self-protection. Inside were two weeks of \"intense negotiations.\" But negotiations on what? On whether today's development is more important than the future of this planet? On whether we need to phase out, or if phasing down will do for now? Because if we phase out, then what will happen to the 3.6 million Indians who are directly or indirectly employed in coal mining or power sectors? India currently gets at least 70 percent of its energy from non-renewables. Where will this energy come from? India's energy requirement is projected to grow more than any other nation in the world. \nThen there are manufacturing processes like steel and cement still dependent on the use of coal—alternate technologies are yet to be developed. India's steel and cement production is set to triple by 2050. \nThis kind of growth is seen by economists as necessary for progress. If large, developing countries stop using coal, they will need enormous funds to ensure that their economies can adapt, create jobs in alternate sectors, and develop alternate technologies. Divestment from fossil fuels needs to be accompanied by investment in green technologies. \nAt the same time, climate-impacted economies need funds to adapt to climatic changes that are already at play, and which will continue even if we stop emitting greenhouse gases (GHGs) right away. Developing countries estimated that their need for climate financing would total about USD 1.3 trillion per year until 2030. This was left out of the Glasgow Climate Pact. Developed countries committed only to coughing up USD 100 billion more quickly, noting \"with deep regret\" that they had failed to give it by 2020, as previously promised. \nDeveloped countries have refused to take responsibility for loss and damage that they have caused through their emissions thus far, which impact mostly small island nations and developing countries like Bangladesh. Rich countries don't want to take liability for this—capitulation now could be a basis to hold them liable for years to come.\nThere are a few small victories in the pact. Despite US opposition, references to the rapidly depleting carbon budget stayed in. There is acknowledgement of how woefully inadequate the contribution of developed countries to climate funding is, and calls for urgent scale-up. Developed countries agreed to double their pay-outs. The conversation on loss and damage was given space, but there are no commitments on this subject. They agreed to the need for finance, technology transfer and capacity-building to support adaptation. They agreed to protect nature and biodiversity, and they managed to get non-CO2 emissions such as methane into the conversation.\nHowever, the bottom line is that countries have not planned for significant emission cuts in the next 10 years, despite net zero pledges and acceptance of the science. The Climate Action Tracker shows that if all the COP26 commitments are met, we're still headed for a global temperature rise of 2.4 degrees Celsius, which will be catastrophic (instead of 2.8 degrees Celsius without the pact, which would have been apocalyptic).\nOf course, having this conference itself is a success. In fact, given COP's history of ineffective decisions and broken promises, every concession we win is a plus point. But when the stakes are high as saving humankind, anything short of that is a failure. \nWe asked Dr Atiq Rahman, who was instrumental in forming Bangladesh's Nationally Determined Contributions (NDC), whether developed countries are taking responsibility for their share of the damage caused by global warming. \"No, absolutely not,\" he said. \"Are rich people in Bangladesh taking responsibility for poor people here?\"\nDeveloped countries and corporations will not easily change their ways and pour all their money into solving future problems—especially when the status quo benefits them greatly. Lobbyists will make vast amounts of money trying to ensure that lucrative corporations don't lose business. In the same vein, political leaders will try not to lose popular support in their constituencies. \nAnd so, the negotiations turn to the nitty-gritty details about who wins, who loses, who gets to keep their profits, and who gets to develop and how much. Today's development programmes, political agenda, the weighing of power and money against the cost of survival of life on this planet—this was not the intended agenda; but it feels like these considerations have shaped the outcome.\nReal change requires real sacrifices. The same goes for you and I. Are we prepared to stop using plastics tomorrow, limit internet use, stop overconsumption? Are we prepared to forego our comforts today for a brighter tomorrow? We are addicted to unsustainable behaviour. To stop will hurt. \nBut if we change, we can still have our beautiful world. A world which will provide generously for our needs, see more equity not only among human beings, but also in sharing our planet with all those beings who inhabit it.\nWhat would be the alternative? A world where children all over the world are displaced by intensifying climate disasters, and end up sifting through landfills for things to kill their hunger. The alternative to sustainability is a future where our children sniff glue in the dead of the night for comfort. Surely, that is not the future we want.\n \nRuna Khan is the founder and executive director of Friendship, a social purpose organisation.\n",
        "headline_1": "To save our planet, we need to stop living unsustainably",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/save-our-planet-we-need-stop-living-unsustainably-2914496",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-12-2021"
    },
    {
        "full_article": "Bangladesh has come a long way since independence in 1971, crossing many milestones to reach where it has today. The chronicle of the 50-years-long journey is dotted with achievements—as well as numerous catastrophes, thrown its way by both nature and humans, which the country managed to overcome while upholding the tenets of independence. In his evaluation at a recent webinar marking the country's golden jubilee, Prof Rehman Sobhan said, \"Bangladesh became a success case from the basket case in 50 years.\"  \nIt is true that Bangladesh has an impressive track record of growth and poverty reduction that has made us all proud. From being one of the poorest nations at birth in 1971, with the 10th lowest per capita GDP in the world, Bangladesh reached lower-middle-income status in 2015, and is now on track to graduate from the UN's Least Developed Countries (LDC) list in 2026. Labelled as one of the fastest growing economies in the world over the past decades, the credit for its success goes to demographic dividend, RMG exports, and favourable macroeconomic conditions, according to the World Bank.\nWhile eminent economists, scholars, social researchers and think-tanks at home and abroad endorse this view, they however have offered a few words of caution as well. While praising our achievements, they also pause to point out where things could have been much better.\nDespite remarkable progress in economic and social development, the country is lagging behind in institutionalising democracy, strengthening important institutions, improving governance and protecting the environment. Widening inequalities in income, fading social parity and declining education standards need to be addressed urgently. Scholars believe ensuring accountability, good governance and public trust are pertinent issues for a democracy.\nWe feel these well-intentioned suggestions should be considered seriously as part of the 50-year celebration of our independence. There is no denying that the country's progress, and its recognition by the international community, has helped us overcome the negative stereotypes that had previously been attached to Bangladesh. Now we, as a nation, have a healthy positive perception about our abilities and our goals. One of the wisest ways for us to celebrate our success now is to study our strengths and weaknesses at present, so that we can chart our future course to reach the next 50-year milestone.\n",
        "headline_1": "Evaluating 50 years of Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/evaluating-50-years-bangladesh-2915206",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-12-2021"
    },
    {
        "full_article": "Of all the fundamental rights guaranteed by the Constitution, the right to life is the most central to the functioning of a state. It is (or should be) inviolable, but if one's right to life is abridged, without the proper application of the law, and if the state takes no action to address the situation and arrest the phenomenon, then not only does the rule of law become the law of the jungle—the Constitution stands defiled, the credentials of the state is slighted and the dignity of society sullied.\nThis is unacceptable in a society that takes pride as a votary of rule of law. According to a local human rights watchdog, between 2009 and September 2021, as many as 605 persons have disappeared, of whom 154 remain untraced. Among the disappeared, 370 have returned, and a gruesome 81 persons have been found dead during the mentioned period. Predictably, the state agencies have denied any involvement in the matter, but accounts of the victims' families in most cases talk about the victims being picked up by people in plainclothes, sometimes claiming to be members of state agencies.\nWe do not want to point fingers at anyone, but in this regard, one must acknowledge some incontrovertible facts. First, people have gone missing and a good number still remain unaccounted for. Two, a good number of them have ended up dead. Three, most of those who have returned, suffer inexplicably from a bout of amnesia; they are unable to recall anything of the period after they were captured, kidnapped or apprehended, till they returned home.\nDoes it not then become the responsibility of the state to go into the depth of the matter? If the state agencies are not involved in enforced disappearances, as they claim, then does it not devolve on them to find out who is? Are we to believe that there is a supra-entity that has managed to cause the enforced disappearance of more than 600 people? Is it not the enough to raise the hackles of the security and intelligence agencies and get them moving to apprehend whoever these people are—who are working clandestinely and doing so since the last decade, and so efficiently too that they are able to evade being identified, leave alone captured, by the state agencies?\nThese are questions that cannot be brushed aside with puerile answers from the authorities. There are only so many possibilities and reasons behind a person going missing. And that is all the more reason that every missing persons case should be thoroughly investigated. Thus, we wonder, why is there reluctance on the part of the police, reportedly, to register \"missing persons\" cases? And in some cases, there are pressures on the victim' families to withdraw the case. It demands demonstrated actions by the agencies to address the issue, but there are none at the moment. The authorities should not be oblivious to the possibility that lack of palpable action on their part may be taken as indicative of complicity.\n",
        "headline_1": "Enforced disappearances remain unresolved",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/enforced-disappearances-remain-unresolved-2915001",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-12-2021"
    }
]