[
    {
        "full_article": "The Aam Aadmi Party (AAP) is trying to expand its footprint beyond its cradle of Delhi. It is also seeking to capitalise on its success in Punjab, where it formed a government earlier this year, and which boosted that ambition. The party is now eyeing Gujarat, where the contest between the Bharatiya Janata Party (BJP) and the Congress went down to the wire in 2017, and elections are due later this year. AAP supremo Arvind Kejriwal is spending a lot of time in the State in the hope of displacing the Congress to emerge as the prime challenger to the BJP, which has been in power since the 1990s. The BJP faces significant anti-incumbency though the Hindutva sauce that it dishes out generously made it more palatable than the Congress all this while. Mr. Kejriwal has an expanding catalogue of promises for Gujaratis. He has now promised a fully paid pilgrimage for Gujaratis, mainly senior citizens, to Ayodhya, after being labelled by the BJP as ‘anti-Hindu’. Mr. Kejriwal has never lost an opportunity to wear his Hindu credentials on his sleeve, but suddenly found himself on the back foot after Rajendra Pal Gautam, a Minister in AAP’s Delhi government — he has since resigned — took part in a gathering of Ambedkarites recently, where they had pledged to disown Hindu religion and its deities. Mr. Kejriwal gave the Dalit leader his marching orders.The expulsion of the Dalit leader from the AAP Council of Ministers in Delhi is in contrast with the complete backing that Mr. Kejriwal continues to offer another Minister who remains in office while being in jail on corruption charges. Therein lies the fundamental challenge to AAP’s national plan. The party had fashioned itself as an anti-corruption platform that offered good governance, transparency and accountability. Devoid of any organisational structure or political programme, AAP had adopted an all-embracing welfarism to entice voters. As time passes, this politics, projected as ideology-free, is unravelling, though its potency still remains a major threat to both the Congress and the BJP. These two parties are targeting AAP on its governance record, corruption, and capacity. Central agencies and the Lieutenant Governor of Delhi are methodically cornering the Aam Aadmi Party. Mr. Kejriwal has been brazening it out until now, but the barb of being ‘anti-Hindu’ appears to have shaken him. He has been wearing an Ambedkar badge alongside a Hindutva label, but the attempt to be all things to all people was never going to be sustainable. AAP’s capacity to be a radical platform for change or a challenge to divisive forces is faltering with its shaky governance record, subservience to Hindutva and brazen resistance to scrutiny.",
        "headline_1": "Ordinary men: On the Aam Aadmi Party’s Hindu politics",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/ordinary-men-the-hindu-editorial-on-the-aam-aadmi-partys-hindu-politics/article65996336.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-10-2022"
    },
    {
        "full_article": "Max Verstappen etched his name in the history books when he won the Japanese Grand Prix at Suzuka on Sunday and in the process became a Formula One World Champion for the second time. F1 as a sport is booming in popularity, especially after the 2021 season in which Verstappen sealed his maiden title on the last lap of the last race of the year in Abu Dhabi. However, last year’s season finale was shrouded in controversy over how the Federation Internationale de l’Automobile (FIA), the sport’s governing body, conducted the race in which its wrongful interpretation of its own rules worked to Verstappen’s advantage to overtake Mercedes driver Lewis Hamilton and win the title. Thus despite his on-track brilliance, Verstappen was not seen as the genuine winner. In 2022, the Red Bull Racing driver left no scope for such doubts by producing one of the most dominant title campaigns the sport has seen. The 25-year-old from the Netherlands has won a staggering 12 out of the 18 races so far and finished on the podium in two other races to seal the title with four rounds still left in the year. Blessed with racing genes — his father Jos is a former F1 driver and his mother Sophie Kumpen, an accomplished racer in karts — Verstappen was brought up to become a Formula One World Champion.But in his initial years, he was prone to making mistakes, often too aggressive, and at times his driving bordered on the dangerous. However, over the last four years, Verstappen has matured to strike a balance by cutting out the errors without compromising on his speed and aggression. Despite being 46 points down to Ferrari’s Charles Leclerc after the first three races, Verstappen remained calm to slowly overturn the deficit. In races in Hungary, Belgium and Italy, where he often started from the middle of the pack, Verstappen was circumspect on the opening laps to fashion spectacular wins from lowly grid positions as he went on a five-race winning streak to run away with the title. For fans of the sport who had their appetite whetted after last year’s pulsating battle between Hamilton and Verstappen, 2022 was a damp squib as Ferrari and Leclerc’s early season promise faltered as a mix of reliability issues, strategic blunders and driver errors robbed the fans of a close fight for the title. Verstappen is now the 17th member of an elite club of drivers to have won multiple titles. If his team Red Bull can continue to give him competitive machinery over the next few years, this could be the start of the Verstappen era in Formula One.",
        "headline_1": "Nothing left to chance: On Max Verstappen’s Formula One triumph",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/nothing-left-to-chance-the-hindu-editorial-on-max-verstappens-formula-one-triumph/article65996345.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-10-2022"
    },
    {
        "full_article": "When I was in RBI (2008-13), I used to take wagers with my colleagues on the possibility of Ben Bernanke winning the economics Nobel sometime down the line. Most thought it was unlikely that any central bank governor associated with the Global Financial Crisis (GFC) of 2008-09, least of all the chairman of the US Federal Reserve, would pass the bar.\nThey had a point. US policymakers of that time were blindsided by the financial instability brewing in the underbelly of the system. Bernanke himself was remarkably sanguine when he deposed before the Congress in early 2007: “Our assessment is that there’s not much indication at this point that subprime mortgage issues have spread into the broader mortgage market, which still seems to be healthy.”\nRead full opinion on TOI+\n\n",
        "headline_1": "Why Ben deserves the Nobel: Bernanke didn’t spot the global financial crisis but was brilliant in combating it",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-ben-deserves-the-nobel-bernanke-didnt-spot-the-global-financial-crisis-but-was-brilliant-in-combating-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-10-2022"
    },
    {
        "full_article": "Delhi’s lieutenant governor VK Saxena will soon formally allow over 300 establishments to work round-the-clock. Businesses such as hotels and delivery services can’t afford downtime. A modern economy never sleeps, or at least some parts of it are always humming. The MVA government in Maharashtra was keen on something similar for Mumbai, India’s other megalopolis. The economic logic of a city that never sleeps is easy to grasp but in India it runs into the reflexive approach of a state that seeks to regulate every aspect of life.\nThere are encouraging signs of some change in this approach. The challenge to paternalism is coming from within. In Muvattupuzha, a Kerala town, local authorities recently organised a four-night package of activities, including live music performances and a women’s marathon. The effort was named ‘Girls Night Out’ to encourage women to go out after sunset and also nudge the town towards creating a nightlife. By all accounts, the response was overwhelming. It just shows how state paternalism has been a killjoy.\nIndia rightly aspires to be a developed nation. The journey there will require governments to trust people more. There are plenty of laws that impose unreasonable curbs on where and when women can work. Economic compulsions forced multiple carve-outs from different laws to allow women to work night shifts. Instead of exceptions the rule should be that women know what’s in their best interest. Let them choose. Deregulation doesn’t mean absence of any regulation. Police forces need more personnel and governments have a role to play in ensuring there’s no labour exploitation. In a country challenged by disguised unemployment, there’s always a danger of economic vulnerabilities being exploited. The state’s role in enabling a fairer environment will remain undiminished.\nAnother role that needs to be played effectively is to check non-state actors from enforcing their cultural sensibilities on others. In this context, GoI did well to ensure that theatres in J&K opened again and beer can be stocked in departmental stores under a liberalised policy. Why shouldn’t all of India experience the same benefits? The journey to a developed country status will have to allow citizens to make their own choices on what they wish to consume without the fear of incurring the wrath of thin-skinned compatriots. Authorities in Delhi, Muvattupuzha and J&K deserve praise for their effort.\n\n",
        "headline_1": "Let people choose: Delhi’s LG and authorities in J&K and a small Kerala town rolled the overbearing state back",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/let-people-choose-delhis-lg-and-authorities-in-jk-and-a-small-kerala-town-rolled-the-overbearing-state-back/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-10-2022"
    },
    {
        "full_article": "The Supreme Court appears to agree that hate speech is a big negative for social peace. The key point is what are the deterrents against those talking up hate. The latest high-profile hate speech controversy involves two BJP elected representatives at a VHP event. Delhi police has filed an FIR on this. In May, a PFI march in Kerala saw a minor chanting violent threats against two other communities. And last December, there was a flood of hate speech at the “Dharm Sansad” in Haridwar.\nTracking forward from last December, it can be reasonably argued that the lack of quick and meaningful police and legal action against hate speech encourages more such statements and rhetoric. Police forces sometimes file FIR, after a big delay, the cases start trundling through lower courts, once in a while SC agrees to take up a matter, but even SC is overburdened … and so goes this depressing story. The other part of this story is that with a few welcome exceptions, political parties rarely act against their own.\nIt must start with the cops. Police forces have to be vigilant and proactive, lodging clearly argued FIRs immediately, making arrests, filing chargesheets and energetically pursuing trials. But cops will do this regularly only when the leadership of all political parties show zero tolerance for hate speech. Courts, especially higher courts, need to push matters along, pulling up lower courts suo motu, if necessary. There have been court-monitored investigations using the doctrine of continuing mandamus. SC and high courts should prioritise a few hate speech cases for supervision. A separate law on hate speech is unnecessary. We don’t need another law that can be wilfully misinterpreted. What we need is some hate speech givers to quickly pay for what they have said.\n\n",
        "headline_1": "Act quickly: Hate speech gets encouragement with late action from cops and courts. Parties must get tough too",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/act-quickly-hate-speech-gets-encouragement-with-late-action-from-cops-and-courts-parties-must-get-tough-too/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-10-2022"
    },
    {
        "full_article": "An October 5 alert by WHO has highlighted unacceptable levels of diethylene glycol and ethylene glycol (DEG/EG) in four products made by a Haryana-based Indian pharma company and exported to Gambia, where the presence of these chemicals is suspected to have caused a high number of children’s deaths.\nHow did these chemicals end up in the syrups? Propylene glycol, glycerine etc are part of a range of liquids used as solvents in syrups. The solvent’s role is to completely dissolve the key medicine (say paracetamol powder in paracetamol syrup) and other ingredients. Levels of concentration, taste, flavour, safety and non-toxicity, of the solvent, are key considerations in using a particular solvent. DEG/EG can creep in as a by-product of the manufacture of, say, glycerine, a preferred solvent.\nRead full opinion on TOI+\n\n",
        "headline_1": "Gambian tragedy: Because we just don’t learn – India’s medicine regulatory ecosystem has improved too little since the 1986 JJ Hospital tragedy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/gambian-tragedy-because-we-just-dont-learn-indias-medicine-regulatory-ecosystem-has-improved-too-little-since-the-1986-jj-hospital-tragedy/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-10-2022"
    },
    {
        "full_article": "A recent tweet explained the often-elusive difference between science fiction and fantasy: \"Fantasy is when Black people are told they're historically inaccurate, sci-fi is when Black people are told 'it's woke garbage' they exist.\"\nThe concept of race in speculative fiction comes up in media discourse whenever someone in some well-known media franchise turns up with a crumb of melanin. It is a debate that is particularly frustrating, because like most issues of the 21st century, it requires an exhausting amount of nuance and analysis while simultaneously being incredibly stupid.\nWe've had Black stormtroopers (Star Wars, not the Sturmabteilung, though there is that one Key & Peele sketch), who apparently couldn't exist because of (a worryingly racist reason). The casting of people of colour in Netflix's adaptation of The Witcher was derided because of (a worryingly racist reason). Black women cannot exterminate ghosts because of (a worryingly racist reason). And over the past few months, it's been Black elves, Black dwarves, Black Targaryens, and now Black mermaids can't exist because of (you get the idea).\nWhy not a Black mermaid? Because Hans Christian Andersen was a White guy? Disney, a multibillion-dollar corporation with a vice grip on global entertainment, is not making a loving homage to 19th century Danish culture. (Nor, I suspect, are people who are mad about Black mermaids particularly interested in 19th century Danish culture or the sanctity of Andersen's body of work.) Disney has no in-text reason to not cast people of colour in whatever role. We are at a point in our history, thankfully, where denying roles to actors of colour is recognised as racial discrimination. Meanwhile, House of the Dragon's prominent change of characters to black and mixed race is not merely colourblind, but in fact adds to the plot. The show still largely has a White cast, but its decision to show the existence of racial diversity in Fantasy Europe has been treated as \"historically inaccurate.\"\nThere is a point to this: Westeros is not real, but it does represent a vision of Europe, and so we can expect the people within its world to look European. Of course, if you look at Europe, you'll find Bangladeshis running gulyás éttermek in Budapest, even though Viktor Orban told me Hungary is for white people. But historically, right?\nBlack and Brown people are \"historically accurate\" to any fantastical rendering of Europe. The imagination of medieval Europe that serves as the template for your bog-standard fantasy setting is White, because Europe has historically been imagined to be White, as a project to imagine the presence of supposedly non-White bodies as interlopers, outsiders, people who do not belong. Even if the faulty imagination of a \"White Europe\" were true (it is, to reiterate, not true), the modern Western world that generates the bulk of our entertainment is demonstrably not a White world, and to insist on a performance of Whiteness in the media where the diversity underlying the real world is erased cannot be justified except by (a worryingly racist reason).\nLet's go deeper. Are elves, Targaryens and mermaids White? No. Because elves, Targaryens, mermaids and White people don't exist in the real world.\nRace itself is not real. Race is the idea that humanity can be sorted into discrete groups with unique behavioural and intellectual characteristics, largely corresponding with physiological differences and similarities between potentially related groups of people. The ways in which these physical characteristics dictate identity and culture are fantasies, and our current conceptualisation of race derives heavily from the last couple centuries of European imperialism, and from the dominance of American media. Race is one of the most important concepts underlying modern social relations while simultaneously completely fictional.\nThis means that while there are no mermaids in real life, the skin tone we ascribe to the mermaid's human half is a legitimate battleground for how we view race. Speculative fiction has long held what Helen Young called \"Habits of Whiteness.\" We live in a world that continues to be dominated by a former imperial core, whose self-declared rightful inhabitants in turn self-declared as \"White,\" and their viewpoint continues to dictate the shape of the world through global culture. It is a viewpoint that centralises Whiteness as the normal. Speculative fiction has its roots in genre conventions established by writers who hailed from an era of explicit imperialism (rather than the more genteel liberal capitalism of today). JRR Tolkien, we can very safely say, never imagined the existence of a Black elf. He was a White supremacist. Though he was no Lovecraft, who wrote primarily to express race anxiety, race as hierarchy is intrinsic to Tolkien's worldbuilding.\nLet's circle back. As elves aren't real, they can be Black. In the context of a Tolkien adaptation, however, skin colour matters. The canonical Whiteness of elves isn't just the default assumption of a writer imagining Ye Olde England as a supermarket mayonnaise aisle. It is thematically consistent with Tolkien's view of racial hierarchy. In Tolkien's legendarium, elves are White for a reason: because he wanted to represent a superior form of life. What elves are to the Men of Numenor (the Men of the West), Numenoreans are to the other categories of men, and then on down to the orcs et al. Sentient life is sorted into racial categories of greater and lesser worth. The parallels are not coincidental. Tolkien famously despised allegory, but everyone writes an allegory whether they want to or not. Just as racial hierarchy was not incidental to the world in which Tolkien lived, it was not incidental to the world he invented.\nShould a Tolkien elf only be played by a White actor? No. However, a better show than The Rings of Power might have had something insightful to say about race through the casting of Black actors in roles that were, in the original, expressions of White supremacist race hierarchy. Instead, The Rings of Power represents yet another sort of fantasy: a world where anyone anywhere can look like anything, and you don't need to think about it too much. This sort of fantasy of diversity would certainly feel less cynical if it were not being beamed at us by Amazon.\nThe fantasy of racial diversity that Amazon and Disney relay relies on a lack of history, where we have no politics or opinions that trouble a society making money for our bosses. Race is a fiction, but its pages are burnt and bloody. Race matters. The politics of the representation of this fantasy in fields of make-believe are not clear-cut, the stories we appear in are often written with the subtext of our exclusion, and our increasing presence on the screen (rather than just consuming content) cannot be to passively legitimise anodyne projects of racist capitalism.\n \nZoheb Mashiur is a doctoral researcher on racial discourse and colonial history, based at the University of Kent.\n\n",
        "headline_1": "Mermaids aren’t real, and neither is race",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/mermaids-arent-real-and-neither-race-3140096",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-10-2022"
    },
    {
        "full_article": "It is alarming to note that a number of young men have come under the Rab's radar for their alleged involvement in militant activities on our soil. According to Rab, at least 55 young men who left their homes in the last two years are currently training to make explosives in remote hilly areas and carrying out activities of a new terror outfit with support from one or two \"separatist\" groups. Although many of the details about them are still unclear, this revelation should serve as another warning to us as a nation, and to the authorities in particular, that extremism is far from being defeated in the country.\nAfter the horrific Holey Artisan attack, our counterterrorism forces have done a commendable job in preventing any further major terror attacks. Even though we have been successful in tackling militancy through the hard approach, there is much more work that needs to be done to tackle radicalisation in society through different soft approaches. The fact that more young people are getting radicalised is a testament to our failure in that regard.\n\nAdditionally, it is important for religious leaders and scholars to come forward, and enlighten the youth about the true messages of different religions – none of which condone violence against innocents. To avoid these subjects altogether, and leave them to be discussed by extremists alone would be a great mistake.\nMilitancy cannot be defeated simply through the use of greater firepower and force. Therefore, it is imperative for us to identify how and why young people are being radicalised, and by whom. Why are our youth getting alienated from society and their fellow citizens? Why are they leaning towards extremist ideologies? Why are more and more young people getting involved in one form of violence or another? These are questions that we must first find the answers to.\nNeedless to say, the absence of social and economic justice and basic dignity provides a fertile ground for extremists to exploit. Thus, while it is important for our counterterrorism forces to identify the masterminds who are providing the funds and other materials to radicalise the youth, we must all take action to ensure the restoration of justice, dignity and a form of social harmony and cooperation in society, which would be the anchor around which the youth can form their own individual identities.\nAdditionally, it is important for religious leaders and scholars to come forward, and enlighten the youth about the true messages of different religions – none of which condone violence against innocents. To avoid these subjects altogether, and leave them to be discussed by extremists alone would be a great mistake.\nTo overcome militancy, the authorities and society in general need to be proactive, rather than reactive. We must continuously work to ensure that radicalisation has no place in our country. Furthermore, we must ensure that our youth feel a sense of belonging in society, so that they don't fall into the trap of extremists looking to exploit them for their own twisted agendas.\n",
        "headline_1": "Addressing extremism is a continuous process",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/addressing-extremism-continuous-process-3140091",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-10-2022"
    },
    {
        "full_article": "The world observed International Day for Universal Access to Information last month, recognising the importance for every individual to be able to access information held by public institutions. Traditionally, it has been an opportunity to examine whether countries have adopted a law on access to information and if, in practice, public bodies adhere to their transparency obligations.\nAt present, 126 countries have access to information laws. This means 91 percent of the world's population can formally request information from a state or local authority.\nBut we know that the right to know doesn't end with the existence of a law. It is a right that empowers people to participate in decisions that affect them, a tool to hold entities that make such decisions accountable. Information is power, as we often say.\nHowever, it is not just governments that make those decisions. From the extractive industry to Big Tech, private corporations hold enormous power over individuals, both online and offline.\nYet, laws do not make them accountable in the same way that access to information laws do public institutions. They are not obliged to be transparent, and individuals do not have the guarantees that the right to know gives them. So far, only data protection laws have tried to fill this gap, allowing people whose data have been processed by companies to ask how it is being used.\nUntil very recently, the importance of the right to know for corporate transparency has been neglected, or perhaps just ignored. Nowhere is this more visible than on social media.\nSocial media platforms are no longer considered just private companies whose users simply accept terms and conditions. They are spaces where free expression, democratic debate and participation are realised. Given their power, the transparency of Big Tech firms is becoming increasingly important.\nThere is a massive concentration of market power in a handful of companies that have total control over the content that is distributed and consumed: they actively control, select, and censor what we see online. This much power cannot be left unchecked.\nThe European Union (EU) has recently taken a major step towards addressing this issue, by introducing regulations in the digital sphere. The Digital Services Act is meant to ensure that users are able to choose from a wide range of products and services online, while the Digital Markets Act is aimed at allowing businesses to freely and fairly compete online. The European Commission's initiative sets transparent and clear rules for companies, and outlines sanctions if they fail to respect them.\nCrucially, the legislations put a strong emphasis on transparency, to shed light on issues such as the platforms' content moderation practices. That way, users can operate in a predictable environment and know the possibilities and limits on their behaviour online. Platforms will be required to explain and publish their terms of services, explain their content moderation decisions and make them publicly available.\nSocial media companies will also have to produce transparency reports, including information about requests from governments to remove user-generated content, notices submitted to flag alleged illegal content, and information about measures against misuse. This will benefit researchers, oversight bodies, and the public who will be able to better understand how content moderation decisions are made.\nBut while a law is a key and fundamental step, for it to be effective, it requires implementation on two sides. One, institutions need to know the law well and see it with a positive, instead of a suspicious, attitude. Second, people need to know that a law exists and that they can use it freely to ask for information.\nThe same needs to happen with Big Tech. Companies need to understand how transparency will benefit them in the long run, through building trust with their users and the public at large.\nIt is also crucial that users are informed about their right to know and know how to use it. This two-way awareness of transparency is a long process and we're just getting started. The road ahead is long, but one thing is clear: companies have a duty to respect human rights, and the right to know is one of them.\nIlaria Fevola is ARTICLE 19's legal officer focused on transparency.\n\n",
        "headline_1": "Big Tech and our right to know",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/big-tech-and-our-right-know-3140071",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-10-2022"
    },
    {
        "full_article": "Four years have passed since I moved to Bangladesh from the UK to serve as a registrar, first at Asian University for Women and then at Brac University. I loved Bangladesh from the moment of touchdown in Chattogram: a country and region of transcendent beauty, resourcefulness and sense of the vibration of life.\nComing from the UK, it is natural to make comparisons between the Bangladesh and UK higher education systems. There is much to learn on both sides. One of the obvious comparisons is that it generally takes far less time for full-time students to graduate in the UK than Bangladesh – three years in most cases, although there are variations. Higher education in the UK, and more widely, in Europe has, of course, had much longer to become established, with a remarkably strong research base, well-developed links with industry, and good practice in effective, dynamic approaches to teaching, learning, and student support.\nBangladesh has an opportunity, however, to avoid some of the mistakes that have occurred recently in UK higher education policy. There is presently a reductionist tendency in public policy in the UK, more particularly in England, to judge the value of higher education on the basis of short-term career outcomes and starting salaries for graduates.\nWe want to work in partnership with our students, not to see them primarily as customers, but to encourage their appreciation of the value of higher education. That involves challenge, self-discipline and personal transformation. Students are invited to become good, thoughtful, socially responsible citizens committed to a life of sustained service to humanity. We must help students to learn, encouraging active rather than passive learning, critical thinking, hard and soft skills, resourcefulness, entrepreneurship, and avoiding overemphasis on examinations, which stifles learning.\nBangladesh faces a curious challenge. There are high rates of graduate unemployment alongside evidence of the need for high-level graduate skills to meet the demands of a massive social and technological revolution. Many countries have invested heavily in higher education as their economies move from low wage manufacturing into diverse economies based on knowledge and high-level skills.\nThere are often criticisms of higher education institutions: questions whether too many people enter university and whether they are studying the right subjects. There are debates about the actual impact of higher education on student learning. The extent of university investment in vocational education is considerable, however, and often underestimated by commentators. The contribution of higher education to the economy around the world is well-evidenced, coming from research, knowledge exchange, professional training, workforce development, innovation, and creativity.\nEach year, concerns are expressed through the national media about the relatively poor performance of Bangladeshi universities in world league tables. Really, Bangladesh just has not played the league table \"game\"; with a few exceptions, universities have not systematically focused on the criteria that inform the league table results. League tables are a marketing device that give a distorted impression, and the comparisons between institutions are highly questionable. Yet league tables can also be a powerful stimulus for institutional improvement and visibility. \nThere is an urgent need for substantial, nationwide improvement in higher education in Bangladesh. Some universities are engaged in significant development and there are various national initiatives, but the clock is ticking as international competition grows stronger and talented Bangladeshi graduates are disadvantaged against their contemporaries in other countries.\nProf Vincent Chang, vice-chancellor of Brac University, has observed, \"Of particular concern is Bangladesh's failure to establish any globally ranked universities at the time when the country is trying to become a diversified knowledge-based economy. Higher education institutions are generally regarded as the enabling vehicles for the creation of knowledge-based industries because they ensure that future knowledge workers have the skills and competences to become globally competitive. The reason for this failure is largely down to a lack of investment in the higher education system. In the last half a century, East Asian economies have transitioned from low wage manufacturing economies into diversified knowledge-based economies. To achieve this, they have invested heavily in their higher education institutions and unashamedly imported international expertise and best practice methods…\"\nFacing the profound social and technological change of a new industrial revolution, Bangladesh can reap considerable benefits through reform of higher education. There are various ingredients that are necessary to a thriving higher education sector. Many of those ingredients are included already in the national Bangladesh Strategic Plan for Higher Education 2018-2030.\nIt can take years to develop new programmes of study even when they address urgent national, social, and economic needs. Meanwhile, some other countries race ahead without those constraints. There is an imperative for Bangladesh to introduce a more effective and timely approach to academic programme development before the country loses irreparably to international competitors.\nIt does not have to be that way. The national quality assurance system should focus mainly on outputs rather than inputs. Some years ago, the UK Quality Assurance Agency created an institutional review which involves a periodic assessment of quality and standards in each institution, conducted through a physical visit by teams of trained peer reviewers. Within an outcome-based system of national accreditation in Bangladesh, institutions with demonstrably robust systems could be given greater freedom to pursue programme development and educational innovation.\nThere appears to be a counterproductive tendency to see the public and private universities in a position of opposition to each other. There are persistent challenges for private universities to introduce new programmes, to try innovative approaches to teaching and learning and to bring industry into the classroom. We are in the strange situation where some private university faculties are able to supervise doctoral students in leading international universities, but not in their home country. The restriction on leading private universities awarding PhDs in subject areas where they have demonstrable and sustainable expertise is also a restriction on the growth of research for national benefit, of high quality postgraduate provision, and an increase in the numbers of highly qualified faculty across Bangladesh.\nThere is much talk in higher education circles of the value of \"internationalisation.\" \"Internationalisation\" is about the higher education sector valuing diversity and functioning in an intimately connected, borderless world, where ideas and knowledge are shared. The theme of internationalisation is in the tradition of Rabindranath Tagore, who supported a concept of global community and who called for \"unity in diversity,\" expressed in the ideas for his own schools and Visva-Bharati University.\nThe development of international academic partnerships should be evaluated carefully as Bangladesh becomes more attractive to international providers. Bangladesh may lose through partnerships which just lead students away to study in other countries, maybe never to return, or which damage good local providers through unfair competition. There is a need for genuine, two-way international partnership, mutual learning and capacity-building for Bangladesh. Indeed, other countries and their higher education sectors have much to learn from Bangladesh, which has profound expertise from the experience of nation-building and social and economic development over half a century.\n \nDr Dave Dowland is registrar of Brac University and former registrar and chief operating officer of Asian University for Women. \n\n",
        "headline_1": "Time for higher education in Bangladesh to evolve",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/time-higher-education-bangladesh-evolve-3139961",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-10-2022"
    },
    {
        "full_article": "The Dhaka South City Corporation (DSCC) has reportedly taken it upon itself to construct a food court inside the historical Bahadur Shah Park of Old Dhaka. This park houses two memorials – one of them in honour of those martyred during the Sepoy Mutiny of 1857. And currently, it is one of the only open spaces wherein the old and young residents of Old Dhaka can get some respite and reconnect with nature. Yet, rather than preserving such a rare space of greenery, which also is part of Dhaka's hundreds of years of heritage, the city corporation itself is attempting to ruin the park's sanctity. \nAlready, a metal structure has been erected in the park, taking up space that should be reserved for visitors. What's more surprising is that all this is being done despite adamant protests from citizens. So, given that those who actually frequent the park do not want a food court there, whose good is it being built for? Is it just a way for city authorities to pocket some profit? Do they realise that not every bit of land needs to be profitable in order to be deemed useful? \nIt is disappointing that ruining heritage sites has become a fad for our authorities as of late. In Old Dhaka itself, ancient structures such as Bara Katra and Choto Katra are facing demolition. Earlier this year, Tetultala playground in Kalabagan had to be saved by locals from the police, who wanted to construct a police station there. Even Suhrawardy Udyan, a witness to so many crucial moments of Bangladesh's birth and early years, faced the threat of a food court last year. \nOften, it is seen that those heritage sites which are being destroyed belong to the High Court's 2018 list of 2,200 buildings which it directed Rajuk to preserve. In fact, the Bahadur Shah Park itself has a place in that list. Are we to believe that, for our city authorities, so-called development is above the wishes of citizens and even above the law? \nIn the case of the food court being constructed in Bahadur Shah Park, the chief estate officer of DSCC told this newspaper that they had only allowed for the setting up of \"a movable food van\" in the park, and that they have already \"instructed the contractor to remove the iron structure.\" \nWe hope the DSCC representative's assurance that \"no permanent structure will be allowed\" to be built in Bahadur Shah Park is something we can rely on. It is high time for government authorities to ensure that \"development\" does not get in the way of heritage, and for them to stop behaving as if the opposite is the case. Citizens care about historical structures and greenery – and authorities need to do the same.\n",
        "headline_1": "Food court at the cost of heritage?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/food-court-the-cost-heritage-3140116",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-10-2022"
    },
    {
        "full_article": "It is alarming to note that a number of young men have come under the Rab's radar for their alleged involvement in militant activities on our soil. According to Rab, at least 55 young men who left their homes in the last two years are currently training to make explosives in remote hilly areas and carrying out activities of a new terror outfit with support from one or two \"separatist\" groups. Although many of the details about them are still unclear, this revelation should serve as another warning to us as a nation, and to the authorities in particular, that extremism is far from being defeated in the country.\nAfter the horrific Holey Artisan attack, our counterterrorism forces have done a commendable job in preventing any further major terror attacks. Even though we have been successful in tackling militancy through the hard approach, there is much more work that needs to be done to tackle radicalisation in society through different soft approaches. The fact that more young people are getting radicalised is a testament to our failure in that regard.\n\nAdditionally, it is important for religious leaders and scholars to come forward, and enlighten the youth about the true messages of different religions – none of which condone violence against innocents. To avoid these subjects altogether, and leave them to be discussed by extremists alone would be a great mistake.\nMilitancy cannot be defeated simply through the use of greater firepower and force. Therefore, it is imperative for us to identify how and why young people are being radicalised, and by whom. Why are our youth getting alienated from society and their fellow citizens? Why are they leaning towards extremist ideologies? Why are more and more young people getting involved in one form of violence or another? These are questions that we must first find the answers to.\nNeedless to say, the absence of social and economic justice and basic dignity provides a fertile ground for extremists to exploit. Thus, while it is important for our counterterrorism forces to identify the masterminds who are providing the funds and other materials to radicalise the youth, we must all take action to ensure the restoration of justice, dignity and a form of social harmony and cooperation in society, which would be the anchor around which the youth can form their own individual identities.\nAdditionally, it is important for religious leaders and scholars to come forward, and enlighten the youth about the true messages of different religions – none of which condone violence against innocents. To avoid these subjects altogether, and leave them to be discussed by extremists alone would be a great mistake.\nTo overcome militancy, the authorities and society in general need to be proactive, rather than reactive. We must continuously work to ensure that radicalisation has no place in our country. Furthermore, we must ensure that our youth feel a sense of belonging in society, so that they don't fall into the trap of extremists looking to exploit them for their own twisted agendas.\n",
        "headline_1": "Addressing extremism is a continuous process",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/addressing-extremism-continuous-process-3140091",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-10-2022"
    },
    {
        "full_article": "Amid the skyrocketing prices of commodities of everyday use, the least talked about is the price of newsprint. This is despite the fact that in modern life one cannot think of a day without printed matters, especially, books and newspapers. Strangely, the importance of newsprint, which is the key ingredient that feeds the nation's knowledge sector, seems to have been lost on the authorities concerned. Consider that even when the most pandemic-affected industries received generous bailout packages from the public exchequer, despite being declared as an industry, the newspaper failed to get any financial support from the government. Unsurprisingly, the price of newsprint which was on the rise even before the pandemic, has now gone through the roof, thanks to the fallouts from the pandemic and the ongoing Ukraine war. Now, experiencing a 100 per cent price hike of newsprint, the newspaper industry, as feared by some of its prominent insiders, is faced with an existential threat. In fact, the newspaper industry, or the entire publishing industry for that matter, has been limping along since long. The reasons include shortage of waste paper used for production of newsprint as well as increased import costs of some other raw materials. Notably, the scarcity of waste paper, for instance, turned acute particularly during the pandemic when newspapers went mostly online for obvious reasons. Driven by the fear that newspapers might be a carrier of Covid-19, many people avoided reading printed newspapers and switched to their electronic version. Alongside it, with the suspending of in-person class attendances in schools during the pandemic, imparting of lessons to students also went online. All this resulted in the marked reduction in the use of newsprint and what inevitably followed from it was the paucity of a raw material for the newsprint industry, waste paper. Also, add to it the rise in the cost of chemicals used in the industry, Taka's continued depreciation against US dollar, supply chain disruptions due to the Russia-Ukraine war, increase in shipping costs and a host of other related factors. So, once the situation got back to normal, newsprint saw a sudden rise in its demand. As expected, the upshot of it all has been this runaway hike in newsprint's price. The problem is not centred just around the rise in newsprint's price alone. Its price volatility is also a major headache of newsprint traders. As reported in this paper on Saturday (September 8), the newsprint including other papers has been undergoing frequent changes in their prices in recent times. Also, the primary ingredient of different types of paper, pulp, has been witnessing a sharp rise and fall in its price in the international market. Obviously, the traders in this sector are counting heavy losses as a result. This is an ill omen for the publishing sector including the newspaper industry. Against this backdrop, the government has kept the 30 per cent corporate tax imposed on newspaper as before despite repeated call for its withdrawal. There is also the burden of 15 per cent Value-Added Tax (VAT) in addition to import tax on newsprint. The situation obtaining in the newspaper industry has reached a crisis point. So, it is urgent that the government extended all the support the newspaper sector deserves as an industry.",
        "headline_1": "Newspaper industry needs support",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/newspaper-industry-needs-support-1665496886",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-10-2022"
    },
    {
        "full_article": "Bangladesh turned into a garment-exporting nation in the late eighties of the last century. The journey is continuing with increasing momentum. However, it is said that garment export may face challenges due to upcoming products from man-made fibres. Man-made fibres are made from polymers. These are not the same as natural fibres, such as silk, cotton and wool. There are two types of man-made fibres - synthetic fibres and regenerated fibres. Regenerated fibres are made from cellulose polymers that occur naturally in plants such as cotton, wood, hemp and flax. Materials like rayon and acetate, two of the first man-made fibres to be produced were made from cellulose polymers. Here plant cellulose was taken and then made into fibres.Synthetic fibres made only from polymers are found in natural gas and the by-products of petroleum. They include nylon, acrylics, polyurethane and polypropylene. Millions of tonnes of these fibres are produced all over the world each year.Bangladesh's export trade is concentrated on a few products-- the single important one being readymade garments. Exports from this sector constitute more than 80 per cent of the country's total exports. It is commonly acknowledged that since the very beginning, three factors facilitated development of this sector. Of the three, two factors were--- customs bond licences and back to back LCs (BBLCs). Afterwards, cash incentive facilitated backward linkage industries of garment sector such as spinning mills, textile mills and the like. Despite development of backward linkage industries, garment sector is still dependent on imported inputs. It indicates that there are spaces to expand backward linkage industries to support readymade garments.At the initial stage, readymade garments started operations with input sourcing from South East, East Asia and neighbouring countries. BBLCs worked as a financing tool for raw material sourcing. Earlier exporters would export goods on cash against LCs for which input procurements were executed on credit term. The trade mode has been changed over time. Exports are now executed on credit terms against sales contracts but input procurement is needed on cash under LCs. To face the situation, the central bank has extended some policy tools --- loans from export development fund (EDF) in foreign currency, and buyer's credit from offshore banking units and external sources. Moreover, there are supports like packing credit by banks, pre-shipment credit from central bank, green transformation fund (GTF), financing under SREUP (safety retrofits and environmental upgrades), and many more schemes of the central bank.Bangladesh must take necessary preparation to move on to man-made fibres in a big way. There is a question whether it is possible to develop or convert existing production units into ones based on man-made fibres. What is to happen in case of phase-out of cotton-based garment is definitely a challenge before Bangladesh. Whatever may be the situation, preparation is needed to face the challenges.Bangladesh is vastly experienced in garment production. Existing facilities, at the initial level, can cope with man-made fibre-based output. In this case, these fibres need to be sourced through procurement. Existing policy framework like customs bond facilities, BBLCs, buyer's credit, EDF may support the need for working capital for procurement. On the aspect of capital expenditure, the existing industries may start operations within existing facilities by injecting moderate investment. Banking system with provision for interest cap can facilitate the financing needs easily. For backward linkage facilities, existing cotton-based industries may face many challenges. Industries need to be compatible to cope with new production for which technological advancement will be required. Capital expenditure is to be supported either by equity or loans. For the latter, financing is needed at a low cost. Technological development fund run by the central bank is a way out to support the need. Earnings by export-oriented industries are in foreign currency. These industries can pay off liabilities in foreign currency. For conversion of industries, capital expenditure can be supported from prevailing banking system and financing facilities from the central bank. In addition, there is an option to avail of loan from external sources at reasonable cost with permission from competent authorities like the Bangladesh Investment Development Authority or the central bank. Exporters can easily repay external loan out of the foreign currency they earn against export proceeds. This will keep away exporters from incurring exchange loss. At every step of cross border trade, challenges are there. These challenges also bring opportunities. Definitely, man-made fibre-based production can result in incremental exports compared to cotton-based one. So, challenges have to be encountered. Initiatives are to be taken primarily by the private sector. On the other hand, facilities available for readymade garment exporters need to be fine-tuned to fit into the changing situation in converting existing industries into man-made fibre-based industries. In this case, facilities like customs bond, BBLCs for input procurement, cash incentives, loans from EDF and other schemes should continue as long as possible. It is expected that Bangladesh will be able to face challenges in the transition from cotton-based industries to man-made fibre-based industries. Challenges are ahead but they can as well be faced squarely. \n[email protected]",
        "headline_1": "Man-made fibres - adaptability and challenges",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/man-made-fibres-adaptability-and-challenges-1665496929",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-10-2022"
    },
    {
        "full_article": "On a year-to-year comparison, wheat imports to the country have been falling steadily. From a record high of 6.43 million tonnes in FY 20, imports have fallen to a record low of about 0.38 million tonnes in the last quarter (July - September) of the current financial year. Records hold it that today's wheat prices are on an average 50 to 60 per cent higher than it was a year ago and import prices now hover between US$390 - 430.According to a recent report by USDA's Global Agriculture Information Network (GAIN), \"local production of wheat meets approximately 13 per cent of the total demand. In Bangladesh, wheat cultivation starts in November and December and harvesting in March and April. Wheat area and production are gradually decreasing as farmers convert their land to cultivate alternative crops that provide higher economic returns, such as potato, vegetables, and Boro rice. Prices of wheat flour (also called atta) have reached an eight-year peak. In March 2022, the average retail price of wheat flour was BDT 36.2 ($0.42) per kilogram, which was approximately 17 per cent higher than the price in March last year. Prices are rising due to higher international market prices, fuel price hike and the Russian-Ukraine war. Prices of wheat flour are now all-time high, selling at around Tk55 (coarse) to Tk75 (finer) per kilogram.Record low imports of wheat, declining domestic production and a surge in the international market price of wheat has made this commodity as dear as it is. Data from TCB (Trading Corporation of Bangladesh) tell us that unrefined flour and fine flour have recorded a price gain of 8.0-10 per cent. The country has to contend with issues that are beyond its control. The Russia-Ukraine war and the subsequent disruption of global supply chain in that area has been a major blow. On top of that, India stopped exporting wheat in May, which was a double blow to Bangladesh. Although efforts were made to build up government stocks by floating international tenders, depreciation of Taka against dollar did not help matters because the prices on offer in a turbulent global market were much too erratic. Importers are also having a tough time procuring dollars at the rate fixed by the central bank. It is understood that a G2G (government to government) deal has been reached between Bangladesh and Russia, whereby the former is set to import 0.5 million tonnes of wheat at $430 per tonne. This is welcome news. But the question is how Bangladesh can stave off the impact of rising prices and supply problems on the poor and farmers. The government runs a number of public food distribution programmes, which include OMS (Open Market Sale), FFP (Food Friendly Programme), and VGF (Vulnerable Group Feeding). FFP alone provides food, primarily grains, to over 5.0 million poor families at an annual cost of $380 million. During the Covid period, public food distribution rose to 2.8 million metric tons from the pre-pandemic level of 2.6 million metric tonnes. \"In the current fiscal year the country has already distributed 1.5 million ton(nes) against a target of 3.3 million MT of food grains.\"It can only be hoped that the authorities will monitor price trends in both domestic and international markets and take timely measures to maintain sufficient food supply. Also, the government should try for more G2G deals with governments, wherever is possible, so that it can build up its buffer stocks to weather shocks in the future. \n[email protected]",
        "headline_1": "Price volatility of wheat",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/price-volatility-of-wheat-1665496964",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-10-2022"
    },
    {
        "full_article": "Power cut has now become a common affair in Bangladesh. It happens quite a few times and lasts for hours. The way we are now suffering from power outages is unbearable. So, it makes us think whether we have the right to get regular supply of electricity or not. Most of the areas in Dhaka city are now experiencing between four to six hours of load-shedding every day. The situation is worse outside the capital, with some districts experiencing six to eight hours of power outages. The study of students is badly hampered by this erratic supply of electricity. They can hardly concentrate on their studies, especially when public examinations like HSC are knocking at their doors. No matter how painful load-shedding is, this regular occurrence has become an inseparable part of our lives at present. It creates many problems and hinders the socio-economic development of the country. Domestic life becomes a painful ordeal for this. Sometimes medical tests cannot be done without electricity. Such tests are very important to find out the real condition of a patient. So, we feel the necessity of regular power supply at every step of our life and request the government to do something to save us from the ordeal of regular power cuts. \nMd. Jobaidul Islam, Student of Class-XII, Sufia Nuria Fazil Madrasa, Mirsarai, Chattogram, [email protected]",
        "headline_1": "Look for a way out of load-shedding",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/look-for-a-way-out-of-load-shedding-1665496987",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-10-2022"
    }
]