[
    {
        "full_article": "With the support of four independents, the National Conference-Congress-CPI(M) INDIA bloc alliance in Jammu and Kashmir (J&K) has now got the endorsement of 53 of the 90 MLAs in the newly-elected Assembly. This should be a boost for Chief Minister-designate Omar Abdullah of the NC as he embarks upon the tough path of fulfilling promises made to the electorate in the Union Territory. The INDIA bloc faced many odds in these elections such as the fragmented party system in the Valley with multiple contenders; the challenge by the Bharatiya Janata Party (BJP) that went on to consolidate its base in Jammu and sought to use the delimitation exercise to manufacture majority support, and a wary electorate, possibly disenchanted with the lack of Statehood, local representation and normal politics ever since the erstwhile State was bifurcated and its special status diluted. But the enthusiastic electorate had a clear message. In the Valley, the INDIA bloc was chosen decisively over rivals who included independents fielded by the banned Jamaat-e-Islami. The National Conference’s steadfast moderation on Kashmiri autonomy and the rights of the citizens in the erstwhile State, the Congress’s message of reconciliation and support towards restoration of Statehood, and the popularity of J&K’s lone Leftist and long-time legislator Mohamad Yousaf Tarigami helped the alliance reap the lion’s share of seats in the Valley and win in reserved seats (for STs) in Jammu, with a respectable vote share across regions and communities.The NC must now live up to this mandate but the task is not easy. The BJP at the Centre has insisted on a hardline stance towards India’s conflict-prone border province. The elections were also held after its hand was forced by the Supreme Court. While Home Minister Amit Shah has often promised the restoration of statehood, the undue delay in this basic step that would reassure the citizens suggests that the Centre was willing to do so only at a moment of its choosing. But with the electorate ensuring that the INDIA bloc got the reins to power, it would be best if the Centre respected the mandate, accelerated the process of restoring statehood and allowed the newly elected government to fulfil its promises. This is an imperative as even if the autocratic steps of the last few years have not brought back the dark days of the militancy of the 1990s, palpable despondency and disenchantment are evident. Statehood and a vibrant Assembly would help reactivate the political, administrative and civic aspects of democracy beyond electioneering and rule by fiat from the Centre.  Published - October 11, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nJammu and Kashmir Assembly Elections 2024\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\npolitics\n\n/\n\nReservation\n\n/\n\nJammu and Kashmir National Conference\n\n/\n\nJammu\n\n/\n\njudiciary (system of justice)",
        "headline_1": "​Respect the mandate: On the 2024 Jammu and Kashmir elections",
        "headline_2": "With elections done and dusted, J&K now must return to statehood",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Brespect-the-mandate-on-the-2024-jammu-and-kashmir-elections/article68741552.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-10-2024"
    },
    {
        "full_article": "Nearly a year after his election, Maldives President Mohamed Muizzu made his first bilateral visit to Delhi, seen as an attempt to mend fences with Delhi. India was not his first bilateral destination, a tradition leaders of friendly neighbouring countries observe, although Mr. Muizzu and Prime Minister Narendra Modi met briefly at a summit in the UAE in December 2023 and he attended Mr. Modi’s swearing-in in June. Tensions between India and Maldives were originally a consequence of Mr. Muizzu’s Presidential campaign, that was built on the opposition’s “India Out” campaign. Next came a controversy that pitched tourism in Lakshadweep as an alternative to the Maldives following criticism of Mr. Modi by Maldivian Ministers that led to a “Boycott Maldives” campaign in India. Mr. Muizzu’s decision to travel to Turkey, China and the UAE before he came to India also rankled. Even as Mr. Muizzu said he would pursue a “Maldives first” policy, critics in New Delhi grew concerned over Male’s economic initiatives and defence pact with China. Amidst the change in regimes in Bangladesh and Sri Lanka, India has been under some fire over its Neighbourhood First policy, further fuelled by this perceived distancing from the Maldives. As Mr. Modi and Mr. Muizzu held their first formal bilateral negotiations, some of the work in smoothening their path had been done. After India acceded to Mr. Muizzu’s demand that Indian troops stationed in the Maldives since 2012, for aircraft maintenance, be replaced by technical personnel, both sides turned course, with their Foreign Ministers exchanging visits and new joint projects being announced. India’s decision to extend $100 million in SBI subscriptions of Maldivian T-bills enabled Male to make its debt service payments at a time it was in danger of defaulting. Mr. Muizzu has also softened his rhetoric and sacked the Ministers who were critical of Mr. Modi.India’s extension of $400 million in support and Indian ₹3,000 crore in a currency swap arrangement has shored up Male’s record-low currency reserves. The joint announcement of infrastructure projects, Free Trade Agreement talks, and the outline of a vision statement on a comprehensive and maritime security partnership to be concluded indicate a change. In Mumbai and Bengaluru, Mr. Muizzu made a strong case for the return of Indian tourists to previous levels, and offered more avenues for investment and employment. The turnaround is welcome news, given the historic relationship, and shows how sensitive and subtle diplomacy can surpass muscular posturing and brash statements. This also allows the natural logic of close geography to reassert itself, which has ensured that India is always, as Mr. Modi put it, the “first responder” for the Maldives in times of need. Published - October 11, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nMaldives\n\n/\n\nIndia\n\n/\n\ndiplomacy\n\n/\n\nelection\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nministers (government)\n\n/\n\nChina\n\n/\n\nBangladesh\n\n/\n\nSri Lanka\n\n/\n\nforeign aid\n\n/\n\nMumbai\n\n/\n\nbengaluru\n\n/\n\ninvestments\n\n/\n\nemployment\n\n/\n\ntourism",
        "headline_1": "​First responder: On Maldives-India ties",
        "headline_2": "India and Maldives let subtle diplomacy surpass muscular posturing",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bfirst-responder-on-maldives-india-ties/article68741577.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-10-2024"
    },
    {
        "full_article": "Booting out all old vehicles is bad policy\nThat India has a severe air pollution problem crying to be addressed with all hands on deck is indisputable. So is the fact that older vehicles have higher emissions while newer ones meet higher emission standards. This is the logic basis which NGT banned petrol vehicles over 15 years old and diesel vehicles over 10 years old in Delhi-NCR, an order upheld by SC in 2018. Over 59 lakh vehicles have accordingly been deregistered since then. For context, Delhi currently has 82 lakh active vehicles. But all this pell-mell activity is on one side. What’s going on on the other side?\nAuto industry also has an immense environmental impact at the manufacturing stage – where it has one of the highest rates of raw material consumption and pollution globally. Thus, when people take good care of their vehicle, but are forced to replace it without anyone bothering to check how (un)polluting it is, that hardly helps sustainability’s cause. A much better policy would be to make massive investments in pollution testing infra. This is unconscionably leaky across the country. EPCA research indicates that even in Delhi only 15-20% of the most grossly polluting vehicles on the road are being identified by the testing centres. A robust framework for quality control is absent.\nAnd what happens to vehicles that are deregistered? Some may leave the capital to ply in less regulated pastures. Some will need scrapping. End-of-life vehicles, along with electrical and electronic equipment, are already the main sources of solid waste after municipal solid waste. What’s to be done with an exponentially growing volume of this waste? A formalised and high-tech circular economy in Japan ensures that the recycling rates for airbags and auto shredder residue are 85% and 70%, respectively. This is what India needs to achieve as well, instead of just doing the easy thing of policing consumers.\n\n",
        "headline_1": "How Green Is Your Car?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/how-green-is-your-car/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-10-2024"
    },
    {
        "full_article": "**Getting rid of all old cars might not be the best idea!**\nIndia has a big problem with air pollution that we need to fix. It’s true that older cars release more harmful gases, while newer cars are made to follow stricter rules to pollute less. That’s why the National Green Tribunal (NGT) decided to ban petrol cars older than 15 years and diesel cars older than 10 years in Delhi and nearby areas. The Supreme Court agreed with this in 2018. Since then, over 5.9 million vehicles have been taken off the road, but there are still about 8.2 million cars driving around in Delhi.\nBut wait! There’s more to the story. Making cars, whether new or old, also harms the environment. Factories that build cars use a lot of raw materials and cause pollution. So, if people are forced to get rid of their well-maintained cars without checking how much pollution they actually produce, it might not be the best way to help the planet.\nA smarter idea would be to improve how we test cars for pollution. Right now, the system in India, including Delhi, isn’t great. Research shows that only 15-20% of the worst-polluting cars are found by the testing centers. This means we need better equipment and stricter rules to check the pollution levels of all vehicles properly.\nAnother problem is: what do we do with the cars that are no longer allowed to be driven? Some might be taken to other places with fewer rules, while others will be sent to be scrapped. These old vehicles, along with other junk like old electronics, are becoming a major source of waste. In countries like Japan, they recycle car parts really well, like airbags and leftover bits from cars, and reuse up to 85%. India should focus on recycling like this, instead of only punishing drivers.\nSo, instead of just telling people to replace their cars, we should think about better ways to reduce pollution and waste!\n\n",
        "headline_1": "**How Green Is Your Car?**",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/how-green-is-your-car-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-10-2024"
    },
    {
        "full_article": "Pakistani sports are mirroring Pakistan’s larger crisis\nSomething unthinkable happened at Multan on Friday. Pakistan did what no country in the 147 year-old history of Test cricket has managed – scoring over 550 runs in the first innings and yet losing by an innings. It’s an embarrassment everyone finds impossible to forget. In August, captain Shan Masood’s men were roundly thrashed by Bangladesh at home. The 2-0 loss had prompted outrage by fans and former cricketers alike. It was generally agreed upon that the national team had reached its nadir. Pakistan currently stands at a lowly 8 in ICC rankings. There was a time when Pakistan was feared in world cricket. In 1986, Imran Khan and company had the self-belief to first introduce neutral umpires in the last two Tests when Clive Lloyd’s all-conquering unit toured. Interestingly, the umpires were Indian: Piloo Reporter and VK Ramaswamy. How times change!\nNow, Pakistan has witnessed a sharp decline in sports where it once excelled: cricket, hockey, squash, wrestling, boxing. In the Manila 1962 Asian Games, Pakistan, with 28 medals, finished 4th. In Hangzhou 2022, it won 3 medals, and came in 31st. Javelin thrower Arshad Nadeem is an exception. The truth is: sports mirror a country’s socio-economic state. Any systemic crisis reflects in sports. One says this not with glee but sorrow. The truth also is that the shrinking world of Test cricket needs a rejuvenated Pakistan. BTW, if Pakistan beats England in the second Test, it will also help India’s cause in the World Test Championship.\n\n",
        "headline_1": "Mayhem In Multan",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/mayhem-in-multan/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-10-2024"
    },
    {
        "full_article": "Her memoir reveals her a Trump through and through\nBefore, during and after her stint as US first lady, she has spent long years in the public gaze. And yet a broad perception remains that she is an enigma, a sphinx. Now, a month ahead of election day, Melania Trump has released her memoir Melania. Its cover is super minimalist. A white title atop plain black, a style usually associated with ‘dummy’ book jackets. Is this coding for all that will be revealed in the book, or not revealed?\nOn immigration: The book opens at JFK airport, Melania landing there at age 26 in 1996, feeling confident, documentation in order and English proficient. There were two lines, one for US citizens, one for visitors. Someone who had already travelled “everywhere” in Europe at the first chapter’s opening, already “a true citizen of the world, at home where I was”, has by its ending, in 2006, reached the milestone of American citizenship, switched lines, and entered the “sunrise of certainty”.\nShe later returns to the labyrinth of paperwork for the citizenship application, and how her personal experience of navigating it opened her eyes to the harsh realities faced by people who try to become US citizens – “I am sympathetic to all who wish to find a better life in this country.” She addressed her “deep concerns with Donald regarding the family separations”.\nOn fair elections: Melania writes about being troubled by many things on election night, 2020. How could “they” call it so early before all the votes were counted? Why did “they” keep counting votes for days? She finds it all a mess, not a normal election, which “should be held on a single day, and polls should close at midnight”.\nOn Jan 6: When she received a text from her press secretary asking if she wanted to denounce the violence, she found the question perplexing, because she “wasn’t aware of the events unfolding at the Capitol building”, her staff had “failed” to keep her updated. She has “always and will always condemn violence” but she is “not the only person who questions the results”.\nOn abortion: Restricting a woman’s right to choose whether to terminate an unwanted pregnancy is the same as denying her control over her body, Melania writes. The slogan My Body, My Choice is typically associated with women on the pro-choice side of the debate. But Melania says it applies to both sides actually, as a woman’s right to make an independent decision involving her own body also includes the right to choose life.\nOn her husband: “Hi, I’m Donald Trump,” he introduced himself at the Kit Kat Club in NYC on a Saturday night in 1998. As someone who had travelled the world and encountered many kinds of people, she found Donald to be different, “a breath of fresh air”. They share a love of Elvis Presley and Elton John and “a healthy life”, as evident in their abstinence from alcohol and tobacco. The gossip columns couldn’t see past the 24 years age difference and called her a gold digger. Melania calls these accusations baseless: “I had earned my fortune and could have easily captured the attention of numerous celebrities if I had so desired.”\n\n",
        "headline_1": "Melania, Not Quite A Jackie Kennedy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/melania-not-quite-a-jackie-kennedy/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-10-2024"
    },
    {
        "full_article": "Despite many calls to address the dismal quality of primary education in the country, we are disheartened to see that the sector remains a victim of neglect. As evidence, the state of progress of the Fourth Primary Education Development Programme (PEDP-4), a project to improve the conditions of primary schools, is quite fitting. Even after a two-year deadline extension, which ends in June 2025, two-thirds of the project's components were incomplete till May this year. Six years since its launch, the progress of physical work stood at 62 percent till September. Suffice to say, if we continue to fail our children in this manner, a whole generation will be deprived of fundamental resources that are crucial for their development.\nInitiated in July 2018, the Tk 38,291-crore project aims to recruit 61,000 new teachers, train 1.4 lakh current teachers, build 50,000 classrooms, 10,500 rooms for headteachers, 58,000 WASH (water, sanitation and hygiene) blocks, and renovate 42,000 primary schools. Indeed, these are major bottlenecks that primary schools have been afflicted with. Classrooms continue to be overcrowded in hundreds of schools, and poor sanitation facilities is the norm, threatening the health and well-being of children. The PEDP-4 has been designed to resolve many of these issues, but the sheer mismanagement of the project is hindering the improvement process.\nOfficials have pointed to a number of factors for this delay: the political turmoil over the last few months, for which implementation was almost suspended; Covid, due to which less than 10 percent progress was made in 2020 and 2021; and currently, the need for opinions from the Planning Commission and Economic Relations Division regarding revisions to certain components of the project. All these issues may well be valid, but they can't justify why the authorities managed to only implement one-third of the components after so many years. This points to faults in the implementation process itself, which must be rectified.\nAccording to the National Student Assessment, published in August 2023, 61 percent of third-graders and 70 percent of fifth-graders in the country don't have the maths proficiency appropriate for their grades; similarly concerning figures were reported for Bangla. This is the state of our primary education. While the previous government might have neglected this project, the chief adviser, while addressing the 79th session of the UN General Assembly, said the interim government is prioritising education and health sectors over grandiose infrastructure development, to ensure that the child of a farmer or worker can scale the highest in society. If the government truly wants to achieve this reality—which requires a long, arduous journey, as evidenced by the statistics—swift implementation of this project will be a massive step forward.\n",
        "headline_1": "Will the primary schools in Bangladesh remain neglected?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-the-primary-schools-bangladesh-remain-neglected-3725436",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-10-2024"
    },
    {
        "full_article": "In the global conversation on climate action, the spotlight typically falls on technological advancements, policy frameworks, and international cooperation as the pillars of a sustainable future. Each play an undeniable role, yet this emphasis often overlooks an equally vital force—education.\nEducation, particularly in the context of sustainable development (ESD), holds untapped transformative power. However, in Bangladesh, a nation at the forefront of climate change's impacts, education is largely relegated to the periphery. This is a significant oversight. Climate action cannot succeed without a robust, inclusive educational framework that goes beyond awareness campaigns to equip future generations with the skills, knowledge, and resilience necessary to tackle the complex, evolving challenges of climate change.\nLet's begin with one of the most frequently quoted arguments: \"Raise awareness among the youth, and climate action will follow.\" This is not only reductive, but also ignores the complexity of human motivation and societal structures. In reality, awareness campaigns are often accepted as sufficient by policymakers because they provide a surface-level solution—raising consciousness without demanding structural changes.\nBangladesh, with nearly 28 per cent of its population under 25, cannot afford to stop at awareness. Youth movements like Fridays for Future succeed not because they merely raise awareness, but because they challenge the systems of inaction that perpetuate the climate crisis.\nOne way to move beyond simplistic awareness programmes is by creating real-world climate labs within schools and universities. Students could, for instance, work on projects related to renewable energy, water management, or sustainable agriculture, all while receiving mentorship from climate experts and entrepreneurs. Such programmes would give young people the tools to drive climate resilience at the community level.\nThere is a key distinction between universal climate education and specific skills training for the green economy. Yet, these two areas must intersect to create a truly resilient workforce. While general climate education focuses on fostering awareness, understanding ecological systems, and promoting sustainability, green skills training equips individuals with the technical expertise needed to work in emerging sectors like renewable energy, sustainable agriculture, and waste management. For Bangladesh, this intersection is critical.\nDespite the International Labour Organisation's forecast that the global green economy could create 24 million jobs by 2030, Bangladesh remains ill-prepared to capitalise on this opportunity. The country's vocational education and training (VET) sector, while extensive, lacks alignment with emerging green industries like renewable energy or sustainable construction industries. Moreover, the curriculum is outdated, and training programmes are not forward-looking.\nCollaborative efforts between educational institutions, the private sector, and NGOs can help align training with industry needs. This can be achieved by embedding green skills in the VET sector and emphasising sectors poisod for green growth in vocational curricula.\nBangladesh's rural communities, which accounted for over 59.53% of the population in 2023, possess a wealth of local, community-based knowledge about environmental adaptation, such as ingenious strategies for managing floods, preserving water resources, and adapting agriculture to shifting climate patterns. Unfortunately, this indigenous knowledge has largely been excluded from formal education systems, which tend to focus on urban-centric, top-down models of climate action.\nIncorporating local knowledge into the national curriculum presents can create a more inclusive and context-specific model of education for sustainable development. Pilot programmes with local NGOs could integrate ndigenous practices, helping students learn climate-resilient techniques. For inseance, the International Center for Climate Change and Development has documented over 100 local adaptations to manage flood risks in coastal Bangladesh.\nOne potential model is BRAC's \"Schools in a Box\" initiative, which has successfully educated children in remote areas by leveraging local resources and knowledge. A similar approach could be used to bridge the rural-urban divide in climate education, empowering rural students with both modern and traditional tools to combat climate challenges.\nHowever, while technology is often heralded as a panacea for educational reform, its adoption in Bangladesh comes with significant challenges despite high mobile penetration. Rural areas suffer from poor electricity, unreliable internet connectivity, and a lack of digital infrastructure, making widespread digitalisation of education impractical for many.\nHowever, mobile education apps and other digital tools can still play a complementary role, especially in urban areas where infrastructure is more dependable. For example, educational platforms that deliver climate-related content via SMS or low-data mobile apps could offer rural students access to supplementary education without requiring internet connectivity.\nBangladesh's centralised education system is plagued by inefficiencies, particularly in its ability to implement large-scale reforms. Curriculum reform, teacher training, and infrastructure development are all pressing needs, but they require both political will and sustained investment. Currently, Bangladesh spends around two percent of its GDP on education, well below the four-six percent recommended by UNESCO.\nBy empowering local communities, NGOs, and even the private sector to take ownership of education delivery, Bangladesh could bypass some of the bureaucratic hurdles that have stymied reform efforts. Localised education initiatives—like the aforementioned BRAC model—could be scaled up to provide climate education in underserved regions. \nSimultaneously, top-down reforms focused on curriculum updates and teacher training could proceed at a slower pace. This dual approach would allow Bangladesh to make incremental progress toward comprehensive educational reform while addressing the immediate needs of rural and marginalised communities.\nBangladesh's portrayal as a victim of climate change overlooks its potential to lead in education for sustainable development. By reforming its education system to prioritise climate resilience, Bangladesh could position itself as a leader in the global fight against climate change, offering a model for other nations grappling with similar challenges. By fusing local knowledge with global best practices, a hybrid model of education that is both context-specific and universally relevant can be created. Furthermore, by investing in green skills and creating a workforce capable of thriving in a low-carbon economy, Bangladesh could gain a competitive edge in the global green economy.\nIn Bangladesh, where the youth population holds the key to future adaptation, education must be reimagined as a critical enabler of climate action. By integrating local knowledge, bridging the rural-urban divide, and reforming vocational training to align with the needs of the green economy, Bangladesh can transform its education system into a catalyst for climate resilience. Education is not just an ancillary part of climate action; it is the missing catalyst. But time is running out, and we must act now.\n Md Zahurul Al Mamun is a climate change researcher & analyst  \n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Education is the missing catalyst in climate action",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/education-the-missing-catalyst-climate-action-3725381",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-10-2024"
    },
    {
        "full_article": "During the July-August uprising, the compassion, integrity, and dedication of two doctors—Dr Worthy Jukhrif and Dr Hritisha Aktar Mitheen—stood out in their commitment to humanity and their profession. On July 18, Dhanmondi-27 became one of the flashpoints when violent clashes erupted between pro-reform demonstrators and police, who were backed by activists from the then-ruling party. Many injured demonstrators were too afraid to seek medical help as the government cracked down on protesters, even stationing police in front of hospitals to intimidate anyone seeking treatment. Some hospitals were overwhelmed with patients, while others refused to provide care.\nAmid this difficult situation, Dr Worthy and Dr Mitheen not only opened their doors to the wounded but also converted the garage of their building on Satmasjid Road into a makeshift clinic. With the support of other residents who contributed supplies, the two doctors treated over 100 injured individuals. Despite their own trauma and shock from the events unfolding around them, they set up two beds in the garage and provided critical care, including removing pellets, dressing deep wounds, and offering counselling to the injured, thus transforming their garage into a sanctuary for those with nowhere else to turn.\nThe doctors recently recounted some of the horrific injuries they treated, explaining that, as a result of their efforts, on July 19, police targeted their building with tear gas shells. Additionally, men in civilian clothes questioned the building's guards, inquiring about the residents and why they were treating protesters. They even issued threats of severe consequences if anyone stepped outside. Despite these and other forms of harassment and surveillance, Dr Worthy and Dr Mitheen stood their ground for the sake of humanity, embodying the highest ideals of the medical profession and demonstrating profound compassion for their fellow countrymen.\nDr Worthy and Dr Mitheen have demonstrated just how noble the medical profession can be—something that many other doctors and carers did during the uprising. We salute them for their selfless efforts. We also urge the interim government to properly recognise the services of all such people who contributed through their acts of kindness and commitment to the nation during the mass uprising, so their example may inspire future generations.\n",
        "headline_1": "A tale of courage and compassion",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/tale-courage-and-compassion-3725171",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-10-2024"
    },
    {
        "full_article": "Development projects, particularly those involving building of big infrastructures, dubbed megaprojects by the media and commenced during the deposed Awami League (AL) government, were in most cases undertaken either to improve the image of those in power or to satisfy their and the contractors' insatiable greed. As one would expect, the megaproject-building frenzy was driven more by desire for lining the pockets of those in power than to serve the public. As a result, those projects were mired in mega-corruption at the expense of the public exchequer. In this connection, the government's implementation, monitoring and evaluation division (IMED) of the planning commission(PC) is learnt to have identified some 3,325 projects initiated by the past government the fate of which is now hanging in the balance due to financial constraints. And 23 big projects worth Tk.2,380 billion are under the scrutiny of the interim government in light of their excessive costs which smack of dishonest dealings. These include, for instance, the Chattogram-Cox's Bazar Highway project, Chattogram-Dohazari railway conversion, Metro Rail Line-1 and Line-5 projects and others.However, except the ongoing fast-track projects initiated during the deposed AL-government and which have the potential to serve vital public interest, the interim government has decided to drastically downsize other projects whose costs were irrationally inflated with ulterior motive behind those involved in project preparationin the immediate past regime. Included among those, as reported in this paper on Wednesday (October 9), are three megaprojects of the Bangladesh Railway (BR)-Dohazari-Ramu-Cox's Bazar-Ghundhum railway, the Padma-rail link and Jamuna rail-bridge construction projects. As for instance, of the first-mentioned project, the Dohazari-Ramu-Cox's Bazar-Ghundhum railway project, the 28.75 km Ramu-Ghundum part lacks any economic sense given the prevailing Rohingya crisis and absence of diplomatic rapport with the Myanmar's current military regime. Hence, by pruning the redundant part of the said ADB-financed railway project, a substantial amount of money could be saved and diverted to other public-interest schemes demanding urgent attention. Similarly, the BR is also considering substantial cost-cutting of the China-funded Padma rail-link project and the Japan-funded Jamuna railway-link project whose costs were increased and time schedule extended to suit the purpose of the powerful. Along with these megaprojects, all other projects including 29 ongoing ones are under the scanner of the railway ministry, it could be further gathered. No doubt, such efforts at reviewing, slashing costs of conveniently inflated projects and, in some cases, outright exclusion of others are steps long overdue. That the interim government has started to deal with big and small corruption-ridden development projects undertaken during past government with all seriousness definitely testifies to its seriousness about the reforms it has promised to carry out within its limited term in office. Though the money plundered from the megaprojects already completed such as the Padma bridge project which started in January 2009 and saw extension of timeline on several occasions and cost increase by Tk.11.17 billion raising the total project cost to over Tk.326 billion, cannot be retrieved, the government can at least try to cut costs, as much as possible, of the ongoing fast-tract megaprojects that must be completed. To be frank, being still one of the least developed countries (LDCs), Bangladesh cannot simply afford expensive pride projects to bolster the image of any individual. In this connection, the interim government's declared objective of prioritising less awe-inspiring human development-oriented health and education projects is exactly what the nation needs at the moment. In that case, the money saved from pruning unnecessary components and reducing the costs of megaprojects can well be channelled to human development projects.In any case, to meet its broader objectives the incumbent government will have to be more dynamic and prompt to deliver the goods.",
        "headline_1": "Rightsizing pride projects",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rightsizing-pride-projects-1728657163",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-10-2024"
    },
    {
        "full_article": "One of the reasons that prompted the masses to put their weight behind the students' movement against discrimination in July and August this year was the high prices of most essentials. They vented their pent-up anger against the soaring prices of most food items by joining the movement that they felt was their last opportunity to topple a tyrant of the worst type. The people who embraced martyrdom and were injured in the fight against the oppressive law-enforcing agencies and marauding Bangladesh Chhatra League and Jubo League armed cadres belong to the working class. Their number is far more than students. This particular class of people and the middle class, who also lent full support to the students' movement, are now utterly frustrated because the prices of most food items have surpassed records. Vegetables, fish, eggs, rice, etc., are now costlier than ever. The cheapest vegetable now costs at least Tk 80 a kg. For no reason, rice prices have increased by Tk. 6 to Tk.8 a kg at the retail level. Floods and excessive rains for days together obviously have caused damage to standing crops, including vegetables, leading to a rise in prices of some perishable commodities. However, the price increase level is beyond any logic. Thus, being hit below the belt, consumers are profoundly dissatisfied and question the quality of market management by the interim government. Why are the prices of most essentials high beyond any justified reason in Bangladesh? This is, in fact, a million-dollar question. Unfortunately, no government has ever tried to investigate the problem and find a suitable answer. Factors such as demand and supply, the presence of so-called item-based market syndicates, illegal toll collection at various points, transportation costs, the highhandedness of middlemen, the lack of an efficient market mechanism, and credible statistics on the production of farm goods, poultry items, and fish have never been taken into consideration together in any broad-based market research by the relevant authorities. People are found alleging the lack of 'market monitoring' when prices of certain essentials go up. How effective will market monitoring be when many issues distort the price mechanism? That is why drives conducted by the consumers' rights protection directorate do not produce any results. Abnormal price hikes of commodities are diseases, and they have many symptoms that need to be addressed with the right kind of medicines. Since his takeover of the central bank, the incumbent governor has been trying hard to tame price inflation with all the available options. But food inflation continues to be stubbornly high. Lately, the government has taken a few fiscal measures to help reduce the prices of some selected kitchen items. That is unlikely to have any major impact on food inflation. The prices of most food items remained unusually high during the last couple of years of the deposed Sheikh Hasina Government. When Prof. Dr Yunus took over as head of the interim government following the student-people mass upsurge in August last year, the poor consumers expected a respite. But their hope was dashed, mainly due to consecutive floods and heavy downpours across the country. The allegation that business syndicates are very much active, at least in marketing a few items, has again proved to be true. The decline in prices of eggs following the government announcement to allow import of the item is a case in point. How come the cost of a dozen eggs declines by Tk 20 in a day? It must be the handiwork of the big players (corporate suppliers) in egg trade. The relevant authorities must not stop importing a few million eggs to cool off the market. They must go beyond that, find the big fish and take them to task. During the late monsoon, vegetable prices rise in most years, but they start declining with the arrival of fresh winter vegetables. At the peak of winter, vegetable supply becomes abundant, and prices come down to a reasonable level. This year was an exception because of a natural calamity. The government's most important work is getting quality data on acreage and production of primary farm produce. There is every reason to doubt the quality of statistics made available by the Department of Agricultural Extension and the Bangladesh Bureau of Statistics. For instance, the available data shows that the country produces more onion than it needs. Still, if India restricts the export of the tuber, the onion prices shot up almost instantly. Why? The same is true for some other items, including rice. During the immediate past government, Sheikh Hasina and her cohorts relentlessly claimed that the country was self-sufficient in food production when the facts remained otherwise. The country has been importing rice and wheat without any pause recently. The fact that intermediaries have a role in pushing up prices of farm items is evident from a report published in The Financial Express on Friday. The report showed that the price difference between the growers' level and the consumers' end was almost 100 per cent. Middlemen of all sorts, including toll collectors, are still active. And there is no reason to think that they will vanish during the rule of this or any future government. During the 14-year rule of Hasina, the number of these people had been on the rise. And they wielded enormous power with state patronization. If anyonedared make a move against them, one would deserve kudos!",
        "headline_1": "Price hike: Symptoms and remedies",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/price-hike-symptoms-and-remedies-1728657367",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-10-2024"
    },
    {
        "full_article": "Denouncing or condemning different kinds of state-sponsored atrocities, intimidations, and killings is a social, cultural and moral responsibility of human beings in general. The task is, however, not easy most of the time. So, the expectation is that the enlightened section of society would lead the dissenting voices in different forms. Intellectuals, including academics, poets, writers, journalists, artists, cultural activists and social campaigners, are considered to play a critical role in this connection. Unfortunately, this is not always the case in many countries, including Bangladesh in many times. Indeed, there is a trend of raising the voices of disapproval on a selective basis. A good number of so-called progressive and pro-liberation intellectuals have set a vivid record in the country, especially in the last decade. In the name of supporting the ousted autocratic regime of Sheikh Hasina on the plea that she and her party were the only force to uphold the spirit of independence, these people used to criticise various atrocities and crimes at home and abroad selectively, partially and distortedly. Sadly, the group includes many reputed educationists, cultural and literary personalities, and professionals. Their biased, one-sided and partisan approaches have gradually exposed their narrowness and opportunistic behaviour and also disgraceful attitude towards society.Again, a section of the self-claimed pro-independence intellectuals never protested the illegitimate intervention of the neighbouring country, India to be exact, into Bangladesh's political, economic and diplomatic affairs. Some intellectuals stepped forward to facilitate the intervention and exchanged undue benefits. These Hasina loyalists turned into India-loyalists and preached pro-Indian narratives in the country mindlessly. They also used to tag anyone who questioned or criticised their activities as 'anti-liberation', 'pro-Pakistani', or 'communal.' In this process, these one-eyed people contributed to making the division in society deeper and broader. They also continued to help the culture of hatred and intolerance over the years.Regular readers of newspapers, electronic media viewers, and social media followers could well understand how hypocritical these so-called intellectuals were particularly when they remained silent or abstained from protesting regional and global conflicts selectively. On the domestic front, these opportunists were also cautious about raising their voices of disapproval against the attack on minorities at different times in the last one and a half decades. They used to keep their eyes closed when a section of leaders and activists of the Awami League grabbed the land of the Hindu people and looted their resources. It is because they did not want to embarrass the Hasina regime but rather tried to blame opposition political parties and various religious groups of majorities for such an attack. They continued to justify the decade-long torture and intimidation of ordinary students by the Bangladesh Chhatra League (BCL). They blamed the victims only to prove their shameless loyalty to the autocratic regime. They did not find anything wrong when crony capitalists persistently extracted billions of taka from the banks through irregularities, corruption and mismanagement. The nature of these intellectuals was, however, clearly exposed during the last days of the Hasina regime, which killed more than a thousand people brutally and injured many more only to remain in power. These loyalists and opportunists backed the murder and torture shamelessly. Almost all of them are now silent; some even have gone into hiding to avoid public wrath. Some were highly admired, liked, trusted and respected by people, especially students and youths, for their work and ethics. Over the years, they have diminished their images by taking a loyalist approach to the ousted autocratic regime.\n[email protected]",
        "headline_1": "When they fail to denounce atrocities, plunders",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-they-fail-to-denounce-atrocities-plunders-1728657466",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-10-2024"
    },
    {
        "full_article": "For several decades, the Ready-Made Garment (RMG) industry has been a leading contributor to Bangladesh's export revenues. Despite remarkable achievements, such as having the highest number of LEED-certified factories globally, the industry continues to face numerous challenges. Political instability within the workforce significantly impacts the sector, while the ongoing energy crisis hampers production. Additionally, production costs in Bangladesh exceed those of neighbouring countries, forcing factories to accept disproportionately low prices to avoid idleness or losing orders to competitors. As a result, buyers often have considerable leverage in price negotiations.Alarmingly, despite ranking second globally in market share, Bangladesh lacks a strong presence of local retail brand chains, which is a cause for concern. It is hoped that the apex representative body of the RMG sector will address these issues, enhancing the industry's control over its own future.\nRafid AlamDhaka[email protected]",
        "headline_1": "Navigating challenges in RMG sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/navigating-challenges-in-rmg-sector-1728657491",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-10-2024"
    }
]