[
    {
        "full_article": "India is understandably upset with the U.S.’s decision to refurbish the F-16 fighter fleet of Pakistan. The fleet has been the backbone of the Pakistan Air Force since the early 1980s, upgraded, and replenished periodically. As the partnership between the two countries grew over the years, including and particularly in the defence sector, India continuously raised its concerns on this account with U.S. interlocutors. Successive U.S. administrations have maintained that the defence partnership with Pakistan, which is a major non-NATO ally, is a critical component of its global war on terror — a point contested by India. In 2016, the U.S. Congress stalled the Obama administration’s move to give more F-16 fighters to Pakistan. New Delhi’s apprehensions came true in February 2019, a day after the Balakot air strike by the Indian Air Force, when Pakistan deployed its F-16s to target Indian military bases close to the Line of Control. The Indian Army recovered debris of the Advanced Medium Range Air-to-Air Missile fired by the F-16s. On September 7, the U.S. Defense Security Cooperation Agency notified a possible Foreign Military Sales worth $450 million for engine, electronic warfare and other hardware and software upgrades and spares for Pakistan’s F-16s. Though it said that the proposed sale does not include any new capabilities, weapons, or munitions, the move clearly marks a thaw in the U.S.’s attitude towards Pakistan.The External Affairs Ministry has chosen to maintain its silence on the issue, unlike its public expression of summoning the U.S. Ambassador in 2016. The U.S. move strains its relationship with India which has been making great strides, though it is not without obstacles. New Delhi and Washington have been skilfully managing their differences over Afghanistan, the crisis in Ukraine, and the lingering threat of U.S. sanctions under its Countering America’s Adversaries Through Sanctions Act. Washington’s new warmth with Islamabad also comes amid a flurry of India-U.S. diplomatic and military engagements. India and the U.S. have committed to deepening defence and security cooperation, but the indulgence of Pakistan dampens that spirit. The Trump administration had tried to hold Pakistan accountable for duplicity in its approach towards terrorist groups operating from its territory, which amounts to running with the hare and hunting with the hounds. To stay in Afghanistan, the U.S. needed Pakistan; now to stay away from Afghanistan it needs Pakistan even more. While the U.S. may have its reasons to keep Pakistan humoured and incentivised, India’s concerns are immediate and real. Terrorism against India has been Pakistan’s state policy for decades. Far from seeking accountability, the U.S. is rewarding Pakistan, and more on the same lines may in the offing. India and the U.S. need to work to ensure that the spectacular gains made in bilateral ties are preserved and nourished.",
        "headline_1": "Three to tangle: On U.S. refitting Pakistan F-16s",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/three-to-tangle-the-hindu-editorial-on-us-refitting-pakistan-f-16s/article65882868.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-09-2022"
    },
    {
        "full_article": "Originally pencilled in as the host, it was fitting that Sri Lanka won the Asia Cup even if the championship was held in the United Arab Emirates (UAE). The debilitating economic crisis in the island-nation meant that Sri Lanka had to shift the continental tournament’s base to the UAE but even in the desert sands, Dasun Shanaka’s men felt at home. And during Sunday’s final at the Dubai International Cricket Stadium, Sri Lanka defied the odds to defeat Pakistan by 23 runs. In a tournament where teams chasing have often prevailed, Sri Lanka was struggling at 58 for five before a rear-guard action from Bhanuka Rajapaksa and Wanindu Hasaranga meant that the eventual champion posted 170 for six in 20 overs. It was not a steep target but summit clashes unleash excess pressure and Pakistan failed to get past the wily Sri Lankans. Seamer Pramod Madushan’s four wickets and spinner Hasaranga’s all-round turn with three scalps, meant that Pakistan wound up at 147. It may have been despair for Babar Azam’s men but there is no mistaking the overall joy that both the finalists gifted to their respective fans. If Sri Lanka is yet to get over its financial issues back home, Pakistan is struggling with severe floods that have affected lives and struck at its economy. Surely, cricket offered some cheer.If Sri Lanka lost its first game against Afghanistan and yet lasted the distance and won the title, the reverse happened for India. In the preliminary rounds Rohit Sharma’s men dominated; however, in the super-four stage, India succumbed to both Pakistan and Sri Lanka and even if Afghanistan was quelled, the exit door remained open. Having won the Asia Cup on seven occasions, the latest edition offered a sobering note to India. The top order troika of Rohit, K.L. Rahul and Virat Kohli need to fire in unison. Even if Kohli ended his century-drought with a ton against Afghanistan, his return to form was muddled with angst-laden quotes in a press conference, where he spoke about his last days of national captaincy. A Kohli scoring runs is essential, but equally, India needs the former skipper to forget past grouses. In a year where even the Asia Cup, a traditional ODI tournament, acquired a T20 garb all because of the ICC T20 World Cup in Australia from October 16 to November 13, it is disconcerting that the Indian playing eleven remains a work in progress. The squad for the premier event was announced on Monday and it is good that spearhead Jasprit Bumrah, having recovered from his injury, is back while the injured Ravindra Jadeja misses out. The forthcoming T20Is against the visiting Australians and South Africans should help the management in fine-tuning its plans.",
        "headline_1": "Well won: On Sri Lanka’s Asia Cup victory",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/well-won-the-hindu-editorial-on-sri-lankas-asia-cup-victory/article65882898.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-09-2022"
    },
    {
        "full_article": "Experiences with the provision of two global public goods – defence against climate change and Covid – graphically illustrate the difficulty of collective action at the international level. They also offer useful insights into complementary policy actions required at the national level to compensate for the failure of optimal action at the international level.\n* The global public-good nature of defence against climate change manifests itself in the spillover of benefits of defensive actions by one country to all others: When a country cuts its carbon emissions, benefits of it in terms of reduced prospects of global warming become automatically available to all other countries.\nRead full opinion on TOI+\n\n",
        "headline_1": "Battling global crises locally: Covid and climate change have both shown that the key is national mitigation efforts",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/battling-global-crises-locally-covid-and-climate-change-have-both-shown-that-the-key-is-national-mitigation-efforts/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-09-2022"
    },
    {
        "full_article": "In a worrying trend, both NEET and JEE-Advanced examinations, which channel admission into India’s medical colleges and IITs respectively, have recorded record low cutoff scores. A general category candidate with just 55 marks out of 360 is eligible for an IIT seat this year, even as the cutoff score to qualify for getting admission in a medical college corresponds to the 50th percentile for the open category. These low scores have helped 9.9 lakh to qualify for 92,000 medical seats and 40,712 for 16,000 IIT seats – but not without raising questions about the quality of the candidates.\nThis newspaper has reported the distortions produced by low NEET cutoff scores. It allows wealthy candidates with low merit to buy their way to a payment seat while more meritorious students are left in no-man’s land, without scores for a government college seat or the money for an overpriced payment seat. Many such students then journey abroad to China and eastern Europe for less expensive medical education. The low IIT cutoffs take place in a different context.\nSure there’s stiff competition here too, especially for older IITs. But unlike in medical colleges, none of the IIT seats are available for payment. Around 10 lakh students attended the preliminary JEE-Main, which is the qualifying examination for the next-rung NITs and several hundred other engineering colleges. Of these 1.5 lakh took JEE-Advanced, which is uber tough and children often begin specialised preparations from Class 6 onwards. Yet it has needed the lowest ever cutoff to produce a respectable pool of 40,000 qualified candidates.\nIf enrolment was 100%, India would have 2.5 crore 18-year-olds waiting to enter the portals of higher education every year. But just 1-2 lakh students qualifying for the best STEM, medical and humanities courses isn’t encouraging. That even this small pool is being produced through record low cutoffs has to be seen alongside National Achievement Surveys revealing too many children deprived of quality education. And then there are not enough quality seats to accommodate this pool either. This explains why a record 82,000 Indians received US student visas this summer – it’s in pursuit of better opportunities. There is just no substitute for quality. India needs to build both strong domestic universities and strongly qualified admissions into them, to avoid a downward spiral in quality higher education.\n\n",
        "headline_1": "The quality issue: Low cutoffs for medical, engineering qualifying exams don’t solve any of the education problems",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-quality-issue-low-cutoffs-for-medical-engineering-qualifying-exams-dont-solve-any-of-the-education-problems/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-09-2022"
    },
    {
        "full_article": "Rajasthan recently launched its Urban Employment Scheme to provide 100 days of employment, as the national rural jobs scheme does. That an urban jobs programme is needed, especially after the pandemic’s massive impact on informal sectors, has been argued by many, including the PM’s Economic Advisory Council. And another level of urgency comes from NCRB data that 26% or 42,004 of 1.6 lakh suicide cases in 2021 were by daily wagers. Inflation, particularly in food and fuel, added to the problems created by a terrible couple of years for low-skilled workers. CMIE data shows that urban unemployment went from 7.32% in June to 9.57% in August – substantially higher than rural unemployment for August at 7.68%.\nTherefore, and to reiterate PMEAC, this is the right time to seriously consider a national urban employment guarantee scheme. Plus, such a scheme, if designed well and if it subsumes a few other social welfare programmes, won’t really strain government budgets. Rajasthan’s scheme – which provides unskilled labour Rs 259 per day and skilled workers Rs 283 per day – will cost around Rs 800 crore annually compared to the 2021-22 state budget of Rs 2.5 lakh crore. At the national level, estimates by researchers at Azim Premji University for providing 100 days of work for 20 million workers at Rs 300 per day project a cost of just Rs 1 lakh crore to GoI.\nAn urban jobs guarantee scheme can be a critical, even if temporary, intervention in the jobs crisis at the lower end of the labour market. That urban infrastructure upgrade as well as greenfield projects are a big spending category means there won’t be any shortage of productive work for the job guarantee scheme. GoI should soon come up with its version.\n\n",
        "headline_1": "Get the job done: Why GoI should roll out a national urban employment guarantee scheme",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/get-the-job-done-why-goi-should-roll-out-a-national-urban-employment-guarantee-scheme/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-09-2022"
    },
    {
        "full_article": "The last few months have been devastating for both Sri Lanka and Pakistan. The island nation was in political turmoil; its economy crippled. They were the original hosts of the Asia Cup but the venue had to be shifted to UAE. Pakistan too is racked by an economic crisis and facing one of its worst floods in recent memory. Yet these two countries produced the most standout performances in the Asia Cup. Sports can hardly console those who have lost homes or jobs. But Sri Lanka’s masterly triumph will surely act as a much-needed balm for the distressed nation. Their attitude and approach carries vital lessons for Team India’s thinktank and multimillion dollar squad selected on Monday for the T20 World Cup starting in five weeks in Australia.\n\n Top ranks don’t fetch trophies: India is world no 1 in ICC’s T20 rankings. Sri Lanka stands at a lowly 8. In fact, the Lankan Lions must overcome two of the three (Namibia, the Netherlands and UAE) to qualify for the World Cup’s Super 12. And remember last year India sent an experimental team led by Shikhar Dhawan there when the big boys were playing in England. India even managed to win the ODI series 2-1 and lost T20 1-2. But in the Asia Cup, the Lankans punched way above their rank, translating talent into performance. Rankings can be attained by winning treadmill bilaterals where there is little at stake but a team’s true mettle is tested primarily in multinational contests.\nRead full opinion on TOI+\n\n\n",
        "headline_1": "Six lessons for India as it preps for T20 World Cup: Sri Lanka and Pakistan showed superstars and team ranks matter little",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Addictions/six-lessons-for-india-as-it-preps-for-t20-world-cup-sri-lanka-and-pakistan-showed-superstars-and-team-ranks-matter-little/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-09-2022"
    },
    {
        "full_article": "A report published by this daily earlier this month suggests that Chattogram, the second largest city in Bangladesh, produces 249 tonnes of plastic waste every day, which has the potential to go up to 428 tonnes per day by 2052. The findings were revealed in a study by the Department of Civil Engineering of Chittagong University of Engineering and Technology (Cuet). The waste includes sachets, single-use utensils and personal care items, among others. Unfortunately, 56 percent of the waste remains uncollected.\nWhile these facts present a grim picture of plastic waste mismanagement in Chattogram, the overall scenario of the country perhaps paints a more alarming landscape. According to the World Bank, in December 2021, Bangladesh was one of the top countries in the world in terms of plastic pollution due to inadequate plastic waste management. The annual per capita plastic consumption in Dhaka alone is 22.25kg. The number is more than three times the national average for urban areas. A report by business consulting firm LightCastle Partners on the plastic industry suggests that Bangladesh ranks 10th in mismanaging plastic waste, and in Dhaka, between 2005 and 2020, daily plastic waste has seen a spike from 178 tonnes to a staggering 646 tonnes.\nThe piling up of plastic waste is a worrisome development as it can have severe environmental consequences. Plastic is mostly made from \"natural materials such as cellulose, coal, natural gas, salt and crude oil through a polymerisation or polycondensation process,\" according to Plastics Europe, a leading pan-European trade association. And when exposed to the sun and its heat, these can emit significant volumes of greenhouse gases. This certainly contributes to the increasing temperature, which in turn can facilitate plastic waste in generating more harmful gases, including ethylene and methane, which can further push the temperature higher, creating a nightmarish cycle of destruction.\nGiven that plastic is not naturally biodegradable, the only way forward for plastic management is adopting a circular economic model to manage plastic waste. Of the 646 tonnes of plastic waste collected daily in Dhaka, only 37.2 percent is recycled. The rest ends up in landfills, water bodies, playgrounds, roads and sea beaches, among other places. And this discarded waste impacts the environment, affecting not just the country but, in a holistic sense, the overall health of the entire planet and all its inhabitants.\nRealising the urgency of combatting plastic pollution in a structured way, the government has drawn up a National Action Plan for Sustainable Plastic Management based on the 3R approach of Reduce, Reuse and Recycle. This is focused on the circular economic model and has set specific goals to reduce plastic waste. Some of the goals include recycling 50 percent of plastics by 2025, phasing out single-use plastic by 90 percent by 2026, and by 2030, reducing plastic waste generation by 30 percent based on the 2020-21 baseline.\nApart from this, the government, in the past, took some commendable steps to curb plastic use. In 2002, Bangladesh became the first country in the world to put a ban on thin plastic shopping bags. In 2020, a High Court directive banned single-use plastic in the coastal areas and in hotels and motels around the country. Moreover, the Jute Packaging Act, 2010 proactively promotes alternative packaging for six essential items, including rice, fertiliser and paddy. These are bold and laudable measures, but unfortunately, they are not usually put into practice. And it must be kept in mind that the government alone cannot manage plastic waste. As a significant contributor to this menace, the private sector needs to come forward to claim ownership of the consequences of their actions, and take effective and immediate measures to support the nation in this fight.\nThe private-sector companies, who are daily contributing to the ever-growing problem of generating plastic waste in the form of products, packaging, and bottling, need to rethink how they can fully adopt the 3R approach. Currently, there are about 5,000 companies in the country, many of them small, which are contributing to production and even export of plastic goods. Some of the bigger companies, including some major multinationals in the Fast Moving Consumer Goods (FMCG) industry, are going out of their way to not only recycle and reuse plastic internally, but also support various city corporations in collecting – through formal and informal channels – plastic waste, so that they can be properly and safely recycled for reuse or repurpose. Many of these companies have set internal targets to fully convert to the use of recycled plastic in their operations in order to minimise their plastic footprint. And some others have taken up special measures such as coastal clean-up drives.\nBut there are companies, especially those with small operations – many of them making cheap plastic products and packaging in shabby workshops in Old Dhaka (often causing fatal fire incidents) – which do not understand the outcome of their actions, and are going on with their business without any hesitation. Such discrepancy in actions among players operating in the private sector create barriers in the making of an ecosystem that promotes implementation of a circular economic model.\nAt this point, the government needs to invest more time in helping create policies and frameworks that promote elimination of plastic waste through inclusive and holistic measures. What gives us hope is that awareness of the need for plastic recycling has spread across the country. The plastic recycling business that is thriving in the northern part of the country – with people at the grassroots level taking leadership in driving this business, which consists of about 1,000 plastic recycling factories across eight districts – is really an eye-opener. It goes to show that if there is awareness, if there is a will, people will find a way. But for these businesses to flourish further, adequate policy support and incentives are crucial.\nThe government can consider preparing micro plans – perhaps under the National Action Plan for Sustainable Plastic Management – that are inclusive in nature and require committed action from all the players involved in the production and usage of plastic in the private sector to play their well-defined roles in eliminating plastic waste. And to encourage everyone to play their part, there could be a reward mechanism for companies that are compliant and fulfilling targets. It could be in the form of tax exemptions or other business incentives.\nIt is only through an inclusive model that we would be able to truly embrace the 3R approach of plastic management and reduce our plastic footprint as a nation.\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is: @tasneem_tayeb\n\n",
        "headline_1": "Private sector plastic is killing our environment",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/closer-look/news/private-sector-plastic-killing-our-environment-3118081",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-09-2022"
    },
    {
        "full_article": "Inflation caused by economic fallout from the Covid-19 pandemic and the Russia-Ukraine war, on top of income loss, poses a new challenge for those already struggling in the low- and middle-income categories. Added to their woes is the rising costs of their children's education.\nCosts have jumped by 50-100 percent for school supplies and private tutoring, which have now become unavoidable for anxious parents concerned about their children's future. This newspaper recently raised the question: \"Why are our schools failing to provide complete education to our children?\" It urges the government to check the rising prices of school supplies and investigate if the hike in prices is caused by unscrupulous syndicates exploiting the ongoing inflation.\nThe important issue that must be discussed is whether school education should continue to be another commodity subject to the vagaries of the market. An alternative and more appropriate scenario is that school education of acceptable quality is recognised as an entitlement for all children, which the state is obligated to guarantee through public institutions or in collaborative arrangements with non-state providers. Although some components of the education system may take the form of commercial services, national pledges and international agreements require that school education not be regarded as a consumption item.\nArticle 17 of our constitution says that the state shall establish \"a uniform, mass-oriented and universal system of education extending free and compulsory education to all children to such (a) stage as may be determined by law.\" A law was adopted in 1989 to provide free and compulsory primary education up to Class 5. Meanwhile, the global education goal under the Sustainable Development Goals (SDG) agenda requires that inclusive and equitable quality secondary education should be free and universal by 2030 – a goal Bangladesh has endorsed.\nHowever, as of today, primary education is neither free nor really compulsory. Look at all the children who are not enrolled or are dropouts, and the various officially sanctioned and unsanctioned costs to parents, including the cost of private tutoring, because schools do not do their job properly. And there is no plan or target yet for achieving free and universal secondary education at least up to Class 10 by 2030.\nThe existence of three major types of schools in our system is divisive and runs along the social class line. The general Bangla medium schools, state-run and state-assisted, serve the low- and middle-income population; the madrasas – state-supported Alia and independent Qawmi – cater to the poor; and the English medium schools, the elite and mushrooming ones, low-quality \"kindergarten\" schools, are for the children of the rich and the relatively privileged. Students in these three types of schools may as well live and grow up on different planets, with their largely separate curricula, school experience, and ambitions in life.\nThe rising costs of living and education have hit all, but the hardest hit are students of mainstream Bangla medium schools, who make up two-thirds of the student population of about 40 million. Girls always become more vulnerable than boys when their families face a crunch, economic or otherwise.\nThe National Education Policy, 2010 recognised the divisive and inequitable character of our school system that stood as the barrier to building a progressive and modern society. Unfortunately, no real effort has been made to implement the education policy, which mandated building a unified and equitable school system with a common core curriculum, quality standards for all schools, and opportunities for all children, even if the variations in types of schools could not be eliminated.\nThe onus of creating an equitable school system of acceptable quality falls on mainstream Bangla medium schools, which are either directly run by the government or assisted by the government. This objective could be realised if these schools could be made largely free for students with minimal burden on their families, and if the quality of instruction in these schools, located in every neighbourhood, could make these the preferred choice of parents for their children, over madrasas or the English medium schools.\nThere has been mention of setting up quality schools in every ward of the Dhaka metropolitan area as part of the new Detailed Area Plan (DAP) to reduce traffic jams and make the city habitable. Obviously, controlling traffic cannot be the main rationale for having a quality school in every neighbourhood, and it cannot be just for the capital city. We have yet to hear of a mega-plan for building a nationwide network of neighbourhood schools in which children will be eager to be enrolled.\nThe larger question of building a K-12 school system consistent with the goal of an aspiring higher middle-income country and meeting the constitutional responsibility for children's education has remained confined to rhetorical statements by decision-makers. Concerned citizens and educators have spoken about a comprehensive national sector plan for education, revisiting the 2010 education policy in the context of 21st-century challenges. This effort could be guided by a permanent statutory education commission answerable to the public and the parliament, as recommended in the education policy.\nIncidentally, the result of an exercise undertaken in 2020 at the behest of Unesco and the Global Partnership for Education (GPE) remains on the GPE website as a draft document. It has evinced little interest of the two education ministries in the country, even though their officials have participated in the exercise.\nMeanwhile, children's education remains a tradable commodity, the costs rising with inflation, and subject to forces of market exploitation, which the government can do little to control. As a post-Covid education recovery measure, the government could provide some relief to beleaguered parents by providing financial assistance to all registered schools – government, government-assisted and private – to provide support for the students' educational supplies and extra lessons organised by schools, reducing the need for private tutoring. The government could also cap or eliminate various student fees. These measures have been recommended by the Education Watch and in education discourse as requirements of a learning loss recovery plan.\nThese necessary interim steps are not substitutes for addressing the larger question of an education sector plan reflecting medium- and longer-term aims and a good-faith effort to implement it. But for now, these will help the parents who are struggling to keep their children in school.\n \nDr Manzoor Ahmed is professor emeritus at Brac University, chair of Bangladesh ECD Network (BEN), and vice-chair of the Campaign for Popular Education (CAMPE). Views expressed in this article are the author's own.\n\n",
        "headline_1": "Is education another commodity in the market?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/education-another-commodity-the-market-3117711",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-09-2022"
    },
    {
        "full_article": "According to the Bangladesh Bureau of Statistics (BBS), approximately eight million Bangladeshi nationals, aged 15-24 years, are not in employment, education, or training (NEET). A study by the International Labour Organization (ILO) says 40 percent of Bangladeshi youths are part of the NEET population. The situation is more precarious for women. Bangladesh, with a score of 0.70, has the largest gender gap in the workforce among South Asian countries, according to the World Economic Forum (WEF). The most recent data from the SDG tracker indicates that in Bangladesh, approximately 47 percent of young women and 10 percent of young men are NEET. All these indicators show that the country's youth, particularly women, have a low participation rate in the labour force.\nIn order to reduce the gender gap and increase the overall number of young people in the workforce, the government has embarked on an ambitious plan to provide skills training to 1.9 million young people, 30 percent of whom are expected to be in the entrepreneurial sector. To do so, the government has been allocating resources for human development, forging public-private partnerships, strengthening the link between training and the job market, creating employment opportunities, and encouraging the growth of businesses. Consequently, women's labour force participation in Bangladesh rose from 24 percent in 2000 to 36 percent in 2020, according to the BBS report.\nEven though the small- and medium-sized enterprise (SME) sector employs over 7.8 million people directly, it indirectly supports approximately 32.2 million people. A sizeable portion of owners in the SME sector, which accounts for one-fourth of the country's GDP, are women. However, female entrepreneurs in this industry face numerous impediments, which have been exacerbated by the Covid-19 pandemic.\nAccording to the Centre for Policy Dialogue (CPD), after the pandemic broke out, only 49 percent of the 70 cottage, micro, small and medium enterprises (CMSMEs) owned by women in Bangladesh remained operational. In contrast, 41 percent were forced to shut down entirely. The study also revealed that 23 percent of female-owned CMSMEs cut down employee salaries by approximately 25 percent, while 44 percent were unable to pay their rent. According to a Brac survey of 589 female business owners, 90 percent experienced difficulties due to the pandemic, and 41 percent were compelled to lay off employees as a result of a sharp decline in income. The study also revealed that one-third of the respondents were unable to operate their businesses during the pandemic, and two-thirds had no source of income.\nHowever, to assist women in the CMSME sector in regaining their footing after suffering Covid-induced setbacks, it is necessary to first identify the most common issues that they encounter. The difficulty of getting finance is one of the biggest obstacles female CMSME owners face. Existing business owners have difficulty expanding their companies, whereas women who aspire to become entrepreneurs lack the capital to launch their businesses. The high interest rate is another barrier, since bank loan rates typically range from seven to nine percent, and often exceed 41.1 percent. Furthermore, some banks and non-profit organisations have strict lending rules that many women cannot meet because they lack the necessary paperwork, making it difficult for them to obtain loans.\nAnother roadblock is the lack of information about the government's stimulus schemes. According to a Brac survey, four in every five female business owners are not aware of these programmes. Although funds under these schemes are intended to be disbursed quickly, there are stringent regulatory requirements. The patriarchal mindset is an additional problem. To expedite loan processing, women business owners are frequently advised to hire men, which is unfeasible for some and demoralising for many.\nHowever, there are ways to get past these challenges. A seven-percent-interest cap on bank loans could make borrowing and repaying money easier. Furthermore, since many home-based female entrepreneurs lack the necessary legal documentation for their businesses, the eligibility requirements and regulatory procedures should be made flexible. Because of Covid, they have been forced to use e-commerce and f-commerce. Therefore, mobile banking services and online payment gateways should have lower fees for them. In addition, female CMSME owners should be provided with necessary IT training and then be connected to reliable e-commerce platforms in order to maximise benefits. They should also be insured so they can recoup, should there be any natural or human-made disasters.\nOn the other hand, the interest rate on government stimulus packages should be either zero or nominal, and loan repayment terms should be extended. \"Tailor-made financing packages\" should be developed as well, considering the unique constraints faced by female entrepreneurs in Bangladesh. Since public representatives tend to be biased in enlisting eligible women entrepreneurs for government stimulus packages, business associations that work for and with the CMSME owners may recommend a list of eligible beneficiaries. They can also disseminate the information in their respective databases.\nIn addition to increasing financial access, it is important to develop women entrepreneurs' abilities to effectively manage loans and increase their long-term business viability. They may benefit from a thorough training course that covers all key competencies. The government can collaborate with non-government organisations and private partners to contextualise and scale up the training package to maximise its reach and effectiveness.\nDevelopment will be sustainable if actions to achieve that are inclusive, pertinent, and timely. Putting girls and women on the periphery of the development process is akin to having two eyes but only seeing with one. If we want to achieve the goal set by the Ministry of Youth and Sports to reduce the number of NEETs from 28.2 percent to three percent between 2015 and 2030, we must upskill and expand financial opportunities for our women entrepreneurs.\n \nSaykat Biswas is deputy manager of the Skills Development Programme at Brac. Views expressed in this article are the author's own and do not reflect that of his employers.\n\n",
        "headline_1": "Upskilling, financial access can boost women entrepreneurship in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/upskilling-financial-access-can-boost-women-entrepreneurship-bangladesh-3117696",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-09-2022"
    },
    {
        "full_article": "In contemporary feminist narrative, the image of the Muslim woman has been one of an oppressed being, in need of \"saving\" by the West. Sisters In The Mirror: A History Of Muslim Women And The Global Politics Of Feminism (University Press Limited, 2022) by Elora Shehabuddin deconstructs this long-held, widespread perception of Muslim women devised by the western world where their identity has been reduced to their \"Muslimness\", which has been perceived interchangeablely with \"oppression\".\nIn the eight long chapters, Elora Shehabuddin, Associate Professor of Humanities and Political Science at Rice University, weaves the historical encounters between the west and Bengal that have taken place since pre-colonial times. Laying the foundations from Ibn Buttuta's arrival in Bengal and European's early junction with the Mughal power, the author takes us on a journey through the opulent historical archive of Muslim women, especially that of the Bengali Muslim women. \n\"While the book is based on academic research, I've tried to write it for the 'interested educated reader' so I'd like to think that the prose flows more smoothly than in the usual academic book\", the author said to The Daily Star. \nHer book unpacks how the abolishment of Sati and the advancement in women's education in the 19th century gave women's status a positive spin, but at the same time, colonial powers reshaped women's image and social position in the subcontinent. Muslim women's social status in the subcontinent was submerged with the effects of colonialism and their own culture and religious customs.\nIn the post-Partition era, Bengali Muslim feminists made firm objections against the negative practices of Islam, such as polygamy, which were detrimental to Muslim women's liberation. The later chapters of the book speak of the feminist politics of post-independent Bangladesh and Muslim women's place in the neoliberal world. \nMost importantly, Shehabuddin's text opens the door ajar for dismantling the notion that feminism as an ideology grew in isolation and was lent to the Muslim women by the west. Oftentimes, the west has thrust upon their own narratives on Muslim women and crafted a monolithic image of them. \nIn her own words, \"The juxtaposition of the Bengali and US women serves to complicate the Otherness that is often attached to Muslim women to the exclusion of power, history, politics, and economics, and to such an extent that their 'Muslimness' overshadows all other aspects of their lives.\" \nA review of Sisters in the Mirror: A History Of Muslim Women And The Global Politics Of Feminism is forthcoming on Daily Star Books soon. The book is available on the UPL website. \n\n \n",
        "headline_1": "‘Sisters In The Mirror’ deconstructs the concept of \"oppressed Muslim women\"",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/sisters-the-mirror-deconstructs-the-concept-oppressed-muslim-women-3117621",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-09-2022"
    },
    {
        "full_article": "The fact that an election commissioner has said that journalists are the \"eyes and ears\" of the Election Commission is music to our ears. We are even more pleased that his words were followed up with action, as the EC has proposed to the law ministry that a provision be added to the relevant law that will protect journalists covering elections. The EC wants a penalty of up to three years in jail as well as a fine for obstruction of the duties of journalists.\nThe role that the media plays in elections has become very crucial in recent years, with growing concerns that citizens are not being able to exercise their right to participate in free and fair elections. Despite the violence that has marred polls in almost every corner of the country over the years – the latest of which saw a 10-month-old toddler killed during Union Parishad elections in Thakurgaon – journalists continued to do their job to keep the nation informed about election-related developments.\n\nWhile we commend the step to protect journalists, we think it cannot exist in isolation from other measures that must be put into place to ensure fair and safe elections. \nThis, however, has not been easy. There have been repeated instances of attacks on journalists by candidates and their supporters. Despite the special identity cards that are issued by the EC to facilitate election coverage, journalists have been stopped from entering polling stations, including by members of law enforcement agencies. There have even been instances of journalists being arrested under the controversial Digital Security Act for reporting on election irregularities. Therefore, we applaud the EC for taking steps to protect journalists, and we hope that this provision will be approved and codified into law as speedily as possible.\nAccording to a report by this daily, the proposal includes giving the EC the power to cancel polls, and the presiding officer the power to close polls. The EC already has enough authority to take drastic action if any complaint is received during polling. However, in recent times, we have rarely seen it take steps when such complaints are received, or even when electoral codes of conduct are openly flouted, such as when a ruling party MP continued to campaign for a mayoral candidate in Cumilla even after the EC \"requested\" him to leave his constituency. So, how can we be sure that the EC will be tough on such electoral irregularities, including obstructing journalists, this time around? How can we be sure that this new provision will not be arbitrarily used? Clearly, the EC – because of how it handled its affairs so far, including authorising the use of EVMs despite objections from many parties – has a credibility issue of its own making.\nSo while we commend the step to protect journalists, we think it cannot exist in isolation from other measures that must be put into place to ensure fair and safe elections. The EC must prove itself up to the task.\n",
        "headline_1": "Is Election Commission up to the task?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/election-commission-the-task-3117596",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-09-2022"
    },
    {
        "full_article": "After every unflattering media portrayal of government offices or officers, the standard response that trips off their tongue is flat denial – calling such reports \"fabricated\" – or, more conveniently, silence. But how will they defend themselves against accusations from the government's own oversight institutions? Over the past two weeks or so, The Daily Star has exposed the contents of several audit reports by the Comptroller and Auditor General (CAG), opening up a rather big can of worms. In all of them, without exception, different offices of the government were flagged for major financial irregularities.\nThe latest such report to come to our notice is on the Directorate General of Food. In it, the CAG raised objections about financial anomalies involving the distribution of 70,035 tonnes of rice through Open Market Sale (OMS) in FY 2019-20. The food directorate apparently sold the rice worth Tk 59.33 crore to OMS dealers, but didn't deposit the money with the public exchequer. Where did the money go then? Despite the DG Food's attempt to rubbish the CAG's reasoning as \"inappropriate\", the fact is, it is the directorate's responsibility to ensure that proceeds from OMS sales are duly deposited with the treasury and to keep a record as per the 2015 OMS policy, which it failed to do.\n\nThe food directorate apparently sold the rice worth Tk 59.33 crore to OMS dealers, but didn't deposit the money with the public exchequer. Where did the money go then?\nThis, we must say, has tainted an otherwise noble initiative meant to help poor people cushion the blow of Covid-induced lockdown across the country. There have been other audit objections as well. For example, of the 20,266 tonnes of rice allocated for Dhaka division, around 1,000 were not sold at all to the target groups. There have been also instances of OMS security fees from Dhaka dealers remaining unclaimed for more than three years, or collecting lower security deposits than stipulated in the OMS policy, or not collecting it at all. The directorate also couldn't produce 198 muster rolls containing details on the sale of 973.65 tonnes of rice by three of its offices, although it is necessary to maintain such records.\nThis is a pretty damning indictment and should be investigated properly. Unfortunately, so far, the authorities have shown little interest in following up on reports of Covid-time irregularities when published in the media. Irregularities of this kind were found not just in subsidised food distribution or listing of beneficiaries for relief packages, but in many other sectors as well. The CAG audit objections only confirm that those media reports were anything but fabricated. They show us how widespread corruption has been during and before the Covid period, including in the health directorate, public hospitals and other healthcare facilities, the ministries of agriculture and fisheries and livestock, the Bangladesh Petroleum Corporation, etc.\nHow will the authorities respond now? Will they continue to be in denial as before? Or will they own up to their failure to check corruption? We urge the government to take stern actions to make its offices and officers accountable.\n",
        "headline_1": "Damning audit reports on government offices deserve scrutiny",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/damning-audit-reports-government-offices-deserve-scrutiny-3117581",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-09-2022"
    },
    {
        "full_article": "Why the event of boat rally in the river Buriganga was called 'Buriganga River Carnival' is rather puzzling. When the purpose of the rally apparently was to create public awareness about protection of the capital's lifeline from pollution and encroachment, neither the association of the original Catholic festival nor the later-day riotous revelry has any relevance to this occasion. Also, it does not go with the local culture. The title of the event notwithstanding, what counts most is whether the rally of the colourfully decorated boats has served its purpose. As chief guest at the brief inaugural function, former food minister and currently an MP, Kamrul Islam in his speech candidly admitted that a section of people of the ruling party is always responsible for encroaching upon or polluting rivers. His observation that land grabbers use party affiliation to do so also strikes the right chord. There is hardly any doubt that the Buriganga is biologically and hydrologically dead, so are the other three rivers girdling the city. Now the troubling question is, are people in power serious enough to bring about a real change in the dying rivers? Admittedly, it is a joint mission of the administration and the public to save the rivers from a slow but sure death. But the pace has to be set by the government first. There are clear directives from the High Court but no government agency has so far stood accused for non-implementation of those directives. When the HC directives are not complied with by the Department of Environment and Water and Sewerage Authority (WASA), is not it too much to expect responsible disposal of garbage or solid waste by common people? If the HC directives were complied with, factories, industries, 30 washing plants and leather factories could not have discharged their effluent into the Buriganga. As part of rapid climate change, phenomenal environmental upheavals are occurring all across the world. Bangladesh has been feeling the heat although the calamities have so far been limited to floods in Sylhet and a drought-like situation in the monsoon and rains now in the autumn. The capital city's health will largely depend on the sustainability of the four rivers around it, and the country's on the rivers that crisscross the deltaic plane. Unless the smaller picture fits into the bigger picture, the nation may have to pay a heavy price for its follies and greed. The rivers, including the Buriganga must be saved and saved as urgently as possible.Spurts of activities such as demolition drives against illegally constructed buildings and other structures on the banks of the Buriganga and the other three rivers continue for some time and then there is an eerie silence. Why cannot the task of recovery and demarcation be accomplished at a go? If this can be done, the next step would be to seal off the effluent-discharging factories unless they install their own effluent treatment plants (ETPs). It will be followed by measures prompting the water vessels to follow scientifically safe dumping of residue of burnt-out diesel and lubricant. Only then can common people be expected to respond to any appeal for not throwing the slightest rubbish into the river. People then will collectively dare dream of a river with translucent water in the Buriganga like the famed ones in the West.",
        "headline_1": "Buriganga river carnival",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/buriganga-river-carnival-1662991965",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-09-2022"
    },
    {
        "full_article": "Now that a chart of fares for travelling the 20.10-kilometre Uttara-Motijheel metro rail route, and 14 others in between, has been published in the media, commuters on that route have started feeling upbeat. There are reasons to feel so. Although several dates for the inauguration of the elevated metro rail service have been announced several times and postponedlater, its final opening became veritably a mirage of sorts. But technical and other work keep going fast. Amid these bouts of progress, the future Dhaka metro commuters do not want to see a day wasted away. The commuters willing to use the Uttara-Motijheel route going through several areas like Mirpur, Kazipara, Agargaon, Farmgate, Karwan Bazar, Shahbagh, Dhaka University, Secretariat and Motijheel are now impatient to see the metro service open. According to Dhaka Transport Coordination Authority (DTCA),the Uttara-Agargaon route is scheduled to be in operation in December this year. The Agargaon-Motijheel service is set to be in place from December, 2023.Meanwhile, the DTCA has fixed the fare chart for the Uttara-Motijheel metro route. Commuters travelling through stations from the beginning to end in both directions will have to pay the smallest amount of fare of Tk 20. As the train speeds forward, the fare will continue to increase. The amount will go upward in an order starting with Tk 30 for Pallabi, the first station out of the stoppages in the Uttara area. It is followed by Tk 40, Tk 50, Tk 60, Tk 70, Tk 80, Tk 90 for 14 stations, ending with Tk 100 for the final destinations: Motijheel (to be extended to Kamalapur) and Uttara (Centre). To the general people, the fares may seem too high compared to buses. But when the travel time is taken into consideration compared to that of the buses, the 20.10km metro journey may seem to be highly sought-after. While the normal public buses require three to 3-and-half hours on travel between Uttara and Motijheel/Kamalapur, the metro rail is set to take a little over 40 minutes to cover the same distance. The maximum speed of the train is projected to be 100km/h, the average speed being 30km/h. No matter whichever transport mode is in operation, the very fact of taking only 40 minutes in covering the Uttara-Motijheel, later also Kamalapur, distance was incredible even a decade ago. The elevated metro rail is set to make this veritable pipedream turn into a reality. Apart from benefiting daily passengers like office-goers of all grades, students, teachers, and medical treatment-seekers to businesspeople and others, the speedy train is expected to have a positive impact on the Dhaka-based trade and commerce. In business operations these days, time is a great factor. Thus businesses based on river transports in Old Dhaka or surface trains using Kamalapur station could be eased greatly.The metro rail can enable the businesspersons and entrepreneurs to reach their workplaces at different city points on time. In short, the speed of the metro rail is set to bring about a radical change in multifarious ways in Dhaka's urban life. As is normal, the metro service can wean the people from the 'deluxe' A/C buses. They charge Taka 100-110 for travels on the Uttara-Motijheel route. The fare of the non-A/C buses running on the same route ranges between Taka 50 and Tk 60. As mentioned earlier, the travel time on both the bus routes is between 3 and 4 hours. The metro rail will have the capacity to carry 60,000 passengers an hour from Uttara to Motijheel. The publication of the metro rail fare chart has, undoubtedly, added to the city commuters' hope to see astate-of-the-artcommunicationmode. Like the underground subway, the overhead railway service, too, is radically different from the traditional surface railway. The one common thing that features both the underground and elevated commuting services is their high speed. The travels are unhindered. Moreover, the travel time of these alternative railway services remain the same unless technical malfunctions crop up at a stoppage or midway. In reality, these complications occur rarely.Turning to the Bangladesh case, even in the 1970s and the 1980s, these trains remained lodged in the dreams of the railway lovers. With the mention of subways, it is London 'tubes' and Washington's underground railway, the two busiest metro communication services in the world, which would flash across the fans' mind. The Kolkata Patal Rail (subway) and Delhi metro are two of the oldest underground rails in South Asia. On the other hand, the elevated rail is fast becoming outmoded in many developed cities around the world. In the US, only the cities of New York and Chicago have elevated trains in service, called the remnants of the glorious days of this mode of railway. During the construction of Dhaka's elevated metro rail, the mass rapid transport authorities had to pass through lots of adversities. They were mostly related to clearing the railway routes of scores of underground utility service lines. A few cumbersome problems still haunt the Mass Rapid Transit-6 authorities. One of them is a few stations' narrowstairways connecting the footpaths below. Apart from the alleged impractical design of the main stations, the stairs have been brought down to the already squeezed walkways in such a way that jostling between the footpath users and metro passengers is feared to remain a continued nuisance. This needs to be corrected at the earliest.\n[email protected]",
        "headline_1": "Dhaka metro-rail travel turning real",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dhaka-metro-rail-travel-turning-real-1662992022",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-09-2022"
    },
    {
        "full_article": "Modern monarchy is a contradiction in terms. British monarchy in that sense should be an oxymoron. But the outpouring of love and respect that the people of Britain have shown at the death of Queen Elizabeth II is remarkable. What does it signify? if anything, the sadness over the death of the queen is more like the death of a parent rather than that of someone in authority. The British or any other monarchy in Europe is no more a symbol of authority or power. But the people there love it as part of their tradition. For a monarchy that has also power cannot and should not exist in modern times, at least in a democracy. If they do exist at all that is like a relic of the past as they still do in some European democracies and Japan.So, the question that many political observers are raising about the challenges facing the new British monarch, King Charles III, after his accession to the throne on Saturday is essentially an exercise in storytelling and subjective analyses to fill the pages and airtime of the story-hungry print and electronic media for some time. Even so, the monarchy still has some stakes in that it has to keep its exalted image as an institution representing national unity and history. And such image is important because it is a time when republicanism both in the United Kingdom and in the realms under the monarchy, though ornamental, is on the rise. If this is a challenge for the new British monarch, King Charles III, then he must know the limitations of his time as well as those of his own.For the new British king knows full well that the era of keeping a stiff upper lip and the mystique surrounding the royal family are already over. Actually, his late mother's coronation in 1953 as Queen Elizabeth II was made public through television for the first time in that country's history. With that publicity, the air of aloofness and mystery shrouding the British royal family was gone. The present king himself has brought the royal family under the full glare of the media during his younger years, not least at the time of his scandalous marital breakdown with Princess Diana following his extramarital affair with Camilla Parker Bowles, now the Queen Consort. Also, his past activist role on various issues ranging from organic farming to climate change to that of a lobbyist has, to some measure, weakened the status of the royal family as the symbol of integrity and stability that his mother, the late queen, tried so ardently to preserve. Evidently, the British monarchy has meanwhile lost much of the aura the late queen could maintain with her personal charm and an impartial, apolitical role as head of state. And so far as the royal duties of his progeny go, it has been shrunken markedly. Prince Harry and Meghan Markle, the Duke and Duchess of Sussex, have withdrawn themselves from royal duties from their personal choice, while Prince Andrew, Duke of York, was made to cede his public duties due to his connection with the convicted American sex offender, Jeffrey Epstein. So, to the public eye, the British monarchy will lose much of its appeal in the post-Elizabeth era. And that is more so because the present king and his heirs apparent look more like lesser mortals with their human frailties. Though monarchy in democracies is fast losing its relevance, it is not so where democracy could never have a chance. For in some countries of Asia and Africa, monarchies and potentates reign supreme. And in the absence of a movement for change inspired by a revolutionary ideal, these Asiatic monarchs' and other dictators' grip on state power across the world is increasing, rather than decreasing.In that sense, the decline of the British monarchy, which has been so gracious and liberal, is dispiriting, indeed!\n[email protected]",
        "headline_1": "A monarchy on the wane",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-monarchy-on-the-wane-1662992067",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-09-2022"
    },
    {
        "full_article": "A total of five Jagannath University (JnU) students died by suicide in 2021. The university, however, acted promptly and launched a counselling centre for the students. Two teachers of the university started counselling the students at the medical centre of the university in the beginning of this year. And a number of students have already taken service from this counselling centre. It has been observed that the tendency of committing suicide by JnU students has decreased to a great extent since the launch of the counselling centre. More than 400 students have reportedly taken service from this centre in the past eight months. In Bangladesh, people generally are hesitant to take counselling. But it is a good sign that the JnU students are taking it enthusiastically. We have come to know that the main reasons behind suicide attempts include family dispute, love affair-related problems, fears of attending exams and financial constraints, among others. We believe there should be counselling service in all educational institutions of the country - from the primary to the tertiary level. It does not cost much, but gives so much. Students have been suffering from a number of mental issues since the beginning of the Covid-19 pandemic. Anxiety, frustration and mental disorder are some of the common issues that the students are still suffering from. It is crucial for us to address their mental health. They can be kept busy in sports, cultural activities and so on. If teachers become friendly with them, the former can be good counsellors as well. If all teachers of an institution are given training on how to provide counselling, it can help the students suffering from psychological problem. \nMA Islam, Dhanmondi, Dhaka",
        "headline_1": "Need for counselling centres at educational institutions",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-counselling-centres-at-educational-institutions-1662992088",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-09-2022"
    }
]