[
    {
        "full_article": "For demagogues, facts and logic are of little use when shrill rhetoric serves their purpose. For a certain type who rely on bigotry in their politics, rhetoric that can act as a dog whistle is a key weapon in an electoral battle. Uttar Pradesh Chief Minister Yogi Adityanath’s remark that the State could become Kashmir, West Bengal or Kerala if voters committed a mistake, could have been, at any other time or context, laughed at for stretching credulity. But the purpose was not to suggest that India’s most populous State had much to lose in socio-economic terms if it were to go the way of the three States mentioned. Kerala ranks among the best in many a socio-economic indicator, J&K is above average while West Bengal is ahead of U.P. in most metrics. Instead, it was to raise a dog whistle. Also, Kerala and J&K (and the Kashmir Valley specifically) have a higher proportion of religious minorities than the rest of the country while West Bengal too has an above average composition of Muslims. The import of Mr. Adityanath’s remark was that the three States/UTs have a polity with a significant minority representation. This is unlike U.P., where despite minorities being close to 20% of the population, their corresponding proportion in the outgoing Assembly is much lower (5.9%). Muslim legislators are absent in the ruling BJP, which won more than three fourths of the seats in 2017. An electoral defeat for the BJP would entail higher minority representation, an outcome that the Chief Minister sought to warn against in his statement.The poor indicators on several livelihood factors and socio-economic development in U.P. are related to some extent to governance outcomes. The BJP government has sought to address this through welfare delivery — direct benefit transfers and centrally sponsored schemes. In an ideal situation, the party would have stood by this record of welfare delivery and its hard-line stance on tackling crime. But residents in the State have also suffered during the COVID-19 pandemic on account of inadequate primary health infrastructure, besides other structural features that would have helped tackle long-term poverty and underdevelopment. Inflation (from fuel price hikes) and rampant unemployment have also dented the effect of the minimalist welfare delivery mechanisms. With the farmers’ movement in western U.P. making its mark and discontent among other OBC segments eating at the formidable social coalition stitched together by the party which helped it win substantially from 2014 onwards, the BJP and Mr. Adityanath have reverted to the base politics of religious mobilisation and attempts at polarisation on these lines. If the indications following the first phase of voting are anything to go by, this strategy does not seem to be working. Yet, it would be too naive to expect Mr. Adityanath, a Hindutva politician, to change course.",
        "headline_1": "Trumped-up rhetoric: On Yogi Adityanath’s illogical remarks",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/trumped-up-rhetoric-the-hindu-editorial-on-yogi-adityanaths-illogical-remarks/article38414862.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-02-2022"
    },
    {
        "full_article": "In what will cheer the tourism industry and travellers, the Government has allowed fully vaccinated passengers from 82 countries to skip the mandatory quarantine period, from February 14. The requirement of compulsory on-arrival testing for passengers from certain countries identified as “at-risk” has also been removed. These guidelines, from the Ministry of Health, apply to countries with whom India has a pact of reciprocity and include the U.K., the U.S., Canada, Australia and New Zealand, or those which see significant traffic in and out of India. Currently, India has air bubble agreements with 35 countries. The Government had earlier moved to resume international flights from December 15, but withdrew the decision due to the Omicron variant. The tourism industry estimates that COVID-19 has caused losses of ₹150 lakh-crore since March 2020. Prior to the pandemic, India had at least 1.1 crore inbound tourists and 2.7 crore outbound tourists annually, say industry estimates, and the new relaxations appear to be in line to recoup these numbers.There are sound epidemiological reasons for the decision. India’s daily trajectory of fresh COVID-19 cases is declining — from close to 3,00,000 cases a day on January 24, to around 58,000 cases a day now. It bears remembering that this precipitous fall — the speed of which is unusual compared to previous waves — is also due to a change in testing attitudes. The easy availability of rapid antigen tests that can be self-administered has seen more cases being registered outside the system of Government-tracked RT-PCR testing and not reflecting in official case counts. Overall, while the relative mildness of the Omicron variant, compared to the Delta variant, has meant that many of those infected did not need hospitalisation, the availability of vaccines has also contributed to the third wave posing a diminished health threat. Though deaths continued to rise, it was not to the same degree as earlier though a full reckoning will take more time after excess death tallies from States start to become public. Finally, the varied results internationally from booster doses, in that they were not enough to deter transmission, have led to a broader acceptance that the coronavirus cannot be eliminated by vaccines alone but can be repelled, over time, with a mix of approaches such as wearing masks, vaccination and accepting short lockdowns. Moreover, there is also no situation where herd immunity will ensure elimination of a virus as breakthrough infections and reinfections are rife. The opening of schools and the normalising of air travel imply that the world must learn to prioritise equitable health care and improve hygiene — yet move forward, reclaim and repair the social and economic remnants of the pre-pandemic period.",
        "headline_1": "Clearing the airways: On quarantine-free entry for travellers",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/clearing-the-airways-the-hindu-editorial-on-quarantine-free-entry-for-vaccinated-travellers-from-82-countries/article38414880.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-02-2022"
    },
    {
        "full_article": "The unfortunate fact of our times is that all reports on Bangladesh's socio-economic progression almost invariably point to the lack of good governance as a significant deficit in our developmental strides. I am not talking about macroeconomic stabilisation or the lack thereof. The point in question is: Do we see signs of deterioration in many sectors of public life, ranging from provision of civic services to the maintenance of law and order, where we can compare the present scenario to the state of affairs of the pre-Liberation years?\nLet's begin with the condition of urban Bangladesh, where our cities doubtlessly present a dismal look. They are bursting at the seams, with manifest decay and deterioration all around. We do not see durable efforts for renewal and upgradation either. The construction of skyscrapers and a large number of residential buildings has actually turned our cities into concrete jungles. The most disconcerting aspect is that many of these urban centres are without basic hygiene facilities, with clogged drains and streets overflowing with sewage. A majority of city areas do not have proper disposal systems.\nIn cities and towns, potholed, uneven roads and streets without sufficient lighting are a major bane of the residents' lives. Open spaces that, in the not-too-distant past, provided leisure have almost disappeared. Basic municipal functions like collection, disposal and recycling of waste no longer seem to be a priority for those who run the cities. To further compound matters, air and sound pollution has reached horrendous levels. The irony is that, while we may have a national conservation strategy, we cannot manage our cities using scientific and sustainable methods. Do these unpleasant experiences not indicate a lack of good governance?\nAs for the provision of civic services in the Dhaka metropolitan city, one cannot help but cite the never-ending mosquito menace which assumes an unbearably aggravated dimension during the winter months. This winter has been no exception, as even in the so-called \"posh\" areas people had to take cover behind the mosquito net from early evening. Senior citizens fondly recollect the total banishment of mosquitoes in Dhaka city in the 1950s—a feat that was possible primarily due to the energetic efforts of a public-spirited politician. If that was possible then, why is it not now, with all the modern tools and strategies we have at our disposal? Who is to blame for such governance deficits?\nIt would appear that, while we are making earnest efforts to reach the status of a middle-income country, we cannot effectively manage our cities. If one had to identify the main factor behind this paradox, it would most likely be the continuous absence of effective local governance. In fact, the sad spectacle of our cities is the direct consequence of there being no responsible local self-government. And there is no denying that the presence of a strong local government would ensure timely and smooth provision of basic amenities for ordinary citizens. \nIt is quite intriguing to see that, while during the British colonial period the local government institutions worked reasonably well, during our independent existence we have neglected and ignored this vital link in the hierarchy of the government and stifled its potential, never allowing it to grow. Our preoccupation has always been with making the national government more powerful—perhaps because, historically, we have always believed in a strong centre and valued charismatic personalities. Consequently, the size of the national government has increased manifold and expanded in many directions, assuming functions which are local by nature in the process.\nWe have, at the bottom of the administrative structure, a local government which is supposed to tackle problems that people face in their daily lives. Unfortunately, this tier was never allowed to take root or develop organically. It is also intriguing that democratically elected governments have always been averse to the concept of a strong local government. There have been eloquent deliberations on the \"devolution of power\" and  the so-called \"new social contract\", but no practical empowerment of the institution of local government. Curiously, long-ruling military dictators did take in grassroots institutions, which they politicised irretrievably.\nOne has to remember that institutions of local self-government introduced by the British were working very efficiently till 1947. Senior citizens recall the district boards/councils and the services rendered by them, especially in the field of education. Interestingly, most of our older politicians came to prominence through local institutions. Luminaries like Sher-e-Bangla A.K. Fazlul Huq and Huseyn Shaheed Suhrawardy started their careers from district boards. If our present-day guardians cannot manage small cities, how will they manage mega cities? We have not been able to produce alternative models of governance at the local level that can devise cost-effective, scientific, and sustainable methods of sanitation, drainage and waste disposal. Master plans have been made but are nowhere near being implemented. No responsible quarter is seen talking about the concept of a \"city government\", and no interest group lobbies for it earnestly.\nThe problems of emerging cities cannot be solved by engaging old archaic tools meant only for rural areas and small towns. Inadequately trained public servants cannot tackle problems relating to hyper-urbanisation, mass transit or environmental degradation because they have neither the tools nor the knowledge and training to understand even the basics of these problems.\nLet us realise the wisdom of the saying: \"All politics is local.\" Social change and development of grassroots institutions require a longer gestation period, so there will be mistakes. But effort has to be made so that our local institutions may know better, because there is no shortcut to development. The orientation of our public servants and the mindset of our politicians have to drastically change to ensure the good governance of our cities.\n \nMuhammad Nurul Huda is a former IGP of Bangladesh Police. \n",
        "headline_1": "What ails our local governments?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/straight-line/news/what-ails-our-local-governments-2960401",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-02-2022"
    },
    {
        "full_article": "Election Commissioner Md. Rafiqul Islam talks to Mohiuddin Alamgir of The Daily Star about various issues and allegations that marked the five-year tenure of the outgoing Election Commission, which ends on February 14, 2022. This is the first part of a two-part interview series intended to mark the occasion.\n \nAs the tenure of the present Election Commission comes to a close, how would you evaluate your performance?\nWe cannot assess ourselves; in fact, no one can assess themselves as they cannot see their mistakes. But this much I can say that we've tried our utmost to carry out our tasks as guided by the constitution and our oath.\nIt has been alleged that the five-year tenure of this EC has brought our electoral system to the verge of collapse. What would you say?\nWe came to know of such allegations from the media. But they never informed us in detail how the electoral system was destroyed, or which part of it. We cannot take steps based on a vague picture.\n \nThere are also allegations that the EC has failed to earn the confidence of many political parties and voters?\nIf this is so, I want to say that they don't represent the whole population, only a portion of it. We have to understand that Bangladesh is sharply divided on almost all issues, so earning the confidence of the whole population is a very tough job.\nAbout the national election, we have had opposing views in which one quarter said that we destroyed the electoral system while the other quarter said the electoral situation was excellent. We don't consider anyone in terms of their affiliation with the ruling party or opposition—we consider all as candidates and voters.\nMany praised the EC for holding the Cumilla City Corporation polls at the beginning of its tenure and the Narayanganj City Corporation polls towards the end of it. But the EC faced heavy criticism for other local government elections, which witnessed violence and irregularities. How do you reconcile these two situations?\nWe did not take any extra measures while holding the CCC and NCC elections. And there was no fault on our part while conducting the other elections. In all elections, we act according to law. We create a conducive atmosphere and provide logistical support. Election officials conduct the election on the ground and law enforcers assist them on behalf of the EC. Our duty is to supervise them. We have a similar arrangement for all elections.\nWhat would you say about the allegations about ballot boxes being stuffed on the night before the last national election in December 2018?\nI have already said that poling officials and presiding officers conduct the election on behalf of the EC. And many forces are called in to control the law and order situation. There were national and international observers covering the election on December 30, 2018. We were glued to the TV on that day. Neither the media and nor the returning officers, or even observers, reported such irregularities during the election. We don't have divine power to know about all the 42,000 or so polling centres. But no political parties directly talked to us about irregularities.\nThen the returning officers announced the unofficial results. According to clause 39(4) of the Representation of the People Order, the EC takes steps to publish the names through an official gazette. We followed the law to a tee.\nAfter several days, some allegations started to surface but by then, our hands were tied. After publishing the names of the winners in gazettes, the EC cannot do anything on the issue, and an aggrieved candidate can go to the court.\nDidn't you get any complaint on December 30?\nNo, we didn't get any complaint until January 1, even January 2.\nBBC made a report on ballot stuffing on the previous night of the election.\nThe news was on one centre. Can we take action without any evidence?\nBut BBC showed pictures.\nLook at the picture carefully, evaluate where it was taken from. We stopped voting at 29 centres across the country on election day. Was the picture taken from any of these centres? Can we take a decision on the whole election based on the news of ballot box stuffing in one centre? \nJatiya Oikya Front did allege electoral irregularities on the voting day. Did they make any written complaint about night-time ballot stuffing?\nThey did not provide any evidence. We cannot do anything based on what someone is saying. We need evidence.\nBut you can probe such claims, right?\nIf there were complaints presented with evidence, we would have probed that. Moreover, by the time we received written complaints, we also received consolidated results from returning officers for publishing the gazette. From there our hands were tied by law, as the next step was under the jurisdiction of the court. But I believe if someone went to the court, it might have given the instruction to probe the matter.\nHundreds of allegations are being submitted even during the Union Parishad elections. Can we probe all of them without any evidence? If we had to probe all the allegations, we would not be able to conduct any election.\nWhat about the allegation over 100 percent votes being cast?\nIt is abnormal that 100 percent votes were cast in some centres. The reason could be that the presiding officers added names of absent voters with the cancelled votes, while preparing the results.\nA returning officer could have probed this kind of clerical mistakes. But they did not do so as the difference of votes between the winning candidates and their nearest rivals was so big. If anyone deducts the number of absent voters where 100 percent votes were cast, there would be no reflection of that on the overall election results.\nForty-two distinguished citizens have urged the President to constitute a Supreme Judicial Council (SJC) to investigate the allegations of election-related misconduct and financial irregularities against the EC. What would you say about that?\n \nI don't know what they said in the letter, but I heard about the allegations from the media. We are entitled to have one car for home use and a jeep for official purpose. When we started our tenure, we were informed that there were no such allocations. We got the cars after two years and eight months. We never used three cars.\nRegarding the appointment process, I can say that it was an administrative issue and no election commissioner has any connection with it. The Chief Election Commissioner and EC Secretary oversee the matter. We commissioners were not aware of when the recruitment test was held or the results published. We also issued an unofficial note saying how commissioners were kept in the dark about it.\nIsn't it hilarious if the eminent citizens still allege that we have been involved in corruption?\nWe didn't take honorarium by giving speech but by giving training. The practice of taking honorarium for giving training has been there since 2008. As a joint secretary of EC, I processed the honorarium for former Chief Election Commissioner ATM Shamsul Huda, former Election Commissioners M Sakhawat Hossain and Sohul Hussain for providing training. We took honorariums as per the rule.\nThe Office of the Comptroller and Auditor General raised audit objections on the EC's expenditure in paying many of its trainers ahead of the last national election and upazila polls in March and June 2019.\nWell, there are allegations that I gave more than one training in a day. Yes, I took four classes in a day. I took the first class at Tentulia and the last class at Gaibandha. I took the pain for the sake of election.\nWhen I was returning from Gaibandha, I took a break at the Bagura Circuit House. They requested me to provide a training to the trainers so that the training programme remains a uniform one. The district election official assumed that I would get honorarium for that class. I refused to take that money. It was his responsibility to deposit the money back to the treasury.\nAnother thing is, there are seven officials with the name of Rafiqul Islam working at the EC. In several cases, the audit objection for one Rafiqul Islam is faced by another Rafiqul Islam.\nYou have to understand that these trainings took place in three days. Only two or three persons working at the upazila election offices had to prepare necessary papers and bills for about 14 lakh people. So there could be some lapses and gaps. Auditors might have found those lapses and gaps. All audit objections will be settled as per the rules. If needed, we will refund the money.\nWhat would you say about the news of violence in different elections? What have you done to stop it?\nYou are talking about violence centering the polls. I have a question for you: doesn't violence take place when there are no elections?\nI know about several police probes about polls violence. In one such report, we came to know that there was a long-term animosity between two cousins over land. During the election, they supported rival candidates, and one died in a clash. You can say that one was killed in polls violence but the root cause was family feud. We have also seen that people of two villages or two unions clashed with each other.\nVoting using the electronic voting machine (EVM) in the last local elections was slow, as many faced problems over matching finger prints. What you would say about it?\nYes, voting was slow but not that much. During the UP elections, we have seen that 70 to 75 percent of vote was cast within the stipulated time in many UPs using EVMs. In most local government elections, a voter needs to cast three votes, so it requires time. In case of the national election, a voter needs to cast only one vote, so not much time is required there.\nPolling officials are also facing trouble over finger-print matching of voters of old age. There are some other options to identify voters, like using their smart cards or NID card number and voter number. If polling officials use these options, we can get rid of the problem of the mismatch of finger prints.\n",
        "headline_1": "‘The EC can’t hold elections if it probes all the electoral allegations’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/interviews/news/the-ec-cant-hold-elections-if-it-probes-all-the-electoral-allegations-2960396",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-02-2022"
    },
    {
        "full_article": "Violence against women and girls increases during periods of crisis. So it should come as no surprise that Covid-19 has added to the risk of increased gender-based violence. Even before the pandemic, one in three women worldwide reported experiencing physical and/or sexual violence by an intimate partner. But by confining women at home with their abusers, pandemic-related lockdowns have increased their exposure to violence. Lockdowns have also contributed to economic stress, and diminished women's access to the resources and support systems that help them escape abusive relationships.\nIn April 2020, UN Secretary-General António Guterres called for action to address gender-based violence during the pandemic. This call was supported by 146 countries. That same month, the United Nations Population Fund estimated that every three months of lockdown would result in an extra 15 million cases of violence against women and girls.\nEighteen months later, there is evidence that governments responded to Guterres' appeal. In the United States, for example, millions of dollars in pandemic-relief spending are being directed to strengthen urgently needed resources—such as shelters, psychological services, and housing assistance—that address the immediate needs of women experiencing violence.\nBut to end violence against women and girls requires effective prevention strategies that target its root causes. Such programmes address pervasive inequalities and power differentials—especially gender norms that justify and normalise violence against women and girls.\nThere are plenty of examples of effective and proven approaches to preventing violence against women that can be implemented even during a global pandemic. A large body of evidence—including best practises and robust assessments generated over several decades—demonstrates which approaches work best. In particular, randomised impact evaluations can guide decisions on how to build healthy, violence-free populations.\nOne type of effective, evidence-based approach is facilitated gender dialogues. These conversations help men and women examine and challenge inequitable gender norms and roles, and practice relationship skills in safe spaces. One such programme in Ethiopia, called Unite for a Better Life (UBL), was conducted within the context of the Ethiopian coffee ceremony, a traditional forum for community-based discussion.\nA randomised evaluation showed that UBL can reduce intimate partner violence by up to 50 percent when delivered to groups of men. UBL led to more equitable relationships, including greater joint decision-making, men's involvement in domestic tasks like cooking and childcare, and increased communication between partners on sensitive topics like sexuality. The benefits of the programme spread beyond participating households. Positive effects, including reduced violence, were observed even among community members who had not joined UBL sessions. This research shows just how crucial it is to include men in prevention efforts.\nOther promising approaches include school-based curricula, microfinance or savings and loans programmes to empower women, and social-marketing or media interventions. The latter include radio and television programming in the form of \"edutainment,\" which integrates social-change messages into storylines. Randomised evaluations have shown that edutainment can reduce acceptance of violence against women and its incidence, while also encouraging reporting.\nMedia-based campaigns offer a low-cost way to reach many people remotely. For example, UBL's podcast-based adaptation was designed for humanitarian crises where people may be on the move and unable to join in-person sessions. Additional work is needed to understand how other programmes can be adapted effectively to help people in times of crisis, like the pandemic; but the existing evidence offers a place to start.\nThere is no time to waste. Policymakers need to use the available evidence to expand effective prevention programmes and support their adaptation to new contexts. To end violence against women, governments must do more than provide support for survivors. They must invest in and implement effective violence-prevention programmes that challenge harmful gender norms and promote healthy, equitable relationships.\n \nVandana Sharma is a global health researcher at the Harvard T.H. Chan School of Public Health.Isabela Salgado is a senior policy associate in the Crime, Violence, and Conflict sector at J-PAL Global.\n",
        "headline_1": "End the pandemic of violence against women",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/end-the-pandemic-violence-against-women-2960391",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-02-2022"
    },
    {
        "full_article": "Every new year brings new hope in our lives. We hope that things will finally change. But things do not, they stay the same, and we despair of ever finding change until another new year comes and ignites our hope again. The reason behind this, in short, is a disease that our society and state have long been infected with: capitalism. Our effort to rid ourselves of this disease through political means has been persistent, as has been our failure. It's evident everywhere you look. From the prices of goods to a general lack of security in every aspect of life, the markers of this failure are clear for all to see. We have become accustomed to this—until an incident here or there jolts us awake, making us realise that we're in trouble.\nLet's talk freedom. The question over individual freedom is an old, if recurring, one, but it should have been settled by now. There should have been no doubt that \"freedom\" and the \"freedom of expression\" are the same thing. Without the freedom of expression, democracy is just a fiction. In our so-called democratic state, the duties of the members of parliament should have been to pass appropriate legislation, establish control over the executive branch of the government, hold the government accountable, ensure transparency in the activities of the executive branch, and scrutinise the government's foreign policies and agreements. But they are doing none of these, not in the slightest.\nCriticism of mistakes made by the government is part of the democratic process. But our rulers cannot tolerate even a hint of criticism. They are too sensitive about it. The reason for this is that they do not have a solid moral footing. They know how they have come to power, and when power is monopolised like this, it is natural to lose people's support. Our rulers only serve their own interests, not the interests of the people. Hence, they are easily disturbed by criticism. It makes them feel vulnerable. It makes them fear that their downfall may not be far away.\nPart of their strategy is to make noise—a lot of it. So some of them say they will not rest until they bring about \"change\"; others claim that people will be blown away by a surge of prosperity and dance in joy. No matter which government is in power, they want to drown any sound of criticism with their own noise. They are quick to reject, choke or silence any voice critical of their actions or lack thereof. Their hostility towards critics gives the impression as if they think that since they have acquired the right to rule, they should be the ones making all the noise. There is an element of self-deception in this pattern of thinking. They hope that only their noise, and no other sound, will be echoed.\nIt's not like the ruling party always speaks in one voice. You can hear a variety of contrasting opinions from within the ruling camp. For example, when the current government came to power, one of the ministers said they would be able to control the prices of commodities through the intervention of the state-run TCB. Almost immediately, another minister spoke in favour of keeping the market open, saying a free market would bring down the prices. Consequently, the TCB remains stuck in no man's land, and prices have not gone down at all. In fact, the steady rise of prices has left the people overwhelmed.\nThe effective role of opposition is vital for a parliamentary democracy. But the history of our country tells us that no opposition party has been able to carry out its responsibility so far. Often they faced obstacles created by the government, while also lacking the moral strength to overcome that. They also lack acceptability among the people. In a situation such as this, whatever valid criticism we see comes from the people. Silencing their voice is tantamount to establishing dictatorship.\nWhile the media is being subjected to covert and overt threats, the current government passed the Right to Information Act, 2009, the apparent objective of which was to empower that very media and bring about transparency and accountability within the government. Such contrasts between the real and the legal are not uncommon. Apparently, there was pressure from the so-called international community to pass this legislation. It is not difficult to assume that this law will be of no use to the people while the government shows no tolerance for any form of criticism. The ruling class is averse to any expression of people's grievances, let alone any suggestion of empowering them, which it is pledge-bound to do.\nUnder these circumstances, it is important to apply pressure to make the government become tolerant. There are two vital sources of pressure here: the first, of course, is the public, and the second—and more important one—is an alternative democratic political power. Developing the latter is a time-consuming process. But the people can quickly organise themselves for a common cause if they are united.\nIn the Pakistan era, we saw how united journalists were on the question of the freedom of the press, and how any assault on newspapers would ignite nationwide protests. That unity does not exist anymore. The ruling class has been able to create divisions within the journalistic community, and the media is haemorrhaging as a result.\nThe practice of culture and literature, even of journalism, requires a material foundation which is not strong in Bangladesh. There is no indication that the new year that we have started will reinforce that foundation. A big problem here is lack of investment. Investment is not growing. There is fear that the remittance sent by our migrant workers will soon shrink. A number of mega projects have been undertaken which involve big spending. But instead of generating value, it's more likely that there will be wastage.\nOne example of this is Dhaka's flyovers. Experts say that instead of reducing traffic congestion, these will rather increase it. Pedestrians and ordinary public transport users will see little change in their luck while the benefits will be enjoyed by motorists. Almost all big cities in the world have moved away from the idea of flyovers, except for Dhaka. The solution to traffic congestion is metro rail, which is now seen in all big cities including Kolkata. Dhaka also needs metro rail, and it's a good thing that the construction of our first rail is underway. Once the construction is over and the metro rail gets functional, we will know how beneficial it is.\nGoing back to the question of freedom, it's essential to change our current system for our collective freedom. But this hasn't been possible as yet. Whatever prosperity there has been is enjoyed mostly by a few people, and even those are not safe either. Most people are spending their days in hardship and danger. There is no doubt that we can't change this system with individual efforts alone. Even a political movement cannot do anything about it. However commendable these isolated efforts are, what we really need to effect change is a collective and continuous socio-political movement guided by clear objectives. If we can't do that, we won't be able to live like we want to, and we will remain half-dead, like we are now.\n \nSerajul Islam Chowdhury is professor emeritus at Dhaka University. The article has been translated from Bangla by Azmin Azran.\n",
        "headline_1": "No real social change comes on its own",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/no-real-social-change-comes-its-own-2959791",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-02-2022"
    },
    {
        "full_article": "It is good news that the expatriates' welfare ministry is considering revising the migration cost for the Bangladeshi job seekers in the international markets. However, it is imperative that it reduces—not increases— the costs associated with migration. The cost of getting a job in a foreign company and travel expenses at the moment is already too high, given the economic status of the jobless youths of the country. Pertinent issues like rising plane fare and costs involved in institutional quarantine upon arrival are adding to the financial burden of the aspiring migrants.\nThough the relevant ministry often instructs the job-seekers not to pay anything beyond the official amount, in reality migrants have to pay three to four times more than the amount fixed by the government. In a recent report published in this daily, it is said that the migration costs for going to 16 countries, such as, Saudi Arabia, Singapore, Malaysia, Libya, Bahrain, United Arab Emirates, Kuwait, Oman, Iraq, Qatar, Jordan, Egypt, Russia, Maldives, Brunei, and Lebanon, are fixed at maximum of Tk 1.66 lakh and minimum of Tk 97,780, but it is an open secret that job-seekers have to pay hefty amounts to various actors in the process. According to the Bangladesh Bureau of Statistics data, the estimated average recruitment cost for Bangladeshi migrants was Tk 4.17 lakh between 2015 and 2018. This included agencies' service charge, airfare, passport, medical, and visa fees. But airfare has increased over Tk 1 lakh in recent days.\nReturnees from various countries talked about different groups that operate on the route starting from Dhaka and extort money from workers. In fact, there is no way to learn how much a worker ultimately spends before landing at the doorstep of his employer.\nThe expatriates' welfare ministry said it would revise and re-fix the migration costs based on suggestions from the stakeholders so that these may become more \"realistic\". But what exactly does the ministry denote by that? If it means the government's revised fees will go beyond the existing costs, it would only make an already untenable situation worse for the workers. The concept of \"employer pay model,\" as practiced in many countries, ought to be adopted by Bangladesh while sending workers abroad. Some experts also suggest the introduction of more affordable tickets for workers in the face of rising ticket fare.\nIt is crucial that the cost of migration for our workforce is significantly brought down. There is no denying that the lack of clarity in the entire process of migration is adding to the woes of our expatriate workforce who still remain the highest foreign currency earners for the country.\n",
        "headline_1": "Migration too expensive for workers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/migration-too-expensive-workers-2960326",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-02-2022"
    },
    {
        "full_article": "Almost a year has passed since the government decided to set up oxygen generators at different health facilities across the country to meet the oxygen needs of Covid-19 patients. Unfortunately, not a single one has been installed yet. According to a report by The Daily Star on February 12, the health minister in April last year revealed his ministry's plan to set up small oxygen plants at hospitals and import the required machinery for this. The government at that time planned to procure 99 oxygen generators in phases: 40 with its own funds, 30 with the Asian Development Bank's Covid-19 response assistance funds and 29 from the UN.\nWhile there has not been much progress about the purchase of the ADB- and UN-funded generators, the status of the 40 generators purchased with the government's own funds is also unclear. While some officials of the DGHS claimed to have installed a number of them at various hospitals, others said this was not accurate. According to a DGHS official, only a few hospitals received the necessary equipment for installing the oxygen generators. It is also very unfortunate that our health minister still has not signed a Memorandum of Understanding (MoU) with the UNOPS to get the 29 generators procured by them because the ministry has still not made a list of the facilities which would receive the generators.\nThe inefficiency of the health ministry in this regard is unacceptable, particularly at a time when the third wave of coronavirus has been claiming so many lives on a daily basis. With new infections of the Omicron variant rising, more and more patients needing oxygen and other support are getting admitted to hospitals. We wonder what will happen if the infection rates continue to rise like this. Will our hospitals be able to provide all patients the necessary oxygen support?\nSetting up oxygen generators in our public medical colleges, district town hospitals and upazila hospitals is crucial. Once installed, they can provide uninterrupted oxygen supply to the critical Covid-19 patients for long hours. Also, compared to liquid oxygen supplied in tanks, the generators are much more efficient.\nThis delay in purchasing and installing the oxygen generators has once again exposed the inefficiency and lack of coordination among the different arms of the health sector. We hope the health ministry will learn from its past mistakes, take proper measures to treat Covid-19 patients and do the needful to set up the promised number of oxygen generators as soon as possible.\n",
        "headline_1": "Delay in setting up oxygen generators unfortunate",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/delay-setting-oxygen-generators-unfortunate-2960241",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-02-2022"
    }
]