[
    {
        "full_article": "Alliances have become the norm in Indian electoral politics, and Tamil Nadu is no exception. Almost every party that has won an assembly or Lok Sabha seat in the past 50 years has more often than not aligned with either the DMK or the AIADMK. But none has negotiated simultaneously – and so openly – with two or more alliance leaders ahead of elections since 1991 as much as the PMK has. This time isn’t too different. With the DMK’s doors closed on them, the PMK’s negotiators are shuttling between the BJP and the AIADMK headquarters. The formal declaration of Lok Sabha elections is just days away, and the cat is back on the wall.\n\nLet’s take a quick look at the PMK’s scoreboard so far. Since its inception in 1991, the party has contested assembly elections twice alone, twice as part of the AIADMK combine and twice with the DMK as the ally. And twice – once each with the AIADMK (2001) and the DMK (2006) – it was part of the winning alliance, though it couldn’t be part of the government (as is the case with all other allies of winning combines). In 1996, when the DMK-TMC wave swept Jayalalithaa away, PMK managed to win four (out of the 116 it contested in the company of the Tiwari Congress). The PMK has been luckier with alliances in the Lok Sabha polls: Of the seven general elections it contested, it was with the winning side on five occasions, four times with the NDA and once with the DMK-led DPA (2004, when Anbumani Ramadoss went on to become the Union health minister).\nI wouldn’t hazard a guess on who the PMK would sail with this time, or how many seats it would get to contest in the bargain, but it looks like a difficult choice for PMK president Anbumani. Going by the national forecast that favours the Narendra Modi brigade, it would be tempting to go with the BJP. I understand Anbumani is keen on being with the NDA, but he faces two hitches. Sources say his father, S Ramadoss, is against the idea, and wants the party to ally with the AIADMK. Even if Anbumani succeeds in convincing the senior Ramadoss, what does he gain in the event of a BJP victory at the Centre?\nBJP sources say Modi is not keen on giving Anbumani a ministerial berth (which has been the PMK leader’s primary demand) owing to some pending allegations from his tenure during the Manmohan Singh regime. Without a ministerial reward, being part of the NDA doesn’t mean much for the PMK. Adding to Anbumani’s woes, BJP TN president K Annamalai hasn’t been too keen to get the PMK onboard. Annamalai acknowledges the PMK’s considerable strength in some of the vanniyar-dominated northern districts, but an alliance would benefit the PMK more than his party. In terms of ‘resource sharing’, too, the BJP doesn’t seem to be forthcoming. The BJP’s confidence in winning a majority in the Lok Sabha even without a decent show in the south has added to its negotiating power with the southern allies, especially the minor ones like the PMK.\nThe PMK’s long-term aim is to capture power in TN and have Anbumani as the chief minister. However distant that may appear now, attaining that ultimate goal means the party will have to grow as a regional power. The BJP too has a similar plan based on the hypothesis that the AIADMK’s influence is on the wane, and so would be the DMK’s sooner than later. In such a scenario, the PMK will have to proclaim the BJP as its rival instead of being its ‘minor partner’ in the state, and the sooner that happens the better. With actor Vijay entering the fray in the 2026 assembly elections, there is bound to be some changes in the electoral calculus. That’s when the cat will have to make a clever jump.\n\n",
        "headline_1": "It’s election season and the cat is back on the wall",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/chennaitalkies/its-election-season-and-the-cat-is-back-on-the-wall/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-03-2024"
    },
    {
        "full_article": "Notifying CAA just ahead of Lok Sabha 2024 elections – after 4 years since its passage in Parliament in Dec 2019 – is BJP checking another box on its 2019 manifesto. Temple, done. UCC, started. “Protection of minorities persecuted in region’s countries” – CAA notified. But the timing has its own electoral calculations.\n\nLok Sabha 2024 | BJP’s willing to risk a breakout of protests and some blowback in Northeast – Assam to Meghalaya – to cement its numbers in Bengal, and also Assam. CAA’s promise of citizenship shored up BJP’s prospects among Bengal’s Namasudra (including Matua community) in 2019 LS and 2021 assembly polls. This will help BJP in seats along IB with Bangladesh.\nRead full story on TOI+\n\n",
        "headline_1": "CAAN it deliver big for BJP in polls? Depends",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/caan-it-deliver-big-for-bjp-in-polls-depends/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-03-2024"
    },
    {
        "full_article": "On March 11, SC took up two petitions of national importance. One was State Bank of India’s plea seeking extension till June 30, for disclosing info on electoral bonds. SBI did not comply with the Feb 15 court order, asking it to file the info by March 6. That order had struck down the entire electoral bonds scheme as unconstitutional.\n\nThe other petition by ADR said that SBI was in contempt of court for not complying with its earlier order. Note that SBI is our largest bank, with over 48 crore account holders, while India has 25 crore households. Indeed, SBI is among India’s most respected institutions.\nRead full story on TOI+\n\n",
        "headline_1": "Their notes before your votes",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/their-notes-before-your-votes/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-03-2024"
    },
    {
        "full_article": "SBI will finally submit details of electoral bonds (EBs) to EC. In an embarrassing day at SC yesterday, SBI’s application asking for an extension of the deadline to June 30 was dismissed. Separately, EC has been asked to compile info on EBs and publish it on their website by 5pm Friday.\nBig bank, big mistake | In terms of optics, SBI’s approach to SC’s landmark Feb verdict on EBs has been poor. SC’s order was straightforward. SBI was asked to compile details it was always required to keep and give these to EC by March 6. In its application to SC, SBI asked for time to carry out value addition on the data. SC’s order didn’t ask for any value addition. It just asked the bank to hand over info it was expected to maintain.\n\nThat’s EBs’ problem | SBI’s response to SC’s judgment validates the main criticism of EBs. They are bearer bonds similar to currency. That’s why only RBI was authorised to issue bearer bonds.\nRemoving this monopoly power triggered an objection by RBI in 2017. One of its grounds was that a bearer bond can change hands before it reaches a political party for encashment. That’s the way currency works too. So, it’s hard to understand why India’s largest commercial bank wanted more time to match donor details with redemption by political parties. There’s no foolproof way of doing it.\nInstitutions & questions | Two institutions, SBI and EC, have had a tough time in following SC’s orders when it comes to EBs. In Nov 2023, SC in an interim order asked EC to collect info on EBs received by political parties till Sep 30 and give it to the court in a sealed envelope. In the course of hearing, it emerged that EC had misunderstood earlier orders on collating info. It led to a rap on the knuckles by SC.\nUnanimity of verdict | SC’s decision to strike down EBs was a milestone. A five-judge bench came up with two opinions. But they agreed on every important point, even if there were subtle differences in reasoning. The highlight of this unanimous verdict was that info on political funding is essential to help voters decide on their choice. Also, political parties need to be subject to the same levels of disclosure as individual candidates in an election. That’s been reaffirmed.\n\n",
        "headline_1": "Didn’t get it?: SBI’s supposed confusion over understanding SC’s electoral bonds verdict shows why judgment was right",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/didnt-get-it-sbis-supposed-confusion-over-understanding-scs-electoral-bonds-verdict-shows-why-judgment-was-right/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-03-2024"
    },
    {
        "full_article": "Of the export sectors that did not perform well in the previous fiscal (FY2022-23), 'leather and leather goods' was one. The Export Promotion Bureau (EPB) data say that in FY23, this sector earned US$1.25 billion from exports which was 2.0 per cent less than that of the previous fiscal (FY22). In the eight months between July and February of the current fiscal, the export earnings from this sector decreased by 14 per cent compared to those of the same period in the previous fiscal. Similarly, three other sectors including live and frozen fish, agricultural products and jute and jute goods also registered a decline in export. However, poor performance of the leather sector, which is the second biggest export earner after garment, is indeed concerning. Understandably, the decline in the demands for leather items in the European market, the main export destination of these products, had no doubt to do with wars and high inflation affecting that part of the world during the time in question. But that apart, the main hurdle before Bangladeshi leather items remained the tariff barrier raised by the export markets largely attributable to the failure (of local leather products) to meet the standards set by the Leather Working Group (LWG). Notably, the LWG is a global non-profit platform dedicated to promoting best practices in leather sector. But meeting LWG's standards is an expensive option. The criterion set for leather and leather goods production facilities is to make them environment-friendly, which requires a lot of investment. Small wonder that our leather items fail to get fair price from western buyers as those are not LWG compliant. Against this backdrop, the government is learnt to have decided to reduce the tax deducted at source (TDS) on leather and leather goods export from the current 1.0 per cent by 50 per cent to 0.5 per cent.The finance ministry has meanwhile directed the National Board of Revenue (NBR) to implement the order, to be effective till June 30, 2025, exclusively for leather and leather goods export. But, as reported, some pieces of good news are also there for companies paying below the usual 12 per cent year-end tax in addition to the uniform 1.0 per cent tax paid on their export value will also be allowed to pay source tax at a lower rate. In fact, the government move will prove to be a shot in the arm for the leather sector, especially after the reduction of cash incentive or subsidies on the export sector last January. As a result, leather was hit hard as the government decision practically eliminated all export incentives from this sector. Undeniably, the government move to cut TDS against leather items export will enable Bangladeshi leather and leather goods to be more competitive in the western markets. However, it is still going to be a stopgap measure until leather and leather goods from Bangladesh are fully LWG compliant and the only way to do that is by way of installing central effluent treatment plant (CETP) at the Savar Tannery Industrial Estate (STE). With only three factories of the country earning LWG certification, the leather sector has to surrender a large portion of its rightful share in export earnings. The reduction of tax at source has to be complemented by turning the CETP at Savar fully functional. Much depends on the CETP for the leather sector to become LWG compliant and vibrant. Thus the tannery industry can take its rightful place in country's economy, diversifying and enriching its export basket.",
        "headline_1": "A shot in the arm for leather sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-shot-in-the-arm-for-leather-sector-1710255571",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-03-2024"
    },
    {
        "full_article": "This is indeed a cause for concern that foreign funding is likely to be scarce for non-green projects from the middle of this year. Reports quoting sources including key multinational financiers confirm the changed landscape in project funding in keeping with international treaties related to the mitigation of climate change impacts. Foreign funding, a vital source for development projects, is poised to align more closely with international agreements aimed at mitigating climate change. Major multinational financiers, including the Asian Development Bank (ADB), the World Bank Group (WBG), and the European Investment Bank (EIB), have already committed to the 'Direct Investment Lending Operation' guidelines outlined in the Paris Agreement, signaling a clear direction towards greener investments.Infrastructure specialists caution that funding for coal and fossil-fuel projects will likely cease from July onwards. While Bangladesh is not a major emitter of greenhouse gases (GHGs), the imperative to decarbonise and reduce emissions necessitates costly carbon-capture and-storage technology. Development financiers have reportedly prepared lists categorising activities as consistent or inconsistent with a low-carbon development trajectory, indicating that projects failing to prioritise emission reduction or energy efficiency may have to struggle to attract loan or investment.The question arises: what are the implications for Bangladesh? Understanding the full extent of the Paris Agreement guidelines on funding and foreign investment in the context of Bangladesh's development projects may require time. Despite being among the lowest carbon emitters globally, Bangladesh faces severe climate change impacts. Still the country has set emission-reduction targets across key sectors, emphasising the need for comprehensive measures for transition to a low-carbon economy.According to the Nationally Determined Contribution (NDC) document submitted by Bangladesh in August 2021, the country aims to reduce GHG emissions by 27.56 metric tonnes of carbon dioxide by 2030, with additional conditional reductions totalling 61.9 metric tonnes. Achieving these targets requires an estimated investment of $175 billion. To meet its development goals, Bangladesh requires an annual funding of $10 billion for investment in energy, transport, and other infrastructure sectors.Local experts suggest that all development activities must now prioritise decarbonisation and emission reduction across various sectors. For instance, projects in energy and manufacturing should focus on renewable energy generation, improving efficiency in hydropower plants, and developing heating and cooling systems with minimal greenhouse gas emissions.The 'Direct Investment Lending Operation' guideline of the Paris Agreement outlines eligible activities for funding aligned with the Agreement's mitigation goals, including water supply, wastewater management, construction, information technology, research, and cross-sectoral initiatives. Conversely, activities such as thermal coal mining and coal-fired electricity generation are excluded from funding eligibility. The Paris Agreement, signed in 2016, aims to limit global temperature rise to below 1.5 degrees Celsius.According to a FE report, the authorities, including the Planning Commission, view this shift positively, emphasising the increasing alignment of development projects with green objectives. They assert that future project formulation will prioritise compliance with environmental standards.While major financing agencies are committed to supporting green initiatives, decisions on project funding must be based on thorough examination of each project's merits and drawbacks. Specific studies assessing emission-related aspects are necessary for informed decision-making.For Bangladesh to ensure compliance with funding norms and advance sustainable development, caution must be exercised in project planning. For Bangladesh, incorporation of energy transition measures into development projects can contribute significantly to a war on global warming and help secure necessary funding for crucial projects.While the shift towards decarbonisation may pose challenges for Bangladesh's development projects, it also presents an opportunity to prioritise sustainable practices and contribute to global efforts to mitigate climate change. By embracing green initiatives and aligning with international standards, Bangladesh can foster environmentally responsible development for a resilient future. However, one significant challenge lies in the need for extensive capacity building and technological advancements to support the transition to renewable energy sources and low-carbon infrastructure. This requires substantial investment in research, innovation, and skill development to effectively harness the potential of clean energy technologies.Furthermore, the transition to green projects may also entail socio-economic implications. Industries reliant on traditional fossil fuel-based technologies may face disruption, potentially leading to job losses and economic shifts. Therefore, there is a pressing need for inclusive policies and strategies for ensuring transition to a green economy.By investing in renewable energy and energy-efficient technologies, the country can reduce its dependence on imported fossil fuels, enhancing energy security and resilience to price fluctuations in the global market. Moreover, transitioning to cleaner energy sources can improve air quality, reduce pollution-related health risks, and mitigate environmental degradation, contributing to improved public health and well-being.Additionally, prioritising green projects can stimulate innovation and entrepreneurship, fostering a thriving ecosystem for green industries and creating new job opportunities in sectors such as renewable energy, sustainable agriculture, and eco-tourism. Bangladesh's rich biodiversity and natural resources offer immense potential for sustainable development initiatives, which, if leveraged effectively, can drive economic growth while preserving the country's ecological integrity.In the light of these opportunities, it is essential for Bangladesh to adopt a holistic approach to sustainable development, integrating environmental considerations into all aspects of policymaking and planning. Collaboration between government agencies, private sector stakeholders, civil society organisations, and international partners is crucial to mobilise resources, share expertise, and implement effective strategies for green growth.\n[email protected]",
        "headline_1": "Implications of decarbonisation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/implications-of-decarbonisation-1710255675",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-03-2024"
    },
    {
        "full_article": "Prime time TV news now shows mobile courts under some magistrates are carrying on raids in wholesale markets like Khatunganj where traders are found guilty of gross violation of the rules of business set by the national board of revenue (NBR). While that takes care of the publicity side of things, the fact that four lemons now cost Tk100 and the retail trader is brash enough to say \"take it or leave it\" leaves little to imagination about the state of affairs in which consumers invariably discover themselves these days. With the beginning of Ramadan now, markets will surely come under closer scrutiny. Both electronic and print media have already started reporting on the price hikes in comparison with those of past years. But one common question will of course be, what is the government doing about it? What happened to all those lofty promises made about getting tough with price manipulators? There is talk about big imports of all essentials in the pipeline, but that hardly helps anyone when a very basic Ramadan-item like lemon and other essentials continue to set record prices.That Bangladesh is following in the footsteps of global food supply chains where a silent oligopoly exists should not come as a surprise to anyone. However, this country's policymakers are uniquely equipped to introduce measures to prevent such an oligopoly to emerge. There is still time to get rid of this problem. However, if the government plays a passive role instead of getting into the act of taking the bull by the horn, the problem will only mount. The fact that misuse of market power is punishable no longer scares big business. They have been allowed to get away scot-free for decades. There are ample laws in existence today that would enable the government to break up cartels (popularly known as \"syndicates) that now control large chunks of the food supply chain. It calls for equipping the various monitoring arms of different branches of the government with powers so that they can go after these cartels and do what needs to be done. If need be, a special bench in the High Court can be constituted to deal exclusively with matters dealing with cartels' abuse of power. The consumer association body in the country needs to be empowered so that it can take companies to court. All these can be done provided that there is enough political will.The government needs to take a closer look at where its agro-subsidies are going. Sad but true that in most countries, subsidies in general benefit large conglomerates / companies. As the country's agricultural system becomes more and more corporatised, the smaller marginal farmers are feeling the squeeze. Subsidies need to be targeted towards this group if sustainable agricultural practices are to be promoted. There is such a thing as punishing human rights violations committed by corporations. Indeed, the right to food is incorporated into international agreements and monitored by the UN Commission on Human Rights. While those are overarching agreements, it is up to individual governments to punish these large conglomerates / companies involved in violations in the food sector that threaten the 'right to food'. The problem lies, in the oft-prepeated mingling of big business and politics. It has created a situation where a large number of elected representatives are somehow representatives of businesses and not so much of the people. This is reflected in the arbitrary price rise effected by supply chain players in total disregard for the law.\n[email protected]",
        "headline_1": "Unrelenting price hike of essentials",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unrelenting-price-hike-of-essentials-1710255809",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-03-2024"
    },
    {
        "full_article": "From what is known so far about the fire at Green Cozy Cottage on Bailey Road in the capital, it cannot be viewed as an accident out of the blue. The building was already at risk of fire, with the fire service having reported the issue to the building owner on several occasions. Unfortunately, these warnings were ignored, and the consequences were witnessed by the entire nation.There are many more such 'Green Cozy Cottages' across the capital. The fire service reports that the fire safety systems of 90 per cent of the capital's buildings are fragile. This issue extends beyond just Old Dhaka or old buildings; many new constructions also lack necessary fire fighting systems. Some individuals refer to these buildings without fire safety measures as 'time bombs'. The question arises: what measures are being taken against these fire-prone buildings? Who will take responsibility if a fire breaks out in one of these buildings due to negligence in implementing safety measures? The blame game the authorities resort to only exacerbates the situation, and even after a fire, those responsible are not held accountable.Many are labelling the Bailey Road fire as a case of negligent homicide, a phenomenon that has occurred in the capital before. It is believed that such incidents continue to happen because the perpetrators are not prosecuted. It is imperative that the authorities rigorously monitor and ensure fire safety in the capital's hazardous buildings. Action must be taken against buildings that fail to comply with fire safety regulations. In this regard, let the blame game come to an end.\nAshikujaman SyedMarketing Research AssociateHebei Huanji Metal Wire Mesh Co. Ltd,Shijiazhuang, China[email protected]",
        "headline_1": "Fire hazard: End the blame game",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fire-hazard-end-the-blame-game-1710255866",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-03-2024"
    }
]