[
    {
        "full_article": "The Supreme Court’s verdict upholding statutory amendments made in 2021 to allow multiple extensions of service to heads of investigative agencies is a setback to the cause of protecting their institutional independence. While the part of the judgment quashing the two one-year extensions given to the Director of Enforcement, S.K. Mishra, may be welcomed, the rest of it is a free pass to the government to undermine the autonomy of these agencies. The Court has asked Mr. Mishra to step down on July 31. In 2021, it had directed the government not to grant any extension to him beyond November that year. It has now ruled that even though Parliament can remove the basis for any judgment through legislation, it cannot nullify a court direction. Mr. Mishra was appointed for a two-year term in 2018, but in 2020, the original appointment was retrospectively amended to make it a three-year tenure. He was given two annual extensions in 2021 and 2022, despite crossing the age of superannuation. The government ignored the Court’s earlier observation that such extension should be given to those who have attained superannuation only in “rare and exceptional cases”. However, the larger import of the latest judgment is that it endorses the changes enabling annual extensions to the CBI and ED Directors until they complete five years in that office.The heads of the CBI and ED have an assured term of two years regardless of superannuation, and the introduction of a power to extend it to five years means an officer may get up to three annual extensions. As the petitioners who challenged the extension given to Mr. Mishra, as well as the Court-appointed amicus curiae, argued, piecemeal extensions undermine the independence of the office, and encourage a carrot-and-stick policy to make Directors toe the government’s line. The Court has rejected, without much justification, their contention that the 2021 changes to the Central Vigilance Commission Act, the Delhi Special Police Establishment Act and the Fundamental Rules go against the spirit of earlier judgments that mandated fixed tenures to the CBI and ED heads only to insulate them from extraneous pressures. The finding that the amendments do not violate any fundamental rights is quite surprising, as allowing the government to have Directors who can pick and choose what cases to investigate based on political instructions certainly offends the rights of citizens to equal treatment and impartial investigation. At a time when there is a cloud of suspicion over the misuse of government agencies against political opponents, the Court’s endorsement of a tenure extension system designed to undermine their independence is not conducive to the rule of law.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nlaw enforcement\n\n/\n\n laws\n\n/\n\npolitics",
        "headline_1": "Undermining autonomy: On judicial endorsement of a tenure extension system",
        "headline_2": "Allowing piecemeal extensions to ED, CBI heads is a setback to their independence",
        "link": "https://www.thehindu.com/opinion/editorial/undermining-autonomy-the-hindu-editorial-on-judicial-endorsement-of-a-tenure-extension-system/article67071808.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-07-2023"
    },
    {
        "full_article": "The collapse of the Dutch government of Prime Minister Mark Rutte highlights how the issue of immigration has become a critical dynamic of European politics. Mr. Rutte, in power for 13 years, resigned after failing to win the support of his coalition partners for a proposed refugee policy. According to reports, it had two tiers — a temporary one for those fleeing conflicts and a permanent one for those fleeing persecution — and a two-year waiting period for children of recognised refugees living in the Netherlands to join their parents. The coalition partners of Mr. Rutte’s centre-right People’s Party for Freedom and Democracy supported the two-tier system but opposed the two-year waiting period. Mr. Rutte, who decided to step down (and quit politics) rather than offer them a compromise, was known as “Teflon Mark” for his survival skills. With a domineering presence in politics, he turned the Netherlands, an affluent northern European country of 17.5 million, into a major voice in the continent. But controversies soon began to shadow his administration, denting his popularity. Tax authorities going after poor families over childcare benefits caused public ire while farmers were upset with his push to reduce emissions. The refugee policy was the last straw.Like most of Europe, the Netherlands has seen an influx of migrants. In 2022, over 21,000 people from outside the EU sought asylum, while the overall migration figure for the year stood at 4,00,000. Immigration has strained housing capacity in the Netherlands at a time when the continent has been struggling with a cost of living crisis, and worsened by Russia’s invasion of Ukraine and western sanctions on Moscow. In several European countries, far-right and conservative parties with tough anti-immigrant policies have been making political gains. In France, Marine Le Pen finished a close second to Emmanuel Macron in the presidential election in 2022. In Italy, a party with neo-fascist origins is in power. In Greece, the conservative government of Kyriakos Mitsotakis has adopted brutal anti-migrant policies where immigrants are sent back to Turkey. Mr. Rutte was trying to ride this wave of anti-immigrant politics with his refugee policies. But a political programme that focused only on immigrants would only deepen the social cleavages of the Netherlands. The country’s political class, and Europe in general, should come up with a proper migration architecture to regulate asylum seekers. But they should also focus on easing the cost of living and housing crises and address widening inequality and other economic challenges, which are helping the far-right to blame the immigrants for the economic problems the country is facing.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nEuropean\n\n/\n\npolitics\n\n/\n\nrefugee\n\n/\n\nimmigration\n\n/\n\nelection\n\n/\n\nTurkey\n\n/\n\neconomy (general)",
        "headline_1": "Migrant crisis: On the Netherlands and a critical dynamic of European politics",
        "headline_2": "The Netherlands must focus on the economic challenges to stop the far right",
        "link": "https://www.thehindu.com/opinion/editorial/migrant-crisis-the-hindu-editorial-on-the-netherlands-and-a-critical-dynamic-of-european-politics/article67072092.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-07-2023"
    },
    {
        "full_article": "India must smartly identify opportunities in each stage of the semiconductor value chain. For example, going for large volume, lower end products widely used in consumer electronics & autos\nTwo recent events showed how India’s semiconductor programme allowed few course corrections to stay firmly on track. This may be the right time for India to take a bold gambit in all segments of chip making. And, course corrections show that strategy is flexible, not cast in stone.\nUS company Micron Technology’s decision to invest $825 million in India for a Chip Assembly Testing and Packaging (ATP) unit is a significant boost for India’s semiconductor industry. India has cost-effective and skilled IT professionals, which positions it well in this segment. However, no one trusts a new player in a critical finishing task. The Micron deal addresses this concern by allowing the company to use chips produced in other countries for testing and packaging in India.\nFoxconn’s withdrawal from the Vedanta-Foxconn deal, which aimed to establish a $7-20 billion fabrication plant and facilities for manufacturing 28-nanometre (nm) chips, provides welcome lessons for course correction.\nRead full story on TOI+\n\n",
        "headline_1": "Our chips are not down",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/our-chips-are-not-down/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-07-2023"
    },
    {
        "full_article": "With a George Floyd moment eroding French claims of colour-blind universalism, the charged issue of racism has finally broken out of long institutional silencing\nThis Bastille Day, celebrations of the July 14 moment in 1789 that sparked the French revolution, serves as a symbolic stage for the country’s social tensions. France’s latest wave of public unrest has subsided somewhat but the long streak of explosions was distinguished by speed, scale and an ineffable American-ness compared to the 2005 race riots.\nThe 2005 unrest, which I covered for this paper on the ground in Paris, was the worst social turmoil France had seen since the student-led unrest of 1968. It started after two terrified black and Arab teenagers were electrocuted to death as they hid from police in the transformer of an electricity substation. Beginning in one suburb north-east of Paris, the unrest spread like a slow-moving forest fire to scores of cities over three weeks. It was in a time before social media and it triggered a prolonged edginess but no epiphany.\nRead full story on TOI+\n\n",
        "headline_1": "On race, France is now Americanised",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/on-race-france-is-now-americanised/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-07-2023"
    },
    {
        "full_article": "Foxconn’s decision to pull out of the $19. 5 billion chip-making JV with Vedanta is doubtless a setback for India. But it need not be a permanent one. Such hiccups are expected when setting up one of the most complicated manufacturing processes from scratch. GOI may not be entirely accurate in saying Foxconn’s decision will have no impact, but it is right in insisting the chip programme will be on course. India must stay with its plan to master this bedrock technology that powers everything from smartphones to supercomputers.Setting up semiconductor foundries is highly capital intensive and manufacturing chips requires high-technology inputs. According to reports, one reason why the Foxconn-Vedanta venture fell apart is because of their failure to rope in a technology provider. While European chipmaker STMicroelectronics had been reportedly lined up for licensing technology, the deal didn’t materialise. But this doesn’t mean that other companies won’t be interested in picking up where Foxconn left off, especially given GOI’s $10 billion incentive package for semiconductor manufacturing. Plus, many global players are rooting for India here. Given that chip manufacturing is concentrated in a handful of countries – Taiwan produces over 60% of the world’s semiconductors, and along with South Korea makes 100% of the most advanced chips (below 10 nanometres) – it has become imperative to diversify semiconductor supply chains.\nTherefore, India should continue walking this path irrespective of the challenges. It took decades for Taiwan to emerge as a semiconductor giant, starting with the transfer of American technology in the 1970s, sending batches of engineers to the US for training in design, processing and manufacturing to the setting up of what is today the world’s biggest contract chip manufacturer, TSMC, in 1987.\nMoving forward, GOI could look at addressing the domestic gaps in incubating a semiconductor ecosystem. This would help generate greater interest from investors and technology providers. One way to do this is by pushing assembly, packaging and testing of semiconductors. This will help root the expertise and systems required to facilitate chip manufacturing. In fact, American company Micron recently said it will invest up to $825 million in a chip testing and packaging facility in India. Additionally, GOI should also look at honing Indian expertise in chip design. But the focus on semiconductor manufacturing shouldn’t waver. The technology is of huge strategic importance and will have a massive say in determining future geoeconomics and geopolitics.\n\n",
        "headline_1": "Semiconducting future: Hiccups aren’t uncommon in hi-tech manufacturing. India’s chip programme will survive one deal falling through",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/semiconducting-future-hiccups-arent-uncommon-in-hi-tech-manufacturing-indias-chip-programme-will-survive-one-deal-falling-through/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-07-2023"
    },
    {
        "full_article": "In its review of the application of POCSO and Juvenile Justice acts, the Madras high court said cases of consensual adolescent sex must be identified and separated from genuine abuse cases, and the former kind must be quashed if proceedings are found to be against the adolescents’ interests. HC also asked for information on cases since January that refer to either the outlawed two-finger test or shameful potency test. Both HC directives are examples of excellent and much-necessary judicial thinking.\n\nRaising the age of consent from age 16 to 18 in 2013 resulted in a rash of cases, since sex with those below 18 became statutory rape. An overlooked aspect of criminalising consensual teen sex is its impact on family dynamics. NCRB data shows often “family problems” and “love affairs” together form the leading cause of suicide among those below 18. CJI Chandrachud at a POCSO meet last December urged Parliament to reassess the age of consent issue, arguing that the growing concern over the matter “must be considered by legislature”. CJI rightly centred the issue on adolescent healthcare – teenagers must not suffer from too much law.\nNowhere is harm more done than in the humiliation of both accused and survivor during investigation. The Supreme Court outlawed the two-finger test in 2022, saying the practice “re-victimises and re-traumatises” females. Yet it continues. Madras HC has done well to call for an SOP for the potency test. It’s been repeatedly argued that the expanded definition of rape in the Criminal Law Amendment Act (2013) made this test near-irrelevant. Such a test is now called for only when an accused claims impotency as defence, for which, as court said, modern protocols are available. All HCs must act against such barbaric investigative practices.\n\n",
        "headline_1": "Message from Madras: One HC is determined to rationalise POCSO cases & stop awful investigative practices. All HCs must follow",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/message-from-madras-one-hc-is-determined-to-rationalise-pocso-cases-stop-awful-investigative-practices-all-hcs-must-follow/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-07-2023"
    },
    {
        "full_article": "We're shocked to learn of a tragic incident in Noakhali's Chatkhil upazila where a 15-year-old schoolboy was allegedly killed for kicking a football – a chilling reminder of the cruelty and violence that children continue to face in many parts of the country. According to a report, Osman Gani, a seventh grader, died from injuries sustained after being beaten by a neighbour for kicking his son's ball, which accidentally landed on the roof of a nearby building. Osman was initially taken to the Noakhali Sadar Hospital, and later to a hospital in Dhaka, where he died on Tuesday. His family claimed that the neighbour, a mason, held a grudge against them because of a past incident.\nWhatever the motive, it is preposterous that a young life would be cut short over something as innocuous as kicking a ball. A game meant to bring joy and camaraderie instead led to a tragedy that will forever haunt the memories of those who knew Osman. But our response to this incident must go beyond expressing condolences and seeking justice, which we hope will be delivered following proper investigations. We must dig deeper, and examine the broader societal context that continues to allow such acts to occur.\nIt is perhaps reasonable to suggest that as a society we're growing increasingly intolerant, and it is the weaker members of society like children who are most vulnerable in this climate. The risks facing them are legion, as various media reports will show, and the circumstances surrounding Osman's death highlight the disturbing ease with which a risk may materialise. According to a 2020 survey, nine out of 10 children in the country experience some form of violent disciplining by their caregivers. Besides physical or psychological aggression, the two most critical challenges they face are child labour and marriage, both seriously damaging their life potential. The Unicef says that nearly 7 percent of children aged between 5 and 17 years are involved in some form of labour, while 51 percent of women aged between 22 and 24 were married off before their 18th birthday.\nEvidently, we have failed to create a safe and nurturing environment for our children where they will be protected from abuse, cruelty, or exploitation, and where their fundamental rights will be respected. It is deeply alarming. We must think critically about this issue and try to rectify it.\n",
        "headline_1": "Kicking a football is no crime",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/kicking-football-no-crime-3367296",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-07-2023"
    },
    {
        "full_article": "The contribution of the insurance sector to the GDP is measured by a ratio popularly known as penetration ratio – a ratio of premium to GDP. The penetration ratio in Bangladesh, currently at only 0.46 percent, is very low compared to the global standards. Lack of awareness about insurance is often stated as the reason behind the meagre penetration ratio, but there are many other addressable issues in the sector.\nBangladesh has 81 insurance companies, of which 35 companies deal with life insurance and 46 with non-life insurance. The question about whether our economy needs so many insurance companies is moot. The answer is a no, and it's a no-brainer. India, for example, has only 57 insurance companies, and Malaysia has only 25. Allowing such a large number of insurance companies to operate in Bangladesh was completely unjustified. A good number of companies were given licences based on political considerations; they were permitted not because they were needed for the economy, but because they were beneficial to some influential people. If an economy has more insurance companies than it needs, companies are bound to perform poorly and resort to anomalies due to undue competition.\nThe progress of a country's insurance sector can be understood by looking at its claim settlement ratio. This ratio refers to the percentage of claims that the insurance company settles in a year compared to the total number of claims received. If the ratio is high, it means more claims have been settled. So, what are the claim settlement ratios of the insurance companies in Bangladesh?\nHistorical data show that it was about 54 percent in 1973-1990, which rose to nearly 73 percent during 1991-08, and to 78 percent during 2009-2019. However, this rate dropped dramatically to 68 percent in 2021 from 88 percent in 2020. In contrast, the global claim settlement ratio is 98 percent on average. Even in India, the average claim settlement ratio is 98 percent. One could argue that the recent deterioration of this ratio in Bangladesh may be due to the pandemic. But what about the historical low settlement ratios?\nMany factors can be attributed to such low claim settlement ratios. There are allegations that insurers delay the settlement of claims when some policies mature. In some cases, if clients are not influential, their claims are not settled properly. A large number of insurance companies have to compete for the same number of clients with almost similar products and services. Some companies fail to invest their funds appropriately to generate the required return, while other companies face investment losses. Besides, corruption, financial irregularities and embezzlement in some companies resulted in a serious liquidity crisis. The regulatory authority has repeatedly failed to ensure the accountability of such companies; lack of monitoring and supervision allows them to continue operating with many anomalies.\nFurthermore, the lack of professionalism of agents has created a negative mindset towards the entire sector. Incomplete information is often provided by agents to policyholders. In many cases, policyholders do not look at the terms and conditions of policies; rather they depend on what the agents say. In such cases, the agents can exaggerate the benefits of policies. When the policies mature, the policyholders find a huge gap between the promise and the reality.\nOn the other hand, the rising income inequality has kept a large proportion of the population outside insurance coverage. A paradoxical situation has emerged in the country: the rich have the ability to manage risks personally and have insurance policies. But the poor who face many risks do not have insurance policies that can be attributed not only to the lack of awareness, but also to the economic factors creating their inability to buy the policies.\nThere is also a mismatch between the demand for and supply of the products and services. Before launching any product, there should be a survey on prospective customers so that the supplier can understand its latent demand and design it accordingly. But in our country, most of the time, products and services are launched without serious market investigation.\nThe negligence to the overall sector is evident from the setting up of the Insurance Development and Regulatory Authority (IDRA) only in 2010, although this sector has been operating in the country in parallel with the banking sector since independence. The IDRA does not have an adequate workforce to regulate the insurance sector properly. In addition, there is also doubt about its autonomy in taking corrective measures against the insurance companies involved in various irregularities and financial scams.\nBut the insurance market is crucial for sustaining the country's economic growth. To utilise this opportunity, the lack of trust and irregularities in this sector has to be mitigated. Timely claim settlements are a must-do to create trust. It is also crucial to design diversified products and services according to the customers' demand. The liquidity constraint has to be minimised by prudential use of funds. The regulatory authority needs to monitor the insurance companies rigorously and punish companies that break the law. Such actions will also create a ripple effect, and pressurise other companies to work within the regulatory framework.\nDr Md Main Uddin is professor and former chairman of the Department of Banking and Insurance at the University of Dhaka. He can be reached at [email protected]\n",
        "headline_1": "Why the insurance sector of Bangladesh needs reshaping",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-the-insurance-sector-bangladesh-needs-reshaping-3367291",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-07-2023"
    },
    {
        "full_article": "There is no denying that dengue would be far less of an epidemic if individuals and institutions just behaved a little more responsibly. After all, simply speaking, all it takes to prevent it is removing stagnant water from building/office premises, which we should be doing anyway to maintain their cleanliness. Yet, this seems to be a big ask, and on Monday, when a DNCC mobile court fined four state-run institutions for harbouring Aedes larvae on their premises, it was clear that we are far from where we should be even after Bangladesh witnessed the highest numbers of deaths and hospitalisations from dengue this year.\nSuch irresponsible conduct from public institutions sets a bad example. It dilutes the message against dengue, undermines the efforts of health authorities, and encourages similar offences by citizens. After imposing fines on the guilty companies, the DNCC mayor said, \"If they had taken Tk 500 worth of measures instead of [each] committing a Tk 5 lakh worth of offence, then Aedes mosquitos would not have been bred.\" The message is simple, and with the dengue virus now spreading to all but four of the districts, it extends to all government and semi-government offices in the country who must lead by example in implementing preventive measures. Private offices, educational institutions, student dormitories, and citizens too must do their part.\nThe severity of the dengue situation this year has seemingly caught everyone off guard. The fatalities have already reached a staggering 76, even though we are yet to enter the peak season. Hospitals are overwhelmed. At the Mugda Hospital in Dhaka, for instance, there has been an unprecedented surge in incoming patients. The hospital staff, already stretched thin, is facing tremendous pressure, with patients being treated on floors and corridors. While it is crucial to increase the capacity of all hospitals, not just in Dhaka but other major cities, combating mosquito-borne diseases like dengue and chikungunya depends a lot on small, everyday measures like proper cleanliness. We, therefore, urge the health authorities and all city corporations to ramp up their cleaning, spraying and awareness-raising efforts.\n",
        "headline_1": "Misleading by example?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/misleading-example-3367061",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-07-2023"
    },
    {
        "full_article": "We're shocked to learn of a tragic incident in Noakhali's Chatkhil upazila where a 15-year-old schoolboy was allegedly killed for kicking a football – a chilling reminder of the cruelty and violence that children continue to face in many parts of the country. According to a report, Osman Gani, a seventh grader, died from injuries sustained after being beaten by a neighbour for kicking his son's ball, which accidentally landed on the roof of a nearby building. Osman was initially taken to the Noakhali Sadar Hospital, and later to a hospital in Dhaka, where he died on Tuesday. His family claimed that the neighbour, a mason, held a grudge against them because of a past incident.\nWhatever the motive, it is preposterous that a young life would be cut short over something as innocuous as kicking a ball. A game meant to bring joy and camaraderie instead led to a tragedy that will forever haunt the memories of those who knew Osman. But our response to this incident must go beyond expressing condolences and seeking justice, which we hope will be delivered following proper investigations. We must dig deeper, and examine the broader societal context that continues to allow such acts to occur.\nIt is perhaps reasonable to suggest that as a society we're growing increasingly intolerant, and it is the weaker members of society like children who are most vulnerable in this climate. The risks facing them are legion, as various media reports will show, and the circumstances surrounding Osman's death highlight the disturbing ease with which a risk may materialise. According to a 2020 survey, nine out of 10 children in the country experience some form of violent disciplining by their caregivers. Besides physical or psychological aggression, the two most critical challenges they face are child labour and marriage, both seriously damaging their life potential. The Unicef says that nearly 7 percent of children aged between 5 and 17 years are involved in some form of labour, while 51 percent of women aged between 22 and 24 were married off before their 18th birthday.\nEvidently, we have failed to create a safe and nurturing environment for our children where they will be protected from abuse, cruelty, or exploitation, and where their fundamental rights will be respected. It is deeply alarming. We must think critically about this issue and try to rectify it.\n",
        "headline_1": "Kicking a football is no crime",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/kicking-football-no-crime-3367296",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-07-2023"
    },
    {
        "full_article": "There is no denying that dengue would be far less of an epidemic if individuals and institutions just behaved a little more responsibly. After all, simply speaking, all it takes to prevent it is removing stagnant water from building/office premises, which we should be doing anyway to maintain their cleanliness. Yet, this seems to be a big ask, and on Monday, when a DNCC mobile court fined four state-run institutions for harbouring Aedes larvae on their premises, it was clear that we are far from where we should be even after Bangladesh witnessed the highest numbers of deaths and hospitalisations from dengue this year.\nSuch irresponsible conduct from public institutions sets a bad example. It dilutes the message against dengue, undermines the efforts of health authorities, and encourages similar offences by citizens. After imposing fines on the guilty companies, the DNCC mayor said, \"If they had taken Tk 500 worth of measures instead of [each] committing a Tk 5 lakh worth of offence, then Aedes mosquitos would not have been bred.\" The message is simple, and with the dengue virus now spreading to all but four of the districts, it extends to all government and semi-government offices in the country who must lead by example in implementing preventive measures. Private offices, educational institutions, student dormitories, and citizens too must do their part.\nThe severity of the dengue situation this year has seemingly caught everyone off guard. The fatalities have already reached a staggering 76, even though we are yet to enter the peak season. Hospitals are overwhelmed. At the Mugda Hospital in Dhaka, for instance, there has been an unprecedented surge in incoming patients. The hospital staff, already stretched thin, is facing tremendous pressure, with patients being treated on floors and corridors. While it is crucial to increase the capacity of all hospitals, not just in Dhaka but other major cities, combating mosquito-borne diseases like dengue and chikungunya depends a lot on small, everyday measures like proper cleanliness. We, therefore, urge the health authorities and all city corporations to ramp up their cleaning, spraying and awareness-raising efforts.\n",
        "headline_1": "Misleading by example?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/misleading-example-3367061",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-07-2023"
    },
    {
        "full_article": "In a major drive against illegal gas connections and unpaid bills between October, 2021 and June this year, the Titas Gas Transmission and Distribution Company Limited (TGTDCL) has made a stunning success, according to its managing director. As many as 603,975 gas connections to households, of which 520,402 were illegall, and the rest of unpaid bills, were snapped during this period. In as many as 28,398 drives including 330 mobile court operations, 668.50-kilometre illegal distribution lines were cut off and stored in TGTDCL warehouses. But this does not complete the picture of illegal connections. The company also snapped 400 industrial, 172 captive power plants, 466 commercial and 53 illegal connections. Massive malgrowth needed a massive surgery. But the Titas authority does not want to stop here, it vows to continue operation against illegal gas connections until the last one is eliminated. Surely, this pours honey in the genuine customers' ears. They have not only suffered due to such illegal connections but others intending to take legal connections were deprived of the facility. The extra bills and fines realised during the drive is huge. Up to this point, the impression is that the major distribution company with 55 per cent share in gas distribution to consumers has more or less streamlined its system. But the question is, if this will sustain. After all, illegal connections are snapped only to be restored by the vicious nexus that waits for an opportune moment. According to the Titas MD's own admission, contractors are the main culprits and some dishonest employees within the limited company are also involved in this malpractice. It is plain and simple to see that without in-house collusion with the contractors, such a massive illegal distribution network could not at all be set up. This latest drive appears to be comprehensive enough but its success depends mostly on regular monitoring of pipelines and vigilance over contractors and employees maintaining official communications between them. It is good to know that licences of 55-60 contractors have been cancelled, punitive measures taken against 228 Titas employees including termination of jobs of eight of them. Against the backdrop of severe energy crisis, such moves make sense but had the streamlining actions come earlier in preventing wastage of gas at the consumer level, the shortage of gas would not be so acute. In the absence of accountability, corruption was rife in the company in the past. One would assume that the phase is over and it will make preparations for discreet use of the available gas. However, Titas is not the only distributor. Although it is the major one, others have a share of 45 per cent in the distribution system. They must clean their respective Augean stables as well in order to ensure that the precious limited gas gets its maximum use. In this connection, the discriminatory system existent in gas pricing should be made uniform. Whenever there is discrimination, there is a chance of bad elements taking advantage of it for advancing personal interests. The MD claims he has been doing everything to turn the TGTDCL into a pro-people organisation. Let him be successful in his endeavour.",
        "headline_1": "Drive against illegal gas connections",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/drive-against-illegal-gas-connections-1689171645",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-07-2023"
    },
    {
        "full_article": "Zhou En-lai was once asked for his opinion on the ramifications of the French Revolution. His response was cryptic. 'It is too early to tell', he said.That was China's revolutionary leader expressing what was a philosophical view of a defining moment in history. But as the world observes yet one more anniversary of the storming of the Bastille on 14 July 1789, it makes sense to reflect on the many ways in which life around the world was to change in the decades and even in the two centuries-plus following the uprising of the French people.Of course, the immediate aftermath of the revolution of 1789 was a long and disturbing series of bloodletting in the country. Louis XVI and Marie Antoinette would lose their lives under the guillotine. But, as has been said, revolutions often consume their heroes as well. And so it was that Danton and Robespierre perished in the fury of the tumult they helped to generate. There were the scores of others who went the same way. But the revolution survived. It paved the way to republicanism in France. It gave the country a democratic system of governance which has endured despite the bumps on the road.Revolutions have transformed lives. Prior to 1789, the American Revolution of 1776, strengthened through a Declaration of Independence spelling out the rights of a people who had put an end to imperial power exercised from distant London, was to be a harbinger of pluralistic aspirations in the times to be. For the men behind the revolution --- George Washington, John Adams, Benjamin Franklin, Thomas Jefferson --- the goal was clear: men and women possessed the natural and political right to choose their government and were empowered to remove their rulers should governance dwindle into misrule or inefficiency. Government by the consent of the governed was the principle accruing from 1776.The themes underscoring revolutions through the ages have never been uniform. They have never been a rule of thumb to be applicable everywhere. And yet the objective has been the same, namely, an assertion of the power of citizens. In both America and France, it was citizen power which asserted itself and was systematically reinforced with the passage of time. If in 1776 and 1789 it was the majesty of the people which rose out of the mists of despondency, in other lands revolution was sometimes brought about in a nuanced way, the strategy being to consciously create the conditions needed to overthrow a corrupt political order. The Bolshevik Revolution of 1917 in Russia falls in this category. Lenin and Trotsky and Stalin did not arouse people in the loud way that the French and the Americans did. There was a method to their radicalism, which was to let the corruption of a tottering monarchy build itself into a state, fester into an odoriferous boil, with a long suffering working class decisively giving it a final push. The Bolshevik Revolution was therefore dependent on strategy resting on an infinity of patience. The strategy was the political education of the exploited class, which education was disseminated through clandestine activity at industrial installations and among the agrarian community. The Kerensky government, in wobbly power after the fall of the descendants of Peter the Great and Catherine the Great, predictably fell before the communist onslaught.Revolutions have impact, in diverse ways. The French Revolution opened the door to liberty, equality and fraternity for the people of France. Note, though, that it was not replicated elsewhere. Nor did its leading elements pretend that similar uprisings could be fomented in the rest of Europe. And that was the difference between 1789 and 1917. Lenin and his friends, though immediately confronted with internal as well as external enemies determined to snuff out their achievement, had a strong belief in the future of the system they were putting in place. They were convinced their achievement could be extended to regions beyond Russia. Marxism was, after all, a call for workers across the globe to unite. In other words, internationalism governed the spirit of the 1917 exercise. And yet some revolutions have caused great misery to people who expected positive change to lead them out of the woods. In Iran, the movement against the Shah quickly turned into a wave which promised better days. Ayatollah Ruhollah Khomeini was the promise of enlightened Islamic rule. He ended up disappointing the millions of Iranians who had through the generations suffered under Reza Pahlavi and his father. Revolutions cause, in the natural order of things, sunlight to stream into the lives of millions. But Khomeini's revolution quickly became an abject lesson in defenestrating an intolerant ruler followed by new authoritarianism splashed on popular dreams. Khomeini carefully presided over the decline of the revolution into a theocracy. If he was bitter in exile during the Shah's years, he let the bitterness go on. The revolution dwindled into hostage-taking, as the 444-day plight of American diplomats would demonstrate to the world. Minus the early days and minus liberalism, the revolution does not recall the spirit which shook up Iran in the late 1970s.Obscurantism defeats a revolution or does not let it happen. But obscurantism has no place in revolutions brought about by long suffering and longer patience, by a belief in the idea that the destiny of nations must be shaped by men committed to the promotion of the common weal. Men planning revolutions must suffer beyond measure before they reach their goal. Mao Zedong once spoke of beauty being at the top of the mountain. He and his comrades, fighting Chiang Kai-shek and the Japanese militarists all at the same time and losing thousands of men in the process, did not abandon the Long March. The march ended in weariness but nevertheless in triumph at Tienanmen Square in October 1949.Mao and his successors, holding fast to the ancient idea of China being the centre of the world, were intent on ensuring that the rest of the world came to their door. The rest of the world today may be worried about China and so may imagine that organisations like the Quad may contain it. The larger truth is that the Chinese Revolution has caused necessary havoc around the world. On the one hand, the ability of communism to raise the self-esteem of a nation is a truth to be graciously acknowledged. On the other, the Chinese Revolution, in terms of geopolitics, has outpaced its foes politically and is now gliding past nations to transform China into an unstoppable economic powerhouse. Mikhail Gorbachev could not build on Lenin's politics. Xi Jinping has not let the lamp lit by the Great Helmsman be extinguished.\n[email protected]",
        "headline_1": "Bastille 1789: reflections on revolution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bastille-1789-reflections-on-revolution-1689171709",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-07-2023"
    },
    {
        "full_article": "The HSC examinations 2023 students will start from August 17 next. The schedule for filling in the HSC 2023 examination form by the examinees under the Dhaka Board is between July 9 and July 17. But as always, students and parents have complained about collection of money in excess of the board-fixed fees and other irregularities in the educational institutions. Coaching fees are being added even though the classes of HSC candidates have officially ended. Besides, no coaching classes are being held. In addition, a substantial sum is being collected from the students in the name of examinees' failure to attend the daily prayer ceremony, teachers' breakfast and test examinations. This puts a lot of pressure on middleclass and lower-middleclass families. Students and parents are subjected to humiliation when they go to educational institutions with request for reduction of undue charges. When questioned about additional fees, or if non-compliance is reported, the heads of some institutions threaten examinees concerned saying they won't be allowed to fill in the form. In the circumstances, the Ministry of Education is requested to take action against all the educational institutions that are charging extra fees and harassing the students regarding filling in the forms. Otherwise, the examinees will continue face trouble filling in forms before examination.\nMd Maruf Hassan BhiuyanFeni[email protected]",
        "headline_1": "Unfair practice of charging in excess of HSC exam fees",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unfair-practice-of-charging-in-excess-of-hsc-exam-fees-1689171779",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-07-2023"
    },
    {
        "full_article": "We, at present, are living in a world where fast technological advancement is disrupting traditional systems. This also propels the adoption of technology in both private and public sectors. Digital transformation has come with a lot of facilities, while throwing the new challenge of cybersecurity breach. Recently, we witnessed the incident of massive data leak in Bangladesh, which exposed many citizens' personal data, as reported by the TechCrunch. This is not the first time that it happened in Bangladesh. Earlier, Bangladesh encountered several instances of cyberattacks - notably, cyberattack on Bangladesh Bank. The repetition of such incidents, undoubtedly, demonstrates the vulnerabilities and the need for ensuring data privacy and security for the citizens. Needless to say, there might be increased cybersecurity threats in future, given the rapid digital transformation in Bangladesh. And ensuring security of data and privacy is the citizens' right. Hence, shielding citizens against cyberattack should be a priority in the government's policy. To that end, the government must build a resilient cybersecurity firewall through investing in cybersecurity infrastructure, and create efficient manpower having vast experience in field of data security. Furthermore, policymaker should formulate cybersecurity policies and standard that all organizations, regardless of their being private or public, must comply. Lastly, government should emphasize regulatory framework whereby it will ensure assessment of cybersecurity risk and adopt the preventive measures. \nAL AMIN HOSSAINUniversity of Chittagong. [email protected]",
        "headline_1": "Protecting citizens' personal information",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protecting-citizens-personal-information-1689171800",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-07-2023"
    }
]