[
    {
        "full_article": "In a federal setup, attempts at undermining any stakeholder in the subject matter of education, which is in the Concurrent List, will prove disruptive. The Draft UGC (Minimum Qualifications for Appointment and Promotion of Teachers and Academic Staff in Universities and Colleges and Measures for the Maintenance of Standards in Higher Education) Regulations, 2025, seeks to do precisely this. Demonstrating the Centre’s penchant for facilitating control over institutions through gubernatorial proxies, it proposes to divest State governments of their role in the selection process for Vice Chancellor (VC) of universities. All powers are sought to be vested in the Chancellor — i.e., the Governor in most State universities — by taking away the function of constituting the search-cum-selection committee from the higher education departments. Such a committee would comprise a nominee each of the Chancellor; UGC Chairman; and of the respective university syndicate/senate. The Chancellor would appoint the VC out of three to five names recommended by the committee. Any violations, the draft warns, could attract debarment from participating in UGC schemes and denial of funding under the UGC Act. This comes against the backdrop of conflicts between State governments and Raj Bhavans on appointing VCs, which have deprived several universities, particularly in Tamil Nadu, of leadership. Naturally, opposition has come from several States, including Tamil Nadu, which passed a House resolution urging the Centre to immediately withdraw the draft. Tamil Nadu Chief Minister M.K. Stalin has argued that the draft is not only against the basic federal principles enshrined in the Constitution but also poses a threat to the higher education system. Kerala Chief Minister Pinarayi Vijayan, the AIADMK and the CPI-M have endorsed this stance.A proposal to make non-academics eligible for the VC’s job has also drawn criticism. The draft says such non-academics must have served for at least 10 years at a senior level in industry, public administration, public policy and/or public sector undertakings, with a proven track record of significant academic or scholarly contributions. Mr. Vijayan fears this could be used to appoint Sangh Parivar loyalists. However, universities have benefited from the scholarship of non-academics such as former President K.R. Narayanan and scientist Y. Nayudamma; appointing academics does not guarantee visionary leadership. The proposal to extend the VC’s tenure from the typical three to five years is welcome. The UGC would do well to remove anti-federal clauses from the draft regulations and allay apprehensions on other provisions. In the long run, it should aim for reforms to obliterate any governmental role in university administration, except maybe, for funding, and elevate them into truly autonomous institutions that nurture excellence. Published - January 13, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        education\n                    \n                            /                      \n                        \n                        laws\n                    \n                            /                      \n                        \n                        university\n                    \n                            /                      \n                        \n                        Governor\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        Tamil Nadu\n                    \n                            /                      \n                        \n                        Kerala\n                    \n                            /                      \n                        \n                        All India Anna Dravida Munnetra Kazhagam\n                    \n                            /                      \n                        \n                        Communist Party of India -Marxist\n                    \n                            /                      \n                        \n                        higher education",
        "headline_1": "Centralising control: On the Draft UGC Regulations, 2025",
        "headline_2": "The Centre must not attempt to run universities by proxy appointments",
        "link": "https://www.thehindu.com/opinion/editorial/centralising-control-on-the-draft-ugc-regulations-2025/article69092237.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-01-2025"
    },
    {
        "full_article": "The tendency to make existing laws more stringent is an administrative reflex action often occasioned by political problems set off by particular crimes. The amendments enacted by the Tamil Nadu Assembly to criminal laws on sexual crimes against women fall under this category. In response to the Opposition moves to corner the DMK regime after a rape within the premises of Anna University in Chennai, the government has moved to enhance punishments under the penal and procedural laws. That the perpetrator is a DMK sympathiser and that some details of the student survivor were leaked added political sharpness to the general criticism over such an offence happening inside the campus. At pains to deny any leniency and overcome the setback to its image after the Madras High Court formed a special investigation team, the DMK government has chosen to amend the law based on the theory that more stringent laws deter sexual assault and harassment. This belief is not founded on any statistical or empirical evidence, but is often invoked by those in government. This invariably means the use of legislative power to send out a political message that the administration is committed to women’s safety. After all, necessary amendments need not have to wait for a brazen crime or a public outcry.This is not to say the amendments are unreasonable: they enhance punishments for a range of sexual offences and extend bail-denying features to such offences as well as those under the POCSO Act. Also welcome is the new provision for passing binding protection orders that will ensure perpetrators do not contact survivors by any means. The death penalty has been introduced for acid attack that results in the victim being reduced to a vegetative state. On the other hand, the newly introduced definition of harassment of women to cover the use of digital and electronic means and even non-verbal means may be too broadly worded and prone to misuse. Few would disagree with the enhancement of jail terms for rape, sexual assault, sexual harassment, stalking and voyeurism, but a question does arise whether the mere increase in the quantum of punishment increases the possibility of conviction or reduces the incidence of these crimes. The onus of arresting offenders, gathering credible evidence and proving it in court remains the same. Impartial investigation and resisting pressure for a cover-up while effectively implementing existing laws are more crucial for demonstrating commitment to women’s safety. Making workplaces, public space and homes safer for women will work better than merely adding to the severity of laws.  Published - January 13, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        laws\n                    \n                            /                      \n                        \n                        Tamil Nadu\n                    \n                            /                      \n                        \n                        sexual assault & rape\n                    \n                            /                      \n                        \n                        university\n                    \n                            /                      \n                        \n                        Chennai\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        Dravida Munnetra Kazhagam\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        investigation\n                    \n                            /                      \n                        \n                        children\n                    \n                            /                      \n                        \n                        death penalty policies\n                    \n                            /                      \n                        \n                        online\n                    \n                            /                      \n                        \n                        crime\n                    \n                            /                      \n                        \n                        politics",
        "headline_1": "Law by reflex: On the amendments by Tamil Nadu Assembly to criminal laws on sexual crimes against women",
        "headline_2": "Effective implementation, not stringency of law, will deter sexual crimes",
        "link": "https://www.thehindu.com/opinion/editorial/law-by-reflex-on-the-amendments-by-tamil-nadu-assembly-to-criminal-laws-on-sexual-crimes-against-women/article69092245.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-01-2025"
    },
    {
        "full_article": "There’s no age for asceticism. But there is an age to go to school. The Juna akhara case has lessons for all\nThe Juna akhara’s decision to stop initiation of a 13-year-old girl into their rigorous way of life should sound caution to society at large. Reports have suggested the girl’s parents said they “donated” her because, to quote them, “she always wanted to be a sadhvi”. Can a 13-year-old be expected to recognise what entering monkhood entails? Prayer and worship are considered beneficial in and of themselves, but it’s the parents’ understanding of their role, and agency of a young teen, that needs parsing.\nFor a large part of India, childhood is but an age. Children labour, both boys and girls are exploited, they’re forced to beg and steal, they’re not in school – they live adult lives, not out of choice. Even among teeming middle-classes, between unfiltered social feeds, TV reality shows, and uncurated selfie-reels (Insta effortlessly replaced TikTok), children are commodified and sexualised with family approval, childhood reduced to a performative ritual of observing birthdays and dressing up for festivals on loop. Given India’s reality and religiosity, it isn’t impossible to imagine parents agreeing in good faith to give away their daughter to rigorous practice many doubtless consider the ultimate calling.\nThis is not to shame the parents. But ask, what does the law say? For one, shouldn’t all 13-year-olds be in school? That’s perhaps the one thing middle-class parents must hold on to – education till at least Class 10. Teen years are tumultuous times. It is the time to experiment, yes, but not the time to take life-altering decisions. It is the time to grow up, and for parents to shepherd, not to give up or give in. A child’s ‘consent’ is not valid in law. India’s age of consent is 18 (given moral considerations), but to work is just 14 (given practical considerations). There’s much left to do to secure children’s rights – to start off, a mindset change among adults about what childhood is.\n\n",
        "headline_1": "Wait for the calling",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/wait-for-the-calling/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-01-2025"
    },
    {
        "full_article": "Culinary smarts may not be enough in the food biz when online platforms are armed with customer data\nInstant gratification is still a dream but we are getting there. From a 30-minute pizza delivery, we’ve come to chhole-bhature in 10 minutes. Blinkit’s Bistro, Swiggy’s Bolt and Snacc, Zepto’s Cafe, Swish, Zing and MagicNow are already in the super-quick delivery game, more might follow. But there’s a hitch. Notice that these are tech firms that started out connecting restaurants with customers. In a sense, they were online marketplaces for food. Restaurants – big brands and small – did the cooking, they did the connecting and carrying. In the beginning they even sweetened deals by throwing in discounts. But now aggregators reportedly want to bypass brands for quicker deliveries, and restaurants don’t like it.\nIt’s a free country, so why not? National Restaurant Association of India (NRAI), which claims to represent over 500,000 restaurants, says the aggregators have totted up mountains of data about customers over the years without sharing it with them. They know what all Mrs Bedi ordered over the past five years, from where, payment methods she used, discounts she applied, ratings she gave…everything. One food aggregator recently shared it had fulfilled 9.1cr biryani orders and 5.8cr pizza orders last year. That’s the data mound they are sitting on. No wonder, restaurateurs are worried. They say aggregators know customers so well, and online ordering has become such a habit, that ‘private labels’ – new food brands created and owned by aggregators – could hurt established restaurants. \nNRAI and another hospitality body, Federation of Hotel & Restaurant Associations of India (FHRAI), argue that there’s nothing fair about a marketplace competing with individual sellers. It’s like a mall owner who sets up their own-brand food court, cinema and shops on the ground floor and forces renters upstairs. Of course, renters can move to another aggregator or marketplace, but NRAI and FHRAI say data dominance of leading aggregators is an entry barrier for new aggregators, just as alternative search engines struggle to compete with the market leader. \nThe matter seems headed to the commerce ministry and Competition Commission of India, but aggregators deny using data to undercut restaurants and argue they have built separate apps for their 10-minute services. We would take them at their word, but data occupies a grey zone in India. That said, while data can net customers, only good food will retain them. The restaurant business is a cautionary tale – by some accounts it has the highest failure rate. Aggregators donning the chef’s hat should be prepared to burn their fingers.\n\n",
        "headline_1": "Data dining",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/data-dining/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-01-2025"
    },
    {
        "full_article": "Fire behind you, a different hell ahead \nGrowing up in India, LA was the land of adolescent dreams: Pamela Anderson in slow-mo, sun and sand, canyons and hills, beautiful people, and Hollywood, a neverland of light and shadow. On moving here as an adult I saw it for what it really is – high taxes, insane traffic, unreally priced real estate, crazy regulations, and the part they skipped in California Dreaming. Fire.\nI had just become an Angelino when I was woken up at 2am by the sounds of punches on the wooden door. Opening it, I found two LAPD officers screaming at me: You have to leave. NOW. Half-awake, I looked back to where they were looking, at the mountains at the back of my house, and there I saw it: flames leaping from the top, a line of fire as long as I could see, and smoke curling up from behind. I had no idea when I had been transported to Sauron’s backyard in Mordor.\nBlinded by fear and packing whatever I could within ten minutes, I drove out, not knowing where I was supposed to go. Okay, I will go to my office. I have a room there, and my family and I could stay the night. As I hit the road to work, there were fires on both sides, the wind carrying specks of smouldering embers, but at least there was no traffic. This was odd because even at 3 in the night, the opposite side was chock-a-block with cars driving in the other direction.\nAt that moment, I realised why. I was driving straight to where the fire was raging. I swerved into oncoming traffic, and thankfully, other drivers let me in as I joined the crowd fleeing the fire. By 5am, I found a hotel room, while many others were turned away. We spent two days watching on TV as the Los Angeles Fire Department worked to save our neighbourhood, which they did save, for they are the finest.\nNow, as the Palisades fire engulfs this city and we live in terror of peak fire season, I am more prepared for living with flames but no less scared, for this is life in Los Angeles – ethereal beauty, one moment, one spark, one gust, and then it is Hell’s Inferno.\n\n",
        "headline_1": "California driving",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/just-another-blog/california-driving/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-01-2025"
    },
    {
        "full_article": "The median age of India’s population is 28.8 years (UN:2024). This means that significantly more than half our people have no lived experience of the appalling scarcity and abysmal choices Indians had to put up with before the transformative reforms of 1991. It was a different world.\nIf we travelled abroad, we were allowed a princely sum of $20 of foreign exchange. We had the luxury of three brands of soap and two brands of toothpaste to choose from. Households were forced into the black market even for daily necessities like sugar and baby food. It was quite common for people to smuggle in even low-end cameras and tape recorders. It took years to get a telephone or an LPG connection. Only the super-rich had colour TVs because only they had the money and the political clout to get an import permit. And govt took pride in baking and selling its own brand of bread!\n \n\nRead full story on TOI+\n\n",
        "headline_1": "Born in ’90s: Spenders & risk-takers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/born-in-90s-spenders-risk-takers/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-01-2025"
    },
    {
        "full_article": "The National Board of Revenue's (NBR) decision to hike the value-added tax (VAT) and supplementary duty (SD) on more than 100 products is unwise and poorly timed, especially considering the persistent inflation and rising food prices. As economists and business leaders have pointed out, such a decision in the middle of the fiscal year is unlikely to bode well for the economy.\nThe increase in VAT and SD on arguably non-essential products—such as mobile phones, broadband internet, medicine, imported fruits, tissue paper, motorcycles, and liquified petroleum (LP) gas—is apparently intended to meet one of the conditions of the IMF for its $4.7 billion loan support. Under the IMF programme initiated in 2023, Bangladesh needs to raise its tax-to-GDP ratio by increasing tax revenue collection. However, the country has so far fallen short of the targets. To achieve the IMF-recommended ratio, the government must collect an additional Tk 12,000 crore this fiscal year. The IMF is reportedly considering making the tax collection target a Quantitative Performance Criteria (QPC)—a mandatory benchmark for unlocking instalments under the loan programme. This puts immense pressure on the government to boost revenue mobilisation to secure the next tranche of the IMF loan.\n\nBut the question is whether drastically raising VAT and SD on products that are not necessarily luxurious is the right strategy. Indirect taxes such as VAT and duties are inevitably passed on to the end consumers. But people's purchasing power has not kept pace with inflation and rising food prices in recent years. Furthermore, as one businessperson told our correspondent, businesses are likely to either evade taxes or increase product prices to absorb the higher VAT burden. Additionally, even in this digital era, many business transactions remain untraceable, and revenue collection is not fully automated. As a result, meeting the revenue collection target by raising VAT and SD rates—a decision made without consulting stakeholders or experts—seems overly ambitious.\nAnother similar move that goes against the interests of consumers was the suspension of the Trading Corporation of Bangladesh (TCB) and the Department of Agricultural Marketing's truck sale programmes for essentials and agricultural products. It is unclear why the government would halt such pro-poor measures.\n\nInstead of relying on indirect taxes that disproportionately affect the poorer sections of society, the government could have considered alternatives such as imposing a wealth tax or intensifying efforts to collect income taxes through targeted drives. The numerous tax exemptions granted to institutions and businesses without clear rationale should also be reviewed and restructured. Similarly, government expenditure could be reassessed to eliminate unnecessary costs. Such measures can still be taken instead of summarily raising VAT and duties. Finally, the government should engage with the IMF to renegotiate loan conditions, particularly those tied to the credit programme initiated by the previous regime. The bottom line is, poor and middle-class citizens must be spared additional monetary burden at this critical time.\n",
        "headline_1": "Govt must reverse anti-poor decisions",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/govt-must-reverse-anti-poor-decisions-3797756",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-01-2025"
    },
    {
        "full_article": "During the 1980s and 1990s, a new wave of Bangladeshi migrants, comprising mainly unskilled workers, led to a widespread perception of Bengali migrants as itinerant labourers and temporary workers in the Malay Peninsula. However, one may ask: Did Bengalis not migrate to the Malay world before the 1980s? The answer to this question can be found on every page of the book In the Malay World: A Spatial History of a Bengali Transnational Community, published by Cambridge University Press. Despite the significant historical mobility of Bengalis in the Malay Archipelago and their contemporary prominence, as reflected in the more than a million-strong Bengali diaspora in the region, their historical studies remain almost unseen. Three aspects are significant in examining the history of Bengali migration and their transnational community. The first aspect includes the background of Bengali migration, processes, and governance during the colonial period. The second set of issues addresses the identity of Bengalis among many Indian ethnic communities, their demographic profile, and the historical challenges and opportunities they faced. Thirdly, the contributions of Bengalis to the Malay world's economy, culture, and civil society, as well as their role in forming a cosmopolitan space in the Northeast Indian Ocean region.\nPre-colonial Trajectory Across the Bay of Bengal and the Malay Sea\n\n\"A thousand years have I been roaming the world's pathways/ From Ceylon to Malaya in the darkness of night across oceans/ Much have I travelled; in the grey universe of Bimbisara, Ashoka …. A moment or two of peace she gave me, Natore's Banalata Sen\" ('Banalata Sen', a poem by Jibanananda Das, translated by Sugata Bose).\nJibanananda Das, a leading Bengali poet of the twentieth century, never travelled to the Malay Peninsula. However, in an allegorical verse in his famous poem 'Banalata Sen', an ode to the eponymous eternal woman, Das expressed that he had travelled for thousands of years from Sri Lanka to the Malay world to attain a moment of peace. His literary mind knew no bounds. Though his journey was a fantasy of love, it gives us a sense of the constant flow of Bengali mobility and culture between the two coasts of the Bay of Bengal and the Malay Sea. Factually, Bengalis voyaged to the Malay Archipelago for a thousand years. This truth fuelled the imagination of Bengali poets, as reflected in Das's verse.\n\nA sizeable Bengali diaspora became visible in British Malaya during the late nineteenth century. It gradually created social and cultural spaces alongside other migrating communities, such as the Chinese, Tamils, and Burmese.\nBengali connections with the Malay world go back centuries. Bengalis have been travelling widely in Southeast Asia since about the third century BCE. During the pre-colonial era, the primary connections were the circulation of goods and ideas. Chittagong port was prominent for trade and cultural dissemination. Anthony Reid and R. C. Majumder have shown that Buddhism and Islam were disseminated from Bengal to Southeast Asia. Majumder and Ganguly suggested that Bengal was extensively involved in developing cultural links between the diverse civilisations of Eastern and Southeastern Asia for nearly 1,500 years. In this respect, Chittagong and Malacca ports were crucial in exchanging cultures and commodities.\nBengali merchants conducted business in the Malay Peninsula and assisted in managing the Malacca Port at some point. A Malay nobleman, Parameswara (1344–c. 1414), established the Malacca Sultanate and founded a port in 1400. To avoid petty corruption, he established a hierarchy with four harbour managers representing Gujaratis, Bengalis, Malays, and East Asians. The Portuguese and Dutch East India Companies colonised Malacca in 1511 and 1641, respectively. Malacca was ceded to the British in 1824 through the Anglo-Dutch Treaty.\nWith the arrival of Europeans in the Bay of Bengal waters, Bengalis were introduced to Malaya through various avenues, including enslavement and later as imperial subjects. Europeans integrated Bengali enslaved people into the global slave-trading network. During the 1620s, the Dutch frequently visited Chittagong to purchase Bengali enslaved people captured by the marauding Portuguese, known as Feringhi. It is estimated that approximately 100,000 enslaved people, and possibly more, were taken by the Dutch from various regions, including the Bengal–Arakan border. The Dutch employed them as domestic servants or agricultural labourers in their colonies.\n\nDuring the postcolonial period, Dolly Sinha was popular among Bangladeshi migrants. She completed her Bar-at-Law in 1977 and practised at the Singapore Court for nineteen years. She opened a law firm named Dolly Sinha Davenport and Co. She recalls that when she was practising law in the 1980s, people called her office the 'Little Bangladesh High Commission' because most of the injured or maltreated Bengali workers came to her office for legal assistance.\nColonial Connectivity and Bengali Mobility\n\nWith the establishment of the British colonial administration and trans-regional networks in the 1830s, Bengali mobility into the Malay world took a relatively stable form. The maritime Bay of Bengal and land routes became robust avenues of mutual communication between 1830 and 1851. During this period, the Straits Settlements (consisting of Penang, Malacca, and Singapore) were administered from Calcutta. In the following years, the Straits Settlements came under the direct control of the Governor-General of India, an arrangement that continued until it became a crown colony in 1867. Moreover, the print media of the Straits Settlements offered 'soft' connectivity by either publishing news from Bengal or reproducing reports from Bengal newspapers.\nHowever, a particular issue that has been encountered relates to identifying Bengalis among other South Asian migrants. Colonial records refer to migrants from different parts of South Asia using generic terms such as 'Indian', 'native of India', 'eastern Indian', and, to some extent, 'aliens' and 'others'. The term 'Bengali' was bundled with non-Bengalis, such as 'Sikh', 'Hindustani', or 'Punjabi'. Such terminological and categorical ambiguities about Bengalis hinder the remaking of the history of Bengali migration. Bengalis provide examples of mobility as convicts, indentured or kangany labourers, and 'free' migrants under British imperialism. Both colonial governments in Bengal and the Straits Settlements regulated Bengali migrations.\nGovernance of Migration and Bengali Professionals\n\nBritish Malaya was rich in tin, rubber, coffee, oil, and other minerals, creating job opportunities and drawing a multiracial group of people from neighbouring areas, including China, India, and Bengal. Bengalis were involved in both professional and non-professional jobs during the nineteenth and twentieth centuries. For instance, they worked as clerks, doctors, lawyers, accountants, coolies, shopkeepers, boatmen, security guards, vendors (bread-sellers), and lascars. Bengali specialists in obstetrics and gynaecology served with dedication in British Malaya. K. C. Sinha migrated from Calcutta to Singapore in 1912 and joined as a general practitioner at Kandang Kerbau Maternity Hospital. His son and grandson became prominent obstetricians and gynaecologists in Singapore. Members of the Sinha family served at the Kandang Kerbau Maternity Hospital for almost fifty years. Mushahid Ali , a descendant of a Bengali migrant, recalls his family's involvement in tin mining and their transition from one sector to another, where they met other Bengali workers.\n\"We came from Taltala Village under Balagonj police station in Sylhet. My father, Munshi Asmat Ali, and my uncle Muniruddin came to British Malaya in 1922. They worked in unskilled jobs along the west coast of Malaya; from Penang, they went to Batu Gajah in Perak to seek work in the tin mines as boilermen or engine drivers. Eventually, they went to Ampang, Selangor, where there were other people from East Bengal, particularly Sylhet. They worked there for a while before moving south to Johor. While Asmat Ali found work as a boilerman in Kota Tinggi at Sungei Besi Tin Mine, Muniruddin went to Singapore in 1939 to seek work at the British military base and eventually settled there. In those days, the British encouraged the people of Sylhet to come to Malaya.\"\nMushahid Ali, son of Munshi Asmat Ali (1893–1982), was born and grew up in Johor. He moved to Singapore in 1949 to pursue better education. After finishing college, he started working as a reporter for a newspaper and later worked at Radio Television Singapore from 1963 to 1966. He resumed his studies at the University of Singapore in 1966, graduated, and eventually joined the Ministry of Foreign Affairs. He served as a diplomat in seven countries, including Malaysia, Saudi Arabia, Indonesia, England, Japan, and Cambodia, and retired in 2001. Presently, he is working as a senior fellow at the S. Rajaratnam School of International Studies (RSIS) at Nanyang Technological University. His three offspring work in Singapore and the USA.\nIn his travel account, Ramnath Biswas, a globetrotter who started peddling his bicycle from Singapore in the 1930s, wrote about a Bengali grocery shop in Seremban, where Bengali migrants used to gather. According to Anwarul Haque's oral testimony, his father, Muniruddin, was an electrician and a supplier of electrical equipment in the Serangoon area. After the Second World War, Muniruddin's family resided in a shophouse on Bras Basah Road that served as both a home and a trading centre.\nDuring the 1930s and 1940s, Bengalis owned a few bookshops. For instance, Noorul Islam's father started a bookshop named 'Modern Book Store' around 1938, located near Muniruddin's electrical equipment store.\nThe Making of a Diasporic Space: Socio-political Dimensions and Civil Society\nA sizeable Bengali diaspora became visible in British Malaya during the late nineteenth century. It gradually created social and cultural spaces alongside other migrating communities, such as the Chinese, Tamils, and Burmese. Mirza Abdul Majid (1906–1973), commonly known as M. A. Majid, was a towering figure among the Bengali diasporic community in the Malay world. He migrated from Sylhet to Singapore in the 1920s and married a Chinese woman. He was well-known in Singapore's public life and had good connections with colonial administrators. In 1938, M. A. Majid took steps to secure the interests of the working classes, including the Bengalis. He noted the grievances, injustices, and unemployment faced by Bengali seamen in Malaya. He urged foreign shipowners to improve the working conditions of Asian seamen. In the 1930s, more than 60 per cent of Bengali lascars remained unemployed indefinitely in Singapore, and the Master Attendants' Office was indifferent to their grievances.\nIn her oral testimony, Shafiya Khatoon recalls how Majid and his Chinese wife became a key example of a transnational family in the Malay Peninsula. Majid and his wife, Hamidah Binte Abdullah Sani, had ten offspring. In 1965, the eldest daughter of Majid, Khatoon, married Kamsani Hasan, a mixed Malay. Hasan's father was an Indonesian Malay, and his mother was a Bruneian who had a connection to the Brunei royal family by marriage. Hasan's maternal aunt, Mrs. Kadayang Amas Ampuan Salleh (commonly known in the family as Maskatun), was the first wife of Sultan Ahmad Tajuddin (the twenty-seventh Sultan of Brunei Darussalam). Khatoon visited her husband's relatives in Brunei on several occasions from 1969 onward. Hasan had a close connection with his three maternal cousins, namely Y. A. M. Pengiran Anak Datin Seri Setia Hjh Siti Saerah Al-Marhum Sultan Ahmad Tajuddin (Belabab Basar, 1928–2013), Y. A. M. Pg Anak Siti Zubaidah Al-Marhum Sultan Ahmad Tajuddin (Belabab Tangah, c. 1932–1986), and Y. A. M. Pengiran Anak Datin Seri Setia Hajah Siti Halimah ibni Al-Marhum Sultan Ahmad Tajuddin (Belabab Damit, 1935–2009). Khatoon attended the wedding of Saerah, the daughter of Sultan Ahmad Tajuddin, at Darul Hana (Old Royal Palace) and her funeral. The twenty-ninth Sultan of Brunei Darussalam also attended the janazah (funeral) prayer for Saerah\nM. A. Majid was not a trained solicitor, but he had knowledge of various legal issues and helped seamen and others in the court of Singapore. After WWII, Majid transitioned into national politics and stood in municipal commissioner and legislative councillor elections. In 1948, two candidates from the Progressive Party and Majid, an independent candidate, contested the Municipal South-West constituency in the first Legislative Council election. Majid endeavoured to achieve a self-government system in Singapore. After the Legislative Council election in 1948, Majid formed a political party, the Singapore Labour Party (SLP), to protect labourers' interests. He was the 'principal organiser' of the party. Majid had good connections with prominent contemporary politicians, including David Marshall, Tengku Abdur Rahman, and Lim Yew Hock. They used to visit Majid's house and discuss contemporary political issues in British Malaya.\nMrs. Hena Sinha was born and brought up in Burma. After her marriage, A. C. Sinha and Mrs. Sinha, along with her mother-in-law, disembarked from Rangoon Port for Singapore. Her daughter-in-law, Dolly Sinha Davenport, recollected her married life and described her transnational family in the following words:\n\"I have three offspring. Ranjit was the father of two kids. One kid is with Davenport [after the death of Ranjit, Mrs. Sinha married Brand Davenport]. My eldest daughter is settled in the USA. She got married to an American who had two sons. My son, Robin Sinha, is a doctor, settled in Singapore, and married a Chinese girl. The youngest daughter, Roya, is settled in Singapore.... She got married to a boy who is mixed-race, mother Chinese and father Irish. Brand [her second husband] was an Anglo-Indian. His father was pure English, and his mother was mixed-race.\"\nDuring the postcolonial period, Dolly Sinha was popular among Bangladeshi migrants. She completed her Bar-at-Law in 1977 and practised at the Singapore Court for nineteen years. She opened a law firm named Dolly Sinha Davenport and Co. She recalls that when she was practising law in the 1980s, people called her office the 'Little Bangladesh High Commission' because most of the injured or maltreated Bengali workers came to her office for legal assistance.\nBengali Associations and their Religious and Cultural Activities\n\nBy the turn of the twentieth century, the Bengali diaspora had formed various social, religious, and cultural associations. The Bengali Hindu and Muslim communities established several associations and initiated many social, religious, and cultural activities during the interwar period in British Malaya. The Malayan Bengalee Association (MBA), one of the earliest Bengali associations, began functioning in Malaya in the 1920s. Its members came from the same ethnic group and language. Fresh Bengali migrants and the descendants of those who had arrived mainly from Calcutta, Dacca, Chittagong, and Midnapore were also members of the MBA. In 1952, the MBA was formally registered, and H. K. Choudhury was its first elected President (1951–1956). After the formation of Malaysia in 1963, the MBA renamed itself the 'Malaysian Bengalee Association'.\nBengali Muslim migrants and their descendants founded the Bangiya Moslem Sammilani (the Bengal Muslim Association) in Singapore in the 1920s. The Sammilani organised various social and religious events and programmes. In 1935, they celebrated the silver jubilee of George V (1865–1936) at Rangoon Road in Singapore with a three-day-long programme. Most of the participants were Bengali lascars, merchants, and seamen. Doa selamat (prayers) was offered for the king and his empire at the Queen Street Mosque on the first day. A Bangla music concert was held on the second day, and on the last day, a special dinner was served at M. A. Majid's house, who was the secretary of the Sammilani. More than 150 guests attended the dinner. Majid wrote a congratulatory message to the Viceroy of India at this event.\nThough the Bengalis from West Bengal of India and Bangladesh share common cultures, including language and food habits, they split into two communities in Malaysia and Singapore in the late 1970s. The primary reason for this separation was the independence of Bangladesh, which divided the Bangla-speaking community along national lines.\nBased on a range of primary sources, including oral history interviews, the book reveals an untold history of transregional connectivity between South and Southeast Asia and the making of a diasporic space that vividly resonates today. It fills a gap in the existing historiography of Bengali historical migration and their space-making in present-day Malaysia and Singapore.\nGazi Mizanur Rahman is an assistant professor of history at BRAC University, Bangladesh, with expertise in historical migration.\n",
        "headline_1": "An Untold History of Bengali Migrants in Malaya and Singapore",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/untold-history-bengali-migrants-malaya-and-singapore-3798056",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-01-2025"
    },
    {
        "full_article": "It is deeply concerning that the National Institute of Cancer Research and Hospital (NICRH)—the country's premier public facility for cancer care—is failing to provide radiotherapy treatment due to prolonged equipment failure. For over 19 days, according to a report by The Daily Star, all six radiotherapy machines at the hospital have been out of service, forcing cancer patients to delay their treatment at the risk of their conditions worsening or spreading.\nNICRH is not just another healthcare facility; it is a lifeline for many patients, especially those from poor backgrounds, who rely on its subsidised services. For such a vital institution to go even a single day without functioning radiotherapy machines is thus unacceptable. That the current paralysis has dragged on for nearly three weeks only shows the gravity of the situation. In fact, the equipment failure has been a persistent problem for NICRH: one of the machines has been out of order for two years, and another for over a year. How has such a critical problem been allowed to continue unchecked for so long?\n\nFor many cancer patients, seeking treatment at private clinics is not an option due to the exorbitant costs involved. They rely on NICRH for affordable care. When that care is delayed, they face harrowing choices—some borrow or exhaust their life savings to seek private treatment, while others are left with no option but to wait, risking their lives as cancer progresses.\nReports of similar incidents paint a grim picture of recurring dysfunction at NICRH. Last year, Prothom Alo reported that all of the hospital's radiotherapy machines had malfunctioned. At that time, even the X-ray machine was out of order for two weeks. These repeated breakdowns are symptomatic of a broader systemic failure in public healthcare, at the core of which lies a disturbing culture of indifference and irregularities. Instead of prioritising urgent repairs or replacing outdated equipment, hospital authorities have shown a complacent attitude, waiting for external interventions that rarely come in time.\nFor many cancer patients, seeking treatment at private clinics is not an option due to the exorbitant costs involved. They rely on NICRH for affordable care. When that care is delayed, they face harrowing choices—some borrow or exhaust their life savings to seek private treatment, while others are left with no option but to wait, risking their lives as cancer progresses.\nWe urge the health authorities to address this crisis immediately. The radiotherapy machines at NICRH must be repaired or replaced immediately, and measures must be taken to prevent such prolonged disruptions in the future. The possibility that certain vested quarters may be deliberately sabotaging these machines to drive patients towards private facilities must also be thoroughly investigated. The health directorate's long-standing failure to properly oversee public hospitals like NICRH also must be rectified.\n",
        "headline_1": "A public cancer hospital in crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/public-cancer-hospital-crisis-3797586",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Unlocking farm  export potential",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unlocking-farm-export-potential-1736689213",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "To be innovative to boost revenue income",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/to-be-innovative-to-boost-revenue-income-1736689264",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Crisis of commodity is no problem, affordability is",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/crisis-of-commodity-is-no-problem-affordability-is-1736689319",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Breaking the cycle of child malnutrition",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/breaking-the-cycle-of-child-malnutrition-1736689336",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-01-2025"
    }
]