[
    {
        "full_article": "The latest industrial output estimates from the National Statistical Office indicate an across-the-board loss of momentum in December with overall production growth slowing to 4.3% year-on-year, from November’s 7.3% pace. While activity was unchanged or moderated across all the three constituents of the Index of Industrial Production — mining, manufacturing and electricity — the largest sector manufacturing, with a weight of almost 78%, was the biggest drag as the expansion decelerated to 2.6%, from the preceding month’s 6.4% increase. Assessed on a sequential or month-on-month basis, mining and manufacturing posted slowdowns, with only electricity growing 7.6% in the wake of November’s contraction of 1.5%. Manufacturing, where the sequential growth slowed by more than 2 percentage points to 4.7%, from 6.9% in the previous month, was weighed down by three of the six use-based sectors including consumer durables, consumer non-durables and capital goods. The three categories reflect a broader trend in the economy. For one, private consumption is still to regain an enduring footing notwithstanding a post-pandemic surge in pent-up spending most visible in the services sector. Production of consumer durables shrank 10.4% year-on-year and 2.2% sequentially in December, after rebounding in November following festival demand. Non durables experienced a sharp sequential deceleration, with growth braking to 7.4% month-on-month.The capital goods data point to continuing uncertainty on the private sector investment front. Production of the plant and machinery ordered when expanding or starting ventures is struggling to sustain momentum, with output growth sliding appreciably both sequentially and year-on-year. In December, growth from a year earlier in the segment slowed to 7.6%, compared with November’s 21.6%. Month-on-month, the slowdown was starker with output barely inching up 0.2%, after expanding 13% in November. However, primary and infrastructure and construction goods offer hope that some positive momentum can be built on with the right policy measures. While the sequential pace of growth for primary goods output quickened to 9.2% from 1.1%, the month-on-month advance for infrastructure and construction ticked up to 4%, from November’s 3.2%. With the RBI’s survey of the manufacturing sector’s outlook indicating firms expect some softening in order books and overseas demand in the current quarter, a lot will hinge on policy staying supportive. The Union Budget’s plan to provide a push for infrastructure through a substantial increase in the government’s capital expenditure should provide a big fillip to construction goods and is likely to feed through to other sectors as well in the coming months.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nmining\n\n/\n\nmanufacturing and engineering\n\n/\n\nelectricity production and distribution\n\n/\n\nCoronavirus\n\n/\n\nReserve Bank of India\n\n/\n\nBudget 2023\n\n/\n\nUnion Budget",
        "headline_1": "Not losing steam: On latest industrial output estimates",
        "headline_2": "The capital goods data point to continuing uncertainty on the private sector investment front.",
        "link": "https://www.thehindu.com/opinion/editorial/not-losing-steam/article66500650.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-02-2023"
    },
    {
        "full_article": "After 10 days of talks with the Pakistan government, an IMF delegation left Islamabad on February 9 without a concluding statement either on its review of an existing $7 billion loan programme or on a fresh tranche of loans to help the distressed economy. The Shehbaz Sharif-led government insisted that this was standard process and that the country would expect a loan tranche after the IMF’s completed its internal process were complete but the desperation was also evident in the government reportedly agreeing to fresh taxes, reducing subsidies and increasing levies on fuel consumption to meet the IMF’s expectations. Economic distress is deepening — power blackouts persist even in urban areas, annual inflation was at 27.5% in January (its highest since 1975), the Pakistani rupee has fallen to nearly 270 a dollar and forex reserves have fallen below $3 billion, the lowest since February 2014, threatening a balance of payments crisis. The effect of last year’s debilitating floods continues to weigh on the economy with thousands still homeless, agricultural land destroyed and many people without adequate food. The perilous state of the economy explains the desperation for yet another IMF bailout, which would be the sixth such facility the agency extended since 2000, and which seems inevitable as this would stave off the balance of payments issues, with complementary support from traditional allies in West Asia and also China.\rThe effect of the COVID-19 pandemic and the floods notwithstanding, the cyclical nature of the economic issues and the country’s repeated reliance on IMF packages during crises point to a failure of governance. While import dependency, low export competitiveness and poor fiscal management are proximate reasons for the recurring crisis in a shock vulnerable economy, it must also be said that this is an indirect outcome of the absence of an unrestrained run of power for civilian democracy in a country where the military has a preponderant role. With elections due later this year, little trust remaining between the key political parties and the military seeking to meddle in the political process, things do not forebode too well for the country. Unless the governance structures refocus themselves to addressing long-term structural weaknesses in the economy and find ways to improve relations with neighbours such as India, the cyclicity of the economic problems will remain. But for that to happen, the military establishment has to take a back seat: a bleak prospect in the medium term.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nPakistan\n\n/\n\nloans\n\n/\n\ndiplomacy\n\n/\n\nflood\n\n/\n\nChina\n\n/\n\nCoronavirus\n\n/\n\neconomy (general)",
        "headline_1": "Cyclical troubles: On IMF bailout for Pakistan",
        "headline_2": "Pakistan pins its hopes on another International Monetary Fund bailout to stave off the economic crisis",
        "link": "https://www.thehindu.com/opinion/editorial/cyclical-troubles/article66501334.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-02-2023"
    },
    {
        "full_article": "“I am Khan, but not a terrorist.” It was a statement of a senior advocate from Madurai on hearing his name was dropped from the panel recommended for judgeship at Madras high court. His name was proposed by the then HC chief justice but GoI shared reports received from the intelligence agencies and raised certain objections. The Supreme Court collegium rejected his name, triggering a response from the hurt advocate.\nNormally, when names are recommended for judgeship by the HC collegium, the SC collegium first considers the opinion of the judge who hails from that state (consultee judge) and thereafter proceeds to decide the matter. On such occasions where GoI wants to input, reports received from intelligence agencies will be shared with the court.\nRead full opinion on TOI+\n\n",
        "headline_1": "Don’t spook the justice system",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tracking-indian-communities/dont-spook-the-justice-system/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-02-2023"
    },
    {
        "full_article": "By Bibek Debroy and Aditya Sinha\n This is the seventh part of an occasional series on legal reforms\nArticles 124 and 217 of the Constitution explain how judges of the Supreme Court (including the Chief Justice of India) and the high courts are to be appointed. There are minor differences between the two Articles. But both require consultation between executive and judiciary.\nWhat does the country want? (1) The right person should be appointed. (2) The wrong person shouldn’t be appointed. (3) There must be transparency in the selection process, and within reason, disclosure.\nRead full opinion on TOI+\n\n",
        "headline_1": "Only judges can’t judge judges",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/policypundit/only-judges-cant-judge-judges/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-02-2023"
    },
    {
        "full_article": "A decision by a five-judge bench of the Supreme Court last week highlighted the universal debate on how a country’s Constitution should be interpreted. Should it be viewed through the prism of originalism, a theory which advocates sticking to an interpretation of the Constitution’s drafters? Or, should it be seen as a living constitution where interpretation adapts to changes in society? SC weighed on the side of a living constitution when considering the right of a religious community to excommunicate followers in a writ petition filed by the Central Board of Dawoodi Bohra community even though it referred the matter to a larger bench.\nIn making its case, the five-judge bench observed that the idea of freedom is not static. Therefore, judicial interpretation needs to keep pace with changing social mores. SC’s observations on the living constitution approach make sense. India’s jurisprudence shows that SC has used this approach to allow for a gradual change in the way constitutional principles are understood and applied by both the legislature and executive. It’s a pragmatic approach because the first draft of the Constitution could not have conceived of every scenario. The gaps have been interpreted in the light of social and economic changes.\nConsider four different judgments across five decades. First, the Kesavananda Bharati case in 1973 led to the establishment of the basic structure doctrine which ensured a parliamentary majority would not lead to constitutional amendments that could undermine its essence. It remains the most important judgment till now. A couple of decades later the Vishaka case led the apex court to frame guidelines to prevent sexual harassment in the workplace. Here, the court was ahead of the legislature in responding to a big social and economic change.\nIn 2010, another case involving Reliance Industries concluded that government control over natural resources overrode private agreements. This judgment allows the state to continue exercising a tight grip on key areas of economic activity. Finally, with the transition from physical to digital models underway, a nine-judge bench in 2017 delivered a unanimous verdict recognising the right to privacy as fundamental. Many landmark verdicts reflect underlying changes in society. It works better than originalism, a popular approach in the US that has led to indefensible laxity on firearm proliferation. In India, a flexible approach to interpretation has gradually allowed individual rights to come to the fore.\n\n",
        "headline_1": "Moving with times: SC’s flexible approach to interpreting the Constitution has enhanced its relevance to governance",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/moving-with-times-scs-flexible-approach-to-interpreting-the-constitution-has-enhanced-its-relevance-to-governance/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-02-2023"
    },
    {
        "full_article": "Tomorrow, on Valentine’s Day two things are certain to happen. There will be countless social media exhortations to celebrate it as Matru Pitru Pujan Divas instead. These will be completely out-dazzled by declarations of romantic love – topped by roses, teddy bears, chocolates and other syrupy goods. It’s a textbook case of how human desires and hard economics develop a perfect alchemy in some cases, and then that festival captures the public imagination across diverse borders. Overall all cultures are becoming more and more festivalised, calendars packed with celebrations that have originated near and far.\nSome worry that the advertisers, marketeers and other dark agents of globalisation are unmooring festivals from tradition. But no tradition is static in the first place, and its changes are at least as much due to global migration and hyper-connectedness as the market. Maybe those who feel that Christmas has conned Indians into buying useless materials find some comfort in how Diwali is doing the same to Westerners now. If some folks in desh turn pumpkins into Halloween jack-o’-lanterns instead of kaddu ki sabzi, come Holi there will be throwing of gulaal and blaring of Balam Pichkari in videsh.\nIt’s not just desh-videsh battlelines. For example, with greetings for the Assamese state festival going national, a scornful complaint is that Bihu are now four in number – Bohag, Kati, Magh and TV channels. It’s an unstoppable tide. Between the longing for shared moments of meaning or just a good party, the festival market is set for a long boom. Local innovators should take encouragement from how some relatively newer entrants like Pride Parade and Earth Day have found global success, combining commercialisation with being meaningful and transformative.\n\n",
        "headline_1": "What’s not to love?: Valentine’s Day here, Holi there, the festival market is global and it’s booming",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/whats-not-to-love-valentines-day-here-holi-there-the-festival-market-is-global-and-its-booming/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-02-2023"
    },
    {
        "full_article": "It's alarming how violence in the service of political objectives has been increasing in Bangladesh, especially after a resurgent BNP launched countrywide street programmes with various demands. Saturday's attacks on BNP's union-level marches were only the latest example. The threat of violence could continue to escalate the closer we get to the 2024 national election. But here's the thing: we can have democracy and consequently a peaceful solution, or we can have violence and consequently a political deadlock – we cannot have both. How long before our political parties realise this truth?\nRight now, that question must be directed at the ruling Awami League, which organised what it called \"peace rallies\" on the same day, essentially as a counter-move to BNP's programme. As a result, clashes were reported in at least 15 districts, leaving about 200-300 BNP activists injured. Many activists were arrested as well. For BNP, the plan was to march in every union parishad to press home its 10-point demand, including holding the next election under a caretaker government. But then, AL men, together with police in many places, attacked or obstructed the marches. Reportedly, BNP offices and houses of party leaders were also attacked in some areas.\nWe have seen the same disruptive tactics employed by the ruling camp ever since BNP started to mobilise support for its latest movement. Holding rallies and processions is a constitutional right of any political party. But countering an event with another – and thus impinging on it, under pseudo-legal pretexts – is not. What this demonstrates is a political bankruptcy, and an unwillingness to accept the moral backing behind the demands for change. It is also a downright denial of political space to the opposition camp which is so essential for the next election to remotely meet the expectations of voters. After two highly controversial elections in 2014 and 2018, which were also preceded by similarly acrimonious circumstances, things must change drastically to avoid a similar fate.\nUnfortunately, there is no indication yet that the political atmosphere is about to change for the better anytime soon. BNP's Saturday programme followed mass processions held on December 24 and 30, sit-in protests on January 11, rallies on January 16, and rallies on January 25 and February 4. Those were also held under the shadow of disruptions. As well as the threat to street gathering, there is also the growing lack of confidence in the ability of the Election Commission to create the ideal environment for holding a fair, credible, peaceful, and participatory election.\nAll this is deeply frustrating. We urge the authorities to take a hard look at the present situation. To build confidence in the democratic process leading up to the election, they must allow the opposition parties to hold their activities peacefully and without interruptions. They must be engaged in dialogue to break out of the present deadlock. The spaces for politicians and citizens must be widened rather than shrunk. Without creating the ideal environment, we cannot expect to avoid a repeat of the last two elections.\n",
        "headline_1": "Attacks on BNP are condemnable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/attacks-bnp-are-condemnable-3246391",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-02-2023"
    },
    {
        "full_article": "Migrant workers are a vital part of our country as they provide us with valuable remittances that have been boosting our economy for the past few decades. However, as a nation we have done little to recognise their contributions. In the last five decades, over 12 million Bangladeshis – nearly one million of them women – have gone abroad as migrant workers, sending back a total of USD 275 billion in remittance earnings, according to the Bureau of Manpower Employment and Training (BMET). However, many of them had to suffer terribly in the host countries as well as when they returned home, with little support offered by the state. Among them are those returning with injuries or diseases sustained abroad.\nReportedly, even though the Wage Earners' Welfare Board (WEWB) offers a variety of services to these workers, those are still quite insufficient. At the moment, the board gives them only Tk 1 lakh as medical support, as well as the ambulance service to carry them from airports. In many cases, however, injured migrants are not even aware of these services. From 2010 to January 2023, the WEWB distributed about Tk 14.4 crore to 1,508 returnee migrant workers for treatment. Last year, 383 of them received financial assistance, the most in a single year. The Ovibashi Karmi Unnayan Program (Okup), a migrant rights organisation, also offered medical assistance to 228 returnee migrant workers between 2019 and 2021.\nThere are a number of reasons behind the illnesses, injuries or deaths of our migrant workers abroad. Employers' abusive and exploitative behaviour, occupational hazards, and chronic diseases that develop over time abroad, among other things, cause their health to deteriorate, resulting in some cases in the collapse of their immune system. Furthermore, their poor skill sets and lack of negotiating power prevent them from accessing basic health facilities or benefits. Okup has been requesting a unique social safety net system for injured and ill returnee migrants but so far to no avail. If such a plan could be put in place, medical assistance can be provided under the plan until these workers fully recover.\nGlobally, several governments have taken the initiative to repatriate patients from host countries to ensure that they receive care in their own countries. Another strategy to ensure improved health is to provide health insurance systems. Overseas Filipino workers, for example, pay for health insurance, which allows them to receive medical treatment when they return home. Bangladesh can follow a similar policy and make available services known to all migrant workers. We must be more compassionate and proactive in the care of our migrant workers. That is the only way out for the workers who are now living a life of pain and misery. The migrant workers have given so much to our country. It is high time we took better care of them.\n",
        "headline_1": "Injured migrant workers deserve much better",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/injured-migrant-workers-deserve-much-better-3246386",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-02-2023"
    },
    {
        "full_article": "As Darwin said, the linguistic system of modern humans has the \"power of associating together the most diversified sounds and ideas\" to produce an infinite number of sentences. This system evolved in the ancestors of modern humans in Africa sometime between 100 and 70 thousand years ago. Although all humans are genetically endowed with the same internal linguistic system, their languages are diversified in their inventory of sounds, sound patterns, word formations, and sentence constructions. Various factors play roles in the diversification of a language. The primary factor is the divergence of a speech community. In that light, human migration from Africa to different parts of the world is the original reason for the diversity of languages in today's world.\nHuman migration can be traced back to the prehistoric period by analyzing fossils and other archeological findings. Still, we could only go back to 7-6 thousand years ago in terms of the linguistic history of our languages since languages do not leave fossils. Currently, there are roughly 6,500 languages spoken around the world. They are grouped into language families based on their genealogical relationships. However, the family relationship represented by a family tree often poses some problems in understanding the nature of the origin of a language. This essay will review the origin of Bangla, which is traditionally represented in the tree model.\nBangla is a set of closely related dialects natively spoken by the ethnic group who identify themselves as Bengalis. All the dialects share their family or the last name as Bangla, and their first names differ based on historical, geographical, literary, sociological, and other factors. The first name of a contemporary regional dialect is made up of the name of the region it is spoken in plus either the suffix -i/-ia or the possessive case marker -er, both of which mean \"belongs to.\" For instance, the dialect spoken in the Barisal district of Bangladesh is Barisailla (<Barisal+ia) Bangla, the dialect spoken in Medinipur Division, West Bengal, India is Medinipuri Bangla, and the dialect spoken in the Comilla district of Bangladesh is Comillar (Comilla+er) Bangla. Apart from the regional dialects, there are a couple of standard dialects of Bangla, one used in Kolkata, India, and the other in Bangladesh. Following Suniti Kumar Chatterji, we can understand all these Bengali dialects, except the literary dialect \"Sadhu Bhasha,\" emanating independently from a common source. It goes against the widespread belief that the West Bengali dialects descend from the Sadhu Bhasha, which according to Chatterji, is a \"composite speech\" based on the West Bengali dialects (Chatterji 1926).\nNow the question is, if all the dialects of Bangla flow independently from a common language, what is the name of that language? Following the tree model of language genealogy, we would tree them as Proto-Bangla→ Old Bangla→Middle Bangla→ Modern Bangla dialects. However, it is difficult to imagine that Old and Middle Bangla were homogeneous dialects. We can rewrite the labels as Old Bangla dialects→ Middle Bangla dialects→ Modern Bangla dialects. Then again, this history of Assamese can be represented as Old Assamese dialects→ Middle Assamese dialects→ Modern Assamese dialects. But Chatterji (1926) maintains that \"the agreement between Assamese and Bengali (Bangla) is so close that the dialects of Bengali and Assamese may be described as belonging to the same group.\" So, what could be the name of that group of dialects? Is he referring to the Bengali-Assamese language? No. He opines that Assamese could be associated with North Bengali dialects since the earliest documented Assamese of the mid-15th century is \"practically identical\" with contemporary North and Eastern literary Bengali. His categorization is based on comparative methods, the best practices of language genealogy. However, it creates a problem for the tree model. His analysis suggests that the so-called Bengali-Assamese is a dialect continuum, and these dialects often intersect in terms of close agreements. \nChatterji's \"agreements\" are understood as shared innovation among dialects in modern parlance. Shared innovations are the most accepted method of grouping dialects into subgroups. We put them in a sub-group where some genealogically related dialects share common traits in their phonology, morphology, and grammar, which they did not inherit from their parent language. Usually, speakers of dialects in such a group have a higher degree of mutual intelligibility than speakers of dialects from a different group. However, in the context of a dialect continuum, it is often difficult to draw a tree diagram to represent the language change and birth of new dialects from a single dialect. For instance, it is challenging to categorize a dialect between Bangla and Assamese in terms of shared innovation and mutual intelligibility. Likewise, drawing a tree diagram will be problematic if an idiom is born due to dialectal contact between Bangla and Assamese.\nFrom a socio-political view, grouping dialects into a common name is often triggered by ethnic, national, and other considerations. For example, to some British administrators of India, Assamese was a dialect of Bangla. The Assamese speakers had to mobilize against that categorization to reclaim the identity of their language. Chatterji (1926) notes that Assamese dissociates from Bengali dialects when the speakers of Bengali acknowledge the supremacy of a literary dialect of Bengali. Likewise, the popular perception in Bangladesh is that Sylheti, Chittagonian, and Rongpuri are dialects of Bangla. For many Sylhetis, Chittagonians, and Rongpurias, their native tongues are languages in their own right. Linguistically speaking, the degree of mutual intelligibility between Sylhelti and Standard colloquial Bangla or Chittagonian and Standard colloquial Bangla is remarkably low. Many linguists concur that Sylheti, Chittagonian, and Rongpuri are separate languages; they are different sets of dialects. However, it isn't easy to point to a language that Bangla, Assamese, Chitagonian, Sylheti, and Rongpuri sprung from other than the Bengali-Assamese dialect continuum. In a tree diagram, the internal structure of the Bengali-Assamese language is a flat tree. The evidence for a Bengali-Assamese language is some place names whose phonology looks very similar. It is a stretch to construct or conceptualize a homogenous language from some place names. There was a literary dialect or lingua franca in Bengali-Assamese stock, but the regional dialects were in a continuum with various degrees of mutual intelligibility. In that case, the question remains whether that lingua franca gave birth to dialects that came later or they were born from the continuum. A tree model of language genealogy may not represent such complexities.\nSometimes the tree may even contribute to the confusion about the genealogy of a language. Historical linguistics has traditionally categorized modern languages into three-phase: the Old, the Middle, and the Modern. The oldest form of a Modern language is usually a dialect of a proto-language. For example, the old Bangla is a dialect of the Bangla-Assamese language. Now that Sylhetis, Chittagonians, and Ronpurias are regarded as languages separate from Bangla, finding their ancestral history along that line becomes necessary. The problem is the literary tradition of courts of the Middle age favored the literary dialects, and those dialects were the lingua franca of the greater Bengal.\nOn the other hand, the diversity of oral dialects was not recorded throughout history. As a result, it is often challenging to amass evidence for Old and Middle Sylheti, Chittagonian, and Rongpuri. All the literary dialects we find in various literary works of the Middle age, irrespective of their variety of different sorts, are generally referred to as the \"Moddho Juger Bangla,\" i.e., the Bangla of the Middle period.\nIt is a recurrent problem throughout the history of categorizing and naming a language and determining its descendants. We can imagine the same complexity regarding the language called Magadhi Prakrit. Magadhi Prakrit is not a homogeneous language. What happens to the dialects that fall in the Middle of the Saurasini and Magadhi spectrum often need to be clarified. Where do we put them in a tree diagram? To a Bengali speaker, a Bhojpuri speaker's speech is more related to Hindi than Bengali. Many Bhojpuri speakers find their language more associated with Hindi for socio-cultural and political reasons. In addition, there is a noticeable influence of Hindi on Bhojpuri. All these nuances are trimmed when we retrospectively draw a tree diagram. The popular belief is that the modern Indo-Aryan languages came from the dialects that are preserved in the literary or religious texts; for example, Bangla, Hindi, and Marathi came from Vedic Sanskrit via Classical Sanskrit via Dramatic Prakrits. But what tells us that the speakers of early Indo-Aryans in Ancient India spoke a homogenous language?\nThe Indo-Aryan or Indic language speakers came to India during the late Indus Valley Civilization, approximately 1700 BCE. The earliest evidence of their language is recorded in Rigveda, composed around 1500 BCE. Since Aryan migration occurred in successive bouts, it is difficult to ascertain that all Indo-Aryan people of Rigvedic time spoke in the Rigvedic language only. Asko Parpola points out that the intrusion of non-Rigvedic dialectal forms of the Indo-Aryan language and of new subject matter into the latest book of Rigveda indicate the mixing of Rigvedic and non-Rigvedic Indo-Aryans in India (see Parpola 1999). Besides, many experts concur that Vedic Sanskrit is not a homogenous language, or it looks homogenous compared to the Middle Iranian of Indo-Iranian branch (see Gombrich 2006 and Witzel 1989). Some linguists maintain that Post-Rigvedic Sanskrit and Prakrit are two poles of the Indo-Aryan dialectal spectrum (see Deshpande 1993b). Rigvedic language and Sanskrits in the Vedic era are primarily liturgical languages. And the tradition of composing Vyākaraṇa or grammar was inspired by the need to learn and understand the Vedas correctly. Following the same tradition, Panini composed his vyākaraṇa (grammar) of the \"bhāshā\" (the language) used by the Śiṣṭas (the nobles) of his time. During Panini's time, there were many non-standard Indo-Aryan languages that he called apabhāshā (bad languages?). Panini's distinction between bhāshā spoken by nobles and apabhāshā allow us to assume that the Old Prakrit predates classical Sanskrit. All these lead us to believe that the internal diversification of the Ino-Aryan language occurred in the context of the dialectal continuum and a contact: contact among the Rigvedic and Non-Rigvedic dialects of the Indo-Aryan language and contact between Indo-Aryan and Non-Indo Aryan or local languages.\nThe perception that Old Prakrits descend from the Vedic Sanskrit clouds the genealogy of Middle and new Indo-Aryan languages in several ways. It neglects the existence of pre-Rigvedic Indo-Aryans plus contemporary non-Rigvedic Indo-Aryans and their variety of speeches. If not, it dubs all Indo-Aryan speeches of the Vedic period as Sanskrits, irrespective of their variance. Pollock points out that Vedic Sanskrits are primarily liturgical dialects of Indo-Aryan speech. It was not accessible to commoners for more than a century.\nSanskrit becomes cosmopolitan at the beginning of the common ear. The name Sanskrit itself suggests that it is a language that has been perfected. We can recall the comment of Chatterji regarding the literary Bangla called \"Sadhu Bhasa.\" The name Sadhu Bhasha means a chaste language. One can argue that the idea behind these names, Sanskrit \"Perfected\" and Shadhu \"Chaste,\" comes from their origin and usage. Sadhu Bhasa is codified based on West Bengali dialects to write creative and legislative literature. Soon it became the medium of education.\nHowever, experts concur that Sadhu Bhasha was never a spoken language. No evidence is found to support that Vedic Sanskrit was ever a spoken language. However, the same cannot be said about Classical Sanskrit. In pre-modern India, Sanskrit became a cosmopolitan language of power. We can compare it with the Standard Colloquial Bangla to some extent. Standard Colloquial Bangla also started as a literary language based on West Bengali dialects. Through literature, medium education, legislative use, and media use, Standard Bengali became the first language of many new-generation speakers of Bangladesh. In East Bengal, it has no local roots.\nFinally, the linear genealogy represented in the tree diagrams fails to accommodate the Sanskritization time and again to Non-Sanskrit literary dialects of Aryan speeches in India. For instance, much discussion happened about the colonial project that codified the literary dialects of Bangla, namely Sadhu Bangla and Calito Bangla (Standard Colloquial Bangla). The prose writers of the colonial era Sanskritized them. However, in the pre-colonial era, Sanskritization was not absent. Many Pre-colonial court poets were well-versed in Sanskrit, and the Sanskrit language was also promoted by many courts of that time. These poets used literary Bangla dialects that appear to be much more Sanskritized than Chitagonian and Sylheti and the early evidence of the Prakrit origins of Bangla, for example, verses of the Charyapadas that are composed by Siddhas poet-devotees of Sahajia sect of Buddhism from Bengal. We need a better model to capture these complexities of new Indo-Aryan languages that are traditionally grouped into Bengali-Assamese stock.\nAhmed Shamim is an Assistant Professor of Instruction, Asian Studies, the University of Texas at Austin.\n\n",
        "headline_1": "Rethinking the linear genealogy of Bangla",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/rethinking-the-linear-genealogy-bangla-3246216",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-02-2023"
    },
    {
        "full_article": "It's alarming how violence in the service of political objectives has been increasing in Bangladesh, especially after a resurgent BNP launched countrywide street programmes with various demands. Saturday's attacks on BNP's union-level marches were only the latest example. The threat of violence could continue to escalate the closer we get to the 2024 national election. But here's the thing: we can have democracy and consequently a peaceful solution, or we can have violence and consequently a political deadlock – we cannot have both. How long before our political parties realise this truth?\nRight now, that question must be directed at the ruling Awami League, which organised what it called \"peace rallies\" on the same day, essentially as a counter-move to BNP's programme. As a result, clashes were reported in at least 15 districts, leaving about 200-300 BNP activists injured. Many activists were arrested as well. For BNP, the plan was to march in every union parishad to press home its 10-point demand, including holding the next election under a caretaker government. But then, AL men, together with police in many places, attacked or obstructed the marches. Reportedly, BNP offices and houses of party leaders were also attacked in some areas.\nWe have seen the same disruptive tactics employed by the ruling camp ever since BNP started to mobilise support for its latest movement. Holding rallies and processions is a constitutional right of any political party. But countering an event with another – and thus impinging on it, under pseudo-legal pretexts – is not. What this demonstrates is a political bankruptcy, and an unwillingness to accept the moral backing behind the demands for change. It is also a downright denial of political space to the opposition camp which is so essential for the next election to remotely meet the expectations of voters. After two highly controversial elections in 2014 and 2018, which were also preceded by similarly acrimonious circumstances, things must change drastically to avoid a similar fate.\nUnfortunately, there is no indication yet that the political atmosphere is about to change for the better anytime soon. BNP's Saturday programme followed mass processions held on December 24 and 30, sit-in protests on January 11, rallies on January 16, and rallies on January 25 and February 4. Those were also held under the shadow of disruptions. As well as the threat to street gathering, there is also the growing lack of confidence in the ability of the Election Commission to create the ideal environment for holding a fair, credible, peaceful, and participatory election.\nAll this is deeply frustrating. We urge the authorities to take a hard look at the present situation. To build confidence in the democratic process leading up to the election, they must allow the opposition parties to hold their activities peacefully and without interruptions. They must be engaged in dialogue to break out of the present deadlock. The spaces for politicians and citizens must be widened rather than shrunk. Without creating the ideal environment, we cannot expect to avoid a repeat of the last two elections.\n",
        "headline_1": "Attacks on BNP are condemnable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/attacks-bnp-are-condemnable-3246391",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-02-2023"
    },
    {
        "full_article": "Migrant workers are a vital part of our country as they provide us with valuable remittances that have been boosting our economy for the past few decades. However, as a nation we have done little to recognise their contributions. In the last five decades, over 12 million Bangladeshis – nearly one million of them women – have gone abroad as migrant workers, sending back a total of USD 275 billion in remittance earnings, according to the Bureau of Manpower Employment and Training (BMET). However, many of them had to suffer terribly in the host countries as well as when they returned home, with little support offered by the state. Among them are those returning with injuries or diseases sustained abroad.\nReportedly, even though the Wage Earners' Welfare Board (WEWB) offers a variety of services to these workers, those are still quite insufficient. At the moment, the board gives them only Tk 1 lakh as medical support, as well as the ambulance service to carry them from airports. In many cases, however, injured migrants are not even aware of these services. From 2010 to January 2023, the WEWB distributed about Tk 14.4 crore to 1,508 returnee migrant workers for treatment. Last year, 383 of them received financial assistance, the most in a single year. The Ovibashi Karmi Unnayan Program (Okup), a migrant rights organisation, also offered medical assistance to 228 returnee migrant workers between 2019 and 2021.\nThere are a number of reasons behind the illnesses, injuries or deaths of our migrant workers abroad. Employers' abusive and exploitative behaviour, occupational hazards, and chronic diseases that develop over time abroad, among other things, cause their health to deteriorate, resulting in some cases in the collapse of their immune system. Furthermore, their poor skill sets and lack of negotiating power prevent them from accessing basic health facilities or benefits. Okup has been requesting a unique social safety net system for injured and ill returnee migrants but so far to no avail. If such a plan could be put in place, medical assistance can be provided under the plan until these workers fully recover.\nGlobally, several governments have taken the initiative to repatriate patients from host countries to ensure that they receive care in their own countries. Another strategy to ensure improved health is to provide health insurance systems. Overseas Filipino workers, for example, pay for health insurance, which allows them to receive medical treatment when they return home. Bangladesh can follow a similar policy and make available services known to all migrant workers. We must be more compassionate and proactive in the care of our migrant workers. That is the only way out for the workers who are now living a life of pain and misery. The migrant workers have given so much to our country. It is high time we took better care of them.\n",
        "headline_1": "Injured migrant workers deserve much better",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/injured-migrant-workers-deserve-much-better-3246386",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-02-2023"
    },
    {
        "full_article": "That the country's highways and roads show wear and tear within years or, in some cases, even months of their construction is not uncommon. After the post-construction hype begins subsiding, the unpalatable realities begin to surface. Never before did the authorities give the impression they were not amused with such construction blunders. This time, Road Transport and Bridges Minister Obaidul Quader have come heavily upon this construction malpractice. He has shown his extreme displeasure at the sorry state of two roads --- Dhaka-Chattogram Highway and Nabinagar-Chandra 4-lane road, which he has already found to be dilapidated. Innumerable national and inter-region roads and highways now crisscross the country. The highways in particular witnessed pageant-filled openings making the areas' people dream big about communications. Unfortunately, the dreams do not take long to turn into disillusionment. The minister deplored the fact that the two important corridors from Dhaka became unusable so shortly after opening. Truly speaking, this is what happens to the country's roads and highways nowadays. When it comes to smooth operation of the highways, it is imperative that they were ensured proper maintenance. After the opening of communication infrastructure, the relevant authorities tend to forget the all-important necessity of upkeep. Thus the highways constructed in some cases with substandard construction materials and in other cases due to lack of proper maintenance develop pot-holes and other glaring defects. Roads without the smooth surface, stone chips loosened, and caved in at places, are a common sight. Maintenance is the key to a road's health. A lack of monitoring and care lead to fast deterioration of the road conditions. The condition of the two roads, especially the highway, has reached such a level that the maintenance authorities have resorted to stop-gap solutions. The results of such sloppy work fall short of the requirement. Despite being dubbed the most important road in the country, the Dhaka-Ctg Highway couldn't see its expected glory days long after its opening. Soon the scourge of traffic gridlock began plaguing it. This didn't have much to do with the pressure of traffic as it did with the minor faults in road designing. That keeping provisions for maintenance is a vital part of large road construction has not lost on the authorities. The problem lay in its cropping up so soon. Normally, the need for upkeep or maintenance emerges a few years after the roads' inauguration. In the case of the two roads in question, the need has been felt too early. The condition of the country's other national and regional highways, and the local roads, is not much different. In certain cases their state is worse, in other cases better. The condition of roads depends on monitoring and supervision or the lack of those at the time of their construction. If the local administration or the public representatives keep a close eye on the entire process, engineers and contractors have little scope for manipulating the road-building specifications. If constructed following the specifications, the lifespan of roads and highways can be much longer than they now last unless floods take a heavy toll on them. Of course, use of roads also determines lifespan. Movement of heavier vehicles than road surface can bear or salt water leaving a trail on roads unabatedly on the highway between Chattogram and Cox's Bazar can cause damage to the surface prematurely. Measures should be taken against such practices.",
        "headline_1": "Plight of highways, roads",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/plight-of-highways-roads-1676216962",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-02-2023"
    },
    {
        "full_article": "The survival rate of the victims of earthquake of such gigantic magnitude (7.8 on the Moment Magnitude, or Mw, scale), as it happened on the Turkey-Syria border, falls very fast with each passing hour. Especially, the first 72-hour is a critical time window, because after that the survival rate falls to 10-5 per cent. But in the Turkey-Syria earthquake the 72-hour mark has passed more than a week ago. So, except some miracle rescues, actually, the bodies buried under the rubble of the collapsed buildings have meanwhile begun to rot. The air of the Kahranmaras city of Turkey is heavy with the smell of rotting bodies, says an Al Jazeera report. The death toll from the catastrophic Turkey-Syria earthquake crossed 28,000 (more than 24,600 of whom are Turkish and close to 3,600 Syrian) till Sunday morning, but the UN's Under-Secretary- General for Humanitarian Affairs and Emergency Relief Coordinator Martin Griffiths had earlier feared that the actual number of deaths might finally far exceed these figures.As it happens during such disasters, clashes occur among the different groups over grabbing the relief materials. In such a situation in the Hatay province of South Turkey, the German and Austrian rescue teams have suspended search efforts. Also, incidents of looting the vehicles carrying relief goods have taken place. So, to continue the rescue and search operation smoothly, the Turkish administration of the area will be required to intervene to restore law and order. The good news is some troublemakers have meanwhile been arrested while the Turkish president has declared that he would use emergency powers to punish the lawbreakers. Even so, the members of the international search and rescue teams including those from Germany and others have expressed fears that the number of such violent clashes among different local factions may increase over the dwindling supply of the humanitarian aid. Rescue efforts apart, now, the focus should be more on providing food and shelter to the people made homeless by the earthquake. Medical care, especially for the traumatised and the injured people will be essential.Given the overwhelming response of the world community to the Turkey-Syria earthquake victims, there should not be any dearth of relief and other supports. But the challenge would be to reach the rescue and relief efforts to areas devasted by the earthquake. Reports of difficulties, particularly, from the Syrian part of the affected areas have been coming. In fact, there are areas where the anti-government rebels are in control, while there are others where the Assad government has the say. Unfortunately, even during such humanitarian crisis of humongous scale, politics come in the way of distribution of the relief materials to the victims who need them most. And consider the consequence of any delay in reaching crucial aid including food, shelter and medicine to the victims. Many are still searching for their loved ones in the freezing temperatures outside.For instance, the condition in Syria, as the BBC's chief correspondent in Turkey, Lyse Doucet, has described, is 'A crisis within a crisis within a crisis'. Even this earthquake, the kind of which in terms of its destructive power has not happened in the last two hundred years, could hardly compel the conflicting parties to see eye to eye with each other at least to save the quake victims. However, there is at least a streak of light at the end of the tunnel as the Syrian president Bashar al-Assad has given the green signal to deliver humanitarian aid everywhere in his country. And that he won't mind even if it (the humanitarian aid) goes to the rebel-held areas!However, it is understood that it is the Syria's internal frontlines and not across the entire border areas with other countries that the humanitarian support would be allowed entry. But there are also other fears. For there is the risk of the emergency aid to save the quake victims' lives falling into wrong hands. In that case, relief goods would reach only the areas or segments of the population that are favoured by the government or the rebels. In that case, it would happen at the expense of those earthquake victims who have none to look after. This is the predicament of the international aid agencies. Worse still, there are certain aid agencies that openly support the government, of course, due to their political allegiance. Amid such uncertainties, the Syrian representative of the UN High Commissioner for Refugees (UNHCR) has told the media that some 5.3 million people may have become homeless in the quake-stricken areas in that county. The figure will be far higher in Turkey.The Turkey-Syria earthquake should be a wakeup call for all nations, including Bangladesh, that are vulnerable to this still unpredictable kind of natural disaster. Since in the recent decades some very powerful earthquakes have hit some countries including Indonesia and Japan, there is reason for concern. The tsunami caused by the earthquake of 9.1 magnitude in December 2004, for example, killed 228,000 people in Indonesia. Amid the building collapses and attendant deaths, the Japanese one of 2011 destroyed parts of the Fukushima nuclear plant. The 2015's Nepal earthquake was also of 7.8 Mw magnitude that killed around 9,000 people. In the Southeastern Turkey, the buildings with faulty structure have been blamed for this devastation of an unforeseen scale. Bangladesh needs to learn from this in its preparedness against any earthquake in the future.\n[email protected]",
        "headline_1": "Lessons from Turkey-Syria earthquake",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/lessons-from-turkey-syria-earthquake-1676217011",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-02-2023"
    },
    {
        "full_article": "Dhaka City has the dubious distinction of topping the list of the worst polluted cities in the world perhaps for longer than any other city in the world of late. This is despite the fact that ground work of the metro rail has more or less been completed. The elevated expressway still has extensive digging and other works to be done. But the expressway does not cover the entire city space and should not have earned for the city the notoriety of defeating the world's metropolises or megalopolises in fouling air people inhale for survival.If the city's ranking in the overall Air Quality Index (AQI) is worst among its counterparts, there is another shocking revelation a collaborative study has made lately. This concerns the indoor air quality of high schools in this capital city. A study by the Bangladesh University of Engineering and Technology (BUET), the UK-based Global Centre for Clean Air Research, the Philadelphia University and the Houston University of America published as a research paper in the current month's prestigious international science journal the Environmental Research Communication concerns the classroom pollution. The study found the air quality in classes deplorably poor so much so that it was almost three times higher (2.9 times) than the WHO-recommended level in terms of different types of particulate matter (PM) ---measure of harmful air particles. Obnoxious gases found there are another hazard. The presence of PM 1, PM 2.5 and PM 10 and nitrogen dioxide, volatile organic and carbon dioxide in classrooms were reportedly tested. If the WHO standards of 45 micrograms of PM 10 and 15 micrograms of PM 2.5 in a cubic metre of air are taken into consideration, the levels in Dhaka's educational institutions are really frightening. Although, the level of hazardous gases has not been determined, their presence makes the situation worse for students and teachers too. It is only natural that such levels of air pollution inside classrooms have their calamitous consequences ---40 per cent learners cannot breathe normally. They spend 17 per cent of their day in schools and therefore catch a cold and a cough often enough. Their immunity is thus compromised at school. Scholars working with dust pollution have rightly pointed accusing fingers at the schools' locations either in congested surroundings or right on the street. Polluted air cannot pass through the classrooms because their locations or a lack of well ventilated design. This is undesirable. If students' health and hygiene are compromised at school and they suffer from cold, cough and fever and other respiratory problems, those have negative impacts on their study as well. If someone develops such chronic problems, it surely has its adverse economic implications as well. If 40 per cent learners have to pay for this, the overall health, social and economic costs are sure to be heavy. In this connection, it is worth mentioning that the indoor pollution of Dhaka residences is not likely to be negligible too. Many of the students exposed to the polluted air in classrooms may have to face the same problem at home depending on the locations of their residences. If air flow cannot pass out of a room ---no matter in schools or homes, the harmful air particles and with those the droplets sneezed by a patient suffering from cold, cough and even tuberculosis get arrested. Inhaling those, any healthy person can fall victim to such diseases. Also negotiating the dusty and polluted Dhaka roads is a continuous nightmare for children, adults and elderly people with the former and the latter running the greater risk. The issue here is management of development work in a smart way. There are several advanced systems of management of the dust produced during development works. Then the traditional method of sprinkling water in certain areas can be of help. If there is a will, there is a way. Unfortunately, the problem is with the mindset. Apart from the day-to-day management, there are long-term measures like bringing more and more areas of the city under green cover to improve the air quality in this city. [email protected]",
        "headline_1": "Hazardous air pollution in classrooms",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hazardous-air-pollution-in-classrooms-1676217033",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-02-2023"
    },
    {
        "full_article": "Radio was once the most popular mass medium in the world. With its invention in 1896, radio made it possible to broadcast news and entertainment programmes to so many people, which was unimaginable before. To mark its contributions, the World Radio Day is celebrated every year on February 13 by the UNESCO. But why create a day for radio? Radio is a low-cost and popular medium, which can reach the remotest areas. It continues to broadcast when other media are out of action - for emergency communications or following a natural disaster. The objective of the World Radio Day is to raise public awareness of the importance of radio and to encourage decision makers to use it to provide access to information, and to improve international co-operation among broadcasters.Many people think that radio has lost its importance nowadays. The idea is not correct at all. People still listen to the radio. Many people in our rural areas still depend on the radio. It is still one of the most popular media. In rural and remote areas, wireless communication is still an important medium. Since radio does not overwhelm one's senses, a person can easily conduct his/her activities like driving for example while listening to the radio. So radio should have its due place in our lives.\nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Celebration of World Radio Day",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/celebration-of-world-radio-day-1676217053",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-02-2023"
    }
]