[
    {
        "full_article": "In formally outlining the crux of the proposed Digital India Act, 2023, the Minister of State, IT, Rajeev Chandrasekhar, made a case for a robust replacement of the IT Act, 2000, which is somewhat obsolete now. He ominously added a question that the government sought to revisit: “should there be a ‘safe harbour’ at all for all intermediaries?” This acquires significance as the government has been working towards increasing the compliance burden on Internet intermediaries, in particular in the IT Rules 2021 and its later amendments. These Rules themselves had put the onus on social media intermediaries to arbitrate on content on their platforms with regulations that were weighted in favour of the government of the day, and had invited legal appeals as digital news media platforms among others questioned the constitutionality of the Rules. Meanwhile, an amendment in October 2022 provided for government-appointed committees that will adjudicate on an individual user’s appeals against moderation decisions of these intermediaries. In January 2023, the IT Ministry proposed an amendment on the take down of social media/news content that has been marked as “fake” or “false” by the Press Information Bureau or any other government agency. These, in sum, had already put the safe harbour protections for intermediaries at much risk.Regulation of hate speech and disinformation on the Internet is a must and intermediaries, including digital news media and social media platforms, have an accountable role to play. The IT Rules’ specifications on giving users prior notice before removing content or disabling access, and for intermediaries to come up with periodic compliance reports are well taken. Social media intermediaries should not shut down users’ posts or communications except in the interests of public order and to avoid legal consequences. But care should be taken to ensure that requirements on intermediaries should not become needlessly onerous and punitive, which also vitiate the principle of safe harbour. There is a legitimate concern that the government is keener on regulating or taking down critical opinion or dissent in social media/news platforms than hate speech or disinformation, which in many cases has originated from representatives of the state. Safe harbour provisions, in particular Section 230 of the U.S. Communications Decency Act, 1996, that explicitly provided immunity to online services with respect to user-generated content had gone a long way in catalysing the Net’s development. While modern regulations to tackle issues related to misinformation, problematic content and the side effects of the new form of the Internet are a must, they should still retain first principles of safe harbour without whittling down their core.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\n laws\n\n/\n\nhate crimes\n\n/\n\ninternet",
        "headline_1": "Safe harbour at risk: On the impact of the proposed Digital India Act, 2023",
        "headline_2": "Regulation of Internet intermediaries must not involve unreasonable requirements",
        "link": "https://www.thehindu.com/opinion/editorial/safe-harbour-at-risk-the-hindu-editorial-on-the-impact-of-the-proposed-digital-india-act-2023/article66611045.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-03-2023"
    },
    {
        "full_article": "The Saudi-Iran reconciliation in a China-brokered agreement reflects the new reality in West Asia where old rivals are warming up to each other and Beijing is increasingly willing to play a bigger role at a time when the U.S., the region’s traditional great power, is preoccupied with challenges elsewhere. The enmity between Iran, a Shia-majority theocracy, and Saudi Arabia, a Sunni-majority absolute monarchy, has been one of the dominant drivers of conflicts in the region. While the details are yet to be unveiled, officials say Iran has agreed to prevent attacks against Saudi Arabia, including those from the Houthi-controlled parts of Yemen, and both countries would restore full diplomatic relations, which were severed in 2016. In recent years, West Asia has seen similar realignments. In 2020, the UAE was among the first Arab countries to normalise ties with Israel in a quarter century. The following years saw the Arab world and Israel, faced with the common Iran challenge, deepening their cooperation, despite Israel’s brutal occupation of Palestine territory. As the U.S. has deprioritised West Asia — it is now heavily focused on Ukraine and countering China’s Indo-Pacific influence — its allies in West Asia have started looking out for solutions for what they see as America’s diminishing security guarantees.The agreement also marks China’s arrival in West Asia as a power broker. China has been involved in multilateral peace talks such as the 2015 Iran nuclear deal (from which the U.S. unilaterally withdrew in 2018), but this is the first time Beijing is using its leverage directly to bring conflicting parties to reconciliation. Stability in West Asia, a major energy source, is essential for China, which is the world’s largest oil importer. And unlike the U.S., which has hostile ties with Iran, Beijing enjoys good ties with Tehran and Riyadh, as a leading oil buyer and trading partner, respectively. This has put China in a unique position to bring two of the region’s most significant powers closer. Saudi Arabia, which is undergoing rapid changes, wants peace in its neighbourhood, while Iran, which is under the U.S.-imposed sanctions, wants more diplomatic and economic openings. If the détente holds, it will have far-reaching implications on regional geopolitics, from peace in Yemen to stability in Lebanon. But it is too early to say whether peace would hold between the two, given their multilayered enmity. Saudi Arabia, Iran and China should be mindful of the pitfalls ahead and continue to build on the momentum created now to achieve a cold peace between the two regional powers.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nSaudi Arabia\n\n/ \n\nIran\n\n/\n\nChina\n\n/\n\ndiplomacy",
        "headline_1": "New reality: On Saudi Arabia-Iran reconciliation and China’s role",
        "headline_2": "Saudi Arabia and Iran should be mindful of the pitfalls ahead while seeking a cold peace",
        "link": "https://www.thehindu.com/opinion/editorial/new-reality-the-hindu-editorial-on-saudi-arabia-iran-reconciliation-and-chinas-role/article66611067.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-03-2023"
    },
    {
        "full_article": "The first session of the 14th National People’s Congress (NPC) of China opened in Beijing on March 5. With nearly 3,000 members it is, in nominal terms, the largest parliament in the world but, in reality, the full membership meets only once annually for two weeks. For the rest of the year, it ‘outsources’ legislative authority to a standing committee of around 175 carefully selected legislators who ‘sanctify’ the decisions taken by the communist party of China.\nThis year’s session is important for three reasons.\nFirst, this NPC has re-elected Xi Jinping as president for an unprecedented third term after a constitutional amendment abolished the two-term limit in 2018, putting to rest the fiction of ‘collective leadership’.\nRead full opinion on TOI+\n\n",
        "headline_1": "Xiopolitical tension: Flaws of the Chinese president’s policies were evident in China’s recent National People’s Congress proceedings",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/xiopolitical-tension-flaws-of-the-chinese-presidents-policies-were-evident-in-chinas-recent-national-peoples-congress-proceedings/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-03-2023"
    },
    {
        "full_article": "Data on net direct taxes for the period up to March 10 of the financial year 2022-23 showed that it had increased by 16.8% to Rs 13.7 lakh crore. The growth rate is a little higher than the growth forecast of 16% for nominal GDP. But within direct taxes, the performance of corporate income tax (CIT) has been disappointing. CIT collections till March 10 grew 13.6%, lagging the growth rate of nominal GDP. In other words, each percentage point growth in GDP yielded a lower amount of CIT growth.\nTax buoyancy, which measures the growth in taxes with reference to economic growth, is a useful measure of the response of the tax system. By this measure, India has a problem with CIT. To get a sense of it, go back to the period between 2000-01 and 2009-10. Direct tax collections and buoyancy boomed mainly on account of surging CIT. During that phase buoyancy of direct taxes exceeded 2 on five occasions, a record that wasn’t matched subsequently. Moreover, the contribution of direct taxes to total tax collections increased from 36.3% in 2000-01 to 60.8% in 2009-10. It resulted in a fairer tax system. Since then, CIT collections have disappointed.\nFor example, in 2014-15, CIT made up 34.5% of gross tax revenue. Over the next few years, its relative contribution declined and it now contributes about 27.4%. Indeed, tax rates have not been static and substantial cuts were made in 2019 to bring India’s rates in line with a relevant peer group. However, CIT buoyancy had been declining even before these big cuts. To illustrate, in the five financial years preceding the big cuts of 2019, CIT’s buoyancy was below 1 in three of those years. And in 2022-23, the indications are that it will once again remain below 1.\nOver the last decade, growth rates have fluctuated quite a bit. But the yield from CIT appears impervious to change in growth rates. On the other hand, personal income tax (PIT) has yielded better returns and in 2022-23 is set to grow around 20%. This welcome feature, however, cannot entirely offset the problem posed by CIT’s low buoyancy. It acts as a source of fiscal stress, particularly when GoI and states have to enhance public investment. While rates certainly cannot be increased as India needs to compete with its peers, CIT’s low buoyancy needs closer attention.\n\n",
        "headline_1": "A taxing question: Corporate tax buoyancy is low. This puts pressure on the fisc. GoI should investigate why this is happening",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-taxing-question-corporate-tax-buoyancy-is-low-this-puts-pressure-on-the-fisc-goi-should-investigate-why-this-is-happening/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-03-2023"
    },
    {
        "full_article": "The protest by widows of Pulwama martyrs in Rajasthan demanding jobs not just for their children but also relatives is turning into a serious political issue in an election year. Three of the widows from the state have been protesting since February 28 with two of them demanding jobs for their brothers-in-law as their children are minors. The local unit of BJP has taken up the widows’ cause and accused the state government of failing to fulfil its promises.\nTrue, martyrs’ widows deserve utmost compassion. However, there are rules for allotting government jobs on compassionate grounds. In most cases, a government job is offered to a dependant family member. And according to the scheme for compassionate appointment under central government updated last year, the rules clearly define a dependant family member as spouse, or son or daughter – including adopted son or daughter – or the dependant sibling in case the martyr was unmarried. The Rajasthan government contends that it has already provided benefits to the families of Pulwama martyrs as per the state’s own scheme that also has a provision for ensuring a government job for martyrs’ minor children once they reach adulthood.\nThis is a sensible approach. Expanding the definition of dependants would open a Pandora’s box of demands. It would set a wrong precedent and state governments could be flooded with job demands from many families. Worryingly, things do appear to be creeping in that direction. In 2020, then Punjab CM Amarinder Singh made exemptions to allot government jobs to the married siblings of three unmarried Galwan martyrs. All of this is symptomatic of the unemployment situation in the country where securing a government job is often seen as the only path to employment and financial security. But governments and political parties ought to be wary of going down this slippery slope. Government jobs cannot be a panacea for the unemployment problem.\n\n",
        "headline_1": "Care, common sense: Demands for govt jobs for extended family members of martyrs must be resisted",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/care-common-sense-demands-for-govt-jobs-for-extended-family-members-of-martyrs-must-be-resisted/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-03-2023"
    },
    {
        "full_article": "Ever since that fateful day September 15, 2008, the world’s been looking for a second Lehman. If not for anything else, then for a juicy pivot moment to describe macro meltdowns. Several European banks have had close shaves, the entire Cypriot banking system blew up in 2012-13, Greek sovereign default in 2015-16 triggered extreme stresses, Italian and Portuguese macro weaknesses have had bank spillovers.\nCloser home in India, defaults by IL&FS and DHFL engendered a similar ‘Discovery of Second Lehman’ search. The collapse of Silicon Valley Bank (SVB) in the US last week, in the middle of a politically and economically uncertain world, has sparked off a eureka moment in the search.\nRead full opinion on TOI+\n\n",
        "headline_1": "Silicon Valley hasn’t produced a Lehman moment: SVB’s collapse is thanks to lax regulation of a mid-sized bank. Indian start-ups will be barely affected",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/silicon-valley-hasnt-produced-a-lehman-moment-svbs-collapse-is-thanks-to-lax-regulation-of-a-mid-sized-bank-indian-start-ups-will-be-barely-affected/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-03-2023"
    },
    {
        "full_article": "In this write-up, I shall briefly touch upon a few eminent personalities of the past who have enriched the lives of generations through their varied contributions to society in the fields of education, arts, sport and culture. I also take this opportunity to add a few paragraph of general interest, including a couple of anecdotes.\nHistorically, it is a great wonder that three generations of two families - the Rays from Mashua, now in Kishoreganj, and the Jorasanko Tagores, both ardent followers of the progressive Brahmo Samaj and greatly influenced by the ethos of the Bengal Renaissance - completely dominated the socio-cultural scene, particularly in Bengal, from the mid-19th to mid-20th century. Upendrakishore, Sukumar, and Satyajit, originating from Mashua, while the Jorasanko Tagores, comprising of 'Prince' Dwarakanath (the first Indian cultural ambassador to Europe), Maharishi Debendranath (philosopher and socio-religious reformer), and the Nobel Laureate Rabindranath's lineage originated from Jashore, in Bangladesh. These two uniquely multi-talented, creative, and influential families are a marvel of our subcontinent, particularly on both sides of Bengal since the 19th, 20th, and now well into the 21st century. Their phenomenal contributions, particularly in the liberal arts such as Bengali language, literature, art, and culture, remain a mind-boggling legacy, which is hugely inspirational. It has and will continue to define generations yet to come! Here we recall with pride that the cinematic greats of the visual arts, Satyajit Ray, Ritwik Ghatak, and Mrinal Sen, originally hailed from today's Bangladesh.\nThe famous Rays of Masuha\n\nThe ruined zamindar mansion of the illustrious Upendrakishore Ray Chaudhuri (1863-1915), paternal grandfather of Satyajit Ray lies in Mashua, Katiyadi Upazila, in Kishoreganj. Masuha was once a part of the greater Mymensingh region. In the mid-19th century, one Harikishore Ray Chaudhuri had inherited the zamindari of a large estate in Mashua. A childless zamindar, Harikishore, adopted a boy named Kamada Ranjan,  son of Kalinath Ray of Mashua and renamed him Upendrokishore Ray, whose multitalented son was none other than Sukumar Ray (1886- 1926), the father of Satyajit Ray. As a highly gifted and imaginative young man, Upendrakishore permanently left Mashua in East Bengal to pursue his luck and dreams in cosmopolitan Kolkata, the vibrant, pulsating capital city of British India. He briefly returned to Mashua when his son Sukumar was born there in 1887. Thereafter, the Ray family became permanent residents of Kolkata. The multifaceted Upendrakishore went on to become a famous writer of juvenile Bangla literature, painter, illustrator, musician, lyricist, composer, violin player, technologist, inventor, amateur astronomer and entrepreneur. Moreover, his younger brother named Saradaranjan Ray, was one of the foremost pioneer of cricket in the subcontinent. He introduced cricket playing amongst the Indians, especially in the Bengal presidency. As the initiator of the game, he was instrumental in establishing the Dacca College Cricket Club in East Bengal (Bangladesh) and at the Town Club in Kolkata. As an avid cricket enthusiast, promoter and practitioner of the game, he is fondly remembered today as a lookalike of the legendary English cricketer W.G.Grace (1848-1915), and for their similar batting style and agility with the willow. Thus, it was a Bengali hailing from Mashua in the then Mymensingh, who introduced the popular game of cricket in British Bengal. I would request the authorities of the Dhaka College, sports historians/reporters and cricket fans here to take note of this historical fact. The pioneering role of Saradaranjan Ray should be highlighted while writing a comprehensive history of cricket in Bangladesh, so that our younger generations can take legitimate pride regarding this forgotten fact of our cricketing history.\nSukumar Ray, son of Upendrakishore, grew up in the enlightened family atmosphere of cosmopolitan Kolkata. His mother, Bidhumukhi Devi, was a daughter of the renowned Dwarkanath Ganguly, a devout member of the Brahmo Samaj who played a progressive role in the advancement of society, particularly in the emancipation of Hindu women in Bengal. Upendrakishore's close friendship and association with the Bengal greats, such as poet Rabindranath Tagore, Jagadish Chandra Bose, Prafulla Chandra Roy, Atul Prasad Sen, et al., profoundly impacted Sukumar's intellectual development and sharpened his finer sensibilities. He graduated with double honors in Physics and Chemistry from Presidency College and trained in photography and printing technology from a reputed institute in London. Thus, he became one of the foremost pioneers of photography and lithography in India. He became a life member of the Royal Photographic Society of London in 1912. His highly acclaimed technical articles were published in notable journals in Britain. In 1913, he set up a successful printing and publishing business in Kolkata and launched a children's magazine called 'Sandesh'. For his unique brand of humor, he is often compared to the genius of Lewis Carol for his fanciful, nonsensical, and gibberish genre of poetry in Bengali literature known in English as limericks ('abol tabol' in Bengali). He created many popular fictitious characters through his prose and poetry, much to the amusement of his readers belonging to all age groups. Sukumar Ray passed away in 1923 in Kolkata, leaving behind a two-year-old infant son named Satyajit Ray, born in 1921, whose phenomenal genius needs no introduction to readers. It is interesting to note that Satyajit Ray's mother, Shuprobha Gupta, was the granddaughter of Dhaka's esteemed social worker, Kali Narayan Gupta. Regrettably, the Kolkata-based Rays, including Satyajit and his sons, Sandeep and Souradeep, lost their emotional ties to their ancestral abode in Mashua, Kishoreganj, in Bangladesh. It is said that they never visited Mashua. Satyajit Ray passed away in Kolkata in 1992.\nMuktagacha Raj\n\nOne may wonder what happened to the descendants of the once-fabled Muktagacha Raj, known as the zamindars of Mymensingh, following the partition in 1947. The distinguished Snehansu Kanta Acharya Chaudhuri (1913-1986), barrister-at-law, was the son of Maharaja Shashi Kanta Acharya Chaudhuri of Muktagacha, the premier zamindar family of Mymensingh whose family legacy lives on through the worn-out yet imposing Muktagacha Rajbari, the Alexander Castle which had hosted Grand Duke Boris, a cousin of the Czar of Russia, Tagore, Nazrul, Netaji Subhas Bose, to name a few who enjoyed the lavish hospitality of Maharajas Surya Kanta and his son Shashi Kanta. The beautiful Shashi Lodge, popularly known as the Mymensingh rajbari, bears testimony to the opulence and aesthetic taste of the Acharya zamindars.\nSnehansu, the son of Shashi Kanta, became the Advocate-General of West Bengal for two terms in independent India. Although born with a silver spoon, he abjured feudalism. In his younger days, he was known as a staunch leftist, closely associated since 1937 with Jyoti Basu, who later became the Chief Minister of West Bengal, India. Snehansu and his wife were both prominent members of the Communist Party of India (Marxist). During the British Raj, he was actively involved in anti-colonial activities, social work, and Marxist politics. The famous exponent and singer of Rabindra Sangeet, Suchitra Mitra, was his sister-in-law. Today, he is remembered in Kolkata for his notable contributions in the fields of law and politics. A law college, 'Snehansu Kanta Acharya Institute of Law' (SKAIL), was established in his name under the University of Kalyani, Kolkata. His son, Sourangshu Kanta Acharya, is a physician while his daughter, Bijoya Goswami, is a Sanskrit scholar in Kolkata.\nJ.N. Gupta\n\nThe distinguished Janendra Nath Gupta (J.N. Gupta), ICS (1892), of the Bengal cadre, was born in 1869 in colonial Bengal. Much of his service career was spent in East Bengal (Bangladesh) in Noakhali, Bogra, Barishal, Rangpur, and Dhaka, where he served as the Commissioner in 1919. He became the Collector and District Magistrate of Rangpur in 1914 for four years. The years he spent there were the happiest in his professional career. In 1916, he founded the renowned Carmichael College in Rangpur, an iconic architectural edifice built in the Indo-Saracenic style. It was also the first premier educational institution of higher learning in the district and in the northern region of the then East Bengal. Both he and his wife extensively toured Rangpur and established girls' schools in remote villages, which the grateful people of the region named after Sarala Devi, J.N. Gupta's wife.\nK.G. Gupta\n\nSir Krishna Govinda Gupta (1851-1926), ICS, bar-at-law, KCSI, was a notable 19th century British Indian civil servant who hailed from the zamindar family of Bhatpara, Narasingdi district, East Bengal. He attended the Pogose and Collegiate Schools in Dhaka and the University College, London. He was called to the Bar from the Middle Temple and was also one the earliest member (the sixth) of the prestigious Indian Civil Service (ICS) qualifying in 1871 and, the first ICS from East Bengal. He was a prominent social reformer and a leading intellectual of the Brahmo Samaj of Dhaka, Mymensingh and Kolkata. His daughters Hem Kushum and Nilini, were married respectively to barrister Atul Prasad Sen the phenomenal lyricist, composer, musician and writer from Bikrampur, East Bengal, and to the noteworthy civil servant Sir Albion Rajkumar Banerjee, ICS, who was born in Bristol, England, in 1871 to social activist Bengali parents hailing from West Bengal. In his lifetime, Sir K.G.Gupta founded the well-known 'Sir K. G. Gupta High School' at Panchdona and the 'Kalinarayan High School' at Kaoraid in 1919, in Narasingdi. He generously donated substantial landed property for the establishment of these schools. There is a lane in his name at Laxmibazar, old Dhaka in his memory.\nJagannath College\nOne of the oldest and prestigious educational institutions in Dhaka is today's Jagannath University, the establishment of which as a primary school started modestly in 1858, known as the Dhaka Brahma School. The name was later changed to Jagannath School by Babu Kishorilal Roy Chaudhuri the enlightened and philanthropic zamindar of Baliati, Manikganj.  He renamed the school in memory of his father Jagannath Roy Chaudhuri. Kishorilal intervened at a critical period in the school's history and generously funded it. In 1884, the school was raised to a college and, the school section was separated to form the Kishore Jubilee School now known as the K.L. Jubilee School. In 2005, Jagannath College was raised to the status of a full-fledged university.\nAs the old Jagannath College during the Pakistani period, its students were involved in all the progressive political movements of the day from 1948-'71, in concert with the Dhaka University students. The Dhaka University and Jagannath College were the centers of progressive student politics and Bengali/Bangladeshi nationalism. Thus, there developed a symbiotic relationship between the student activists of these two educational institutions. Therefore, on the fateful night of 25th March 1971 during 'Operation Searchlight' both Dhaka University and Jagannath College bore the full wrath of the marauding Pakistani occupation forces, whereby, its teachers, students and staff were specifically targeted, indiscriminately killed and buried in hurried mass graves, while its student dormitories pulverized by artillery shelling and heavy automatic gun fire.\nEstablishment of Dhaka University\nThe annulment of the Partition of Bengal (1905) in December 1911, at the Delhi Coronation Durbar by King Emperor George V, led to the demand for the establishment of a university in Dhaka by the Muslim elite at the behest of Nawab Salimullah, which was actively supported by Nawab Syed Nawab Ali Chowdhury and others. As compensation for the annulment, the British Raj conceded the petition for Dhaka University during the visit of the Viceroy and Governor-General of British India, Lord Hardinge, to Dhaka in 1912. This led to the formation of the Dhaka University Committee in 1912, also known as the Nathan Commission, comprising notable personages of the day. Finally, Dhaka University came into being in 1921. However, it is surprising to note that while declaring Dhaka as the capital city of Eastern Bengal and Assam in 1905, the British Raj did not envisage building either a hospital for public welfare or a university in the new provincial capital. They were too preoccupied with the idea of ensuring Pax Britannica by expeditiously erecting grandiose mansions, administrative buildings, attractive red bungalows for incoming Raj officials, and even an English cottage-type Chummery House for accommodating British bachelors of the civil and military bureaucracy in the greater Ramna area of 'new Dhaka'.\nHowever, the fortuitous founding of the Dhaka University in 1921, slowly but surely resulted in the steady growth of a burgeoning educated middle class (bourgeoisie) in East Bengal, who became politically conscious in the decades to follow leading up to the  partition of British India in 1947. The sad exodus of the Bengali Hindu professionals, intelligentsia and cultural personalities from East Bengal to West Bengal, resulted in a temporary void in many spheres of the society in East Bengal, which was somewhat compensated by incoming Bengali Muslim professionals and intellectuals from West Bengal, many of whom belonged to the educated professional elite with a higher socio-economic status. This reverse migration also included a sizeable Bengali Muslim community who originally belonged to East Bengal, but had relocated over the years to West Bengal (read Kolkata) during the Raj, for want of better opportunities. Therefore, coming as many did from the cosmopolitan atmosphere of Kolkata they were thus politically more exposed, experienced and conscious, thereby, ready to play a significant socio-political role along with their brethren in East Bengal/Pakistan in the difficult days ahead. Ultimately, on 16 December 1971, together with the freedom loving people of the country and, through exemplary feats of sacrifice in a nine-month long liberation war a new nation, Bangladesh, was born.\nWaqar A Khan is the Founder of Bangladesh Forum for Heritage Studies\n",
        "headline_1": "Snippets from our history & heritage",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/snippets-our-history-heritage-3269836",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-03-2023"
    },
    {
        "full_article": "How would you feel if you learnt that your company was not confident about you being accountable for your deliverables? Meanwhile, your human resource administrator evaluates you according to metrics such as the hours you spend at a workstation. In a white-collar environment, HR managers may get obsessed with measuring the employees' clock-in and clock-out times when organisations attempt to enhance their bottom lines. This has become a usual practice for most local organisations to maximise employees' accountability, performance, and productivity.\nBut how would this be perceived by the employees, especially during the upcoming Ramadan hours amid Dhaka's inevitable traffic jam?\nAccording to self-determination theory, individuals have three fundamental psychological needs: autonomy (the need to feel in control of one's actions), competence (the need to feel capable and effective), and relatedness (the need to feel connected and valued by others). People are more likely to be intrinsically driven when these requirements are met, implying they participate in an activity for their own reasons, rather than external demands or incentives.\nEmployees may lose their sense of autonomy and control over their work when they believe that their supervisors are observing and judging everything they do. A study on the relationships between in-role performance and organisational citizenship behaviour published in the International Journal of Business and Management reveals that when employees see that they are being watched, they may begin to believe that their supervisor does not trust them to do their tasks without continuous monitoring, which diminishes morale and decreases motivation.\nConcentrating simply on the number of hours an employee is physically present in the office may cause the employee to ignore the actual job. An employee may be present for more than eight hours a day, but what if they spend most of that time unproductively – without completing their assigned tasks?\nAnother research article, published in the Journal of Business and Psychology, states that when employees feel they are constantly being monitored, they are less likely to take risks or think outside the box or initiate independent decisions. They prioritise more on finalising things as soon as possible above exploring new ideas or solutions where necessary. In addition, they lack the time to seek feedback or assistance from others. These circumstances stifle creativity and innovation.\nThe third drawback is that the micromanagement strategy may result in increased stress and burnout of employees. In the Harvard Business Review, the American Psychological Association claimed that burnt-out employees are 63 percent more likely to take a sick day and 2.6 times as likely to be actively looking for a new job. How would you feel if you see your colleague continuously gazing at an online job portal, in addition to the high turnover of your department or company?\nLast but not the least, most of the commuters in our metropolitan areas use public transport and motorbikes during rush hours. The anxiety of getting late can easily lead to lethal accidents on a busy road. Who will take responsibility for an injured employee?\nSo, what can HR managers do instead of relying on tracking the work hours of the employees? Here are a few recommendations that are in practice:\nFocus on outcomes rather than inputs: Measure how successfully the employees achieve their goals and deliver value to the relevant stakeholders, instead of measuring how much time they spend on their work activities.\nFocus on feedback rather than examination: Rather than evaluating employees based on their time records, the supervisor can brief them on a set of constructive suggestions to improve their skills and performance.\nFocus on trust rather than control: Monitoring the employees is a waste of resources. Supervisors should trust their employees to manage their own time and work autonomously, which leads to producing leaders.\nFocus on support rather than pressure: Providing employees with resources, skills, and guidance leads to the successful completion of assignments in a variety of settings, such as creative deliverables instead of always imposing deadlines and targets.\nFocus on the culture rather than the system: Creating a culture of transparency, accountability, and acknowledgment helps to foster forward-thinking employee involvement without depending on a strict structure of rules.\nBy shifting from a time-tracking mindset to a human-centric mindset, HR managers can help create a dynamic talent model for the future that empowers employees to thrive in their work environment. International organisations offer employees to choose their own flexible hours as long as they meet their goals and deadlines.\nOur local HR managers can also foster a culture of trust and productivity by defining clear expectations and goals, while providing workers with the tools and resources they need to accomplish those goals. This will result in increasing employee retention with more engagement, leading to overall corporate success.\nFazlul Karim Chowdhury, FMVA is a business strategist and management consultant.\n",
        "headline_1": "The counterproductivity of 'productivity paranoia'",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-counterproductivity-productivity-paranoia-3269376",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-03-2023"
    },
    {
        "full_article": "It is a common human tendency to break the law whenever it suits us – hence, the need for penalties or other measures. Since violation of laws is almost inevitable, there is also the need for monitoring, which falls on law enforcement agencies. These agencies, in turn, will resort to stiff measures or, sometimes, innovative schemes to get the people to abide by the law. One still remembers the traffic police stopping reckless drivers and giving them a choice between paying fines or buying helmets on the spot. In fact, it was this tough stance of law enforcement agencies which played a huge role in discouraging motorcyclists from venturing out on the streets without proper helmets in recent years.\nThe recent incidents of fire and explosion have once again put the spotlight on glaring violations of building code and safety measures in the residential and commercial areas of our megacities. After every incident, we point fingers at the building owners and question whether the building had proper fire safety and/or electrical safety, whether the structure was approved, and whether the safety regulations were being adhered to. This has been happening since the terrible fire in Nimtoli, Dhaka more than a decade ago. There have been several incidents since then, some almost identical. And every time, we have blamed the landlords and building owners.\nWhat about the regulating authorities? What about the government measures to ensure governance? According to news reports, there are 54 agencies under 11 ministries working on city governance. Should these agencies not be held responsible for those incidents, too? I think they should. In fact, if it were up to me, I would point the finger at them first, because if these agencies did their jobs properly, building owners would not be able to get away with violating the regulations.\nCharges were brought against a few officials of the Rajdhani Unnayan Kartripakkha (Rajuk) over the fire at FR Tower on Dhaka's Kemal Ataturk Avenue, which left 25 people dead and 73 injured. But there appears to be no other incident in recent times where regulators have been charged for negligence of duty.\nAmong the most shocking revelations about the poor state of governance and lacklustre implementation of regulations is the fact that a Detailed Area Plan (DAP) survey in 2018 found 94 percent houses in the Rajuk jurisdiction built without an approved plan. One cannot help but wonder how these thousands of houses secured utility access like water, gas or power connections.\n\nWhat about the regulating authorities? What about the government measures to ensure governance? According to news reports, there are 54 agencies under 11 ministries working on city governance. Should these agencies not be held responsible for those incidents, too? \nIn response, Rajuk officials said the DAP area is huge and has 2.1 million houses, 500,000 of which are buildings (presumably that is the number of concrete structures). Many of these houses were built even before Rajuk was founded. So, they have very little authority on the houses that predate Dhaka city's development authority and real estate regulator. Is that a good enough excuse? Does it absolve Rajuk of all its responsibilities and obligations – both legal and ethical?\nThen there are the city corporations with a significant portion of their revenues coming from taxes paid by house owners and land owners. Don't they have any responsibility or obligations towards these taxpayers and to the city?\nBut all these regulators and authorities are intent on evading the issue and shifting the blame to someone else while their constituents continue to die preventable deaths.\nIt is as good as a foregone conclusion that building owners and landlords are able to get away with blatant violations of rules and laws by dint of a nexus of corrupt officials and opportunistic owners, endangering unsuspecting people who end up paying the real price.\nIt appears that the main problem is with governance. If government officials were held responsible and accountable for every incident, things would have been corrected much earlier. This city of 400 years, which is said to be the 11th largest city (population-wise) in the world, home to more than 18 million people, has become a ticking bomb only because of poor governance – or rather its complete absence. Dhaka used to be a matter of pride for Bangladesh, but now it has turned into a curse for its residents, most of whom live here only because they are compelled to do so.\nPerhaps it looks shiny from the outside, what with the megaprojects going on. There is the metro rail and the expressway. The entire city of Dhaka is filled with major construction projects signifying development and growth. Politicians point towards the city's glitzy exterior to claim that it is close to becoming our very own Singapore. They would know better than most that such lofty claims are nothing but eyewash and lip service.\nBut that is the extent of their commitment. Like most other things in a state of disorder, this crisis of governance and flouting of safety regulations go on unabated only because of a complete absence of political commitment. It is only because of this absence of political will or concern for the city residents that our houses continue to remain tinderboxes that are nothing but death traps. A far cry from the Singapore that politicians claim we live in.\nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n\n",
        "headline_1": "Dhaka, a victim of poor governance",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dhaka-victim-poor-governance-3269286",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-03-2023"
    },
    {
        "full_article": "The state minister for shipping has made a dire prediction saying that Bangladesh will not survive if our rivers stop flowing. He said this at a time when most of our rivers are facing an existential threat – while many have already died or are on the verge of death, those that still have some life left in them are also facing rampant pollution and encroachment. He further said that the government will rescue the rivers from encroachers, claiming they have made a list of river grabbers. While we appreciate the state minister's assurance, we think actions speak louder than words, and the government's performance in this regard so far leaves a lot to be desired.\nOver the years, despite such promises and assurances, there has been little fruitful action to protect our rivers from pollution, encroachment and undue interventions leading to their loss of navigability. This is despite a High Court directive in 2019 awarding our rivers the legal status of \"living entities\". In it, the court gave the National River Conservation Commission (NRCC) the responsibility to protect the rights of not only rivers but also canals, beels and other waterbodies. The HC also issued 17 specific directives to save the country's rivers and waterbodies from pollution and encroachment, including directing the authorities concerned to make a list of river grabbers and publish it in the media, declaring that river grabbers cannot run in any elections or get bank loans, etc.\nFour years have passed since that landmark judgment. Has any of those directives been properly followed by the authorities concerned? Evidently not. We know that a list of 63,000 river grabbers was prepared by the NRCC in 2021. What happened to that list? The state minister has said that the list is being verified. The question is, why is it taking so long to verify it or take action based on it? Meanwhile, the four rivers surrounding Dhaka – Buriganga, Turag, Balu and Shitalakkhya – have become so polluted by chemical, industrial, and household waste that their water is almost unusable now. The condition of the Buriganga is so bad that hardly any aquatic life can survive there.\nBack in 2009, the Department of Environment declared these four rivers Ecologically Critical Areas (ECAs), requiring urgent action to save them. Fourteen years later, these rivers are facing the same threats as before. The condition of other rivers across the country are pretty much the same, with many of them – Brahmaputra in Mymensingh, Dhaleshwari in Savar, Ichhamati in Pabna, Old Khowai in Habiganj, etc. – facing a slow death due to pollution, grabbing, sand lifting as well as mismanagement by the authorities.\nThis situation must change. We want to see action rather than promises that never really materialise. The authorities must take decisive actions to improve the condition of our rivers so that Bangladesh has a chance of surviving in the distant future.\n",
        "headline_1": "Rhetoric cannot save our rivers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rhetoric-cannot-save-our-rivers-3269011",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-03-2023"
    },
    {
        "full_article": "Given how vulnerable the majority of buildings in Dhaka are to fires, explosions or collapses because of their questionable construction and maintenance practices, it seems almost natural that residents would go on reeling from one disaster to another. The question is not whether a tragedy will strike again, but how soon. Only the other day, we drew attention to the fact that three accidents took place in rapid succession – first in Gulshan, then near Science Lab intersection, and then in Gulistan, the latter killing 23 people so far. And now there is news of yet another tragedy, in Savar this time, where almost the entire roof of a 10-storey government building collapsed, injuring at least 16 workers. While the cause of the incident is yet to be determined, there is no doubt that questionable construction practices had some role to play in it.\nUnfortunately, it's not just residential/commercial buildings that are at risk of accidents. As per a report by this daily, many of the city's kitchen markets are also in danger. Over the last two decades, a total of 19 kitchen market buildings were identified as risky, yet those continue to be in operation. Of them, nine are under the DNCC, and 10 under the DSCC. Despite promising to phase them out and relocate shops to new buildings, the city corporations have done little so far beyond putting up signboards. Millions continue to visit these establishments at great personal risk. Whose fault will it be if any of those buildings collapse or meet any other tragedy? Why do city authorities continue to ignore the red flags? Such reckless negligence is totally incomprehensible.\nRisky living, risky shopping, risky breathing, risky commuting – there seems to be no end to the destructive potential of this city, just as there is no end to the mismanagement perpetuating these risks. Just imagine: There hasn't been a single conviction in any of the cases related to major fire incidents over the past decade. Owners of factories or establishments who should have been held responsible for criminal negligence are dodging justice, with their businesses operating as before. More alarmingly, institutions whose corruption and negligence are allowing dangerous construction and maintenance practices are never held accountable either, although doing so is key to reverse the situation. Reportedly, there are 54 agencies under 11 ministries to ensure governance in the capital. And if they were held accountable for every fire or blast or collapse, along with the unscrupulous owners of buildings, the risk factor could have been largely neutralised.\nAll this points to the significance of enforcing existing building, construction and safety regulations, and of establishing accountability for any violation regardless of the individuals and institutions culpable. Some urgent reforms are in order. We urge the government to immediately demolish the dilapidated kitchen markets of Dhaka and other at-risk residential and commercial establishments. Those at risk of fires, explosions or collapses as a result of weak foundations or earthquakes should also be fortified. Recent events have shown the urgency of decisive actions to improve building safety. The authorities must not fail us again.\n",
        "headline_1": "Don’t normalise risky living",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-normalise-risky-living-3268526",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-03-2023"
    },
    {
        "full_article": "Amid the pervasively depressing news in the post-corona period in almost all sectors, the manpower export sector emerges with a silver lining. It's because after a two-year export hiatus following the Covid-19 outbreak in 2020, the outflow of job-seeking workers has lately marked a buoyant growth. Indeed, manpower export from the country has been on an upswing over the past two consecutive months, show the data released by the Bureau of Manpower Employment and Training (BMET). The country reportedly sent 213,572 workers to different countries during January-February period - of whom 104,513 in January and 109,059 in February. Following the deadlock in the country's manpower export during the corona scourge, the data have emerged as propitious news for the country's economy. The economy was badly hit by the domino effect of the 2-year pandemic in 2020-21.As reported by BMET, most of the workers went to the Middle East countries. They included Saudi Arabia, with the highest number of expatriate workers at 85,319. In the tally of job destinations for Bangladeshi manpower, the Southeast Asian nation of Malaysia appears to have entered the scene once again. In January and February last, 54,314 workers have landed jobs in Malaysia. Against the backdrop of unwarranted developments in sending manpower to that country --- misunderstandings, mushrooming of phony recruiting agencies in both the countries etc lately, the rise in jobs for the Bangladeshis in Malaysia is worth noting. The BMET expects the overseas employment for the Bangladeshis to grow steadily in the months ahead and see more employment than in the previous year. It has been learnt that Bangladesh sent more than 1.1 million workers abroad in 2022. All this is good news for the country, as it translates into hefty remittances for the country. Surprisingly, a clear picture has yet to come out on the amount of the remittances being sent to Bangladesh. Many point the finger at the 'hundi' process of sending money from abroad. Expatriates prefer to transfer money through 'hundi' rather than legal channels to get more money. Although they know that it is illegal, they continue to use this informal transfer of money as there is no proof of transaction. This widely practised method has become synonymous with remittance transfer.Women comprise a significant part of the total number of manpower exports. In spite of the incidents of alleged overwork, harassments and humiliations female workers from Bangladesh continue to undertake overseas journeys to engage in jobs in the Gulf countries. A total of 15,771women have entered jobs abroad in January-February this year. Most of them have been hired by the Middle East countries. Bangladesh sent more than 0.1 million female workers to different job destinations in 2022. However, Bangladesh female workers abroad have for some time been a delicate issue. It emanates from the perceived lack of a work-friendly and secure atmosphere. Rights activists take up the issue, saying females are still deprived of an environment conducive to work. Complaints are rife. But mere complaints and surviving with bruised selves will not get the female expatriate workers anywhere. Ensuring the right kind of jobs and a working atmosphere should be considered two imperatives. The present manpower export market has turned too old, and conventional. The nation ought to explore some fresh destinations. It can start with workers chosen for rich Far East and Southeast Asian countries.",
        "headline_1": "Rising manpower export",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rising-manpower-export-1678631972",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-03-2023"
    },
    {
        "full_article": "The government in its revised budget for the current fiscal year is going to increase the allocation for operational expenditures which involve costs of running the administration, maintenance work, repairs, etc. Oddly though, this is being done at the expense of the development budget which is being curtailed to make room for the enhanced operational cost of the government. In the process, allocation for the revised operational budget will be Tk10 billion more than what it was at Tk 4.18 trillion in the current national budget. Though as a percentage of the total allocation for operational cost in the current budget (FY23), the proposed increase is rather small at close to 0.24 per cent, this is still significant seeing that this is happening at a time when the government has adopted a policy of austerity. So, the question is when in the face of the country's growing current account deficit, the government is tightening the belt to keep the economy afloat, why should it be different for the administrative and some other expenditures? In fact, cost-cutting should stress reducing expenditures that are not essential. More importantly, in the present context, the stress is on saving foreign exchange which is being spent mostly in importing fuels, raw materials and capital machinery for the industry, essential foodstuffs and other goods including luxury items. So, in the category of non-essential items should first come luxury goods including private cars, avoidable foreign tours, etc. The government has already started to control these types of non-essential expenditures. When it comes to cutting back on development projects, those should be the ones that the country can do without particularly at this crunch time. So, work for some development projects, which are not fully foreign-aided and not yet started, or partially started, can be scrapped, or suspended until things turn for the better. There should be clear guidelines about which development projects should be considered important and be continued and which ones should be postponed. What about operational costs? Do all the operational activities of the government fall under the category of being 'essential' so much so that no part of them can be trimmed? On the contrary, by reducing administrative expenditures, the government can set an example for others to emulate. For instance, a significant reduction in overhead costs can be an example of moderation or even self-sacrifice. However, necessary maintenance work needs to be continued and the operational budget must make allowance for that. At the same time, there is scope for austerity in the use of expensive cars by government high-ups and the fuels such vehicles consume, reducing the frequency of their tours, meetings and other engagements that could be done, say, by going online. Also, some of their privileges could be a little pruned at a time when the common people are going through a time of severe economic hardship. But in the present case, in the government's eye, operation seems to have taken precedence over development. That is why, it has slashed expenditures on development work by more than 7.0 per cent from Tk2.596 trillion in the current budget which in absolute terms comes to Tk 0.183 trillion, or Tk183 billion. Of course, development activities such as building huge infrastructures like bridges, metro-rails, airports, expressways, flyovers, etc are highly expensive foreign- currency-guzzling projects. The government may well cut expenditures on such projects for the time being. But there should be no compromise on development work in general that are necessary and create employment both in the urban and rural contexts. Unfortunately, as usual the government agencies responsible for running development projects under the Annual Development Programme (ADP) could not perform at the expected level. As a result, in the last six months between July and December of the current financial year more than 75 per cent of the development work remained reportedly incomplete. As expected, the overall expenditure on those projects, both in terms of their operational and developmental costs, remained rather low at 30.70 per cent and 14 per cent respectively. Even so, what is interesting to note here that the amount of money spent for operation of those projects was more than double the amount spent for actual development work! It is indeed an example of how expensive the operators of those projects are in comparison with what they actually execute. Now, will the government officials who failed to deliver in implementing the ADP projects according to schedule be held to account? Are not they a drain on the country's resources like poorly performing projects they are in charge of? So, at this time of falling external income, the government needs to be prudent in its expenditures. To save dollars, foreign-aided programmes should be kept while unnecessary government expenditures curtailed. For any increase in government expenditures in the non-productive sectors will only increase inflationary pressure on the economy. Consider the constant rise in the prices of goods and services day in day out, which is causing a gradual loss of the consumers' purchasing power. As the consumers' incomes are not increasing on a par with the commodity prices, the economists are advising the government to contain inflation. Since the prices of goods in the market are rising, an expansionary monetary policy, which the government is said to be pursuing, will only give a further push to the trend. So, in these critical times, the emphasis should be on keeping the inflation under control, so that the common people are allowed some breathing space. \n[email protected]",
        "headline_1": "Allowing public some breathing space",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/allowing-public-some-breathing-space-1678632071",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-03-2023"
    },
    {
        "full_article": "Food prices have globally declined in February for the 11th consecutive month, reports the Food and Agriculture Organisation (FAO) of the United Nations, which keeps a tab on the monthly international price index of food commodities. Bangladesh, contrary to this sobering trend, has been experiencing galloping prices not only of foods but also of all consumer goods including those most essential for personal health and hygiene including sanitation of living quarters. The decrease in FAO Food Price Index registered a nominal 0.6 per cent to 129.8 points from the January's 130.4 but it is as significant as 18.7 per cent from the average peak price index in March a year ago. When the winter vegetables ---perishable as they are ---flooded the market for about a month, those items did register comparatively lower prices. But with the Ramadan--- the month of fasting--- approaching fast, the kitchen market is heating up as if to explode. Many of the commodities and spices have become one and a half time costlier. A super shop has started selling beef in grams instead of kilograms considering perhaps the affordability of low-income people. But this initiative seems to be rather questionable because poor and low-income consumers are unlikely to shop in department stores or super shops.However, this is quite symbolic of the general pattern of affordability at the bottom rung of society. In this capital city, there are a large number of people who are unlikely to feel the pinch of outrageous market volatility because they literally wallow in raw wealth. So, the pre-Ramadan meeting the commerce ministry ritually holds each year with the trading community in order to keep the prices of commodities stable is more of a show than substance.If cereal prices are taken into consideration, wheat has registered marginal price increase globally but rice price has dropped by one per cent to counter it. Similarly, the rise in sugar price has been more than offset by a sharp fall in prices of vegetable oil and dairy products. Unsurprisingly, in keeping with the tradition of trading practices here, the food items that have become dearer in international market have become only more so and those marking price drops did not at all follow the downward trend. Even the latest slump in prices of fuel oils in international market is unlikely to reflect in their local price indices, least of all in the commodity prices which always have an excuse of costlier energy-induced higher production cost behind the unbridled rise. Cooking oil prices have globally declined by 3.2 per cent in February from January but in Bangladesh those have defied the government-fixed rates mostly arm-twisted to increase on more occasions than one. In the same way dairy products' prices registered a fall of 2.7 per cent but the rate pushed higher earlier shows no sign of coming down here. What is particularly significant is that meat prices globally remained more or less stable with pork registering higher prices. This translates into drop in other types of meat including the largest decline in poultry prices. In case of Bangladesh, it has been totally opposite to this with broiler chicken and eggs setting record price benchmarks ever. Bangladesh's case is not as pathetic as those of Ghana, Malawi and Zambia so far as domestic food outputs are concerned. But the country almost finds itself in the bracket of those nations in terms of inflation. This country is lucky to have its fertile lands and ever resilient and ready-to-learn farmers who are working wonder with cultivation of cereal and other crops. Even then it is the middlemen, the hoarders, the millers who deprive the growers of their reward by manipulating the market. Much of the market volatility owes to the black art of the parasitic class of society. The focus should be there to rein in the galloping horse of prices.\n[email protected]",
        "headline_1": "Global price index drops, Bangladesh's skyrockets",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/global-price-index-drops-bangladeshs-skyrockets-1678632104",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-03-2023"
    },
    {
        "full_article": "Bangladesh has been growing scented rice for a long time. But the problem is that most of our farmers are reluctant to grow these rice varieties as they have low-yield potentiality than other varieties. To resolve this, Bangladesh Rice Research Institute (BRRI) invented Bangla Moti (BRRI Dhan-50) in 2008. This aromatic rice is suitable for Boro season. According to scientists, the size and fragrance of the variety is better than those of the Indian and Pakistani Basmati rice. It is a high-yielding variety with double yields and double profits for the rice growers. Experimentally developed, Bangla Moti rice has been cultivated in different regions of Bangladesh. The result has been very encouraging. Despite all these positive aspects, this rice has not yet been cultivated widely across the country since most of the farmers do not even know about this variety. Common people cannot afford imported fragrant rice, which is available in almost every super shop in our country. If Bangla Moti becomes popular and it is grown widely, even the poor would be able to buy it. It is unfortunate that we are failing to reap our scientists' success of inventing a high-yield rice variety. Its responsibility should go to the authorities concerned as they could not popularise it among our farmers. If it is widely grown, we will not just have an aromatic rice of our own at an affordable price but also can export it abroad. So, we urge the authorities to do the needful to promote Bangla Moti rice.\nMd Ashraf Hossain, 120, Middle Bashabo, Dhaka-1214, [email protected]",
        "headline_1": "Making Bangla Moti popular",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-bangla-moti-popular-1678632141",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-03-2023"
    }
]