[
    {
        "full_article": "Prime Minister Narendra Modi’s Moscow visit was billed as his first “stand-alone” visit during this tenure, with officials laying stress on the purely “bilateral” framework. However, while the visit had strong bilateral components, its impact has been felt globally, with unprecedented criticism from Kyiv and Washington on its timing and optics. On the bilateral front, the visit, his first to Russia since 2019, and the first “annual” summit in three years, resulted in a number of outcomes. There was a reaffirmation of India-Russia ties as well as Mr. Modi’s obvious personal rapport with Russian President Vladimir Putin. Mr. Modi also received Russia’s highest civilian award. He praised Mr. Putin’s efforts to strengthen bilateral ties, that had appeared to be flagging, given the war in Ukraine, and growing Russia-China ties. In formal talks, the leaders focused on bettering the economic and trade relationship, which has often been a neglected part of the largely government-to-government engagements, and announced a bilateral trade target of $100 billion by 2030, which should be easily met given India’s massive increase in oil imports from Russia specially discounted due to western sanctions. Mr. Modi also won an assurance from Mr. Putin that Indian recruits enlisted in the Russian Army will be allowed to return to India. Unlike in the past, the visit lacked any announcements of military purchases that have been the mainstay of ties, due partially to Russian delays in supplies of deals already announced after the invasion of Ukraine and to also avoid international censure. Mr. Modi’s statement that there was “no solution on the battlefield” to the conflict, as well as his decision to travel further to Vienna, were seen as attempts to balance the trip, his first since the conflict began.In an increasingly polarised world, this was easier said than done, especially as Mr. Modi’s visit happened even as Ukraine was hit by a devastating missile attack. There were also NATO, western alliance leaders and Ukraine President Volodymyr Zelenskyy converging in Washington for a summit that was aimed, albeit unsuccessfully, at showing Russia’s isolation. It is another matter that the stance reeks of hypocrisy, as the NATO countries have failed to show similar concerns over the killing of innocents in Gaza due to Israel’s relentless bombardment. The U.S. State Department and Ukraine have been openly critical of Mr. Modi’s visit, and New Delhi’s task will be to limit the damage in ties with the U.S. and Europe. In the long term, India will have to assert its interests and convince the West that it is futile to force India to choose, or to push a country known for its independent stance, to become a camp follower in this conflict.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nPrime Minister Narendra Modi\n\n/\n\nRussia\n\n/\n\nUSA\n\n/\n\nUkraine\n\n/\n\nsummit\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nChina\n\n/\n\neconomic policy\n\n/\n\ntrade policy\n\n/\n\noil and gas - upstream activities\n\n/\n\neconomic sanction\n\n/\n\narmed Forces\n\n/\n\ndefence equipment\n\n/\n\nNATO\n\n/\n\nEuropean Union\n\n/\n\nIndia",
        "headline_1": "​A wobbly walk: On Modi’s Moscow visit and India-Russia ties",
        "headline_2": "India did well to assert its ties with Russia, but the optics were bad",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Ba-wobbly-walk-on-the-modi-moscow-visit-india-russia-ties/article68396190.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-07-2024"
    },
    {
        "full_article": "On July 10, in Uttar Pradesh, a private double-decker bus collided with a milk tanker, killing 18 people. Local reports claimed the bus’s insurance had not been renewed and that it lacked an alarm system to alert the driver if the bus drifted from its lane, among other issues. Should the State government’s inquiry bear these details out, they will highlight the importance of the multidimensional nature of road safety, which banks on road and highway design, presence of roadside businesses, speed and access control, and visibility, among other factors, to protect lives. The details should also highlight the reluctance of municipal authorities and local bodies to scrutinise public and licensed private infrastructure until lives are lost. According to the National Crime Records Bureau, 1.71 lakh people died and 4.23 lakh were injured in 4.46 lakh road accidents in 2022. A 2023 IIT Delhi report estimated there were 11.3 road-accident deaths per lakh population in 2021, which, after accounting for official data inconsistencies and underreporting, is constitutive of a public health crisis. Speed control is particularly important: it is implicated in most deadly road accidents in the country. Following the bus accident, police also told news agencies the collision had flung passengers out of the bus. Public officials know how to control speed in urban and rural areas — with strategically placed speed-breakers and roundabouts and increased police monitoring, for example. Similarly, it should be clear which portions of the Automotive Industry Standards that the bus’s condition at the time of the accident violated.There are three ways forward. First, local authorities must enforce existing standards and have skilled personnel and proper equipment for this purpose. They must also be allowed to impose harsher penalties on transport service operators who fail to meet safety requirements. Municipal bodies must also be prevented from diluting standards painstakingly specified by engineers in order to, say, facilitate local businesses. Second, the Ministry of Road Transport and Highways needs to collect and publish better, ideally complete, data on vehicle registrations, safety certificates, testing centres, criteria, and reports and audits. It also needs to improve the quality of data about injuries and deaths, both of which remain undercounted. Finally, there is a need for greater public awareness of how the health of transport vehicles is ascertained and for access to each vehicle’s latest test report. This may be a bridge too far given both the generally complacent attitude towards quality control and unscrupulous operators’ ability to escape sanction — but it remains the bridge that will have to be crossed.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nUttar Pradesh\n\n/\n\nroad accident\n\n/\n\ngovernment\n\n/\n\nroad safety\n\n/\n\nlocal authority\n\n/\n\nministers (government)\n\n/\n\nroad transport\n\n/\n\nsafety of citizens",
        "headline_1": "​Crash course: On the health of transport vehicles in India",
        "headline_2": "There must be better monitoring of road-worthiness of transport vehicles",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bcrash-course-on-the-health-of-transport-vehicles-in-india/article68396185.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-07-2024"
    },
    {
        "full_article": "Maha’s public security bill deserves close scrutiny\nMaharashtra’s Public Security Bill, 2024, per officials, is meant to “plug gaps” in anti-terror law UAPA. The bill is required for, purportedly, a “growing urban naxal menace”, with all offences cognisable and non-bailable. It’s curious a govt at the fag end of its term should table such a consequential bill, with election campaigning weeks away. There are three key issues to deliberate. First, what is govt’s definition of “urban naxalism”? Second, if it can be defined, how is it measured? These should have been sorted out before the bill was designed? Third,  leftwing extremism, India-wide, by GOI’s data, is largely contained.\n‘Urban naxal’ phenom | The umbrella term has been applied to activists, academics, politicians. In the 2018 CM-chief secretary spat in Delhi, BJP veterans called AAP/Kejriwal “urban naxals”. Opponents of Gujarat’s Sardar Sarovar project were “urban naxals”. From academics to protesters, the “urban naxal” tag has sent people into gruelling prison terms on vague accusations. The term became a ditty in the Elgar Parishad case when Pune police arrested activists, all of whom had earned the “urban Naxal” moniker. In 2021, adivasi rights campaigner Stan Swamy died in custody, also regarded part of the “urban Naxal group”.\nNear wiped out | What’s puzzling about the bill’s raison d’etre is that naxalism pan-India is on its last legs per GOI. Govt has repeatedly stated that over the last five years, Bihar, Jharkhand, Odisha, Telangana, Andhra, MP and Maharashtra had been freed from Maoist influence. That only pockets in Chhattisgarh remained as outliers. In Parliament answers in 2023, GOI said naxal incidents had reduced from 1,533 (2004) to 531 (2022), deaths from 566 to 69. Decadal comparison (May 2005-Apr 2014 to May 2014-Apr 2023) showed incidents reduced by 52%, and deaths by 69%. GOI told Parliament “districts reporting violence reduced from 96 (2010) to 45 (2022).” \nFor Maharashtra govt, though, urban naxalism is “growing”. How it came to that conclusion, only the govt can answer.\n\n",
        "headline_1": "A curious bill",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-curious-bill/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-07-2024"
    },
    {
        "full_article": "His post-defeat House speech shows what India’s missing\nAs a new Labour govt takes charge of UK, Sunak’s first post-defeat speech in Parliament is likely to have struck many as remarkable, in its ordinary civility. Despite what has happened in much of the world, and however heated the political fray, Parliament is a common project and democracy is coexistence. Sunak acknowledged his opponent Keir Starmer’s victory, and the verdict of the people, to whom all parties are committed. He highlighted the role of legislators, whose constituents keep them grounded, and to whom they have the first obligation. In many ways, this was a departure from the norms we have seen shredded in India.\nAn election victory in a complex parliamentary system as ours, is an aggregate of many impulses rather than a single message. Every govt must know that its majority is partial and does not include all constituents, and engage with other views. Opposition, meanwhile, has to keep watch on the executive, and make sure it is heard by the strength of its argument. We have sharply differentiated political platforms, so a clash of ideas is inevitable. But it should not be a literal clash, or a matter of domination and subjugation. Sunak’s speech gave us all a few tips on how wins and losses should be handled in a democracy.\nDeliberative democracy is an exercise in public reason. We, the people, are owed these debates, to see how various points of view are reconciled into legislation. Parliamentary civility is not about good manners, but about enlarging the space to make and hear arguments, without personalised attacks.\n\n",
        "headline_1": "Listen to Rishi",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/listen-to-rishi/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-07-2024"
    },
    {
        "full_article": "Written by: Soham Bhaduri\nIn seeking the sought, the seeker denies that the sought is already there and acknowledges that what is already there isn’t what is sought. The raj yogi follows an elaborate regimen to steer clear of bodily and mental distractions before he can expect to attain his goal of union with the absolute, the Brahmn. The stage is set through the practice of the five yamas and niyamas. Specific asanas help achieve a posture that is neither cosy nor unbearable. Breathing techniques help slow and harmonise breathing so the rushing air doesn’t constitute a distraction. The senses are closed, and concentration is locked on an object to restrain the ever-tossing and turning mind.\nOnly when these are met can the yogi experience the pure, undifferentiated Brahmn. But what about the multitudes who falter along the difficult road? What about those who fail to distil the undifferentiated Brahmn from the differential maya?\nWe naturally tend to resist and oppose thoughts, feelings, and occurrences that we detest. This resistance often leads to frustration, making things worse. Opposing and resisting intrusive thoughts and feelings only makes them stronger. What is the way out? It goes by a simple mantra: “Control what you do, accept what you feel.”\nAnxious thoughts have just one goal: perpetuating anxiety and making you even more anxious. Negative thoughts aim to instil disquietude and pessimism. Acceptance defangs them, leaving them no choice but to starve and succumb. The accepting mind lets thoughts and feelings come as they do and lets them be.\nAcceptance is the most powerful arrow in the faltering yogi’s quiver. How do we practice acceptance? By recognising and clinging to the thread of consciousness that binds everything, to the omnipresent beingness that straddles all that is and isn’t.\nThe yogi must never be tricked into believing, in true sense, that their distractions are alien to Brahmn. That maya, being limited, is antithetical to Brahmn. Or that Brahmn is reached by distilling off the differential maya. For what becomes of Brahmn if there’s anything apart from Brahmn? What is Brahmn but consciousness, the ultimate reality, and what becomes of the ultimate reality if there’s anything other than itself ? What limits the limited is nothing but Brahmn, as is what lies beyond the limited, and the limited itself. Brahmn is as much what is distilled off as the distillate itself, as much what the yogi rejects as what he seeks.\nBrahmn isn’t ‘not this, not that’ but ‘this, as well as that’. Brahmn is both the differential and the undifferentiated. What the yogi seeks is no different from what is already there, including that which he avoids. By clinging to the thread of all-pervading consciousness, the yogi identifies and accepts his distractions as nothing but forms of the same Brahmn that he seeks. In them, the yogi sees nothing but Brahmn, out and out, and stops resisting them. And thus, the yogi, unperturbed by his distractions, disempowers them and carves a smooth and single-minded path to his goal.\n\n",
        "headline_1": "The yogi identifies and accepts his distractions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-yogi-identifies-and-accepts-his-distractions/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-07-2024"
    },
    {
        "full_article": "That UGC-NET may have been cancelled over a false alarm shows how broken the system is\nIf more proof were needed of the way the exam system is run in this country, we have it through news reports about UGC-NET being cancelled on the basis of non-credible evidence. CBI, investigating the UGC-NET ‘paper leak’, has apparently found that a screenshot of question paper on Telegram on the day of exam was posted AFTER it was conducted.\nFrom one extreme to other | Talk of a knee-jerk reaction. It beats credibility that authorities made a momentous decision impacting more than 9L students without a thorough investigation. This must be contrasted with the extreme reluctance shown by NTA to acknowledge irregularities in NEET-UG held earlier, for which there was good evidence. The latest revelation is also bound to raise questions if there was sufficient reason to postpone the safer CBT-based CSIR-NET. There is more to this year’s UGC-NET that is baffling. It was held in pen-and-paper mode after years of offline computer exams. UGC was behind the switch and it went ahead without a full-strength commission being in place and minus any committee’s recommendations. Clearly, no questions were asked.\nActing in haste | What these events highlight is that ad hocism, rather than due deliberation, is behind such decisions. And saving face when things go wrong overrides the objective of fixing the exam system. This is more than evident in the official stance before SC in NEET-UG case. To SC’s queries over a retest, education ministry & NTA continue to insist, despite evidence to the contrary, that the leak was localised and the overall exam was not compromised. Such an approach might bail them out this time, but there is no guarantee we won’t face the same situation in the future – unless the high-powered committee looking into exam reforms goes for a thorough overhaul of the system.\n\n",
        "headline_1": "In poor test",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/in-poor-test/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-07-2024"
    },
    {
        "full_article": "Just as the Soviet Union fell, the United States proudly acknowledged Francis Fukuyama's famous claim that both Nazism and communism had been defeated, and adopted the grand strategy of the liberal international order. Yet, in a paradoxical twist, the US is now funding the Azov Brigade in Ukraine, a neo-Nazi militia founded and armed by the Ukrainian ministry in 2014 which the White House itself had banned in 2018. This complex and contradictory nature of US foreign policy reveals a crack in the edifice of supporting a democratic, benign Ukraine against an autocratic, aggressive Russia. \nAs Republican Senator Lindsey Graham once said, Ukrainians \"will fight to the last person.\" This deeply troubling declaration summarises two primary sentiments that are prevalent among Western elites. First, as political scientist John Mueller concluded, Americans are highly sensitive to the loss of American lives, but there is a marked indifference to the casualties suffered by foreigners. Second, as some analysts opine, the US objective in this war isn't Ukrainian prosperity, but something else. \nExamining the US posture on Ukraine reveals a broader strategy where its primary objective is to weaken Putin's regime militarily, politically, and socially, rather than prioritising the well-being and sovereignty of Ukraine. This tactic is exemplified in Joe Biden's remarks about how Russian President Vladimir Putin \"cannot remain in power,\" Lindsey Graham's tweet that \"the only way\" to end this war is a Russian insurgency and regime change, Canadian deputy prime minister's parliament speech advocating the \"entire vanquishing\" of Putin, and the similarly aligned worldviews of the governments of UK and Sweden.\nWhile this geopolitical objective of the \"collective West\" takes precedence, the true cost of the war is borne by Ukrainian citizens who continue to suffer immense casualties, displacement, and incalculable losses. A report by The New York Times referred to at a US congressional hearing indicates that Ukrainians have suffered more deaths than Russians. This ever-increasing Ukrainian death toll is painting a grimmer picture of the country as its military is being bled to white by Russia.\nApart from relentless Russian bombardment, Ukraine's vulnerabilities are appearing stronger as videos of forced conscription of young Ukrainians are circulating on social media. Its average military age is now 43, and the balance of power decisively favours the Russians. There are certainly no metrics in this war that ensures a Ukrainian victory, since the regime is facing collapsing manpower, airpower, and artillery stockpile. No amount of Western aid can rectify this imbalance, since the US itself does not have the industrial capacity to produce adequate artillery and munitions for Ukraine. Russian defence production outnumbers that of the US and Europe combined by three to sevenfold, as reported by NATO intelligence and Estonian intelligence, respectively. \nIt is not only Russia that Zelensky is fighting a war against; it is also the Ukrainian press—as confirmed by the US Department of State. However, international coverage of Ukrainian domestic politics remains critical of the current leadership. Zelensky's decisions to cancel elections, fire unit heads of different ministries, and the growing discontent among Ukrainian public, vividly portray a nation in internal turmoil—all of which have \"shaken the confidence\" of the West in his regime. Both parties \"have hit their lowest ebb,\" according to Ukrainian officials. Biden's decision not to attend Ukraine's peace summit in Switzerland has also made Zelensky \"very irritated,\" fueling speculations that the US views Ukraine as a lost cause. \nMoreover, unrest is not confined to Ukraine alone. Fractions within the European Union are experiencing uproar as well. The defeat of leftist and centrist parties in EU polls reflect that the public opinion is aligned with those political parties that oppose Ukrainian complicity. Amid that, talks of forced conscription are circulating among the German political class. Even the former defence minister of the UK compared the inadequate support to Ukraine with a failed European leadership. So, in an effort to increase Europe's support for Ukraine, Emmanuel Macron and Olaf Scholz recommended Ukraine use French and German missiles to attack the Russian homeland just as Biden approved using US missiles to hit Russian territories.\nThese developments have influenced Russia to implement a series of diplomatic initiatives. Its latest bilateral partnership with North Korea aims to provide mutual assistance in the face of an attack. Russia's Eurasian Security Framework aims to align with other nations to counter NATO, and its Vietnam partnership further solidifies this strategy. Furthermore, Moscow has offered yet another peace deal just a day before Ukraine's peace summit, aiming to establish Russia's eagerness to end the conflict sooner. Unsurprisingly, the US rejected the deal almost immediately. Putin foresaw this as he mentioned that the essence of this proposal is to end the conflict, not freeze it, \"as the West wants\". \nMeanwhile, Washington has offered everything to Ukraine but a NATO membership. So far, Zelensky has received a 10-year security guarantee, $60 billion in aid, a $50 billion loan, and foolhardy guidance. It is no surprise that he lambasted NATO several times for not holding up its promises. Since the US understands that NATO membership for Ukraine means crossing the \"Russian red line,\" something which the Head of NATO himself acknowledged, it is prolonging this losing war simply to put up a fight against Putin's regime. But in reality, such action is allowing Russia to turn Ukraine into a dysfunctional rump-state. \nAt this crucial stage, one might think it is time for the West to explore potential exit strategies or negotiate a settlement that minimises losses. But as can be seen with the 10-year security guarantee Washington has provided, this is not likely to occur anytime soon. \n\"There is no faith in Kyiv,\" laments Sergey Lavrov, the Russian Foreign Minister. After what happened with the peace talks, upholding trust has become difficult for Russia. When the 2014 Minsk Accords progressed towards mutual agreement, its key architects—German Chancellor Angela Merkel, French President François Hollande, and Ukrainian President Petro Poroshenko—walked out from the negotiation and later explicitly admitted that they were deceiving Vladimir Putin to buy Ukrainians time. What's ironic is Angela Merkel herself opposed NATO enlargement to Ukraine in 2008 and said that this move would be interpreted as a \"declaration of war\" by Russia. \nFast forward to post-invasion, Zelensky declared in March 2022 that Ukraine will not join NATO and proceeded to cut a deal at the Istanbul Communiqué in April 2022. However, Washington and London influenced Kyiv to withdraw, as confirmed by then Israeli Prime Minister Naftali Bennett, who was part of the negotiations himself. This concludes that Russia has already been betrayed twice with these negotiations, which demands Putin become more stringent in future peace deals. \nIn the present landscape, the future looks dismal for Ukraine. Last summer's much awaited counteroffensive, the record-high sanctions, and hundreds of billions in loans and aid—all have failed miserably. With Russia standing stronger than ever, Ukraine will have no relief as the war will be prolonged. It will lose more territory and most importantly, more lives. The West, meanwhile, will certainly escape accountability, just as it was able to after previous NATO quagmires in Iraq, Libya, Afghanistan, Vietnam, Yugoslavia, and elsewhere.\nSirazum Monir Osmani is an analyst at a start-up.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Doomed to fail: Unaccountability in Ukraine’s plight ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/doomed-fail-unaccountability-ukraines-plight-3655161",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-07-2024"
    },
    {
        "full_article": "For years, we have urged the authorities to investigate the issue of PSC question paper leaks seriously beyond just perfunctory arrests of a few culprits. Thirty incidents of question paper leaks and a decade later, our law enforcement agencies seem to be finally conducting a thorough investigation to find all those involved at various stages of the process. According to the Criminal Investigation Department (CID), the syndicate of Bangladesh Public Service Commission (PSC) officials and employees was involved in leaking questions of at least 30 recruitment tests. The investigators have listed the names of at least 24 officials currently working in different government departments, including the cadre service, who were involved in the racket, based on confessions of those arrested. The CID has hinted of involvement of some \"big fish.\" \nWe are glad that these names are finally coming out, but given the way the investigations into question paper leaks have played out over the last decade, we have every reason to worry that those in the highest echelons of power will eventually get away. The CID has made arrests on multiple occasions before; how is it that they failed to unearth the major ring that has apparently been in operation since 2002? How did transactions worth crores of taka in the banks of syndicate members go unnoticed for so long? A few of those arrested now have been found to be involved in similar leaks before; why were they allowed to get away with not even a slap on their wrists? It's worth asking if law enforcement members themselves were previously involved in coverups in light of the impunity enjoyed by the perpetrators so far. Law enforcement agencies must rise to the occasion to unmask the masterminds and their collaborators, no matter their identity. \nIt is also time we made public the names of those who got the jobs in much sought-after government positions by buying leaked question papers. How can we expect them to serve the country over their own greed if their entry into the profession is marked by such dishonesty? Corruption is now so ingrained into our system that perhaps we no longer even know or care to know the difference between right and wrong. But to stop this country from falling into a deeper abyss, we must do more than arrest a few individuals—we need to weed out the corrupt at every stage of government service. \n",
        "headline_1": "Question leaks: Will the ‘big fish’ finally be caught?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/question-leaks-will-the-big-fish-finally-be-caught-3655111",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-07-2024"
    },
    {
        "full_article": "On Wednesday, The New York Times published a scathing essay written by Hollywood star George Clooney titled \"I Love Joe Biden. But We Need a New Nominee\".\nWhile calls for the ageing US president, whose frailties have been on show in recent public outings, to step aside for the upcoming November presidential elections have been flowing in from all directions, this latest rebuke by the Oscar-winning actor is going to be particularly impactful, not least because of his popularity.\nAs Clooney mentions in his essay, he is a lifelong Democrat. But beyond that, he is among the American centre-left party's biggest fundraising weapons. He has led enormous fundraisers for Democratic nominees in the past, including Barack Obama, Hillary Clinton, and Biden. In fact, the actor mentions a fundraiser three weeks prior where the Joe Biden he saw \"was not the Joe… Biden of 2010. He wasn't even the Joe Biden of 2020. He was the same man we all witnessed at the debate.\"\nThis vote of no-confidence is significant because Hollywood, in the heart of California, has long been a powerbase for the Democrats, and the glitz and glamour of the American entertainment industry and its deep-pocketed media executives make up a vital portion of the Democratic party's funding sources.\nHowever, following Biden's disastrous debate performance against Republican challenger Donald Trump, Hollywood started to let it be known that they watched the debate, and that they would be making decisions based off of it.\nVariety, an American media outlet focused on entertainment, reported that top Hollywood donors had started to \"freak out\" after the debate. The meaning of this reaction, in practical terms for Biden and his campaign, is the drying up of precious millions in campaign funding.\nThe panic is far from universal in Hollywood. The Biden campaign enlisted the help of veteran actor and Hollywood royalty, Robert De Niro (80), to send out emails to potential donors and ramp up fundraising, reports Variety.\nSome notable names in the American entertainment industry, including Netflix co-founder Reed Hastings, were quick to make their opinions known following the debate. A prolific Democratic donor over the last few years, he told The New York Times that Biden needs to step aside to allow someone else the chance to beat Trump and keep America safe.\nAbigail Disney, the heiress to the enormous Disney entertainment empire, has halted donations to the Democratic Party until Biden steps down, as reported by CNBC.\nUntil now, though, a group of core long-term supporters of the Democratic Party had kept quiet. George Clooney's essay, timed delicately to coincide with the end of a crucial NATO summit, breaks that barrier too.\nFocus will now shift to figures like Jeffrey Katzenberg, co-founder and CEO of Dreamworks SKG, a major Hollywood studio. Katzenberg organises many of the fundraisers mentioned by Clooney in his piece on The New York Times, and his endorsement, or lack thereof, could be vital for the future of Biden's financial support from Hollywood. What filmmaker Steven Spielberg, actor Julia Roberts, or late-night host Jimmy Kimmel have to say will be closely watched too.\nPolitically, support for Joe Biden's presidential candidacy in November is contentious, but it still has the public backing of most Democratic representatives and senators in the US Congress. The shifting trend in Hollywood could translate to impending pressure on the Democratic coffers for the election campaign, which would not only impact Biden's reelection, but also the campaigns of hundreds of Democratic hopefuls in both the upper and lower house of the US legislature who rely on party funds to run effective campaigns.\nIf enough minds are made up over Biden's role in creating financial struggles for the Democratic party, then the Biden campaign may be in for even more pressure than it is currently facing. The ruling party in America, then, would have a difficult decision to make.\n",
        "headline_1": "Why George Clooney’s rejection of Biden is significant",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/explainer-why-george-clooneys-rejection-biden-significant-3655096",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-07-2024"
    },
    {
        "full_article": "Though often touted as a protected landscape, the world's largest closed canopy mangrove forest, the Sundarbans, cannot be said to be entirely protected. In fact, the Sundarbans, is under severe ecological distress, thanks to its depredation by humans as well as the vagaries of Nature. The victims are not only the Bengal Tigers, but also the birds and other animal species including the river dolphins and waterfowls surviving in its aquatic environment. To save this forestland declared a UNESCO world heritage site as well as a wetland of international importance under the Ramsar convention, Bangladesh and Germany are learnt to have reached two deals recently. The agreements so inked would reportedly ensure sustainable management of the Sundarbans and the Marine Protected Area (MPA) Swatch of No Ground (SONG). Notably, established in October 2014, the so-called 'Swatch of No Ground Marine Protected Area' is a reserve covering an area of 1,636 square kilometres and located 30 km away from the Dublar Char islands of the Sundarbans in the Bay of Bengal. It is a habitat of some endangered species of dolphin and whale.A collaborative effort between the ministry of environment, forest and climate change (MoEFCC) and the ministry of fisheries and livestock (MoEFL), the endeavour, also termed SONG project, as spelt out in the agreements, aims to strengthen marine conservation in Bangladesh by way of improving collaboration and capacity building among responsible authorities and stakeholders. Understandably, the users of the Sundarbans' resources including fishermen, women and youth of the coastal communities living close to the MPA are among the stakeholders. As they are dependent on the Sundarbans for their sustenance, their participation is vital for what the project terms sustainable management of the Sundarbans and the MPA. But how can they possibly contribute effectively to the humongous task of protecting and managing the resources of the mangrove forest and the marine protected area while at the same time conserving their delicate ecosystems without the knowledge and skills required for the purpose? Here comes the question of developing their planning and surveillance capacities, skill of scientific monitoring and the ability of knowledge-based decision-making using digital tools. Once equipped with the required capacities and skills, it is expected that the coastal communities would be able to understand how they are inextricably linked to the Sundarbans and its MPA ecosystem and how they can thrive by way of proper management and conservation of the system.As the neighbouring India does also share a portion of the Sundarbans, the strengthening of regional cooperation including financing is an imperative for sustainable management of the Sundarbans and restoration of the coastal ecosystem both in Bangladesh and India. To this end, a project styled, Sundar-BAY, is also learnt to be under implementation jointly by Bangladesh and India between March 2024 and February 2027 stressing public-private partnership between the two neighbours. As expected, this project will also focus on the conservation of the mangrove forest by providing ecosystem services to the local communities. Alongside building institutional capacity, promoting joint training programmes and providing environmental education, the SUNDAR-BAY project will also help initiate sustainable income generation activities among the local communities. Both the projects will contribute towards meeting the UN's Sustainable Development Goals (SDGs), especially those concerning conservation of biodiversity and natural resources. There is no denying that managing the resources of the Sundarbans including the marine protected area surrounding it sustainably is about meeting a major existential challenge for Bangladesh. A host of other projects are also working with similar objectives in the Sundarbans. What is important is that they should be in a synergy to come up with a positive outcome.",
        "headline_1": "Managing Sundarbans' resources sustainably",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/managing-sundarbans-resources-sustainably-1720793290",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-07-2024"
    },
    {
        "full_article": "Seaweed typically grows in salty sea water or on rocks below the high-water marks. It is an aquatic resource that is rich in iodine, vitamins and minerals and has been used widely in food supplements and pharmaceutical products. Research in many nations has shown that it has properties to help fight various diseases in the human body and yet this natural resource has hardly been given the attention to it deserves in Bangladesh. Our farmers at large are not aware that this could very well provide a valuable source of income if farmed correctly. While it is easy to talk about the 'Blue Economy', steps have not been taken at policy level to popularise seaweed cultivation. According to one study by a UN body, the annual global production of seaweed until recently was 33 billion tonnes with an economic value of US$11.80 billion. In Bangladesh, farmers are currently producing roughly 400 tonnes with an economic value of roughly $0.5 billion. The global market production is projected to double by 2024.These are serious numbers and it's time to take cognizance of the fact that Bangladesh needs to diversify its exports. For too long the discourse in the country has revolved around diversification of readymade apparels, which constitutes 85 per cent of exports. The narrative has revolved around industrial production. While it is easy to forget that around 40 per cent of the workforce is still engaged in agriculture, and climatic changes are effecting changes in weather patterns that are adversely affecting traditional crops, it is time the government started thinking about other things like, seaweeds. As stated before, seaweeds have multiple applications and use ranging from food supplements to and for fodder (for cattle), chemicals, medicines, construction materials, to name but a few. Another major advantage is that the production of this resource requires no land, fertilisers or pesticides - it simply grows on its own. All it requires is proper cultivation in the coastal belts of the country. According to researchers, there are some 32 types of seaweed available in Bangladesh and \"14 of these species are commercially viable but only four variants are being farmed, that too on a small scale.\"While the applications for this aquatic resource are well documented, as is the commercial value of it, there is no national plan to develop the resource on a large scale and numerous problems have been identified which hold back the growth of this sector. Cox's Bazaar area remains a prime location for planned seaweed production. Some efforts have been taken by the UNDP to train and financially equip some members of the community and the exercise has shown its viability. But it is one thing to ramp up seaweed production that adheres to international standards, quite another to introduce proper packaging and marketing of the product in question. Seaweed is a product and like all products, it requires a proper supply chain, marketing and promotion. The global market for this product already exists, but there are numerous uses for it locally. In other countries, seaweed has been used to make fodder for cattle and that has direct application in our agriculture. If the supply of seaweed could be ensured in a large quantity at domestic level, the country's pharmaceutical industry would procure it as a raw material, and the surplus could be exported. With introduction of large-scale seaweed cultivation, Bangladeshi farmers could get the benefit of opening up a secondary source of income and nutrition - not just by farming it, but also partly processing it, which would be considered \"value addition\" to fetch better prices. This could generate employment in the coastal belt. At the end of the day, since the demand is there, why not use this nature's gift to help generate income to reduce poverty and better the livelihoods of people along the coastal belt? Experience in other countries has shown that that seaweed is in vogue in developed nations as a food and new applications for this versatile resource is being found every day. For any of this to happen, policymakers need to take stock of what is needed to develop a seaweed sector. Some of the impediments include lack of technology and knowhow, a trained labour force to harvest seaweed, etc. But these are hardly issues because workers can be trained and joint-ventures can be set up with foreign companies that can introduce the technology needed to make modern farms. State research organisations can also reach out to other countries which are global leaders in seaweed production. What is needed is policy direction and the will to effect change and only the State has the resources to imitate the changes needed in terms of rules and regulations and introduce the right policies to encourage what could be, a budding industry with serious export potential.\n[email protected]",
        "headline_1": "Potential of seaweed farming looks bright",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/potential-of-seaweed-farming-looks-bright-1720793342",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-07-2024"
    },
    {
        "full_article": "With fanfare, the Dhaka North City Corporation (DNCC) launched a 'smart' school bus service in Dhaka last week on a pilot basis. Under the initiative, the Bangladesh Road Transport Corporation (BRTC) operates three double-decker buses on three fixed routes designed for picking up and dropping off students, and they have a seating capacity of 75 students in each bus. At present, selected Banani Bidyaniketan School and College students are availing of the service by paying Tk800-1,200 per month, according to media reports. After reviewing the outcome of the test run for a couple of months, the service is likely to be expanded in the near future. Last year, a similar service was introduced in Chottagram.Though the school bus service is popular in many countries, it is only available in the country for a few private schools and colleges. Over the past decade, the government has tried to introduce the service in Dhaka to reduce traffic congestion, but the outcome has been disappointing. It was in 2010 that the BRTC first introduced the service with a fleet of 14 buses along the Azimpur-Pallobi route. After getting a good response initially, the guardians lost interest due to delay and security issues. Now, only three to four buses are providing the service. Again, only a few schools offer a limited number of microbus and minibus services. Some privately operated shuttle bus services are also there, and services are expensive. The absence of school buses is costly, especially for middle-class guardians, who rely on inefficient public buses or expensive CNG-run three-wheelers and rickshaws. The dirty, worn-out, and congested public buses are infamous for giving those forced to commute daily a terrible experience. For school students, the experience is more disturbing and sometimes unbearable. Time-consuming travel also takes a toll on the students' physiques and minds. Children of affluent families usually use private cars, and some middle-income guardians also follow the path to make their children's school journey comfortable. The result is heavy traffic congestion on roads and streets near the schools. As many students also come to school by rickshaws, the traffic situation worsens during the institutions' opening and closing times. Many guardians, finding no other alternative, also bring their children to school by motorbike, which is risky. To get rid of all these horrendous situations, the best option is efficient public transport, which is a distant dream in the country. The school bus is a part of the overall public transport system, and the latest move is a drop in the ocean. Nevertheless, it needs to be encouraged and expanded to different schools. As the DNCC smart school bus is equipped with CCTV cameras for real-time surveillance and a dedicated mobile application allowing parents to monitor their children's location during travel, it is helpful to address security concerns. Reintroducing the route-based service, initiated more than a decade ago by the BRTC and later discontinued, is also required. Parents and guardians need to be sensitised in this regard so that they can feel safe, allowing their children to commute by school buses.\n[email protected]",
        "headline_1": "No alternative to school bus for Dhaka",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-alternative-to-school-bus-for-dhaka-1720793377",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-07-2024"
    },
    {
        "full_article": "After graduation most students aim to secure a good government job, move abroad for higher education to build a career, or start a business. Every country has its recruitment policy and process for government and private jobs, and Bangladesh is no exception. Currently, the number of educated unemployed in Bangladesh has turned into millions, while job opportunities remain limited. This mismatch has led to an increasing number of students migrating abroad. At the same time, hundreds of job seekers compete for a single vacant position in both government and private sectors, and this competition is intensifying.Those who have previously migrated abroad and those who are currently doing so often cannot bring their acquired knowledge back to benefit the country. Moreover, new pension schemes and the reintroduction of the quota system may further drive young talents away, leading to shortages of scientists, doctors, and quality teachers. If the government aims to sustain the country's future with talented individuals, it must prioritise a merit-based recruitment process. Securing a government job in Bangladesh requires immense effort and perseverance. However, the quota system crushes the dreams of millions of students. The prospect of the quota system's return is seen as a death knell for the unemployed. If 56 per cent quota is reinstated, job opportunities will be significantly reduced even for those who dedicate themselves to studying. For instance, if the government hires 100 people in a ministry, 56 of those positions will be reserved for quota beneficiaries. Additionally, some positions may be inaccessible due to issues like question leaks or lobbying. Consequently, job aspirants have little scope to succeed.Moreover, the age limit for government jobs is thirty, but session congestion in some institutions delays entry into the job market, reducing the time available for participating in recruitment exams. This situation exacerbates the unemployment rate. However, cancelling or reforming the quota system could make it easier to secure government jobs and reduce the pressure of unemployment. This change might also dissuade many students from migrating abroad.Globally, quota systems exist to promote equality for disadvantaged groups. Quotas can be implemented in Bangladesh as well, but within certain limits. Policies should prevent repeated use of quota benefits to avoid creating inequality rather than promoting equality.\nAsif IslamStudent Jahangirnagar University",
        "headline_1": "Unreasonable quota is death knell for youth",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unreasonable-quota-is-death-knell-for-youth-1720793541",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-07-2024"
    }
]